[
  {
    "type": "snippet",
    "category": "<chitchat_prefix_booze>",
    "//": "Used when chit-chatting while the avatar has a beer; goes before a general chitchat message",
    "text": [
      "A cold beer would make this chat even better, don't you agree?",
      "Beer and conversation, the perfect combo.  What do you say?",
      "Beer first, then we can talk all you want, <name_g>.",
      "Beer in hand, words will flow smoother, don't you think?",
      "Bring out the brews and let's have a chat.",
      "Fancy a beer while we talk?",
      "Got a beer?  Let's make this chat more interesting.",
      "Got any cold ones?  Let's crack 'em open and have a chat.",
      "Hey <name_g>, I bet a chat would be all the sweeter with a nice, cold beer in hand.",
      "How about a beer to go with our conversation?",
      "Let's crack open a cold one and have a good chat.",
      "Let's grab a beer and forget the world's gone to shit, just for a moment.",
      "Let's share a beer and shoot the breeze, <name_g>.",
      "Nothing like a beer to go with a good conversation.",
      "Oh definitely, how about one of those beers you got?",
      "Open a beer and let's chat like it's old times.",
      "Pass me one and let's talk, <name_g>.",
      "Pop a top and let's talk.",
      "Share a beer with me and let's talk.",
      "While we chat, what say you we open a beer and just… pretend the world isn't ending.",
      "Yeah sure, want to crack open one of them beers?",
      "Yeah you share those beers I see you hoarding and then we chat all you like!  Only joking, heh."
    ]
  },
  {
    "type": "snippet",
    "category": "<chitchat_prefix_summer>",
    "//": "A sentence regarding the season to go before a more general chitchat message.",
    "text": [
      "Ah, summer… remember when it meant vacations?",
      "Another sweltering summer day, ugh.",
      "Can't wait for this summer to be over.",
      "Enjoying the summer.",
      "Feels like the summer heat never lets up.",
      "Heatwave after heatwave, this summer is brutal.",
      "Hotter than ever this summer, huh?",
      "Just trying to survive this summer heat.",
      "Kinda wishing it would cool off a bit, to be honest.",
      "Nothing beats a cold drink in this summer heat.",
      "Not quite like the summers from before, huh?",
      "Summer days like these make me miss the old world.",
      "Summer evenings are the best, don't you think?",
      "Summer nights are getting shorter.",
      "Summer's here, time for some shade.",
      "Summer's here, time for some sunburns.",
      "These summer bugs are driving me nuts.",
      "This summer air is thick enough to cut.",
      "This summer sun is relentless, isn't it?",
      "Yeah, this summer heat is hitting me hard, you know?"
    ]
  },
  {
    "type": "snippet",
    "category": "<chitchat_prefix_winter>",
    "//": "A sentence regarding the season to go before a more general chitchat message.",
    "text": [
      "Another day, another frostbite risk.",
      "Can't wait for this winter to be over.",
      "Cold enough to see your breath out here.",
      "Everything's covered in ice.",
      "Frozen ground makes everything harder.",
      "Gotta say, I'm not minding the snow.",
      "I miss the cozy warmth of a fireplace in winter.",
      "It's so cold, even the air hurts to breathe.",
      "It's weird the zombies don't freeze.",
      "Not quite like the winters from before, huh?",
      "OK, maybe it'll stop me from freezing in this weather.",
      "Shivering is my new constant state.",
      "Snow everywhere, makes it hard to get around.",
      "The cold is relentless this year.",
      "These short days and long nights are something else.",
      "This winter chill cuts right through you.",
      "Winter nights are the longest, aren't they?",
      "Winter's grip is tight this year.",
      "Winter's here, better bundle up.",
      "Winter winds are no joke."
    ]
  },
  {
    "type": "snippet",
    "category": "<chitchat_prefix_infected>",
    "//": "A sentence about being sick to go before a more general chitchat message.",
    "text": [
      "Alright, but I'm feeling a bit under the weather.",
      "A nice chat might improve my health somewhat.",
      "Even sick, I could use some company.",
      "Even with this bug, I'm still up for a conversation.",
      "Feeling kinda rough, but a conversation sounds good.",
      "Feeling like a zombie myself, but let's have a chat.",
      "I feel like death warmed over, but a chat might help.",
      "I'm a bit nauseous, but let's chat anyway.",
      "I might need to lie down soon, but let's chat first.",
      "I'm not feeling too well, but I can still talk for a bit.",
      "I'm under the weather, but I'm up for a talk.",
      "I've been better, but I'm here to talk.",
      "Let's talk, though I feel like I might keel over.",
      "Sick as a dog, but let's talk.",
      "Sure, but I'm battling a fever right now.",
      "Sure, just know I might need to take a break if I start coughing.",
      "Sure thing, but don't get too close—I might be contagious.",
      "Talking might help distract me from feeling like crap.",
      "We can talk, even though I'm not feeling too well.",
      "Well, I'm feeling pretty sick… but sure."
    ]
  },
  {
    "type": "snippet",
    "category": "<neutralchitchat>",
    "//": "General chit chat messages",
    "text": [
      "<thoughtfulchitchat>",
      "Alright, you got something to get off your chest?",
      "Always ready for a good chat!  But why, you OK?",
      "Any new discoveries?",
      "Anything exciting happen to you lately?",
      "Anything you're looking forward to?",
      "Ever feel like there's still some good out there?",
      "Ever feel like we're living in a bad dream?",
      "Ever wonder how we ended up here?",
      "Fancy a chat?  I'm all ears.",
      "Feeling chatty?  I'm here for it.",
      "Got any good news to share?",
      "Got any good stories from the road?",
      "Heard any good rumors?",
      "Hey, <name_g>, what's been on your mind?",
      "How do you stay positive?",
      "How's your day been so far?",
      "I feel great today.  Not sure what it is, just one of those days.",
      "I guess I can spare a few minutes, how's things?",
      "I need a break anyway, how are you?",
      "I'm OK with that, what's up?",
      "I'm game.  How you holding up?",
      "I've been thinking a lot lately.  How about you?",
      "I've got a few minutes.  What's new with you?",
      "Let's catch up.  What's been happening?",
      "Let's chat about something light.  What's up?",
      "Let's forget the world for a while.  How you doin'?",
      "Let's shoot the shit!  You OK, <name_g>?",
      "Let's swap stories.  What's yours?",
      "Let's take a breather.  Anything interesting going on?",
      "Let's take a mental break.  Got anything fun to share?",
      "Life's a mess, huh?  How're you holding up?",
      "Life's been rough.  What's keeping you going?",
      "My dogs've been barkin' lately, you know?",
      "Nice of you to make time.  How's it been for you lately?",
      "OK <name_g>, how are you coping?",
      "So, how about that weather, eh?",
      "So, how's it going?",
      "So, tell me something good.",
      "Sometimes, a good talk can make a day better.  What's up?",
      "Sure thing <name_g>, you good?",
      "Surviving's tough, but chatting helps.  How are you?",
      "Tell me about your last adventure.",
      "What the heck.  How's life been treating you?",
      "What's a goal you're working towards?",
      "What's been your biggest challenge recently?",
      "What's the latest, <name_g>?",
      "What's the strangest thing you've encountered?",
      "You got a story to share?"
    ]
  },
  {
    "type": "snippet",
    "category": "<thoughtfulchitchat>",
    "//": "General chit chat messages for NPCs having big thoughts.  Tends to be more about establishing game lore.",
    "text": [
      "Do you think the military's still out there somewhere?  Holed up, planning a comeback?",
      "Do you think the oceans are safe?  Or is there stuff down there now, too?",
      "Do you think there are still radio stations out there, broadcasting to no one?",
      "Do you think there are still secret labs out there, doing god knows what?",
      "Do you think there's a place where people have rebuilt?  Like, a hidden utopia?",
      "Do you think there's any hope left?  Or are we just clinging to a lost cause?",
      "Do you think there's anyone out there who knows the full story?  Someone with all the answers?",
      "Do you think we'll ever find a place where we can just… be safe?  Truly safe?",
      "Do you think we'll ever have a moment of peace?  Just one day where we don't have to worry.",
      "Do you think we'll ever rebuild?  Like, really rebuild?",
      "Do you think we'll ever see a world without fear again?  A place where kids can play outside?",
      "Do you think we'll ever understand the full extent of what happened?  All the whys and hows?",
      "Ever hear about those places that supposedly have a natural immunity to the virus?  Wonder if they're real.",
      "Ever think about how future generations will look at us?  If there even are future generations.",
      "Ever think about how the animals are coping with all this?  Mutants are one thing, but what about the regular ones?",
      "Ever think about how weird it is that we're still here, fighting to survive?  Like, why us?",
      "Ever think about what you'd do differently if you knew this was coming?",
      "Ever wonder if the animals have it better than us now?  Less to worry about, just surviving.",
      "Ever wonder if the plants and trees know what's happening?  If they feel it too?",
      "Ever wonder if there are places out there that haven't been touched by all this?  Little pockets of normality?",
      "Ever wonder if we're just in some kind of experiment?  Like, some twisted lab rat scenario?",
      "Every time I close my eyes, I can still see the riots.  Do you get that, or is it just me?",
      "I been thinkin' about rearranging my gear.  It's a real mess.  Don't wanna go for my weapon and accidentally pull out a granola bar, right?",
      "I can't help but think there's more to this than we know.  Like, some big secret waiting to be uncovered.",
      "I can't shake the feeling that someone's watching us.  Like, we're not alone in this.",
      "I can't stop thinking about those conspiracy theories.  Aliens, government experiments gone wrong…what if some of it's true?",
      "I heard a story about a place where the dead don't rise.  Sounds too good to be true, right?",
      "I just can't believe it's over.  I keep running my head back to the days it all fell apart.  The riots.  The lies.  The psychos.  It never really felt like it was going to go like this.",
      "I keep having dreams that zombies still remember who they were as people, and are just trapped inside the bodies watching everything happen.  Haven't been sleeping well.",
      "I miss the little things, like traffic jams and crowded malls.  Never thought I'd say that.",
      "I miss the simple things.  Like a hot shower.  Think we'll ever have that again?",
      "I miss the taste of fresh food.  Think we'll ever have that again?",
      "I sometimes think about all the places I wanted to visit.  Wonder what they're like now.",
      "I sometimes wonder if it's better to not know the full truth about what caused all this.",
      "I used to be scared of the dark.  Now it's the least of my worries.",
      "I used to dream about adventures.  This… this isn't what I had in mind.",
      "I used to think the apocalypse would be more… glamorous, you know?  Less dirt, more Mad Max.",
      "I used to think the end of the world would bring people together.  Guess I was wrong.",
      "I used to think the world was big.  Now it feels so small, so fragile.",
      "I wish I could go bust a cap in one of those zombies right now, without all the fuss about being scared for my life.",
      "I wonder if I should be getting more religious now, or less.  You know what I'm sayin', <name_g>?",
      "I wonder if the government's still out there, holed up in some bunker.",
      "I wonder if there are other dimensions where things didn't go to hell.  Parallel worlds where everything's fine.",
      "I wonder if we'll ever see real civilization again, or if this is just the new normal.",
      "I've heard rumors about entire towns just vanishing overnight.  No bodies, no signs of struggle.  Creepy, huh?",
      "I've heard whispers about groups out there, still trying to control things.  Like some shadow government or something.",
      "People used to laugh at preppers.  Who's laughing now, huh?",
      "Remember some of the crazy news from the end of the world?  The stuff that got drowned out by the riot coverage I mean.  Like, didn't the governor of Rhode Island secede from the Union or something?",
      "Remember those stories about underground cities?  Wonder if anyone's living down there now.",
      "Remember when people thought the internet would last forever?  Feels like a joke now.",
      "Some say the world ending was nature's way of hitting the reset button.  What do you think?",
      "Sometimes I think about those survivalist nutjobs.  Bet they're having the last laugh now.",
      "Sometimes I wonder if the stars look different now.  Like, did they change too?",
      "Sometimes I wonder if the world ended for a reason.  Like, maybe we needed a reset.",
      "Sometimes I wonder if this is all some sort of punishment.  But for what, who knows?",
      "Sometimes I wonder if this is some kind of test.  Like, we're being judged on how we handle it.",
      "Sometimes I wonder if we're just delaying the inevitable.  Like, what's the point?",
      "There's so much we don't know about what caused this.  You think we'll ever get answers?",
      "Think any famous people made it through all this?  Celebrities hiding out somewhere?",
      "Those mind-control drugs they put in the water to make people riot… you think they're still in there?",
      "What do you think happened to all the rich and powerful?  Think they had a plan for this?",
      "What if the cause of all this is still out there, waiting to finish the job?",
      "What if there are survivors out there who have no idea what happened?  Completely cut off from everything.",
      "When do you think you realized the world was ending?  For me, it was that damned YouTube video with the lady killing the baby.  Holy shit, you know?",
      "You ever feel like the whole time before <the_cataclysm> was just a dream you're waking up from?",
      "You ever feel like the whole world is just… tired?  Like it's ready to give up?",
      "You ever feel like the whole world is one big haunted house now?",
      "You ever hear about that weird cult that was stockpiling supplies?  Bet they're feeling pretty smug now.",
      "You ever hear about those secret bunkers?  Bet they're laughing at us from their safe havens.",
      "You ever think about all the tech we lost?  I mean, we were so close to AI, now we're just scraping by.",
      "You ever think about all the things we took for granted?  Running water, electricity, safety.",
      "You ever think there's any truth to the crap they were spouting before the world ended?  Mind control drugs in the water, bio-terrorism?  Some of it would make sense, but it seems so far-fetched.  Then again, we're dealing with actual zombies.",
      "You ever think we'll see the sun rise on a world that's not falling apart?",
      "You ever wonder if the scientists who caused this are still out there, hiding somewhere?",
      "You ever wonder why we even bother?  We're all just gonna be zombies eventually anyway.  I mean, not that I'm gonna stop fighting, but what's the damn point?",
      "You think any of those doomsday bunkers actually worked?  Might be folks underground right now, clueless about what's happened.",
      "You think there are any places left untouched by all this?  Like, some hidden paradise?",
      "You think there are still places where people live normal lives?  Kids going to school, adults going to work?",
      "You think there's a chance this was all just one big mistake?  Some accident that spiraled out of control?",
      "You think those sci-fi movies got anything right about how this would go down?",
      "You think we'll ever find a cure for the zombification?  Or is this it for humanity?",
      "You think we'll ever find a way to make sense of all this?  Or are we just stumbling in the dark?",
      "You think we'll ever get to a point where we can relax again?  Not just survive, but live?",
      "You think we'll ever hear music again?  Real music, not just the sound of our own fears?",
      "You think we'll ever laugh again?  Like, really laugh, without any fear or worry?"
    ]
  },
  {
    "type": "snippet",
    "category": "<insightfulchitchat>",
    "//": "General chit chat messages for intelligent or perceptive NPCs' perspective on the world",
    "text": [
      "Do you think any of the old world leaders survived?  If they did, what would they be doing now?  Hiding, trying to rebuild, or something else entirely?",
      "Ever notice how some people seem almost unaffected mentally?  Like they're perfectly adjusted to this new world.  Makes you wonder if they knew more than they let on before everything went to hell.",
      "Ever think about how some people seem to thrive in this chaos?  It's almost like they were made for it.  Makes you wonder what they were like before everything went to hell.",
      "Have you noticed how some zombies seem to be smarter than others?  It's like there's a hierarchy among them, but that shouldn't be possible, right?",
      "Have you noticed injuries aren't healing the same as usual?  I started spotting it before the world ended, but it's become more pronounced.  There's hardly even a granulation step after a cut closes.",
      "I can't shake the feeling that this was all planned.  Not the outbreak itself, but the way it spread so quickly and efficiently.",
      "I can't stop wondering who fucked up to make all this happen.  Obviously we can't trust the news, they claimed the zombies were 'rioters' for weeks.  Why?  Where did this come from?",
      "I keep seeing these weird symbols in old buildings.  They look ancient, but they're in places they shouldn't be.  Makes you wonder if someone was preparing for this long before it happened.",
      "I keep thinking about how fast society collapsed.  It was almost as if something was waiting for the perfect moment to strike.",
      "I read somewhere that human behavior changes in the presence of certain frequencies.  What if someone was broadcasting those right before the Cataclysm?",
      "I still don't understand how these zombies are powered.  They're like perpetual motion machines.",
      "I used to think the world was big and complicated.  Now it feels like all the complexity was just a facade, and the real rules of the game were hidden from us.",
      "I've been thinking about the old myths and legends.  Zombies, monsters, the end of the world… what if those stories were based on something real, something that happened before?",
      "I've been thinking about those old sci-fi movies where they talked about alternate dimensions and parallel universes.  Maybe what happened here is connected to something like that.",
      "I've noticed the stars look different lately.  Maybe it's just me, but I swear there are constellations I've never seen before.",
      "If what they told us about the Chinese was even partly true, do you think it's like this in China?  Or maybe the US is some kind of quarantine zone, and at least some of the world is still out there.",
      "Is it just me, or does it feel like we're being watched sometimes?  Not just by other survivors, but something else, something more… omnipresent.",
      "So many parts of this still don't fit together.  Who created the zombies?  What powers them?  Maybe the rumors of mind control drugs were true all along, and someone found a way to bioengineer living dead.",
      "Sometimes I wonder if we're not alone in this.  Not just other survivors, but something bigger, observing us, maybe even experimenting.",
      "The idea that this is all some kind of massive reset, a way for the Earth to cleanse itself of us, keeps nagging at me.  What if it's true?",
      "The more I see of this new world, the more I think we're missing some big piece of the puzzle.  There's something out there we haven't figured out yet.",
      "The way plants have started growing in some areas, almost aggressively… it's like nature is trying to take back control in a hurry.",
      "There's got to be more to the story about those 'safe zones' the government talked about.  Why did they stop broadcasting?  What happened to them?",
      "There's something off about the way animals are mutating.  It's like they're evolving at an accelerated pace, but not randomly.  There seems to be some kind of pattern.",
      "What if the government knew this was coming and just didn't tell us?  Maybe they thought they could control it and failed.",
      "You ever wonder if there's a cure out there, somewhere?  Not just for the zombies, but for everything that's happened to the world.",
      "You ever wonder why some people went feral and others didn't?  There has to be more to it than just stress and fear.",
      "You think all those conspiracy theorists were onto something?  The ones talking about secret experiments and shadow governments?  It's starting to look less crazy now.",
      "You think the Earth itself is reacting to all this?  Like, on a geological level?  Earthquakes, weather patterns, everything seems more intense."
    ]
  },
  {
    "type": "snippet",
    "category": "<neutralchitchat_later>",
    "//": "General chit chat messages for further past the apocalypse",
    "text": [
      "<neutralchitchat>",
      "<thoughtfulchitchat>",
      "Do you think any of those doomsday preppers made it?  Bet they're feeling pretty smug right about now.",
      "Do you think it's weird how we'll, like, open a locked building and find a lone zombie inside?  How'd it even get there?",
      "Do you think there are still places untouched by all this?  Like some remote island or hidden valley where people are just living normal lives?",
      "Do you think we'll ever get back to a point where we can have holidays again?  Celebrating seems like a distant dream.",
      "Ever think about how lucky we are to have found each other?  In a world this messed up, having friends is everything.",
      "Ever think about how quiet it is now?  No cars, no planes, just the wind and the groans of the dead.",
      "How do these zombies even keep going?  What are they eating?  Do you think they'll ever rot away?",
      "I been thinkin', one of these days, we're gonna run out of toilet paper.  What then?",
      "I miss fresh fruit.  There's something about biting into a juicy apple that canned stuff just can't replicate.",
      "I miss music.  Remember concerts?  The energy of the crowd, the live sound.  Wonder if any musicians survived.",
      "I miss the little things.  Like the smell of fresh bread, or the sound of a coffee machine in the morning.",
      "I never thought I'd miss doing laundry.  Wearing the same clothes day after day gets old fast.",
      "I used to complain about going to work.  Now I'd give anything for a boring day at the office.",
      "I used to hate bugs, but now I see them as a sign of life.  Weird how perspective changes.",
      "I was never much of a cook before, but now I can make a mean stew out of almost anything.  Survival skills, I guess.",
      "I wonder if anyone's tried to start a farm again.  Gotta be tough with all the zombies, but food doesn't grow on trees.",
      "I wonder if kids born after all this will even understand what the world used to be like.  Seems like a fairytale now.",
      "I wonder if the power will ever come back on.  Can't imagine how much stuff we took for granted before all this.",
      "It's funny, I never appreciated the sunrise as much as I do now.  Every day we're still here feels like a gift.",
      "It's funny, I used to hate the rain.  Now it's like a blessing, makes everything feel a bit cleaner.",
      "It's strange how some buildings are completely untouched, like time just stopped in them.  Then you go next door, and it's a total wreck.",
      "It's strange how the stars seem brighter now without all the city lights.  Almost beautiful, if it weren't so damn scary.",
      "It's weird to think about all the things we used to stress over.  Traffic, bills, deadlines.  None of that seems to matter now.",
      "Sometimes I wonder if we're all psychos, not just the ones that went crazy and rioted.  I never would have thought I could do the things I've done since the world ended.",
      "Sometimes I wonder what the future will look like.  Will we rebuild, or is this just how it is now?",
      "Think we'll ever figure out what really caused all this?  Sometimes I feel like knowing would just make it worse.",
      "You ever think about all the pets that were left behind?  Poor things didn't ask for this any more than we did.",
      "You ever think about space?  I mean, what's happening up there?  Are astronauts just floating around, not knowing what happened down here?",
      "You ever think about what the first thing you'll do if things ever get back to normal?  I think I'd just sit in a park and watch the world go by.",
      "You know what I miss?  Movie theaters.  You think Hollywood survived this?  Maybe there's a bunch of zombie actors out there, filmin' shit out of reflex.  Hah, I'd watch that shit.",
      "You read any good books lately?  I'm glad we still got books.",
      "You think animals sense the zombies differently than we do?  They always seem to know when something's off."
    ]
  },
  {
    "type": "snippet",
    "category": "<chitchat_player_responses>",
    "//": "General chit chat responses from the player",
    "text": [
      "Could be.  What do you think?",
      "Ever considered…?",
      "Good observation.",
      "Got any more thoughts on that?",
      "I can relate to that.",
      "I can see where you're coming from.",
      "I hear you, <name_g>…",
      "I know what you mean.",
      "I never thought of it that way.",
      "Interesting.  What else?",
      "I've been pondering that too.",
      "I was just thinking about that.",
      "Now that you mention it…",
      "Right, right.  Say, you ever thought about…",
      "Tell me more about that.",
      "That reminds me of something…",
      "That's a good point.",
      "That's an interesting take.",
      "That's a solid perspective.",
      "That's one way to look at it.",
      "That's pretty insightful.",
      "That's something to think about.",
      "That's worth discussing.",
      "What do you think about…?",
      "Yeah, I get that.",
      "Yeah, that's been on my mind too.",
      "You bring up a good point.",
      "You ever wonder why that is?",
      "You might be onto something.",
      "You're definitely not alone in that.",
      "You're not wrong."
    ]
  }
]
