[
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"That Smith & Wesson got me movin' like an invasive species.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"I smoke real Emrani Rapscallion Ghost Nuggets; y'all can't fuck with me.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"I don't give a fuck if I go blind; I don't need to see the price tag anyway.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"I'm high on twelve Jason Bournes, looking to beat the cum out of a thick, fresh pope.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"Last guy who ran off on the pack got choked out by some Givenchy gloves.  The last thing he ever saw was the price tag on them.  Slowly faded into darkness, and I let the Archangels take him.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"Reach for my neck, you'll get turned into an example.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"Y'all gotta stop playin' with me, man.  I threw diamonds at the strip clubs under the Great Pyramids.  I pushed a camel through the Eye of the Needle, this shit ain't nothing to me, man.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"I have seen the Magna Carta.  I have seen the Eye of Horus.  I was flipping bricks for Mansa Musa before y'all even became a Type-1 civilization.  This shit ain't nothing to me, you stupid piece of shit!\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "//": "Rigor Mortis is latin, do not translate",
    "sound": "\"That Fentanyl gave me Vitruvian Man flexibility.  Got me in a state of Rigor Mortis.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "//": "Hibachi is a type of stirfrying done in front of the guests, as a method of entertainment during the meal. Konnichiwa should not be translated",
    "sound": "\"They needed a stealth soldier, so I put my hands on the Hibachi hotplate at Benihana, and burned my fuckin' fingerprints off.  They WILL not find me.  Konnichiwa, you little Jit!\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "//": "Göbekli Tepe is one of the oldest ruins in the world.  Blowing bareback asshole is a euphanism for anal sex.",
    "sound": "\"I'm in Göbekli Tepe, shirtless, in a loincloth, blowing bareback asshole, out smoking aqueduct-filtered sherm.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"I'm smoking Mesopotamian, Stanley Cup triple-award winning, Soul-bleeder, Taint Blaster, J.D. Power & Associates dingleberry zaza.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"I can't wait to curbstomp you in these dumb, ugly-ass Rick Owen shoes.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "//": "Translation note: Audermars Piguet is the name of a luxury watch, and thus should not be translated",
    "sound": "\"My Audemars Piguet worth the GDP of Yemen.  If this watch breaks, the foreign exchange market will take a 28% hit.  People will die.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"They're sick in the head; they forgot I'm him.  I'm the Himulation, I am Him Kardashian, Himbuktu, Himon and Pumba.  I got my DNA test back, turns out I'm 100% Himalayan.  Fuck it, I ate the opp!\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"I have more Percs than there are stars in the Leo Cluster.  I'm claiming every corner, every block; fuck it, I'm coming for every enzyme.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "//": "Newports are a brand of cigarette, and 'Henny' is short for hennessy, a brand of Brandy.",
    "sound": "\"Walked along the sand dunes of the Sahara Desert for 40 days and 40 nights, with nothing but a pack of Newports and a fifth of Henny; I really do this shit.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"The first time I smoked runts, I coughed so fuckin' hard, I started passing kidney stones, then shat myself in front of the gang!  There was scat all over the pounds we shipped out for the next 30 business days.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"I dont have any compassion for broke boys.  Everyone has an asshole, most people have dick and balls; go outside and get that bag!\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"The zaza got me speaking Esperanto.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"Negative two, negative one, zero!  Zero fucks given!  Ah ah ah!\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"What is a man?  A miserable little pile of secrets.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"I don't say 'Bleh, bleh-bleh'!\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"Mankind, a cesspit of hatred and lies, fight for them, then die for their sins.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_strigoi" ],
    "sound": "A deafeningly loud still from a silet film.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"Come a little closer, boy.  Don't worry; I won't bite.\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi" ],
    "sound": "\"Come join me in the Garden of Earthly Delights!\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_moroi", "mon_vampire_strigoi", "mon_vampire_wight" ],
    "sound": "\"I vant to suck your blood!\"",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_anathema" ],
    "sound": "\"Bitches love cannons.\"",
    "volume": 10
  }
]
