[
  {
    "id": "TALK_WEAPONMASTER_INTRO_1",
    "type": "talk_topic",
    "//": "mute by choice, and deaf most of the time (don't like to turn on the hearing cbm unless for job)",
    "dynamic_line": "&What you see looks like the back of a mechanical spider, with at least a dozen crude but polished metal arms coming from the enormously wide spine and shoulders.  The spine of the creature, meanwhile, sits in an awkward-looking chair, manipulating tools and geegaws on a wide, brightly lit workbench.  The creature seems to be busy with something.",
    "responses": [
      { "text": "[Wait a bit.]", "topic": "TALK_WEAPONMASTER_INTRO_2A" },
      { "text": "Hello?", "topic": "TALK_WEAPONMASTER_INTRO_2B" }
    ]
  },
  {
    "id": "TALK_WEAPONMASTER_INTRO_2A",
    "type": "talk_topic",
    "dynamic_line": "&It doesn't react to your presence at all.",
    "responses": [
      { "text": "[Wait for longer.]", "topic": "TALK_WEAPONMASTER_INTRO_3" },
      { "text": "Hello?", "topic": "TALK_WEAPONMASTER_INTRO_3" }
    ]
  },
  {
    "id": "TALK_WEAPONMASTER_INTRO_2B",
    "type": "talk_topic",
    "dynamic_line": "&It seems to not hear you at all.",
    "responses": [
      { "text": "[Wait in silence.]", "topic": "TALK_WEAPONMASTER_INTRO_3" },
      { "text": "Hello!?", "topic": "TALK_WEAPONMASTER_INTRO_3" }
    ]
  },
  {
    "id": "TALK_WEAPONMASTER_INTRO_3",
    "type": "talk_topic",
    "dynamic_line": "&A few seconds later, they seem to finish whatever they were busy with and turn their chair towards you.  Their front looks no less exotic than their back; the abundance of metal arms are even more extraordinary next to the clear lack of any legs.  What you initially thought to be a chair is simply a rotating platform, sturdy enough to support the weight of the entire body of the creature.  A number of cameras, which seem to be a replacement for eyes, look at you motionlessly, while the forehead of the creature has the surprisingly familiar sign \"IX\" painted on.",
    "responses": [ { "text": "Who-…  Wha-…  What are you?", "topic": "TALK_WEAPONMASTER_INTRO_4" } ]
  },
  {
    "id": "TALK_WEAPONMASTER_INTRO_4",
    "type": "talk_topic",
    "dynamic_line": "&Still completely mute, it shows you something you had initially missed.  The entire wall behind the workbench is full of various weapons; some as big as modern rifles, a few as large as the machine guns installed on aircraft, and one that looks like a dismantled tank turret.  Melee weapons were not forgotten, from moderately-sized swords and clubs to war hammers twice the height of a human, and what you can describe only as \"boots for mecha\".  Then it points to a sign near you that shows three things: the carved pictograms of coins, some sign you are not familiar with, and a pictogram of a bullet - all things considered, this creature is either a weaponmaster, or a weapon merchant.",
    "responses": [ { "text": "Woah.  Can I buy one?", "topic": "TALK_WEAPONMASTER_INTRO_5" } ]
  },
  {
    "id": "TALK_WEAPONMASTER_INTRO_5",
    "type": "talk_topic",
    "dynamic_line": "&They do not move and do not say anything.",
    "responses": [ { "text": "Hey?  Do you understand me?", "topic": "TALK_WEAPONMASTER_INTRO_6" } ]
  },
  {
    "id": "TALK_WEAPONMASTER_INTRO_6",
    "type": "talk_topic",
    "dynamic_line": "&They clearly do not understand you.  It seems they do not hear you either.",
    "responses": [
      {
        "text": "[You pull off your backpack, and start to pull out items you deem worthy of trading.  The weaponmaster finally looks interested.]",
        "topic": "TALK_DONE",
        "effect": [ { "npc_first_topic": "TALK_EXODII_WEAPONMASTER" }, "start_trade" ]
      }
    ]
  },
  {
    "id": "TALK_EXODII_WEAPONMASTER",
    "type": "talk_topic",
    "dynamic_line": [
      "&The Weaponmaster seems to be tinkering on something, but turns their chair to you as you approach.",
      "&The Weaponmaster seems to be cleaning some sort of weapon, but as you approach them, they signal to a bystanding worker to take the weapon, and turn to you.",
      "&The Weaponmaster seems to be polishing some armor, but they turn towards you the second you enter the room."
    ],
    "responses": [
      {
        "text": "[With a familiar movement, you place a variety of valuables onto the counter, proposing a trade.]",
        "topic": "TALK_DONE",
        "effect": [ "start_trade" ]
      }
    ],
    "speaker_effect": [ { "sentinel": "meeting_weaponmaster", "effect": { "u_add_var": "u_met_weaponmaster", "value": "yes" } } ]
  }
]
