[
    {
        "type" : "bionic",
        "id" : "bio_null",
    "name"       :    "NULL bionics",
    "description":    "If you're seeing this, it's a bug. (game::init_bionics)"
    },{
        "type" : "bionic",
        "id" : "bio_power_storage",
    "name"       :    "Power Storage",
    "description":    "Compact Bionics Module that upgrades your power capacity by 4 units.  Having at least one of these is a prerequisite to using powered bionics.  You will also need a power supply, found in another CBM."
    },{
        "type" : "bionic",
        "id" : "bio_power_storage_mkII",
    "name"       :    "Power Storage Mk. II",
    "description":    "Compact Bionics Module developed at DoubleTech Industries as a replacement for the highly successful CBM: Power Storage.  Increases your power capacity by 10 units."
    },{
        "type" : "bionic",
        "id" : "bio_batteries",
    "name"       :    "Battery System",
    "power_source" :  true,
    "description":    "You have a battery draining attachment, and thus can make use of the energy contained in normal, everyday batteries.  Use 'E' to consume batteries."
    },{
        "type" : "bionic",
        "id" : "bio_metabolics",
    "name"       :    "Metabolic Interchange",
    "power_source" :  true,
    "active"     :    true,
    "time"       :    100,
    "description":    "Your digestive system and power supply are interconnected.  Any drain on energy instead increases your hunger."
    },{
        "type" : "bionic",
        "id" : "bio_solar",
    "name"       :    "Solar Panels",
    "power_source" :  true,
    "description":    "You have a few solar panels installed.  While in direct sunlight, your power level will slowly recharge."
    },{
        "type" : "bionic",
        "id" : "bio_torsionratchet",
    "name"       :    "Joint Torsion Ratchet",
    "power_source" :  true,
    "description":    "Your joints have been equipped with torsion ratchets that generate power slowly when you move."
    },{
        "type" : "bionic",
        "id" : "bio_furnace",
    "name"       :    "Internal Furnace",
    "power_source" :  true,
    "description":    "You can burn nearly any organic material as fuel (use 'E'), recharging your power level.  Some materials will burn better than others."
    },{
        "type" : "bionic",
        "id" : "bio_ethanol",
    "name"       :    "Ethanol Burner",
    "power_source" :  true,
    "description":    "You burn alcohol as fuel in an extremely efficient reaction.  However, you will still suffer the inebriating effects of the substance."
    },{
        "type" : "bionic",
        "id" : "bio_memory",
    "name"       :    "Enhanced Memory Banks",
    "cost"       :    1,
    "description":    "Your memory has been enhanced with small quantum storage drives.  Any time you start to forget a skill, you have a chance at retaining all knowledge, at the cost of a small amount of power."
    },{
        "type" : "bionic",
        "id" : "bio_ears",
    "name"       :    "Enhanced Hearing",
    "description":    "Your hearing has been drastically improved, allowing you to hear ten times better than the average person.  Additionally, high-intensity sounds will be automatically dampened before they can damage your hearing."
    },{
        "type" : "bionic",
        "id" : "bio_eye_enhancer",
    "name"       :    "Diamond Cornea",
    "description":    "Your vision is greatly enhanced, giving you a +2 bonus to perception."
    },{
        "type" : "bionic",
        "id" : "bio_dex_enhancer",
    "name"       :    "Wired Reflexes",
    "description":    "Your reaction time has been greatly enhanced with bionic nerve stimulators, giving you a +2 bonus to dexterity."
    },{
        "type" : "bionic",
        "id" : "bio_str_enhancer",
    "name"       :    "Muscle Augmentation",
    "description":    "Your muscular system has been enhanced with myomer fibers, giving you a +2 bonus to strength."
    },{
        "type" : "bionic",
        "id" : "bio_int_enhancer",
    "name"       :    "Cerebral Booster",
    "description":    "Your brain has been enhanced with bionic coprocessors, giving you a +2 bonus to intelligence."
    },{
        "type" : "bionic",
        "id" : "bio_watch",
    "name"       :    "Internal Chronometer",
    "description":    "You have been equipped with an internal atomic clock, ensuring that you will always know the current time."
    },{
        "type" : "bionic",
        "id" : "bio_membrane",
    "name"       :    "Nictating Membrane",
    "description":    "Your eyes have a thin membrane that closes over your eyes while underwater, negating any vision penalties."
    },{
        "type" : "bionic",
        "id" : "bio_sunglasses",
    "name"       :    "Anti-glare Compensators",
    "cost"       :    0,
    "time"       :    0,
    "description":    "Your eyes have quick-reacting transition lenses installed over them.  They negate glare penalties, partially protect you from bright flashes, and protect your eyes when welding."
    },{
        "type" : "bionic",
        "id" : "bio_targeting",
    "name"       :    "Targeting System",
    "description":    "Your eyes are equipped with range finders, and their movement is synced with that of your arms, to a degree.  Shots you fire will be much more accurate, particularly at long range."
    },{
        "type" : "bionic",
        "id" : "bio_gills",
    "name"       :    "Membrane Oxygenator",
    "cost"       :    1,
    "description":    "An oxygen interchange system automatically switches on while underwater, slowly draining your energy reserves but providing oxygen."
    },{
        "type" : "bionic",
        "id" : "bio_purifier",
    "name"       :    "Air Filtration System",
    "cost"       :    0,
    "time"       :    0,
    "description":    "Implanted in your trachea is an advanced filtration system.  If toxins find their way into your windpipe, the filter will attempt to remove them."
    },{
        "type" : "bionic",
        "id" : "bio_climate",
    "name"       :    "Internal Climate Control",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    100,
    "description":    "Throughout your body lies a network of thermal piping which eases the effects of high and low ambient temperatures."
    },{
        "type" : "bionic",
        "id" : "bio_storage",
    "name"       :    "Internal Storage",
    "description":    "Space inside your chest cavity has been converted into a storage area.  You may carry an extra 8 units of volume."
    },{
        "type" : "bionic",
        "id" : "bio_recycler",
    "name"       :    "Recycler Unit",
    "description":    "Your digestive system has been outfitted with a series of filters and processors, allowing you to reclaim waste liquid and, to a lesser degree, nutrients.  The net effect is a greatly reduced need to eat and drink."
    },{
        "type" : "bionic",
        "id" : "bio_digestion",
    "name"       :    "Expanded Digestive System",
    "description":    "You have been outfitted with three synthetic stomachs and industrial-grade intestines.  Not only can you extract much more nutrition from food, but you are highly resistant to foodborne illness, and can sometimes eat rotten food."
    },{
        "type" : "bionic",
        "id" : "bio_tools",
    "name"       :    "Integrated Toolset",
    "description":    "Implanted in your hands and fingers is a complete tool set - screwdriver, hammer, wrench, and heating elements.  You can use this in place of many tools when crafting."
    },{
        "type" : "bionic",
        "id" : "bio_shock",
    "name"       :    "Electroshock Unit",
    "active"     :    true,
    "time"       :    1,
    "description":    "While fighting unarmed, or with a weapon that conducts electricity, there is a chance that a successful hit will shock your opponent, inflicting extra damage and disabling them temporarily at the cost of some energy."
    },{
        "type" : "bionic",
        "id" : "bio_heat_absorb",
    "name"       :    "Heat Drain",
    "active"     :    true,
    "time"       :    1,
    "description":    "While fighting unarmed against a warm-blooded opponent, there is a chance that a successful hit will drain body heat, inflicting a small amount of extra damage, and increasing your power reserves slightly."
    },{
        "type" : "bionic",
        "id" : "bio_carbon",
    "name"       :    "Subdermal Carbon Filament",
    "description":    "Lying just beneath your skin is a thin armor made of carbon nanotubes.  This reduces bashing damage by 2 and cutting damage by 4."
    },{
        "type" : "bionic",
        "id" : "bio_armor_head",
    "name"       :    "Alloy Plating - Head",
    "description":    "The flesh on your head has been replaced by a strong armor, protecting both your head and jaw regions."
    },{
        "type" : "bionic",
        "id" : "bio_armor_torso",
    "name"       :    "Alloy Plating - Torso",
    "description":    "The flesh on your torso has been replaced by a strong armor, protecting you greatly."
    },{
        "type" : "bionic",
        "id" : "bio_armor_arms",
    "name"       :    "Alloy Plating - Arms",
    "description":    "The flesh on your arms has been replaced by a strong armor, protecting you greatly."
    },{
        "type" : "bionic",
        "id" : "bio_armor_legs",
    "name"       :    "Alloy Plating - Legs",
    "description":    "The flesh on your legs has been replaced by a strong armor, protecting you greatly."
    },{
        "type" : "bionic",
        "id" : "bio_armor_eyes",
    "name"       :    "Protective Lenses",
    "description":    "Your eye sockets have been sealed with highly protective mirrored lenses and your tear ducts have been re-routed to your mouth. When you cry, you must spit out or swallow your tears."
    },{
        "type" : "bionic",
        "id" : "bio_flashlight",
    "name"       :    "Cranial Flashlight",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    30,
    "description":    "Mounted between your eyes is a small but powerful LED flashlight."
    },{
        "type" : "bionic",
        "id" : "bio_night_vision",
    "name"       :    "Implanted Night Vision",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    20,
    "description":    "Your eyes have been modified to amplify existing light, allowing you to see in the dark."
    },{
        "type" : "bionic",
        "id" : "bio_infrared",
    "name"       :    "Infrared Vision",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    4,
    "description":    "Your range of vision extends into the infrared, allowing you to see warm-blooded creatures in the dark, and even through walls."
    },{
        "type" : "bionic",
        "id" : "bio_face_mask",
    "name"       :    "Facial Distortion",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    10,
    "description":    "Your face is actually made of a compound which may be molded by electrical impulses, making you impossible to recognize.  While not powered, however, the compound reverts to its default shape."
    },{
        "type" : "bionic",
        "id" : "bio_ads",
    "name"       :    "Active Defense System",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    7,
    "description":    "A thin forcefield surrounds your body, continually draining power.  Anything attempting to penetrate this field has a chance of being deflected at the cost of more energy.  Melee attacks will be stopped more often than bullets."
    },{
        "type" : "bionic",
        "id" : "bio_ods",
    "name"       :    "Offensive Defense System",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    6,
    "description":    "A thin forcefield surrounds your body, continually draining power.  This field does not deflect penetration, but rather delivers a very strong shock, damaging unarmed attackers and those with a conductive weapon."
    },{
        "type" : "bionic",
        "id" : "bio_leukocyte",
    "name"       :    "Leukocyte Breeder System",
    "active"     :    true,
    "cost"       :    2,
    "description":    "You are equipped with bionic stimulators which augment your haematopoiesis system, allowing you to accelerate white blood cell production using bionic power."
    },{
        "type" : "bionic",
        "id" : "bio_scent_mask",
    "name"       :    "Olfactory Mask",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    8,
    "description":    "While this system is powered, your body will produce very little odor, making it nearly impossible for creatures to track you by scent."
    },{
        "type" : "bionic",
        "id" : "bio_scent_vision",
    "name"       :    "Scent Vision",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    30,
    "description":    "While this system is powered, you're able to visually sense your own scent, making it possible for you to recognize your surroundings even if you can't see it."
    },{
        "type" : "bionic",
        "id" : "bio_cloak",
    "name"       :    "Cloaking System",
    "active"     :    true,
    "cost"       :    2,
    "time"       :    1,
    "description":    "This high-power system uses a set of cameras and LEDs to make you blend into your background, rendering you fully invisible to normal vision.  However, you may be detected by infrared, sonar, etc."
    },{
        "type" : "bionic",
        "id" : "bio_painkiller",
    "name"       :    "Sensory Dulling",
    "active"     :    true,
    "cost"       :    2,
    "description":    "Your nervous system is wired to allow you to inhibit the signals of pain, allowing you to dull your senses at will.  However, the use of this system may cause delayed reaction time and drowsiness."
    },{
        "type" : "bionic",
        "id" : "bio_nanobots",
    "name"       :    "Repair Nanobots",
    "active"     :    true,
    "cost"       :    5,
    "description":    "Inside your body is a fleet of tiny dormant robots.  Once charged from your energy banks, they will flit about your body, repairing damage and stopping bleeding."
    },{
        "type" : "bionic",
        "id" : "bio_heatsink",
    "name"       :    "Thermal Dissipation",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    6,
    "description":    "Powerful heatsinks and supermaterials are woven into your flesh.  While powered, this system will prevent heat damage up to 2000 degrees fahrenheit.  Note that this does not affect your internal temperature."
    },{
        "type" : "bionic",
        "id" : "bio_resonator",
    "name"       :    "Sonic Resonator",
    "active"     :    true,
    "cost"       :    4,
    "description":    "Your entire body may resonate at very high power, creating a short-range shockwave.  While it will not do much damage to flexible creatures, stiff items such as walls, doors, and even robots will be severely damaged."
    },{
        "type" : "bionic",
        "id" : "bio_time_freeze",
    "name"       :    "Time Dilation",
    "active"     :    true,
    "cost"       :    3,
    "description":    "At an immense cost of power, you may increase your body speed and reactions dramatically, essentially freezing time.  You are still delicate, however, and violent or rapid movements may damage you due to friction."
    },{
        "type" : "bionic",
        "id" : "bio_teleport",
    "name"       :    "Teleportation Unit",
    "active"     :    true,
    "cost"       :    10,
    "description":    "This highly experimental unit folds space over short distances, instantly transporting your body up to 25 feet at the cost of much power.  Note that prolonged or frequent use may have dangerous side effects."
    },{
        "type" : "bionic",
        "id" : "bio_blood_anal",
    "name"       :    "Blood Analysis",
    "active"     :    true,
    "cost"       :    1,
    "description":    "Small sensors have been implanted in your heart, allowing you to analyse your blood.  This will detect many illnesses, drugs, and other conditions."
    },{
        "type" : "bionic",
        "id" : "bio_geiger",
    "name"       :    "Integrated Dosimeter",
    "active"     :    true,
    "cost"       :    1,
    "description":    "Small radiation sensors have been implanted throughout your body, allowing you to analyse your level of absorbed radiation."
    },{
        "type" : "bionic",
        "id" : "bio_radscrubber",
    "name"       :    "Radiation Scrubber System",
    "active"     :    true,
    "cost"       :    2,
    "description":    "A system of advanced piezomechanical blood filters have been implanted throughout your body, allowing you to purge yourself of absorbed radiation at the cost of some bionic power."
    },{
        "type" : "bionic",
        "id" : "bio_adrenaline",
    "name"       :    "Adrenaline Pump",
    "active"     :    true,
    "cost"       :    2,
    "description":    "A stimulator system has been implanted alongside your adrenal glands, allowing you to trigger your body's adrenaline response at the cost of some bionic power."
    },{
        "type" : "bionic",
        "id" : "bio_blood_filter",
    "name"       :    "Blood Filter",
    "active"     :    true,
    "cost"       :    3,
    "description":    "A filtration system in your heart allows you to actively filter out chemical impurities, primarily drugs.  It will have limited impact on viruses.  Note that it is not a targeted filter; ALL drugs in your system will be affected."
    },{
        "type" : "bionic",
        "id" : "bio_alarm",
    "name"       :    "Alarm System",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    400,
    "description":    "A motion-detecting alarm system will notice almost all movement within a fifteen-foot radius, and will silently alert you.  This is very useful during sleep, or if you suspect a cloaked pursuer."
    },{
        "type" : "bionic",
        "id" : "bio_evap",
    "name"       :    "Aero-Evaporator",
    "active"     :    true,
    "cost"       :    8,
    "description":    "This unit draws moisture from the surrounding air, which then is poured from a fingertip in the form of water.  It may fail in very dry environments."
    },{
        "type" : "bionic",
        "id" : "bio_lighter",
    "name"       :    "Mini-Flamethrower",
    "active"     :    true,
    "cost"       :    3,
    "description":    "The index fingers of both hands have powerful fire starters which extend from the tip."
    },{
        "type" : "bionic",
        "id" : "bio_claws",
    "name"       :    "Adamantium Claws",
    "active"     :    true,
    "cost"       :    2,
    "description":    "Vicious claws have been installed inside your fingers, allowing you to extend and retract them at the cost of a small amount of power.  These do considerable cutting damage, but prevent you from holding anything else while extended."
    },{
        "type" : "bionic",
        "id" : "bio_razors",
    "name"       :    "Fingertip Razors",
    "description":    "You possess razor-sharp retractable claws underneath your fingernails, ten double-edged blades four centimeters in length that do a small amount of unarmed slashing damage whenever your fingertips are uncovered."
    },{
        "type" : "bionic",
        "id" : "bio_blade",
    "name"       :    "Extensible Blade",
    "active"     :    true,
    "cost"       :    4,
    "description":    "A deadly foot-long blade made of advanced material now resides inside your forearm, capable of being extended through the back of your wrist at the cost of a small amount of power.  Though exceptionally sharp, it will prevent you from holding anything else while extended."
    },{
        "type" : "bionic",
        "id" : "bio_blaster",
    "name"       :    "Fusion Blaster Arm",
    "active"     :    true,
    "cost"       :    2,
    "description":    "Your left arm has been replaced by a heavy-duty fusion blaster!  You may use your energy banks to fire a damaging heat ray; however, you are unable to use or carry two-handed items, and may only fire handguns."
    },{
        "type" : "bionic",
        "id" : "bio_laser",
    "name"       :    "Finger-Mounted Laser",
    "active"     :    true,
    "cost"       :    2,
    "description":    "One of your fingers has a small high-powered laser embedded in it.  This long range weapon is not incredibly damaging, but is very accurate, and has the potential to start fires."
    },{
        "type" : "bionic",
        "id" : "bio_emp",
    "name"       :    "Directional EMP",
    "active"     :    true,
    "cost"       :    4,
    "description":    "Mounted in the palms of your hand are small parabolic EMP field generators.  You may use power to fire a short-ranged blast which will disable electronics and robots."
    },{
        "type" : "bionic",
        "id" : "bio_hydraulics",
    "name"       :    "Hydraulic Muscles",
    "active"     :    true,
    "cost"       :    2,
    "time"       :    3,
    "description":    "While activated, the muscles in your arms will be greatly enhanced, increasing your strength by 20."
    },{
        "type" : "bionic",
        "id" : "bio_water_extractor",
    "name"       :    "Water Extraction Unit",
    "active"     :    true,
    "cost"       :    2,
    "description":    "Nanotubes embedded in the palm of your hand will pump any available fluid out of a dead body, cleanse it of impurities and convert it into drinkable water.  You must, however, have a container to store the water in."
    },{
        "type" : "bionic",
        "id" : "bio_magnet",
    "name"       :    "Electromagnetic Unit",
    "active"     :    true,
    "cost"       :    2,
    "description":    "Embedded in your hand is a powerful electromagnet, allowing you to pull items made of iron over short distances."
    },{
        "type" : "bionic",
        "id" : "bio_fingerhack",
    "name"       :    "Fingerhack",
    "active"     :    true,
    "cost"       :    1,
    "description":    "One of your fingers has an electrohack embedded in it; an all-purpose hacking unit used to override control panels and the like (but not computers).  Skill in computers is important, and a failed use may damage your circuits."
    },{
        "type" : "bionic",
        "id" : "bio_lockpick",
    "name"       :    "Fingerpick",
    "active"     :    true,
    "cost"       :    1,
    "description":    "One of your fingers has an electronic lockpick embedded in it.  This automatic system will quickly unlock all but the most advanced key locks without any skill required on the part of the user."
    },{
        "type" : "bionic",
        "id" : "bio_ground_sonar",
    "name"       :    "Terranian Sonar",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    5,
    "description":    "Your feet are equipped with precision sonar equipment, allowing you to detect the movements of creatures below the ground."
    },{
        "type" : "bionic",
        "id" : "bio_power_armor_interface",
    "name"       :    "Power Armor Interface",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    10,
    "description":    "Interfaces your power system with the internal charging port on suits of power armor."
    },{
        "type" : "bionic",
        "id" : "bio_power_armor_interface_mkII",
    "name"       :    "Power Armor Interface Mk. II",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    50,
    "description":    "Interfaces your power system with the internal charging port on suits of power armor.  The Mk. II was designed by DoubleTech Inc., to meet the popularity of the Mk. II power armor series."
    },{
        "type" : "bionic",
        "id" : "bio_flashbang",
    "name"       :    "Flashbang Generator",
    "active"     :    true,
    "cost"       :    5,
    "description":    "Light emitting diodes integrated into your skin can release a flash comparable to a flashbang grenade, blinding nearby enemies.  Speakers integrated into your body mimic the loud sound, deafening those nearby."
    },{
        "type" : "bionic",
        "id" : "bio_railgun",
    "name"       :    "Railgun",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    100,
    "description":    "EM field generators in your arms double the range and damage of thrown iron and steel objects at a cost of 1 power per throw, causing them to leave a trail of electricity that can cause additional damage."
    },{
        "type" : "bionic",
        "id" : "bio_probability_travel",
    "name"       :    "Probability Travel",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    100,
    "description":    "Increases your body's wavelength, allowing you to quantum tunnel through walls, reappearing on the other side.  Power drain in standby is minimal, but each tile tunneled through costs 10 bionic power."
    },{
        "type" : "bionic",
        "id" : "bio_shockwave",
    "name"       :    "Shockwave Generator",
    "active"     :    true,
    "cost"       :    10,
    "description":    "You generate a powerful shockwave, knocking back all nearby creatures.  Targets are stunned briefly, take damage and additional stun upon impact with impassable terrain, and knockback any creatures they collide with."
    },{
        "type" : "bionic",
        "id" : "bio_chain_lightning",
    "name"       :    "Chain Lightning",
    "active"     :    true,
    "cost"       :    5,
    "description":    "Your body is equipped with a chain lightning generator, allowing you to emit a blast of lightning at a target, leaving a trail of lightning in its wake, jumping to additional targets within 4 tiles of the previous target."
    },{
        "type" : "bionic",
        "id" : "bio_night",
    "name"       :    "Artificial Night Generator",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    2,
    "description":    "Destructive interference eliminates all light within a 15 tile radius."
    },{
        "type" : "bionic",
        "id" : "bio_uncanny_dodge",
    "name"       :    "Uncanny Dodge",
    "active"     :    true,
    "cost"       :    1,
    "time"       :    10,
    "description":    "Your nervous system has been augmented with bionic processors, allowing you to dodge attacks beyond normal human capability, including bullets."
    },{
        "type" : "bionic",
        "id" : "bio_dis_shock",
    "name"       :    "Electrical Discharge",
    "faulty"     :    true,
    "description":    "A malfunctioning bionic which occasionally discharges electricity through your body, causing pain and brief paralysis but no damage."
    },{
        "type" : "bionic",
        "id" : "bio_dis_acid",
    "name"       :    "Acidic Discharge",
    "faulty"     :    true,
    "description":    "A malfunctioning bionic which occasionally discharges acid into your muscles, causing sharp pain and minor damage."
    },{
        "type" : "bionic",
        "id" : "bio_drain",
    "name"       :    "Electrical Drain",
    "faulty"     :    true,
    "description":    "A malfunctioning bionic.  It doesn't perform any useful function, but will occasionally draw power from your batteries."
    },{
        "type" : "bionic",
        "id" : "bio_noise",
    "name"       :    "Noisemaker",
    "faulty"     :    true,
    "description":    "A malfunctioning bionic.  It will occasionally emit a loud burst of noise."
    },{
        "type" : "bionic",
        "id" : "bio_power_weakness",
    "name"       :    "Power Overload",
    "faulty"     :    true,
    "description":    "Damaged power circuits cause short-circuiting inside your muscles when your batteries are above 75%%%% capacity, causing greatly reduced strength.  This has no effect if you have no internal batteries."
    },{
        "type" : "bionic",
        "id" : "bio_itchy",
    "name"       :    "Itchy Metal Thing",
    "faulty"     :    true,
    "description":    "A bionic of some sort, so badly installed that you cannot even tell what it was originally supposed to be.  Sometimes it itches horribly."
    },{
        "type" : "bionic",
        "id" : "bio_nostril",
    "name"       :    "Bionic Nostril",
    "faulty"     :    true,
    "description":    "While you're really not sure how the CBM ended up in your nose, this badly misplaced bionic makes it harder to breathe.  Increases mouth encumbrance by one."
    },{
        "type" : "bionic",
        "id" : "bio_thumbs",
    "name"       :    "Self-Locking Thumbs",
    "faulty"     :    true,
    "description":    "Self-locking thumbs hold tight (even when you really don't want them to) and don't let go (even when you'd rather they did).  Increases hand encumbrance by two, while failing to improve your ability to hold objects whatsoever."
    },{
        "type" : "bionic",
        "id" : "bio_spasm",
    "name"       :    "Motor Control Overstimulator",
    "faulty"     :    true,
    "description":    "One piezoelectric solenoid installed backwards, two crossed wires, and four burned-out capacitors later you started falling on your face and writhing around at the least convenient times.  This incorrectly-configured bionic periodically stuns you for a short duration."
    },{
        "type" : "bionic",
        "id" : "bio_shakes",
    "name"       :    "Bionic Short Circuit",
    "faulty"     :    true,
    "description":    "A poorly-wired bionic which fails to serve its intended purpose, this malfunctioning device periodically short-circuits, causing systemic muscle tremors."
    },{
        "type" : "bionic",
        "id" : "bio_leaky",
    "name"       :    "Leaky Bionic",
    "faulty"     :    true,
    "description":    "This botched piece of bionic hardware slowly leaks electrolytic compounds, piezoelectric nanomaterials, and other high-tech contaminants into your bloodstream. Needless to say, this is not good for your health."
    },{
        "type" : "bionic",
        "id" : "bio_sleepy",
    "name"       :    "Endocrine Enervator",
    "faulty"     :    true,
    "description":    "Through a combination of psychochemical manipulation and old fashioned electrical nerve stimulation, this malfunctioning bionic alters your brain chemistry in such a way as to cause fatigue. You will find yourself tiring a bit faster than before."
    },{
        "type" : "bionic",
        "id" : "bio_ankles",
    "name"       :    "Squeaky Ankles",
    "faulty"     :    true,
    "description":    "In a cruel twist of fate, a poorly executed CBM installation has given you a pair of useless bionics which make squeaking noises when you walk."
    },{
        "type" : "bionic",
        "id" : "bio_trip",
    "name"       :    "Visual Disruptor",
    "faulty"     :    true,
    "description":    "A malfunctioning bionic which causes occasional visual distortion and pixelation."
    },{
        "type" : "bionic",
        "id" : "bio_stiff",
    "name"       :    "Wire-induced Stiffness",
    "faulty"     :    true,
    "description":    "Improperly installed wires cause a physical stiffness in most of your body, causing increased encumbrance."
    }
]
