[
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Diet Devil brand Metabolic Exchange CBM.  It shows a picture of a tiny obese devil sitting on a woman's shoulder.  The woman stares intently at a gigantic wedding cake covered with bacon and candy bars.  The caption reads: \"Burn calories!  Burn!\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Diet Devil brand Internal Furnace CBM.  It shows a picture of a tiny obese devil sitting on a man's shoulder.  The man is about to bite into a frosting-covered baby.  The caption reads: \"Eat What You Want!  How You Want!  Who You Want!\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Diet Devil brand Ethanol Burner CBM.  It shows a picture of a teenage boy driving a car while chugging a bottle of whiskey.  A tiny obese devil sits on his shoulder and drinks a martini.  The caption reads: \"Drink like there's no tomorrow!\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Twenty8 brand Diamond Cornea CBM.  It shows a picture of the cyber-module being clutched by an eagle in flight.  The captions read: \"Get the new Model 28.bx Eagle-Eye!\" and \"Twenty8.  See what you've been missing.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Twenty8 brand Night Vision CBM.  It shows a picture of an owl swooping down on a the cyber-module.  The captions read: \"Get the new Model 28.hx Night-Owl!\" and \"Twenty8.  See what you've been missing.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Twenty8 brand Diamond Cornea CBM.  It shows a picture of a flying hawk carrying the cyber-module in its beak.  The captions read: \"Get the new Model 28.xx Hawk-Eye!\" and \"Twenty8.  See what you've been missing.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Twenty8 brand Scent Vision CBM.  It shows a picture of a vulture perched on a pile of skulls and cyber-modules.  The captions read: \"Get the new Model 28.vx Vulture today!\" and \"Twenty8.  See what you've been missing.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an ad for a Twenty8 brand Infrared Vision CBM.  It shows a picture of a robotic phoenix covered in flames.  The captions read: \"Get the new Model 28.tx Phoenix today!\" and \"Twenty8.  See what you've been missing.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for DoubleTech brand law enforcement robots.  It shows a picture of copbot and an eyebot boldly emerging from a cloud of teargas and flame.  The caption reads: \"DoubleTech Industries.  Built to Protect.  Programmed to Serve.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for DoubleTech brand law enforcement robots.  It shows a picture of an eyebot flying alongside a bald eagle and a Stealth bomber painted as an American flag.  The caption reads: \"Built to Protect.  Programmed to Serve.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for DoubleTech brand law enforcement robots.  It shows a picture of a dozen eyebots floating over a woman as she jogs through a park.  The captions read: \"Built to Protect.  Programmed to Serve.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for DoubleTech brand law enforcement robots.  It shows a picture of copbot pepper-spraying a handcuffed rioter.  In the background a troop of boy scouts salutes the robot.  The caption reads: \"Built to Protect.  Programmed to Serve.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Robert's Universal Robotics brand law enforcement robots.  It shows a picture of a tribot incinerating a mob of looters and stepping over charred and smoking corpses.  The caption reads: \"R.U.R.  Technology you can Trust.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Robert's Universal Robots brand labor-bots.  It shows a picture of a robot carrying a heavy pallet of bricks.  In the background a human foreman is sleeping on the job, with his hardhat pulled down over his eyes.  The captions read: \"It's a tough job, so why should you have to do it?\" and \"R.U.R.  Technology you can Trust.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Robert's Universal Robots brand labor-bots.  It shows a picture of a factory floor run entirely by robots.  In the background a man in a suit reads a newspaper that shows soaring stock prices.  The caption reads: \"R.U.R.  Technology you can Trust.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Sybil's Cyber Boutique.  It shows a picture of several bikini-clad female doctors removing the skin from man's face.  The patient is strapped to a chair but cheerfully gives two thumbs up.  The caption reads: \"Free Plastic Surgery While You Wait!\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Sybil's Cyber Boutique.  It shows a picture of a nerdy looking man surrounded by a group of admiring women.  In the foreground a blood-drenched doctor gives an exaggerated wink and two thumbs up.  The caption reads: \"Holiday sales!  Get the package deals!\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Sybil's Cyber Boutique.  It shows a picture of a man flexing shiny cybernetic arms in front of a mirror.  He is flanked by two scantily clad nurses who hold bloody chainsaws and give approving thumbs up.  In the background feral dogs gnaw on the man's discarded former limbs.  The caption reads:  \"Spring Cleaning Sale!  20% off!\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Rivtech brand handguns.  It shows a picture of a well armed couple in business suits with matching handguns facing down a legion of villainous looking characters.  The caption reads:  \"Protect yourself with the Rivtech caseless automagnum!\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Rivtech brand rifles.  It shows a picture of a smiling soldier with a futuristic looking rifle on her shoulder saluting the viewer.  The caption reads:  \"Rivtech caseless firearms proudly supports our Military.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Rivtech brand firearms.  It shows a picture of a trio of well armed hunters.  The three are each armed with different futuristic looking weapons and are shooting at a hostile crowd of approaching wildlife.  The caption reads:  \"Rivtech caseless firearms.  Superior stopping power.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Rivtech brand Muscle Augmentation CBM.  It shows a picture of a stylized, howling wolf against a red background.  The caption reads:  \"Rivtech neuroreactive myomer bionics.  The most efficient synthetic adenosine triphosphate recovery system on the market.\" and \"Rivtech Bionics, guaranteed for life.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Rivtech brand Wired Reflexes CBM.  It shows a picture of a stylized, snarling black cat against a red background.  The caption reads:  \"Rivtech neuroelectric stimulation bionics.  The next level in quantum inductive piezochemical nerve stimulation technology.\" and \"Rivtech Bionics, guaranteed for life.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Rivtech brand Monomolecular Blade CBM.  It shows a picture of a woman with a bionic blade extending from her arm steadfastly defending her children from an angry bear.  The caption reads:  \"Rivtech retractable monomolecular blade system.  Failure is never an option.\" and \"Rivtech Bionics, guaranteed for life.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for the Rivtech brand Synaptic Accelerator CBM.  It shows a picture of a stylized, soaring raven against a red background.  The caption reads:  \"Introducing the Rivtech Model Six myelination retrovirus system.  The latest in synthetic high-performance glycoprotein deposition technology.\" and \"Rivtech Bionics, guaranteed for life.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Rivtech brand ammunition.  It shows a picture of an armored steel plate with a gaping hole blasted through the middle.  Sitting beside the plate is a block of brightly colored caseless ammunition.  The caption reads:  \"Rivtech 8x40mm caseless.  Nothing else comes close.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Leadworks LLC's Home Frontier Starter Pack.  It shows a picture of a young suburban parent, equipped with rifle and revolver, keeping a steely eye on the neighborhood from the front porch.  Similarly-armed parents are visible in front of every house on the street.  Young children are at play and older ones tend a large vegetable garden.  The caption reads: \"A well-armed community is a SAFE community.  Leadworks, LLC.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Leadworks LLC handguns.  It shows a picture of a bionic police officer assisting a young couple, who were being attacked by a gang of ruffians.  The caption reads: \"You don't have to void your warranty or wear out your thumb to achieve felon-stopping firepower.  The L39B, tried and true by our fine cyborgs in blue, is available in .45 ACP for that extra punch, and we offer semiautomatic (but equally robust!) versions for the civilian market.  Leadworks, LLC.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Leadworks LLC modular weapons.  It shows a picture of an overworked-yet-grateful police sergeant assembling a sleek rifle, with similar-looking weapons racked neatly behind her.  The caption reads: \"Leadworks is proud to offer the L523 modular weapon system.  No more must armorers stock and maintain stacks and stacks of rifles, carbines, and squad support weapons, juggling multiple incompatible ammunition types!  Just procure a base unit for every trooper, and use our lightweight and portable conversion kits to swap from house-to-house CQB carbine to rooftop-patrol DSR, safely and cleanly!\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a public notice from the Centers for Disease Control.  Its message, repeated in several languages, reads: Due to the rising threat of so-called \"Green Fever\" the CDC would like to remind the public to cover your nose and mouth with a tissue when you cough or sneeze and wash your hands frequently with soap and water.  In light of recent events, the CDC also recommends an annual flu vaccine for everyone 6 months of age and older." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a public message from the Federal Emergency Management Agency.  Its message, repeated in several languages, reads: STAY IN YOUR HOMES!  The US government is taking steps to halt the current epidemic of \"Green Fever\" and help is currently on its way to afflicted areas.  In the name of public safety you are hereby ordered to remain in your homes until evacuated to a treatment camp by authorized agents of the United States military.  Thank you for your compliance." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a public warning from an unnamed source.  Its rambling message, poorly-photocopied onto both sides of the page, reads: Don't believe the lies!  The Army is rounding up people in death camps while the Green Fever spreads like wildfire.  Do not believe what the mainstream news-media is reporting.  All official evacuation points are death-traps.  Secure supplies and escape the cities while there is still time." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a public message from an unnamed source.  Its message, photocopied from a scrawled handwritten copy, reads: REPENT YOUR SINS O BABYLON FOR THE TIME OF HIS JUDGEMENT IS NIGH!  LOOK UPON YOUR DESTRUCTION AND KNOW THAT IT IS JUST!  YOU WILL BE DIVIDED FATHER AGAINST SON AND MOTHER AGAINST CHILD UNTO THE VERY LAST SINNER!" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a public warning from the United States Army.  Its brief message, repeated in several languages, reads:  The President of the United States has declared unilateral martial law affecting the entire nation.  Shelter in place until evacuated to an appropriate emergency management camp by authorized military personnel.  This curfew will remain in effect until further notice.  Stay indoors.  Violators will be shot on sight." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for Rivtech's 'ATOMIC POWER THIRST' energy drink.  While intended to advertise a new flavor called Isotope RU-238 'FRUIT', most of the text is dedicated to a long list of possible side effects: anxiety, insomnia, severe insomnia, dizziness, tremors, nausea, headache, vomiting, delusions, hallucinations, rhabdomyolysis, internal burns, thyroid cancer, extensive internal bleeding, upper gastrointestinal bleeding, diarrhea, cardiac dysrhythmia, cardiovascular collapse, suicidal ideation, seizures, ataxia, amnesia, mania, stroke, neurodegeneration, malignalitaloptereosis, necrotizing fasciitis, recurrent flu, and pinkeye." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a soda advertisement.  On the front is a picture of a happy couple on a beach watching the sun set.  Between them are bottles of soda.  The poster reads, \"Cascade Cola, for those special moments\" in bold white letters." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a flier for a fast food chain.  In it, a man is placing an order with an attractive woman wearing a bright green shirt in the window with two happy children sitting in the back seat.  The flier reads \"Burgers, fries, and a Smile.\" Down in one corner is a company logo." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for soda.  It shows a dark brown can of soda on a black background.  The label reads \"Spin\"." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a flyer for a local pizza chain.  On it is a picture of a cartoon Italian holding a pizza, with the words \"It's a goooood pizza\" written above his head." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a poster advertising contact lenses.  On it is a picture of a blood shot eye with a rather long block of information beneath it making some fairly exaggerated claims about the product." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a flyer advertising a local radio station.  It has a lot of bright colors and patterns, but no definite message other than \"104.4 all the best, all the time!\" in big yellow letters." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a large movie poster for \"Action Packstone 6, Revenge of the Dog Men\".  It shows a fit man in a leather jacket with a revolver and a claymore walking towards the viewer.  At his side is his trusty cyberdog companion and in the background is an explosion." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an illustrated poster for a brand of solar car.  The vehicle is driving through a lush country side as small animals look on.  The slogan \"Improving the world, one tank at a time.\" is written across the top in small letters." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a soda advertisement.  On the front is a picture of a happy couple on a beach watching the sun set.  Between them are bottles of soda.  The poster reads, \"Cascade Cola, for those special moments\" in bold white letters.  Someone has colored in the sun with a black marker.  The words \"oh Discordia\" are scrawled across the top." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a flier for a fast food chain.  In it, a man is placing an order with an attractive woman wearing a bright green shirt in the window with two happy children in the back seat.  The flier reads \"Burgers, fries, and a Smile.\" down in one corner is a company logo.  Someone has gone to town on this one with a permanent marker.  It is now covered in rude images and racial epithets." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a flier for a local pizza chain.  On it is a picture of a cartoon Italian holding a pizza, with the words \"It's a goooood pizza\" written above his head.  Someone has drawn an exaggerated mustache on the cartoon Italian, along with a pair of crude, oversized breasts." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a poster advertising contact lenses.  On it is a picture of a blood shot eye.  Someone has defaced this one.  The informative part has been torn off, and written in jagged letters across the top in red crayon are the words \"ALL HAIL THE CRIMSON KING!\"." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an illustrated poster for a brand of solar car.  The vehicle is driving through a lush country side as small animals look on.  The slogan \"Improving the world, one tank at a time.\" is written across the top.  Someone used a blue pen to write \"who gives a shit\" across the slogan and put X's over the eyes of all the animals." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a poster advertising a underground bunker.  The poster shows a nuclear bomb wiping out a city while a family huddles safely underground.  There a slogan \"Concerned about enemy attack?  Want to protect your family?  Join the VAULT program today.\" which is written in the middle.  However, there seems to be no information about *how* one might do so." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is a flier for Red Ryder BBGuns.  On it a child is pulling a shining red wagon with a cooked pheasant on it and a wooden rifle over one shoulder.  The child has a dog trailing beside him and a satisfied look on his face.  The caption reads \"When you chose Red Ryder, you invested in the American Dream.  You invested in our Independence.\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an old flier for a movie from the 30s.  A tan man with slick black hair and muscles bulging through his offwhite suit is clasping a woman to his hip with one hand, and the woman is wearing a black leather dress.  With her hips splayed, she is holding a pistol in one hand and starring directly out of the advert.  The caption reads \"Witness the rebirth of New Noir with 'Jersey Shore Blues'.  Starring Jenifer Languiz as 'Snookie'!\"" ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "\"Have you found (y)our savior today?  Atom is here for you, it is inside you!\"  This flier marked the rising popularity of the Atom Cult, a religion in which the essence of life is discovered through meticulous inward study and pious donations." ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "\"Joe's Diner; 1/2 pound of meat, 3 toppings, 'your choice', all with a side of freedom fries and a BIG Gulp size pop.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"WE WERE RIGHT THE GOVERNMENT DID IT\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I shot the sheriff; but I couldn't find the deputy\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Some plant vines started chasin after me, so I took a gas mask and some teargas and I ran through them.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Slingshot right through the windshield k?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"When I was a kid I used to slingshot at bugs and birds.  Its really playing off nowadays, Ill tell you what\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"ALL YOU STONERS WITH YOUR VIDEYA GAMES - I BET YOU WISH YOU TOOK THE TIME TO LEARN A SKILL NOW DONTYA\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I tried to be a bard, but the rats didn't like my piping.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I found a chocolate bar on my pillow when I got home last night.  I left and don't wanna go back.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"this demon thing came after me  it got me good  i shot it but i dont know if ill make it\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"DANNY IF YOU READ THIS THIS IS CLARA WE'RE ALL OKAY AND WE'RE HEADING TO THE RIVER.  A BOAT SAID THEY WERE DOCKED NEARBY.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"When I think of all the dead people I get mad, because I was supposed to be the next big leader.  WHERES MY CHANCE!??\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"You know they got a machine that can change the weather now?  You put in a bunch o'numbers and the whole thing funks around!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"A man in a black robe came up to me, said he wanted to make a deal...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Cha-cha-cha-chia!  Saw a woman today, with fungus coming out her head like hair tendrils.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Gotta slow down, man.  I don't think we spend more than 20% of our time fightin',  Put some Marley on and take off that racketus tripcore nonsense, man.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I kept shooting with my handgun, but I never got any better!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"ITS OKEY GUYS!  I BARRYED A TIME CAPSUL IN MY BACKYARD!  I PUT IN SOME HOEHOES.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I got my tinfoil hat on.  Good thing too, cause this monster was starrin at me kinda funny, trying to freeze my mind in place.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"You want my advice?  Smoke Crack, It gets shit done.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"The raindrops keep falling on my head, the acid ensured my eyes would soon be bleedin red...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"ALWAYS WITH THE EFFICIENCY GUYS; YOURE ALWAYS WORKING TO GO HOME TO PAY RENT TO SLEEP TO WAKE UP TO WORK AGAIN.  STOP\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"IM OFF TO THUNDERDOME, BYE SUCKERS.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"If you get a parasite, take some sand and some vodka.  Rub the sand into the afflicted area, real good too; like you're washing your hair.  Then rinse with vodka.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I put my toilet water into a gastank.  Then I poured it into a glass cup.  Then I drank it without vomiting my insides back into the toilet.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"This isn't real this is a test to turn you into a Manchurian Candidate!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Real Men do it with STYLE.  SUPASTYLIN.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"They're all hiding on an oil rig, I heard it myself over the AM airwaves.  They think they're the nobles of the 21st century, the prigs.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "The Green Fever shall purge the land for His Chosen children.  I have seen His black fire shining in the eyes of the afflicted and eagerly await the day He shall consume us all.  Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn." ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Some of 'em are big.  Real big.  Don't stick around, I saw my mate get fucking torn in half!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"po p y fl ow er s don t ea at them\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Some guy is walking through the horde without a scratch.  Please tell me they're docile now.  Please fucking tell me.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Swamp water tastes good!  An\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Why are all the lawnmowers broken?!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Some of the bridges, they're right next to each other, right?  If you see something up ahead one of those, just careen through to the other side.  My van was long enough to bridge right across!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"BURN BURN BURN BURN BURN ALL BURN ALL BURN ALL BURN\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I took all the supplies.  Don't follow me.  I'm sorry, man.  I have to look out for myself now.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"My next-door neighbor had a katana in his basement!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Am I the last one alive?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Boyfriend stole my pistol while I was asleep.  I locked him in the bathroom and set the house on fire.  At least he attracted their attention.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I get air conditioners, but... this whole laboratory is frozen to ice!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Fuck aerodynamics, I want another engine!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"A wood ax works pretty well against them.  So does a machete, but you can't cut down a tree.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Why would you hide in a farm?  Sure, it's isolated, but if they know where you are, you don't exactly have cover on all sides.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Imagine if this spread to, like, Australia.  Zombie kangaroos.  Haha...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"how DO I use THESE bionic THINGS?  I just STUCK the wires IN my WRIST and now I CAN'T STOP twitching.  AND now my LEG hurts!  Is THAT acid?!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I tried playing memorial music for my dead brother, on a radio.  They must have been attracted to it.  I can't see his grave through the crowd anymore.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Took a picture of a dead dog leaping right onto a soldier.  Sweet fucking shot!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Gas mask is nice and all, but I can hardly run with it on.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"One of those robot tanks was blocking the way out.  Got some sort of sweetspot, though, where it can't decide what to shoot with, maybe 30 yards or so?  Made it to the truck and just drove.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Those evac shelters have basements.  Remember when they were full of food?  Every single one is fucking empty now...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I made mushroom babies.  My arms hurt.  I hurt.  I had mushroom babies.  They are growing now.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"It doesn't matter how you die.  You're gonna turn into one of them.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"WHY DO ALL THE DEAD CHILDREN GO TO SCHOOL\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Don't keep your goddamn casings!  They'll just weigh you down.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "There is a splotch of blood on it.  \"blood of the zombie king\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Local auto shop is full of the things.  And to think I worked with them on repairing cars... now they're just... fucking corpses.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"DON'T EAT THE SLIME DON'T EAT THE SLIME DON'T EAT THE SLIME\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I used to be human.  But... my arms... they are like tentacles.  I slither along akin to a snail and I shed my feathers every day.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I don't have enough time to double tap.  You don't either.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"PINK TALL ONES RUN RUN RUN RUN RUN\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Are they still human inside?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"the eye it watches me it follows me everywhere help\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"tHE Portal it's so COld\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I can wear three backpacks!  Fuck, I'm good.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"They build modern bullets fuckin crazy.  Set some on fire and they all goes like a lil grenade.  Need kindling first.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"GOD CAN'T SAVE US\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"SHOOT YOURSELF, LET IT END QUICKLY\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"There are five basic rules to survival.  One, stay prepared and watchful.  Two, keep your iron sights lined up or succumb.  Three, stay FAR WAY from all\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"The bricks of this bathroom look like a face.  Haha... it's all I can focus on.  At least let me shit before you break down the door.  Please...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"What the hell are they mining for in these shafts?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I am one with the plants.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Broadsword!  Yeah!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"If you see a trail of dirt getting displaced in your direction... run.  Run for your life.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Don't fall down a nuclear silo, they left 'em all open\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"DINT ATE THE MUSHROM\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Libraries are useless after the apocalypse.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I swear to God I've seen these plant things before!  In a book, or something!  I swear...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Is robbing a bank easier or harder now that all the guards are undead?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Make sure your car is REALLY stopped before you get out.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I found some kind of stone pyramid with spikes.  I feel... I feel like I'm being watched.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Why would you ever hide in a damn gun store?  The owner... he was a moron alright.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"This apocalypse will be good for the US financial crisis\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"THEY DON'T feel ANYTHING\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"What was XEDRA doing, anyway?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Is that one pharmaceutical company gonna come out with a, like, cure for this anytime soon?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"THE MARLEY WAS RIGHT\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I... I just put a muffler onto a... nail gun.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Squeeze some ammonia into zombie flesh and hold it tight.  You smell like one of them!  I think.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I thought my damn terminal cancer was bad enough... now the dead are rising?!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"THE GOO IS IN THE WATER DON'T DRINK WATER\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"What's with these pits... with, like, sli\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Everyone used their gas to get to another town... but it's the same story everywhere.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"The gas the gas the green gas spreads forever\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Most things can be taken out with a shotgun.  More things can be taken out with a grenade.  Imagine what a mini-nuke does.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"My friend gave me lit dynamite, but it hasn't exploded yet... I don't think that's supposed to happen.  God help us.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Come to the bar if you see this, let's re-enact a zombie movie, friends.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"They are NOT slow!  They are NEVER slow!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I had a phobia of bees BEFORE they grew to enormous sizes.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Your backpack's gonna weigh you down in the water.  Hell, feel free to get naked.  Nobody's going to judge your modesty.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Guns too loud.  Crossbow too long.  Running is best.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"99% dead?  I'd like to see a million zombies on Wall Street.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Crawled in through the vents.  Whole office building is infested.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Don't shoot the people who get bit!  It's OK!  Death is the only thing that makes you turn!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Zombies, walkers, dead ones, undead, reanimated, zed, animata, biters.  Did I miss any?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I left a stash of rechargeable batteries in my safe and apparently the goddamn zombie Tooth Fairy has taken them all.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"All I've got is this keg of beer and an appetite.  Come at me, apocalypse!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"My cousin says that murder nowadays is just a war crime.  War for what, I don't know, since the undead seem to be rebels without a cause.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"SWAMPS RUN SWAMPS NO SWAMPS RUN\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"dog bit off my legs, magical hospital make all better\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"They said a walking cane was a useless weapon... but then I hit one of them with it.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"River water around these parts is extremely safe.  Probably more safe than the damn tap water at this point.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"DON't bomB THe PORtals it MAKES iT WORSE\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"No wonder all the camps got overrun, they kept a goddamn zombie test subject!  Each and every one of 'em!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I just realized how damn demented those fliers are.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I propose a new currency: 9mm.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Something wrong, with cars..., ram, and,. my speedometer    read six hundred.,.thousand can't feel lungs,\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Somehow I managed to fit an entire goddamn lemon into this makeshift battery.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"My skin is crawling and I teleport every few minutes.. what is going o\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"You can't see them through the smoke but they can't either.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"There's gotta be a better use of all this rebar...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"met schoolhouse of people, all crazy and mad they were, ate killed all of them, yum\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"STAY AWAY FROM THE BIG ONES IN THE FOREST\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"got into a prison with a halligan bar.  makes me wonder how they kept prisoners inside\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Shopping carts become a lot more efficient when you plate-weld a trunk to them.  Crate on wheels!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"telportfd itont wall, amr gone\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"This thing isn't a car any more.  It's just a fucking mountain of metal on wheels, which I live in.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Anyone else seen those really... SQUARE-looking towns?  I don't think they're normal.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"BOSTON IS FUNGUS DON'T GO THERE\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"big z threw me on top of the building, legs broken but at least im safe for a few more minutes\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I'm starting to feel bad about disabling all these turrets and stealing their ammunition.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Make sure you strip the house for all available resources-- tubes, pipes, ceramics, sheets, strings, and more\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"there was a giant shell in my backyard for a few weeks.  one day a squid guy popped out of it and said his name was steve\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"FUCK FAUX-MUTANTS, BEING 'EXTREMELY THIRSTY' DOES NOT COUNT\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"There's nothing wrong with eating people if you HAVE to.  I mean, I only did it because I didn't want to waste my potato chips!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"all these robotic police really take the piss out of kops\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"CHINA DID THIS\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"RUSSIA DID THIS\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Thank You RivTech.  Thank You For Good Coffee.  Will Always Stay Awake For You Rivtech.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"See, now I'm just not sure where I'm putting all these storage batteries in my body!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"dont try to leave they will shoot you\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"herbs + salt + cooking oil + coffee powder + ammonia = a meal, right?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"HA!  YOU THOUGHT I WOULD LEAVE A USEFUL NOTE?! SCREW YOU!  GO DIE IN A BLOB PIT!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I'd like to thank my high-school culinary arts class for teaching me how to make RDX and mutagenic serum.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Makayla Sanchez burned down my fucking house\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"he calls himself the 'man with the hands', don't approach\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"So... what happens if the military rescues us?  We're all freaks by now, right?  How the fuck are we gonna go back to real life?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Not sure if my companion WANTED to turn into a bird, but I was the one giving her the serum, and I saved her life!  That's fair, right?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"what's a resonance cascade?  can't be that bad, maybe i'll get some cool l##/###\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I've never been very confident, is that why my shots keep missing?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"FIRE BAD.  NOW NAKED.  PLEASE HELP.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Heard of a place up in Maine where people have their shit together.  Hundreds of people, defense, food and shelter... let's go raid it, guys!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"The whispering fog is taking me in like a blanket.  I'm warm now.  I'm finally\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"got a video recording of hour one when the portals were still up.  pretty cool\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Stuck in tent.  Zombies outside.  Friends were outside too, now they're part of zombies.  Need to be quiet\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"if anyones reading this, please tell my mom i was right about insects being superior\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Diamond coated sword!  Diamond coated hammer!  Diamond coated clothes!  Diamond coated hands help\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"waded through 14 miles of sewage for playboy magazine, wasnt worth it\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I'm coming back for this note in twelve hours.  If I don't, take all my shit!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"all my friends died when they came near me.  there's nothing funny about that\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Wow, this sinkhole is really comfortable!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"DOG NOT REAL DOG\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"This is all just a dream, right??! I'M GOING TO WAKE UP, SHE'S GOING TO BE OK\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"wek ik spak\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"IT'S BURIED!  THE TEMPLE IS BURIED!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"If I had a dollar for every cash card I've found, I'd have more money than is on these stupid things!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"can never have enough kevlar.  basically just live in a kevlar turtle shell.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Wow, I haven't had to piss in weeks!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"MY GLITTERING SNAKE COMPELS YOU!  OBEY!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"can sunstasin self frorever off fof my funggnaloid babiues oout fo yme arms eat themm up eatbtb my chidlldren\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Gonna settle down one day.  Nice big orchard, couple of friends/future family to spend time with, and my army of zlaves to guard the place.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"got a video recording of hour one when the portals were still up.  pretty cool\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"a ctulaly don t mi nd  t he cold it   s  f i ne in h ere  nn    o problem\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"tried to shoot myself but the nanobots fixed it, fucked up the controls, now i can't turn them off i just want it to be over\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Tried wearing dead zombie clothes, but they still knew I was alive!  It's like they're a hivemind, man!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"MY PALMS ONLY GROW IN POWER!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"riddle.  what's 1/4 feathers, 1/4 scales, 1/4 metal, and 1/4 flesh?  answer: sorry, but you should know this one.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"For anyone that's reading this, I just want to confirm (FROM AN UNBIASED SOURCE) that it was NOT the scientists' fault.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Whoops, I put my sister's insulin in my internal furnace.  Shit.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"traveled with a few friends after the thing started.  mostly stuck to bike paths and eaten fruit and mushroomdhfhghghhhh\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"We're the eagle-eyes in the sky!  Just two mutant avians in our helicopter!  Filming the Cataclysm!  Check us out on any working electronics!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"My friend was getting eaten.  Started ranting about how he had 70 HP on his head, and that the zombie shouldn't penetrate his armor... poor guy.  Bad die roll, I guess.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"WE'RE GOING TO SAIL TO CANADA, BITCHES!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Anyone hear about that guy who tried to sail his family to Canada?  What a moron, right?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"recently canadian border has gotten more dangerous don't go there\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Hey, what happened to my dad's airboat?!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Reading is good!  Never stop reading.  Read EVERYTHING.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I'm gonna be honest here, I'm really gonna die soon so I dont want to gt forgnottedn ples dont forntget me y nrmmy name is h@@hbhbh\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"It wasn't Russia or China, guys.  It was me.  This whole apocalypse is my fault.  You can just call me... Darkling.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"all it takes to seal a wound is a sawblade and a match!  trust me\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I wonder what's in this sarcophagus?  Maybe it's a real sarcophagus.  Maybe there's a big guy named God under here.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"these hulks aint so incredible when ya got .50\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Got my legs dissected.  It's OK, at least I have my dog!  Her legs were also dissected, but that's OK, we're gonna be OK...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Mi-go is friend!  Go with Mi-go to friend dimension!  On the Friend Team!!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"We have Landed our Comet.  The Sky is Ablaze.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Last one standing.  It's good feeling.  I win.  I win I win I win I win I win\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Adderall cures weakness, tramadol cures death\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"These turrets keep dodging my FUCKING BULLETS!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Best way to train is by throwing pebbles at birds.  You'll be a legend.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"new bedford is overrun.  i'm sorry.  we tried.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Check out my cooking show on The Television!  Making Mannwurst sausages out of some of those assholes who tried to raid my kitchen earlier...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Renting out my rat tunnels for 50 9mm rounds a night.  I dug them with my own claws, so you know they're the best.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Anyone wanna listen to some music at full volume and shoot the Zs that approach?  You pick the tunes if I get some ammo.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Lots of new easy ways to burn calories now.  Fighting aminata, managing the fields, running with my wings buzzing, and more.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"lotta dead mothers\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"FLAMING SWORD HUMANE.  CAUTERIZES WOUNDS.  SURGICAL.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"knife screams it screams i cant breathe so scared help me please help\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"when it started, we could still hope The Man was gonna save us...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Hey, Ted.  Alexander and Cass and I are heading to Z-Mobile for the last of the meth.  Keep the lizard fetus fed for us, OK?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"i say we call the material from melting down cars and dead robots 'massachusetite' or 'vermontsteel' or 'connecticut composite'\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Sometimes what you need when you're infected, bleeding, sick and hungover is a J and some chips.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I am nothing without my supertank and storage megastructure.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Hahahahaa stupid fuck in his mansion, with his plate armor and big axe.  Guy never swung the thing in his life.  Can't block bullets, dipshit\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I woke up with a dozen bears in a tribe outside the vault.  One was covered in red markings, glowing-- speaking.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"poor guy.  watched him from afar with my binocs for months and months.  today he died fighting.  feels like i knew him even though i never approached.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I hope I don't leave this note in a pawn shop, bank vault, or library... 'cus that would mean I'm dead.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"ENGLAND DID THIS\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I finally dug to the hellmouth.  My body burns but my soul finally finds its purpose\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"That little fakkin rat din say anythin till we whacked him with a steel chain!  Then 'e just wanted to know if he could buy the chain!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"tom, adorned with fluid sacs three layers deep, crawls to safety like a slug\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"my friend turned fuckin insane and ate his arms and then his sister's arms!  he looked rather cross\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Starting today, the hallucinations are my only friends.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"For sale: zombaby shoes, very filthy\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Started my own brewery recently.  I just need some glass bottles, now!  Several thousand!  I'm planning way ahead.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"We're the eagle-eyes in the sky!  We're gonna fly our bird 'copter!  Northward!  And bomb the military checkpoint!  Wish us luck!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Heard recently of some radio op who lives in a skyscraper, announcing where those hordes are going.  Couldn't find the frequency, though.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Woah, bud!  Not all cannibals eat meat!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"ay why aint my bullets fuckin explodin\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Those Fiktok clan people picked this place clean... no food...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"The fewer people in New England, the stronger we'll become.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"It all boils down to the Apex Predator.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"King Jameson ik goner!  Thee cyber limbs isk falleng off me body!  Stak pyroteknik I heear!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Christian, but have no bible-- the Flying Spaghetti Monster is my god now.  For morale's sake...\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"THE GRANADE DEBUGGED MY SPIDER FRIEND WHERE IS SHE\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Got my mortar and pestle.  Now if I could just find some avocados...\"" ]
  },
  {
    "type": "snippet",
    "category": "newest_news",
    "text": [
      "LABS BOMBED: In further invasion proof (discounting earlier suggestion of a riot drug) most of New England's scientific labs were bombed simultaneously yesterday.  No word yet from the military about who the aggressors are.",
      "CHINA INVADES?: Communications were muddled by a large influx of aggressive armed individuals.  \"We have this,\" says a local Police Chief.  \"We are authorizing our robotic security drones to use lethal force on combative humans\"",
      "INVADERS NOT HUMAN?: An earlier command by the Police Chief has backfired.  \"The invaders don't register as human.  The securibots turned on us when we tried to fight them.  We don't have enough people left to reprogram them.\"",
      "INVASION IS GM TROOPS: Reports of invasion by as yet unknown soldiers have been confirmed, and this paper has gained first hand footage proving genetic modification, with examples of extreme strength, speed and natural armor.",
      "INVADERS ARE SUPER SOLDIERS: Further proof of mutation, in addition to strength, speed & toughness, we now have reports of foreign enemies who are somehow firing lightning fields, spitting acid and reports of soldiers hidden in mobile clouds of smoke.",
      "MILITARY HAS GM TOO - GENERAL: \"We want to reassure the people, these invaders are not the only super-soldiers.  Our genemods are more advanced than China's.  We were safety-testing, which China obviously skipped disastrously.\"",
      "PUBLIC SERVICE ANNOUNCEMENT: \"Aid Delayed\".  Fighting by the military at the edge of the New England Disaster Area is expected to delay civilian extraction.  Civilians will be forced to supply themselves over the next weeks.",
      "PUBLIC SERVICE ANNOUNCEMENT: \"New England Cut Off\".  New England has been quarantined for the safety of the rest of the USA.  No rescue attempts will be funded, it is assumed there are no survivors in the area.",
      "LEAVE TO THE EXPERTS -- GENERAL: \"Do not attempt to deal with invaders yourself, our troops have the technology and the training for military action.  Loud gunfire may attract more enemy attention than you have ammo!\"",
      "TOWNS OCCUPIED TERRITORY: FEMA officials said today \"Do not try to defend your property in towns: invaders use advanced tracking, perhaps scent.  Please retreat to your nearest evacuation center outside town and await extraction.\"",
      "PUBLIC SERVICE ANNOUNCEMENT: \"Beware Acid Rain\".  Several caustic chemicals in the air react with rain clouds to cause deadly acid rain.  No word yet on if this is a deliberate tactic or a side effect of the earlier bombings.",
      "EDITOR SAYS \"DESTROY THE DEAD\".  Recognisable enemy dead left lying in the street may give away militia positions!  If you kill an enemy combatant, smash or butcher with a knife until unrecognizable!  Screw Geneva!  Protect our troops!",
      "SOLDIERS SEEN HEADED UNDERGROUND.  Rumors abound as eyewitness see troops headed underground near a local salon.  Expert sources suggest that the soldiers may be headed to a possible underground bunker."
    ]
  },
  {
    "type": "snippet",
    "category": "many_years_old_news",
    "text": [
      "QUANTUM LEAP: An undisclosed project has yielded results in the form of theoretical teleportation.  \"This is just the tip of the iceberg,\" said a source.  \"I can't disclose, but this development is the LEAST in this exciting vein!\"",
      "HE WILL BLOW YOUR WORLD: Scientist Kevin Granade reveals potential \"Reality Grenade\", loosely related to teleport-tech.  He claims could be used to weaken enemies or improve our own troops.  \"We're still in Alpha testing,\" says Kevin, \"It really needs a Bugfix\".",
      "SECURIBOTS: Keeping your home safe, ready the second the alarm goes off...  Who needs people?",
      "ROBOCOP BEATS CRIME: Due to the common usage of Securibots and their ability to respond more rapidly than people, crime is down 54% and dropping.  Police chief says \"Don't trip an alarm and you have nothing to worry about\"",
      "ROBOT RAMPAGE: Three Protesters injured when surrounding a Military base, protesting automated turrets which put guards out of jobs.  \"We warned them, turrets will open fire on anyone without a military ID,\" a general said.",
      "GOVERNMENT INTRODUCES GUN SUBSIDIES: In a move the government says will boost the economy, encourage military production and support defense militia, the government has dropped taxes on guns and applied a subsidy for the poor.",
      "US IGNORES UN DEMANDS: The US ambassador to the UN today turned down UN requests to begin nuclear disarmament by China, the US and North Korea.  \"We have a right to defend ourselves,\" insisted the ambassador.  \"We'll back down when they do\".",
      "A WHOLE NEW YOU!  Augment your world with CBMs!  This ad features a man covered in solar panels with a miniature flashlight in the middle of his head.",
      "The Future...  powered by COFFEE!  Rivtech brings you the greatest revolution since espresso.  Why wait for milk to boil?  Have your coffee ready instantly with \"THE POWER OF THE ATOM\"!",
      "GLAMOPOLITAN!  We've got ALL the latest tips!  Whether you want to know what the elite are eating, wearing or discussing, Glamopolitan is YOUR magazine!  So pick up a copy today and \"Sizzle Like A Star\"!",
      "POPULAR MECHANICS: People say mechanics is boring.  We say, Prove them Wrong!  We've got all the articles that make it interesting to talk about, so you can \"Make Mechanics Popular\"!",
      "CRAFTY CRAFTERS QUARTERLY: Macaroni isn't just for eating anymore!  Learn how to make jewelery and art from it as well!  We also discuss the correct way to use superglue without gluing your hands together!",
      "UNDERGROUND BUNKER?  Sources in the government suggest that an underground bunker is being built in a secret location in case of enemy attack.  We were unable to get the exact location as our sources mysteriously disappeared shortly after revealing this information.",
      "STUDENT MISSING: A high school student vanished yesterday evening in the forest near Wayland.  The 17-year-old international student from China (who adopted the anglicized nickname \"Brett\" due to Americans' difficulty pronouncing his given name) was last seen with his friends in the camp.  \"Brett said that he was gonna get some firewood but he never came back,\" said his classmate, Jianxiang Wang.  The search is underway.",
      "STILL SEARCHING: The search for Brett, the high school student who went missing three days ago, is still ongoing.  \"He could have played in the soccer game against Weston High School yesterday,\" Brett's sorrowful teammate said, \"[..] we've never stopped praying.\"  Despite the best efforts of the County Search & Rescue, Brett had still not been located at the time of this report.",
      "RUMORS DENIED: Allegations that the military had been conducting teleportation experiments in secret just outside Wayland were put to rest during a press conference earlier today.  \"I have to clarify that not only have we never done such research,\" said the officer on the press conference, \"teleportation only exists in sci-fi films.\""
    ]
  },
  {
    "type": "snippet",
    "category": "years_old_news",
    "text": [
      "GRANADE SEEKS FUNDING FOR GRANADE: This paper has been investigating rumors disgraced former scientist Kevin Granade seeks public funding for so-called reality-warping weapon \"the Granade\", which \"[...]works by patching reality\".  Apparently it will be crowdsourced via Kickstarter as \"Project Cataclysm\" ",
      "GOVERNMENT SCIENCE BOOST: The government has drastically increased defense R&D after UN disarmament demands.  \"This not only keeps money in our country, but maintains our lead on China and keeps us defended\", the President said.",
      "HOME GROWN SCIENCE: Several governors & legislators from the New England region discussed a new regional initiative today, which relaxed laws that limit the distance a hazardous-material laboratory or factory can be from a city.  \"This should keep our economy going strong for years to come, with all the military R&D facilities being established,\", one mayor remarked.",
      "DRIVING ON A WING AND A PRAYER: A New England man has proven it is possible to create a new car from scrap parts using almost nothing but duct tape.  When asked why he had done it, his answer was \"Well, I didn't have a welder.\"",
      "NEVER BE LEFT IN THE DARK!  Rivtech Atomic-nightlight uses \"inexhaustible\" plutonium fuel cell, provides light, feeds power back into your grid!",
      "A WHOLE NEW YOU!  Augment your world with CBMs!  This ad features a man covered in solar panels with a miniature flashlight in the middle of his head.",
      "Sick of FUEL PRICES?  Bus stop too far?  Get your driving fix from THE SUN!  Solar powered electric cars: Silent, Cheap, Powerful.",
      "Coffee of The Future...  RIGHT NOW!  No one has really has the time to make great coffee, but now you don't have to!  Rivtech gives you inexhaustible ATOMIC power!  To make boiling hot coffee the MINUTE you want it!  Atomic Coffeemaker.",
      "GLAMOPOLITAN!  We've got ALL the latest tips!  Whether you want to know what the elite are eating, wearing or discussing, Glamopolitan is YOUR magazine!  So pick up a copy today and \"Sizzle Like A Star\"!",
      "POPULAR MECHANICS: People say mechanics is boring?  We say, Prove them Wrong!  We've got all the articles that make it interesting to talk about, so you can \"Make Mechanics Popular\"!",
      "BIRDHOUSE MONTHLY...  This month we look at some Dutch innovations in birdhouse design, and compare with the often confused Scandinavian Birdhouse design.  Our article on sheet metal birdhouses will have you riveted!"
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      "SHOW THEM YOUR GUNS: In response to China's latest threats, the government has further relaxed gun control, expected to increase the economic boost of earlier gun subsidies and relieve public tension.",
      "READY FOR THE WORST: The government has proven it is ready to deal with China's threats.  In the event of an actual attack, we have established evacuation centers, within a short distance of most towns.",
      "MUTANT COLD: A new cold virus has emerged in the New England area.  \"There don't appear to be complications, but many sufferers are developing large amounts of benign tumorous tissue, A pound or more,\" said a doctor",
      "GRAVE BUSINESS: Recent reports show a large spike in thefts from and assaults on funeral homes in the last few weeks.  Described as highly strange but not especially dangerous, Homeland Security is \"looking at the connections now.\"",
      "SPACE TELEPORTATION - TRUTH OR FICTION?  Scientists addressed a growing conspiracy theory today \"The plutonium consumed is massive.  We cannot use teleportation to reach aliens, unless they live on some kind of parallel world.\"",
      "LASERS - NEXT BIG THING?: Top defense researchers remarked during demonstration of a prototype today: \"We are still working on it, the laser weapon lacks power, but has a technically almost unlimited range,\" one said",
      "DRUG USE ON THE RISE: Recent statistic suggest drug use has climbed more than 40% in the last two years.  \"People are scared for their jobs, their country, even their life...  of course some will turn to drugs,\" said an expert.",
      "WAR ON DRUGS DEAD: The government has finally reacted to long accumulated evidence that suggests that decriminalized drugs cause fewer health problems and are generally better managed while providing valuable tax revenues.",
      "FEELING BLUE?  Try \"Greens\" for Magazines!  Your local Supermarket!  Nothing cheers you up like a good magazine...  Unless it's JUNK FOOD!  Or why not buy an MP3 PLAYER or a GAME CONSOLE?  Chase those blues away at GREENS Supermarket",
      "GLAMOPOLITAN!  We've got ALL the latest tips!  Whether you want to know what the elite are eating, wearing or discussing, Glamopolitan is YOUR magazine!  So pick up a copy today and \"Sizzle Like A Star\"!",
      "POPULAR MECHANICS: People say mechanics is boring?  We say, Prove them Wrong!  We've got all the articles that make it interesting to talk about, so you can \"Make Mechanics Popular\"!",
      "BIRDHOUSE MONTHLY...  Which wood would a woodpecker prefer?  This month we discuss hardwood versus soft woods, whether to lacquer, oil or paint, and which type of nails you should use!",
      " ...What do you know about surviving in the Wilderness?  If you can't make a snare you don't know TRAP!  Hunt down a copy of TRAPPERS' LIFE and learn about wildlife!...  And how to kill it.  This week, a CROSSBOW TRAP!"
    ]
  },
  {
    "type": "snippet",
    "category": "months_old_news",
    "text": [
      "SUPPORT THE COUNTRY THAT SUPPORTS YOU - PRESIDENT: Unexpectedly and unpopularly, the president today instituted a peacetime draft in response to China massing troops.  \"We must pray for the best while preparing for the worst.\"",
      "EVACS UNSTOCKED: TRUTH OR FICTION?  An unidentified government source has suggested that the evacuation centers are unstocked, having \"already accomplished the goal of calming the people\".  He later retracted the comment and is unable to be contacted.",
      "NEW WEAPON UNVEILED: Defense today lifted the lid on a long held secret project.  \"We can't discuss the specifics, but it generates a burst of plasma which accurately follows a path of laser-heated air,\" according to a Pentagon official.",
      "UFO CRASH: TRUTH OR FICTION?  One civilian account claims a shining disk appeared in his field.  \"It kind of glowed, and I could see a strange gray world through it.  Then a shambling hazy purple mushroom came through, man.\"",
      "TIME TRAVEL: TRUTH OR FICTION?  Leaked federal documents describe the formation of a new federal agency XEDRA, to oversee \"4th Axis technology\" already in use.  Expert opinion suggests time-travel or parallel worlds.",
      " ...What do you know about surviving in the Wilderness?  If you can't make a snare you don't know TRAP!  Hunt down a copy of TRAPPERS' LIFE and learn about wildlife!...  And how to kill it.  Classic BEAR TRAP returns in this issue!",
      "HUNTING GOODS!  Food prices getting you down?  Why not get a crossbow or compound bow and Hunt Your Own!?  Our arrows and bolts are completely reusable, so why not hunt animals like Mother Nature intended?"
    ]
  },
  {
    "type": "snippet",
    "category": "weeks_old_news",
    "text": [
      "BEWARE UNDEAD PROPAGANDA: Stories about the dead \"rising\" may abet the enemy, a general said today.  \"These stories have been tracked to communist sources tied in with the presumably Chinese invasion.\"",
      "GENERAL SAYS AVOID BUNKERS: Do not attempt to flee to your nearest military bunker!  Understaffed bunkers are defended by turrets, which shoot those without proper registration.  Please seek military personnel if you need access.",
      "RIOTS CAUSED BY \"NEW DRUG\": Rumors of riots were quelled today.  \"These are isolated incidents\" said a local police chief.  \"The violence is random and senseless, our current theory is a street drug gone terribly wrong\"",
      "ZOMBIE DRUG: TRUTH OR FICTION?  A blogger suggests recent riots are a chemical attack by China.  \"They are jealous of our cybernetic superiority, they teamed up with Haiti to put hoodoo drugs in the water making people zombies.\"",
      "PICKLED MEAT IN A JAR!  Just like your grandma used to make!  It will last for months or longer, and when you've eaten it, you can refill and seal the jar!  Stock your emergency supply TODAY!",
      "BAGS, BAGS, BAGS!  They're very useful things!  If we didn't have BAGS, what-would-we-use...  to PUT a lot of things in!?  (Ad by the \"Play SchoolClothing Co.\")",
      "GLAMOPOLITAN!  We've got ALL the latest tips!  Whether you want to know what the elite are eating, wearing or discussing, Glamopolitan is YOUR magazine!  So pick up a copy today and \"Sizzle Like A Star\"!",
      "POPULAR MECHANICS: People say mechanics is boring?  We say, Prove them Wrong!  We've got all the articles that make it interesting to talk about, so you can \"Make Mechanics Popular\"!",
      "BIRDHOUSE MONTHLY...  Which wood would a woodpecker prefer?  This month we discuss hardwood versus soft woods, whether to lacquer, oil or paint, and which type of nails you should use!",
      "FEELING BLUE?  Try \"Greens\" for Magazines!  Your local Supermarket!  Nothing cheers you up like a good magazine...  Unless it's JUNK FOOD!  Or why not buy an MP3 PLAYER or a GAME CONSOLE?  Chase those Blues away at GREENS Supermarket"
    ]
  },
  {
    "type": "snippet",
    "category": "necropolis_intro",
    "text": [
      "WELCOME HOME!  Your decision to join our family will lead you to become part of the next generation of job creators.  With us you will already have a foot in the door when it is time to rebuild the nation!",
      "NEED A NEW JOB?  Now that you have secured a comfortable home, try looking into one of the many promising career opportunities that have positions open.  Openings such as GEOLOGICAL ENGINEERING ASSISTANT or FACILITY TECHNICIAN offer limitless growth potential!  Please contact your employment adviser if you have any questions.",
      "GOOD WITH YOUR HANDS?  Engineering always needs another hand keeping our home in good working order!  As an incentive, everyone working on level 3 will receive additional hazardous pay and time off.  Please go to the engineering office on level 3 if you are interested.",
      "WANT TO CONTINUE YOUR EDUCATION?  Our educational facilities are top notch and offer courses for individuals at all age groups.  Many new careers are opening up to those who are willing to learn a new craft.  Our library and research labs will keep even the hungriest minds fed!"
    ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [ "This is an advertisement for a local hospital.  You see a clean hospital room with a smiling man lying on the bed.  The bed is connected to some medical apparatus with a \"Autodoc Mk. X\" printed on it.  A doctor is seen working with its console, while his assistant is unpacking some high-tech hardware.  The caption reads: \"Autodoc - augmentation has never been so easy, reliable, and safe.\"" ]
  },
  {
    "type": "snippet",
    "category": "pyromania_withdrawal",
    "text": [ "You feel cold. You need the warmth of a fire." ]
  },
  {
    "type": "snippet",
    "category": "pyromania_withdrawal",
    "text": [ "Maybe a fire could calm your nerves?" ]
  },
  {
    "type": "snippet",
    "category": "pyromania_withdrawal",
    "text": [ "You need to ignite something." ]
  },
  {
    "type": "snippet",
    "category": "pyromania_withdrawal",
    "text": [ "You daydream of crackling fire..." ]
  },
  {
    "type": "snippet",
    "category": "pyromania_withdrawal",
    "text": [ "You shiver. A fire would be great right now." ]
  },
  {
    "type": "snippet",
    "category": "pyromania_withdrawal",
    "text": [ "You think of randomly lighting a fire, but decide against it." ]
  }
]
