[
    {
        "type" : "tutorial_messages",
        "messages" : [
            "Welcome to the Cataclysm tutorial!  As you play, pop-ups like this one will appear to guide you through the basic game actions.  Pressing spacebar will close the pop-up.",
            "The '@' character in the center of the screen represents you.  To move, you can use the numpad, the vikeys (hjklyubn), or the arrow keys.  To have your character wait in place, press '.' or the center button on the numpad (5)",
            "To see what the symbols around you mean, press ';'.  You'll be able to scroll around and get information on the terrain, monsters, and items in the world around you.",
            "Many menus will have information inside of them telling you how to manipulate them. If you ever have problems using the context-sensitive menu, look for that data.",
            "That brown '+' next to you is a closed door.  To (o)pen it, either simply walk into it, or press 'o' and then a movement key.",
            "You can (c)lose an opened door by pressing 'c' and then a movement key. Closing doors behind you can often slow down throngs of monsters greatly.",
            "Most monsters will have to smash their way through a closed door.  If a door is locked or stuck, you can (s)mash it by pressing 's' and then a movement key.",
            "You can (s)mash through windows by pressing 's' and then a movement key.  A smashed window takes a long time to climb through, and it's possible to hurt yourself on the broken glass, but it's a good last-ditch escape route.  You can smash through other things, too; use the ';' command and look for things that are \"Smashable.\"",
            "Hitting @ will open the attributes screen. A plethora of information is shown, most of which will be covered later. You can move between the various lists with tab and explore details with the arrow or numpad keys.",
            "You can explore details of the attribute menu with the tab key and the arrow or numpad keys. Traits include starting traits and mutations. Effect include things like illness, weather, and being hurt. (v) will open the morale screen, which tells you what is negatively or positively affecting your character's morale.",
            "Never get upset or panic. Time only passes when you press a button. Checking the inventory, looking at monsters, and the character screen takes no time.",
            "You can always have your survivor retreat and come back later. Zombies are quite slow. Never get cornered!",
            "The game acts very much like a simulation. If it works in real life, it may work here.",
            "Plan ahead.",
            "Time itself is accelerated. Learning, recovering from wounds, and the seasons take less time. So do deadly diseases. Be careful.",
            "You just stepped on a space with one or more items.  If you wish to (g)et the item, press ',' or 'g'.",
            "You can also bring up a menu revealing all objects or monsters nearby by (V)iewing the area around you with 'shift v'",
            "The nearby { is a display rack, and the blue background indicates that there are items there.  If you (e)xamine the square by pressing 'e', you can pick up items without moving to the square.",
            "Not only can you look at objects more carefully, the (e)xamine command is useful for grabbing items off window frames, around corners, etc.  It's also used for interacting with a few terrain types. Interactive terrain is usually designated with a '6' symbol.",
            "You don't have space in your inventory to store the item you just tried to pick up.  You need to wear something with storage space, like a backpace or cargo pants, to gain more storage space.",
            "The item you just picked up has been wielded as a weapon automatically.  This happened because you do not have space in your inventory to stash the item, and so you must carry it in your hand.  To expand your inventory space, try wearing clothing with a lot of storage space, like a backpack, or cargo pants. Try to avoid attacking zombies with a cardboard box.",
            "The item you just picked up went into your (i)nventory, the shared storage space of all the clothing you're wearing.  To view your inventory, press 'i'. You can then press the letter of any item to get more information about it, or navigate it with the arrow keys.",
            "You can also bring up a menu with '/' that allows you to compare two lists of items. These lists can be selected from any adjacent square or your inventory, allowing you to manipulate and move many items at a time from one place to another.",
            "The item you just picked up is a type of clothing!  To wear clothing, press W and then select an item.  To take off clothing, press T, or simply take it off and drop it in one action by pressing d.",
            "Checking (i)nventory reveals the volume went up. This means more items can be carried without penalties. However, hitting @ reveals encumbrance went up as well, which directly affects your character's ability to carry out actions. Items with the (fitted) tag are exactly the right size for your character and result in less encumbrance. Try sorting through those clothes and wearing them.",
            "You just put on an article of clothing that protects against the environment. The most common and imporant are respiratory devices, which will protect you against smoke, air-born toxins or organisms, and other common hazards. However, they also make it a little harder to breath when running, so you'll move more slowly.  To check encumbrance, press @.",
            "Encumbrance may have gone up, or your character may now be uncomfortably warm. Enter + into the prompt to open layering.",
            "You're carrying more volume than you have storage for, which means you are carrying some stuff in the crook of your arm or in some other awkward manner. While overloaded like this, you will suffer SEVERE encumberment penalties, making combat dangerous.  Either drop an item, or possibly wield something-- the object you are wielding does not take up inventory space.",
            "Layering is mostly self-explanatory. Which items are on top, which are on the bottom, how much protection and what are their various stats? You can switch between hit locations and take time to look at the items along for rearranging them for ideal protection. In general you want the most durable armored pieces on the outside with your very useful and cargo-carrying pieces to be on inner layers. For maximum style, make sure your top hat is ALWAYS on the outer layer.",
            "+ will reopen this menu. Prioritize needs. Primary is ensuring your character's body stays at a comfortable temperature. Too warm or too cold can lead to disastrous results or sickness. A short while of either is completely harmless. Encumbrance follows closely after. Try to balance it against your skills and stats. They may be sufficiently high and the gear good enough that you can absorb a few penalties. After that is armor (nobody wants to die) and storage. Clothing can be (T)aken off or (d)ropped directly.",
            "The item you just picked up is a good weapon!  To wield a weapon, press w, then pick what to wield.  To wield nothing, either drop your weapon with d, or press 'w-' to put it away.",
            "The item you just picked up is a firearm!  Guns are very powerful weapons but they require ammunition.  Firearms have many special attributes.  Most modify the damage done by their ammunition.  They also have dispersion, which affects their chance to hit.  Some guns are semi-automatic, while others can fire a burst. Some firearms (mainly bows and other muscle-powered weapons) have a range, which is added on top of the ammo's range when firing.",
            "The item you just picked up is ammunition, used with a gun.  It has many special attributes.  The damage value is the maximum done on a standard hit; a critical hit or headshot will do much more damage.  Some monsters or NPCs will wear armor which reduces the damage from gunfire; a high Armor-pierce value will reduce this effect.  The Range is the maximum range the ammo can achieve, and the dispersion affects its chance to hit.",
            "The item you just picked up is a comestible!  To eat a comestible, press 'E' to (E)at or 'a' to (a)ctivate. Comestibles are items you can use up, like food, drink, pills, etc.  Most food expires eventually, so be careful.  Some comestibles, especially drugs, can cause subtle, long-term effects.",
            "The item you just picked up is a tool or device! To (a)ctivate an item, press 'a'.  Some tools have a set charge, which can be reloaded once depleted.  Other are single-use items (such as explosives), and still others are reusable.",
            "You just put on an article of clothing that provides physical protection. There are two types of damage that clothing defends against, bashing, and cutting.  Most monsters deal bashing damage, but cutting is often the more deadly of the two.  Bullets are considered cutting damage.",
            "If you press 'i' and then the letter of your weapon, you'll see its combat stats.  Bashing damage ignores most armor, but varies greatly and requires strength.  Cutting damage is a fixed amount, but is blocked by armor.  The To-hit bonus affects your chances of hitting. The amount of time it takes to swing your melee weapon depends on both its size and weight; small, compact weapons are the fastest.",
            "You just activated a grenade!  You probably want to throw it.  To throw an item, press 't' and then select the item to throw.  The maximum range depends on your strength and the object's weight and size.  Throwing isn't very good in most combat situations, but if you've got some fire power...",
            "To use a gun, first wield it with the 'w' key.  Next you need to reload using the 'r' key, assuming you have the proper ammo.  If you wish to unload your gun, possibly to change ammunition types, press 'U'.",
            "Once you have a loaded gun wielded, you can fire it.  Press the 'f' key to fire a single shot.  With many guns, you can fire a burst by pressing 'F'. You'll automatically target the last monster you shot at, or the closest monster to you.  You can change your target with the movement keys, or cycle through monsters with '<' and '>'.  To fire, press 'f' or '.'; to cancel, hit the escape key.",
            "After firing your gun, you will probably notice a Recoil alert in the lower right.  Generally speaking, the more damaging the ammo, the worse the recoil. Recoil severely reduces your chance to hit, but you can eliminate recoil by pausing ('.') for a turn or moving normally.  High strength reduces recoil, so weak characters might want to stick to .22 or 9mm guns.",
            "You can attack a monster by simply moving into it",
            "Hitting a monster might stun it briefly, allowing you to escape or get in another attack.  Your dexterity and melee skills are used to determine whether an attack hits or crits, while strength affects damage.",
            "You managed to kill something! Go loot the corpse by (e)xamining it or standing over it and (g)rabbing things. You can also (s)mash corpses if they happen to be the sort to come back to life or (b)utcher them if you have a sharp implement. (b)utchering tends to take longer but nets you resources.",
            "That yellow > next to you is a staircase leading down.  To go downtairs, step onto the staircase and press the '>' key.  Similarly, a yellow < is stairs leading up, and can be followed with the '<' key.",
            "It's dark down here!  Without a source of light, you'll be limited to seeing only one space in any direction.  You'll encounter darkness while underground or at night. Fortunately, there is a flashlight here you can (g)et.",
            "Many creatures are limited in their ability to see at night. They can still hear or smell your character, and actions create sound depending on what they are (including walking). The question mark is a creature of some kind. Simply (a)ctivate the flashlight to see what it is.",
            "When you kill a monster it will often leave behind a corpse.  Corpses can be important sources of food, but you must Butcher them by standing on the corpse and pressing 'B'.  You'll need a bladed weapon in your inventory, preferably a small, very sharp one.  A skilled butcher may only get fur, sinew, and meat. A bad one will mangle the corpse. Note that many monsters, such as zombies, leave tainted meat, unsuitable for consumption.",
            "Receiving injuries is a danger to all characters. Fortunately, only a complete loss of head health or torso health results in death. Losing limbs is still bad since this makes them nonfunctional and crippled, restricting mobility and weaponry use.",
            "Looks like you have an infection, which you can view with the (@)tributes screen. Allowing it to run rampant can quickly become deadly in a few days. Go clean it up with tools in the medical room.",
            "Due to budget cuts we have only been able to outfit this room with bandages and a cauterizing implement. Knives and a heat source can be used as well. (a)pply any.",
            "Taking damage often causes pain.  Small amounts of pain are tolerable, but as it gets worse your stats will drop and you will move much slower.  To reduce pain, take painkillers like codeine, or simply wait it out.",
            "That drug you just took is a painkiller.  Painkillers are very important to keep on hand, as pain both penalizes your stats and makes you slower.  Be careful, as the stronger painkillers can make you woozy, and some are even addictive.",
            "Congratulations, you just affected your character's long-term health. But they feel better now. Remember to take vitamins twice a day or flu shots once every couple of days, or more if you've been abusing drugs. Health is not the same thing as HP. If your character is getting colds they probably have negative health; consume more health-increasing items.",
            "Cataclysm: Dark Days Ahead has a crafting menu openable with the & symbol on the keyboard. It contains a list of recipes you currently know how to make, which can be expanded by practice or reading. Try opening it now.",
            "The menu shows various types of recipes and has a search function (ctrl+f), including basic things like clean water. It will show you required materials, the result when you examine the items further, and so on. Sometimes they require specialized tools in your inventory or adjacent to your character.",
            "Your character's skill in the associated difficulty determines your chance of success. Fabrication also influences how quickly they can craft, along with the installation of CBMs.",
            "A library, a valuable resource in the post-apocolyptic world with most teachers and scientists eaten alive. Try (g)etting and (R)eading-but not (r)eadying-a book.",
            "Many books have minimum levels for reading and maximum levels for training. Many books also have crafting recipes contained within.",
            "Be warned, reading books consume valuable time, and the proficiency of skills that are not used on a regular basis will go down over time. The higher the skill, the more rapidly it decays. Simply using or training that skill can put a temporary halt to this. This effect is called Skill Rust.",
            "There are two types of construction. Constructing objects varying from furniture to vehicles, and altering the terrain. Press '*' (shift8) to open the construction menu.",
            "Construction is similar to crafting. Certain tools are necessary, higher-level tools make the work go faster, and materials may be consumed in the process. Unlike crafting, construction has procedure. Try digging a pit with a shovel.",
            "This is now a pit. To make it deeper, you have to dig it again, or you can add spikes, and so on and so forth.",
            "Useful vehicles which can be (G)rabbed. They can then be dragged or pushed around or have items (D)ropped into them, saving valuable inventory space. It takes longer to grab or use an item inside the cart then from your inventory.",
            "You can make your character let go by pressing G again. Carts are easily snared on terrain. The condition of the cart can be determined through simple (e)xamination.",
            "Vehicle construction is slightly more involved. The minimum prerequisites are a welder, welding goggles, and a wrench when installing parts. Chopping things off merely requires a hacksaw and a wrench. Removing things is easy and trains mechanics. Installation of objects can fail with insufficient skill or by being penalized from pain and encumberance.",
            "Navigation of this menu is done with the arrow and enter keys. A quick examination shows the cart is missing a few pieces. Perhaps you can change that? Remember: Constructing a new vehicle is different than repairing or altering an already-existing one.",
            "Good! Now go give it a spin. Remember to open the garage door first. The vehicle can be driven with ^ (shift6).",
            "Levers and consoles can be used by (e)xamining them, as can many other immobile devices. Hacking computers requires level in computers skill and failing can result in being electrocuted, setting off alarms, or accidentally destroying the entire network the machine is logged onto.",
            "Driving is influenced by your driving skill. The faster, the harder it is to control. The normal game controls correspond to various actions. You can accelerate, wait (cruise control), or deaccelerate and try to turn in various directions. Momentum exists.",
            "What sort of sick person would ruin your shiny new cart? The survivors of the apocalypse, for whatever reason, love to put traps everywhere. With a high enough perception your character will notice them, and they can be disarmed or placed upon the floor somewhere more useful from your inventory with (a)pply. A particularly clever survivor may realize traps are around based on context clues.",
            "Speed is an important factor. Every action taken consumes in-game time. Pain and other details can decrease speed. Obstacles you can move through use more movement. Drugs can increase speed. Zombies are actually slightly slower than 100 units of speed, but it varies. The more speed, the better. The minimum speed your character can have is 25, which means zombies will be taking anywhere from three to four actions (or more) for each one you take. This usually spells death.",
            "~ is a terrain symbol that indicates water.  From a water source like this, you can fill any containers you might have with it. Simply (e)xamine the water, press y, then select a watertight container to put the water into."
            "You just drank a bottle of water, reducing your thirst level and reducing the water level in the bottle. You'll probably want to drop empty bottles, or you might want to save them to refill from a water source later.",
            "Swimming can be quite dangerous. Drowning is an ever-present danger (unless you have gills) and the heavier the gear you're wearing is the more difficult. It can be a good way to escape monsters who cannot swim or simply cool down in unpleasant heat.",
            "You just placed a trap.  Traps are permanent until set off, and can be an important defensive tactic, particularly when sleeping in unsafe territory. Try stepping on that _ -- don't worry, it's a harmless bubblewrap trap.",
            "If you ever get lost you can open the (m)ap by pressing 'm'.",
            "The weather can change, sometimes dramatically. It is split into the four seasons of spring, summer, autumn, and winter. Spring and autumn tend to be quite comfortable, although the latter tends to be colder and rain more often. Winter can be deadly as food becomes more scarce and the temperature drops radically.",
            "Bushes and other such items can contain hidden and tasty snacks. Based upon your survival skill, you can attempt to forage by (e)xamining bushes and trees. Occasionally you will find food just lying around for you to take.",
            "Placeholder for explaining NPCs and bases.",
            "This is the end of the basic tutorial. Consult the helpfiles for more advice or finish exploring inside the building. Good luck, survivor!",
            "Whether by luck or by being clever, you have managed to find the secret room explaining more advanced topics.",
            "This room is also extremely radioactive, poisoning you and possibly deforming your shape. Hurry up with the looting and get out.",
            "You just picked up a CBM: Cybernetic or Bionic Module. You can look at it more closely in your (i)nventory later. For now, it might be best if you left.",
            "You just mutated! Examine the mutation in the (@)tributes menu. Some are good, some are bad, and they are acquired by first drinking either mutagen or standing in an irradiated zone.",
            "Congratulations! You have fully completed the tutorial. Unfortunately, all the noise you made messing around here alerted several hordes.",
            "You have died. Do not despair, you can always make another survivor and loot this character's corpse and stashes. Have fun in the cataclysm!",
        ]
    }
]
