[
  {
    "type": "speech",
     "//": "Many of these lines make obscure references and/or use slang.  For the sake of our translators, I will be including notes outlining terms/turns of phrase that I feel may be confusing.",
     "//2": "Common terms that appear throughout the text: 'Perc'-short for Percocet, which is a synthetic Opioid.  'Opp'-stands for opposition, means enemy. 'Weed, zaza, runt, sherm'-various slang terms for Marijuana.  'Brick'-A brick of a drug, such as Cocaine or Marijuana,",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "This shit ain't nothing to me, man",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I had to do it to em, snipe!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "That Smith & Wesson got me movin' like an invasive species.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Flipped a whole brick into an empire, stop playin' with me.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Smoking Fentanyl-laced cereal milk.  I see God.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "We smoking the Qui-Gon Jin Vietnamese Phillips' head runts.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I smoke real Emrani Rapscallion Ghost Nuggets; y'all can't fuck with me.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I'm him, I been him, I'll continue to be him.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I don't know who I am anymore! I'm getting too much money!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "They must have amnesia, they forgot that I'm him.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Broward County Tic-tacs, Georgetown Geronimos, should not be translated",
    "sound": "I'm on them Broward County Tic-Tacs.  I'm on them Georgetown Geronimos.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I don't give a fuck if I go blind; I don't need to see the price tag anyway.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I'm high on twelve Jason Bournes, looking to beat the cum out of a thick, fresh pope.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "We smokin' filtered crack, you stupid piece of shit! I'll fucking kill you!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Last guy who ran off on the pack got choked out by some Givenchy gloves.  The last thing he ever saw was the price tag on them.  Slowly faded into darkness, and I let the Archangels take him.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "My shooter a crackhead, he look like Woody Harrelson.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "A band is $1000",
    "sound": "You ain't seen ten bands in your life, jit.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Reach for my neck, you'll get turned into an example.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Y'all gotta stop playin' with me, man.  I threw diamonds at the strip clubs under the Great Pyramids.  I pushed a camel through the Eye of the Needle, this shit ain't nothing to me, man.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Trackhawk is the name of the vehicle, and shoult not be translated."
    "sound": "I tied the opps to the back of a Trackhawk and dragged them around the block for 24 hours.  Motherfucker looked like a Resident Evil 5 campaign extra after we was done with em.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Opps wanted some initiative; blew up their entire quadrant.  I'm movin' like Oppenheimer!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Top-shelf Zaza disrupted my circadian rhythm.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I have seen the Magna Carta.  I have seen the Eye of Horus.  I was flipping bricks for Mansa Musa before y'all even became a Type-1 civilization.  This shit ain't nothing to me, you stupid piece of shit!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Step the wrong way and you will perish.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "You think I care about this shit?  Ask me if care about this shit, cause I don't give a shit.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "My bitch look like David Hasselhoff.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I balled so hard they thought I was a fuckin' nutsack.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "This shit ain't nothing to me, man; I'll kill you, you stupid piece of shit!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Haters in shambles, they stay picking the corn out of my shit.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I'm at the bank, 'bout to withdraw all of it.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "These Valentinos are from Milan, you stupid piece of shit.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Rigor Mortis is latin, do not translate",
    "sound": "That Fentanyl gave me Vitruvian Man flexibility.  Got me in a state of Rigor Mortis.",
    "volume": 10
  },  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Caught a broke boy coming up on my Amazon package, so I skinned his ass alive.  Aaaah!",
    "volume": 12
  },  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Hibachi is a type of stirfrying done in front of the guests, as a method of entertainment during the meal. Konnichiwa should not be translated",
    "sound": "They needed a stealth soldier, so I put my hands on the Hibachi hotplate at Benihana, and burned my fuckin' fingerprints off.  They WILL not find me.  Konnichiwa, you little Jit!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Göbekli Tepe is one of the oldest ruins in the world.  Blowing bareback asshole is a euphanism for anal sex.",
    "sound": "I'm in Göbekli Tepe, shirtless, in a loincloth, blowing bareback asshole, out smoking aqueduct-filtered sherm.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I'm smoking Mesopotamian, Stanley Cup triple-award winning, Soul-bleeder, Taint Blaster, J.D. Power & Associates dingleberry zaza.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I can't wait to curbstomp you in these dumb, ugly-ass Rick Owen shoes.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "\\": "Michi should not be translated.",
    "sound": "I'm Dracula; I'm 12 million years old.  When I hit it from behind, the room smells like absolute michi.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "They said I wouldn't shit on 'em.  I spread my cheeks and hit 'em with an absolute screamer!  Little bro was emaciated.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "The cops are interrogating me about an ounce of weed, as if I didn't kill a Foodplace™ Hostess 2 miles away.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I come from a long line of Italian leather.  My Bottegas have veins pumping through them.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Ops was talking crazy; shot him in the mouth.",
    "volume": 10
  },  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Translation note: Audermars Piguet is the name of a luxury watch, and thus should not be translated",
    "sound": "My Audemars Piguet worth the GDP of Yemen.  If this watch breaks, the foriegn exchange market will take a 28% hit.  People will die.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "My diamonds come from the most horrific situations possible.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "They're sick in the head; they forgot I'm him.  I'm the Himulation, I am Him Kardashian, Himbuktu, Himon and Pumba.  I got my DNA test back, turns out I'm 100% Himalayan.  Fuck it, I ate the opp!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "You ran off with the D.D. Kong triple-espresso personal hotspot stem-gripper runts!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "There are consequences to your crimes against Dracula.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I have more Percs than there are stars in the Leo Cluster.  I'm claiming every corner, every block; fuck it, I'm coming for every enzyme.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Translation note: Dexy is short for Dexamphetamine, a potent stimulant drug.  Skate is the umbrella term for Rays, such as stingrays",
    "sound": "Snorting Dexy, eating skate right out of the lake.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Translation note: Diss is short for dishonor, and Gram, in this context, represents social media platform Instagram.",
    "sound": "Op was sneak-dissin' on the 'Gram, turned his city into Pompeii.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Translation note: The Toronto Blue Jays are a baseball team."
    "sound": "They want to drive a wood stake into my heart for pulling my cock out at the Toronto Blue Jays game.  All I'm sayin' is that I paid for the ticket!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "A crawdad, also known as a Crayfish, is a small semi-aquatic crustacean.  It looks like a small lobster.",
    "sound": "My Ducati leather trenchcoat; bright red.  I look like 10 million crawdads fuckin'.",
    "volume": 10
  },  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Ivory Coast refers to Côte d'Ivoire, a country in Southern Africa."
    "sound": "I'm on the Ivory Coast, eating Vermillion Snapper.  War is all I think about.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I've never been scared in my life, jit; this shit ain't nothing to me, man.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I need my Percs!  I need my Percs!  One Perc is never enough!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I'm doing a lot of drugs. A lot of drugs.  A LOT!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Newports are a brand of cigarette, and 'Henny' is short for hennessy, a brand of Brandy.",
    "sound": "Walked along the sand dunes of the Sahara Desert for 40 days and 40 nights, with nothing but a pack of Newports and a fifth of Henny; I really do this shit.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I'm starting to get real pissed-off.  What the fuck is Obamacare?!  Hey Obama, I don't care about shit.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "Choked his goofy ass out with a BB Simon belt.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "AAAAAAAAHH!  I'm getting too much money!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Translation note: Smoked has a double meaning here, both have killed, and to have cooked",
    "sound": "I smoked a new opp, his meat came right off the bone.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "The first time I smoked runts, I coughed so fuckin' hard, I started passing kidney stones, then shat myself in front of the gang!  There was scat all over the pounds we shipped out for the next 30 business days.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I dont have any compassion for broke boys.  Everyone has an asshole, most people have dick and balls; go outside and get that bag!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I'll air this bitch out like I shit in it.",
    "volume": 10
  }, 
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "I took 2 limitless pills to limit myself!",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "//": "Translation note: A calzone is a pizza that is fully enclosed by crust.  The joke here is that since he has so much cheese (a slang term for money), in his pockets, people thought he was a pizza.",
    "sound": "I got so much cheese in my pocket, they thought I was a fucking calzone!",
    "volume": 10
  },  
  {
    "type": "speech",
    "speaker": [ "mon_vampire_feral" ],
    "sound": "The zaza got me speaking Esperanto.",
    "volume": 10
  }
]
