[
  {
    "id": "solar_array",
    "type": "GENERIC",
    "category": "veh_parts",
    "name": { "str": "solar array" },
    "description": "A vertical array of three solar panels set on a chassis rising above one another on a metal pole with rudimentary tracking and motors.  Due to the flimsy nature of the hydraulics and high surface area profile to maximize sunlight, they can't really be installed onto an existing vehicle.  Requires a jumper cable or similar to pull power from.",
    "weight": "50000 g",
    "volume": "10000 ml",
    "price": "1 kUSD 200 USD",
    "price_postapoc": "10 USD",
    "to_hit": -4,
    "flags": [ "NO_REPAIR" ],
    "material": [ "glass" ],
    "symbol": "]",
    "color": "yellow",
    "melee_damage": { "bash": 1 }
  },
  {
    "id": "reinforced_solar_array",
    "type": "GENERIC",
    "copy-from": "solar_array",
    "name": { "str": "reinforced solar array" },
    "description": "A vertical array of three reinforced solar panels set on a chassis rising above one another on a metal pole with rudimentary tracking and motors.  Due to the flimsy nature of the hydraulics and high surface area profile to maximize sunlight, they can't really be installed onto an existing vehicle.  Requires a jumper cable or similar to pull power from.",
    "weight": "80459 g",
    "volume": "20500 ml",
    "material": [ "glass", "steel" ],
    "color": "light_blue"
  },
  {
    "id": "solar_array_v2",
    "type": "GENERIC",
    "copy-from": "solar_array",
    "name": { "str": "upgraded solar array" },
    "description": "A vertical array of three upgraded solar panels set on a chassis rising above one another on a metal pole with rudimentary tracking and motors.  Due to the flimsy nature of the hydraulics and high surface area profile to maximize sunlight, they can't really be installed onto an existing vehicle.  Requires a jumper cable or similar to pull power from.",
    "weight": "63482 g",
    "volume": "14500 ml"
  },
  {
    "id": "reinforced_solar_array_v2",
    "type": "GENERIC",
    "copy-from": "reinforced_solar_array",
    "name": { "str": "upgraded reinforced solar array" },
    "description": "A vertical array of three upgraded reinforced solar panels set on a chassis rising above one another on a metal pole with rudimentary tracking and motors.  Due to the flimsy nature of the hydraulics and high surface area profile to maximize sunlight, they can't really be installed onto an existing vehicle.  Requires a jumper cable or similar to pull power from.",
    "weight": "95186 g",
    "volume": "23500 ml"
  }
]
