[
  {
    "type": "GENERIC",
    "id": "teddy_bear",
    "name": { "str": "plush toy" },
    "description": "A manufactured plush toy.  This is the default variant, if you see it something went wrong.",
    "category": "other",
    "material": [ "cotton" ],
    "weight": "900 g",
    "volume": "3 L",
    "price": "20 USD",
    "price_postapoc": "1 USD",
    "symbol": "i",
    "color": "cyan",
    "flags": [ "SLEEP_AID", "NO_SALVAGE" ],
    "variant_type": "generic",
    "variants": [
      {
        "id": "toy_plush_teddy",
        "name": { "str": "teddy bear" },
        "description": "A mass-produced plush teddy bear.  It is wearing a little red t-shirt but no pants."
      },
      {
        "id": "toy_plush_gteddy",
        "name": { "str": "grizzly teddy bear" },
        "description": "A mass-produced plush brown teddy bear.  It is wearing a little red t-shirt but no pants.",
        "weight": 1
      },
      {
        "id": "toy_plush_pteddy",
        "name": { "str": "polar teddy bear" },
        "description": "A mass-produced plush white teddy bear.  It is wearing a little white puffer jacket, holding a glass of soda, but is wearing no pants.",
        "weight": 1
      },
      {
        "id": "toy_plush_bteddy",
        "name": { "str": "black teddy bear" },
        "description": "A mass-produced plush black teddy bear.  It is wearing a little white t-shirt, but no pants.",
        "weight": 1
      },
      {
        "id": "toy_plush_steddy",
        "name": { "str": "sun teddy bear" },
        "description": "A mass-produced plush brown teddy bear with a yellowish snout.  It is wearing a little white t-shirt with a small sun printed on it, but no pants.",
        "weight": 1
      },
      {
        "id": "toy_plush_slteddy",
        "name": { "str": "sloth teddy bear" },
        "description": "A mass-produced plush black teddy bear with a mark in its face that looks like a pair of white glasses or a white bandit mask.  It is wearing a little white t-shirt and a pajama hat, but no pants.",
        "weight": 1
      },
      {
        "id": "toy_plush_pteddy",
        "name": { "str": "panda teddy bear" },
        "description": "A mass-produced plush panda teddy bear.  It is wearing a little gray t-shirt, but no pants.",
        "weight": 1
      },
      {
        "id": "toy_plush_teddy_zombie",
        "name": { "str": "zombie teddy bear" },
        "description": "A dark green teddy bear with stylized stitches all over and X's for eyes.  The perfect size for a small child to hug the unlife out of.  Looks like the zombie apocalypse hit the toy store shelves first."
      },
      {
        "id": "toy_plush_ferret",
        "name": { "str": "ferret plushie" },
        "description": "A large plush ferret with cute beady eyes."
      },
      { "id": "toy_plush_trex", "name": { "str": "T-rex plushie" }, "description": "A large plush t-rex." },
      {
        "id": "toy_plush_trice",
        "name": { "str": "triceratops plushie" },
        "description": "A large, round, cuddly dinosaur plushie with soft horns and a sturdy build.",
        "weight": 1
      },
      {
        "id": "toy_plush_stego",
        "name": { "str": "stegosaurus plushie" },
        "description": "A large stegosaurus plushie with a spiky back and soft, huggable body.  Don't worry, it is completely docile!",
        "weight": 1
      },
      {
        "id": "toy_plush_ankylo",
        "name": { "str": "ankylosaurus plushie" },
        "description": "A cute, squat ankylosaurus plushie with a spiky tail and soft plating.",
        "weight": 1
      },
      {
        "id": "toy_plush_vel",
        "name": { "str": "velociraptor plushie" },
        "description": "A furry velociraptor plushie with oversized eyes and little claws.  It has a very friendly demeanor.",
        "weight": 1
      },
      {
        "id": "toy_plush_diplo",
        "name": { "str": "diplodocus plushie" },
        "description": "A long and floppy diplodocus plushie with a gentle expression and wrinkled skin.",
        "weight": 1
      },
      {
        "id": "toy_plush_brachio",
        "name": { "str": "brachiosaurus plushie" },
        "description": "A sweet-faced brachiosaurus plushie with a long neck and oversized head.  It looks very wise!",
        "weight": 1
      },
      {
        "id": "toy_plush_spino",
        "name": { "str": "spinosaurus plushie" },
        "description": "A spiky spinosaurus plushie with big claws and a friendly demeanor, he is holding a fish, probably saving it for later.",
        "weight": 1
      },
      {
        "id": "toy_plush_pteranodon",
        "name": { "str": "pteranodon plushie" },
        "description": "A large pteranodon plushie with big wings and adorable eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_allo",
        "name": { "str": "allosaurus plushie" },
        "description": "A fierce-looking allosaurus plushie with a soft, huggable body and clean white teeth.",
        "weight": 1
      },
      {
        "id": "toy_plush_compo",
        "name": { "str": "compsognathus plushie" },
        "description": "A soft compsognathus plushie, with a cute and bright appearance like that of a baby dinosaur.",
        "weight": 1
      },
      {
        "id": "toy_plush_archaeo",
        "name": { "str": "archaeopteryx plushie" },
        "description": "A large, soft, fuzzy and colorful archaeopteryx plushie with bird-like features.  His feathers apparently are individually designed and placed.",
        "weight": 1
      },
      {
        "id": "toy_plush_deyno",
        "name": { "str": "deinonychus plushie" },
        "description": "A reddish, cuddly deinonychus plushie with white, clean teeth and soft claws.  Apparently, it is smiling.",
        "weight": 1
      },
      {
        "id": "toy_plush_iguano",
        "name": { "str": "iguanodon plushie" },
        "description": "A earth-brown, huggable and soft iguanodon plushie with a friendly smile and soft, round features.",
        "weight": 1
      },
      {
        "id": "toy_plush_bronto",
        "name": { "str": "brontosaurus plushie" },
        "description": "A silly, oversized and soft brontosaurus plushie with a long tail, a long neck and a small head with a friendly smile.",
        "weight": 1
      },
      {
        "id": "toy_plush_para",
        "name": { "str": "parasaurolophus plushie" },
        "description": "A soft, yellowish parasaurolophus plushie with a big crest in the head and cute puppy-dog eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_carno",
        "name": { "str": "carnotaurus plushie" },
        "description": "A fierce-looking, but extremely soft carnotaurus plushie with a brightly-colored snout and a pair of round, soft horns.",
        "weight": 1
      },
      {
        "id": "toy_plush_plateo",
        "name": { "str": "plateosaurus plushie" },
        "description": "A squat, chubby, cute and very huggable plateosaurus plushie with a prominent belly and a soft stubby tail.",
        "weight": 1
      },
      {
        "id": "toy_plush_dilopho",
        "name": { "str": "dilophosaurus plushie" },
        "description": "A greenish, playful, smiling dilophosaurus plushie with a cute frilled collar and a long, curly and soft tail.",
        "weight": 1
      },
      {
        "id": "toy_plush_elasmo",
        "name": { "str": "elasmosaurus plushie" },
        "description": "A blueish, large, long-necked elasmosaurus plushie with a cute and friendly expression.  It is very soft and huggable.",
        "weight": 1
      },
      {
        "id": "toy_plush_mosa",
        "name": { "str": "mosasaurus plushie" },
        "description": "A blue-grayish, large, chubby mosasaurus plushie with a friendly smile, big eyes and soft flippers.",
        "weight": 1
      },
      {
        "id": "toy_plush_krono",
        "name": { "str": "kronosaurus plushie" },
        "description": "A sleek-looking, soft kronosaurus plushie with white dinosaur smile smooth texturized skin and large, cute eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_tylo",
        "name": { "str": "tylosaurus plushie" },
        "description": "A large, chubby and huggable tylosaurus plushie with a big head and soft fins.",
        "weight": 1
      },
      {
        "id": "toy_plush_plesio",
        "name": { "str": "plesiosaurus plushie" },
        "description": "A blueish, soft and friendly plesiosaurus plushie with big floppy flippers, a long neck and a and cute, gentle expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_sucho",
        "name": { "str": "suchomimus plushie" },
        "description": "A playful and very soft suchomimus plushie with a funny, toothy grin and floppy, soft arms.",
        "weight": 1
      },
      {
        "id": "toy_plush_baryo",
        "name": { "str": "baryonix plushie" },
        "description": "A grayish, soft and cute baryonix plushie with a big head and small arms, it is holding a fish, probably saving it for later.",
        "weight": 1
      },
      {
        "id": "toy_plush_irri",
        "name": { "str": "irritator plushie" },
        "description": "A large, soft and colorful reddish orange irritator plushie with a long snout and playful expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_sarco",
        "name": { "str": "sarcosuchus plushie" },
        "description": "A large, chubby sarcosuchus plushie with a friendly, toothy grin and adorable snout.  It resembles a crocodile.",
        "weight": 1
      },
      {
        "id": "toy_plush_tik",
        "name": { "str": "tiktaalik plushie" },
        "description": "A large plushie of your ancestor, the tiktaalik!  It has a soft, huggable fish-like body, stubby legs, and paddle-like soft fins.  Its color is a mix of blue-gray soft scales pattern on the back and a plush beige belly.  It has large eyes and a friendly expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_ichth",
        "name": { "str": "ichthyostega plushie" },
        "description": "A large plushie of your ancestor, the ichthyostega!  It has a long, sturdy, soft body, four soft, fat legs, and a soft fish-like tail.  Its body is extremely soft and fluffy, and has bumpy green skin with lighter green stripes as details.  It presents a cute expression with big, wise eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_sancta",
        "name": { "str": "sanctacaris plushie" },
        "description": "A fluffy and colorful sanctacaris plushie, the great great grandfather of all arthropods.  It has a soft, chubby body, multiple soft legs, and eyes on stalks.  Its plush is light blue colored, with accents of shimmering purple on its legs and details on the body.  It has big, round eyes with a cute and friendly expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_opal",
        "name": { "str": "opabinia plushie" },
        "description": "A fluffy and colorful opabinia plushie with a cute, unconventional design, with a lengthy hollow proboscis ending in a single, long and soft 'claw' extending out of its head that's topped with five eyes on stalks.  Its segmented body is colored a mix of light pink and white while its tail bears purple stripes.",
        "weight": 1
      },
      {
        "id": "toy_plush_penguin",
        "name": { "str": "penguin plushie" },
        "description": "A velvety-soft plush penguin.  It makes a funny noise when you hug it."
      },
      { "id": "toy_plush_rabbit", "name": { "str": "rabbit plushie" }, "description": "A large plush rabbit." },
      {
        "id": "toy_plush_remora",
        "name": { "str": "remora plushie" },
        "description": "A large plush remora, a fish commonly seen alongside sharks.  Wait, wasn't there a shark plushie somewhere here…"
      },
      {
        "id": "toy_plush_fox",
        "name": { "str": "fox plushie" },
        "description": "A large plush fox.  It isn't realistic enough to trick a zombie into going after it, but it's very cute and makes a comforting bedtime companion."
      },
      {
        "id": "toy_plush_rfox",
        "name": { "str": "red fox plushie" },
        "description": "A large plush red fox.  It isn't realistic enough to trick a zombie into going after it, but it's very cute and makes a comforting bedtime companion.",
        "weight": 1
      },
      {
        "id": "toy_plush_moose",
        "name": { "str": "moose plushie" },
        "description": "A cuddly plushie of the mighty moose, with soft brown fur, floppy ears, and big antlers.  It has a special huggability feature that makes it delightfully squishy, perfect for comforting cuddles.",
        "weight": 1
      },
      {
        "id": "toy_plush_blackbear",
        "name": { "str": "black bear plushie" },
        "description": "A somewhat realistic, but still childish black bear plushie with soft, black fur, round ears, and a sweet expression.  It has a warm and fuzzy texture that makes it the perfect companion for snuggles during evenings.",
        "weight": 1
      },
      {
        "id": "toy_plush_bobcat",
        "name": { "str": "bobcat plushie" },
        "description": "A soft, cute bobcat plushie with a cute, tufted pair of ears, a fluffy tail and soft brown fur.  It has embroidered both soft whiskers and claws that add a touch of realism to its cute and playful design.",
        "weight": 1
      },
      {
        "id": "toy_plush_balde",
        "name": { "str": "bald eagle plushie" },
        "description": "A cuddly and majestic bald eagle plushie with soft, brown and white cotton faux feathers, a hooked, soft beak, and a patriotic expression.  It has a pair of special eyes that glow as brightly as the stars and stripes of Old Glory, the perfect partner to fend off your enemies in the Cataclysm.",
        "weight": 1
      },
      {
        "id": "toy_plush_gfox",
        "name": { "str": "gray fox plushie" },
        "description": "A large and cute plush gray fox, with soft, gray fur and big, bat-like ears.  It has a special scent that mimics the wild and earthy aroma of the New England wilderness.",
        "weight": 1
      },
      {
        "id": "toy_plush_hseal",
        "name": { "str": "harbor seal plushie" },
        "description": "A cuddly harbor seal plushie with soft, grayish fur and big, soulful eyes.  It features a realistic texture that mimics the soft and textural quality of real seals' fur.",
        "weight": 1
      },
      {
        "id": "toy_plush_rotter",
        "name": { "str": "river otter plushie" },
        "description": "A playful and fuzzy northern river otter plushie with brown fur and a curious expression.  It has a special, state-of-the-art semi-waterproof finish that makes it the perfect bathtub companion for those who love to play with their toys while they get clean.",
        "weight": 1
      },
      {
        "id": "toy_plush_clynx",
        "name": { "str": "Canadian lynx plushie" },
        "description": "A beautiful, cute and cuddly hypoallergenic Canadian lynx plushie with a ruff of fur around the neck, big whiskers, and a playful attitude.",
        "weight": 1
      },
      {
        "id": "toy_plush_pfalcon",
        "name": { "str": "peregrine falcon plushie" },
        "description": "A cuddly peregrine falcon plushie with soft, brown and white cotton faux feathers, a soft hooked beak, and an alert expression.  With a speedy and sleek plushie design, this toy plushie is sure to take imaginative people on make-believe high-flying chase scenes!",
        "weight": 1
      },
      {
        "id": "toy_plush_echipmunk",
        "name": { "str": "chipmunk plushie" },
        "description": "A cute, adorable eastern chipmunk plushie with soft, reddish-brown fur and big eyes.  It features a harmless, special crinkly texture that mimics the sound of chipmunks rustling in the leaves.",
        "weight": 1
      },
      {
        "id": "toy_plush_wdeer",
        "name": { "str": "deer plushie" },
        "description": "A very huggable white-tailed deer plushie with soft, brown fur and a cute expression with adorable antlers.",
        "weight": 1
      },
      {
        "id": "toy_plush_skunk",
        "name": { "str": "striped skunk plushie" },
        "description": "A cute striped skunk plushie with soft, black-and-white fur and a playful expression.  Ironically, it has a weak, pleasant pine scent.",
        "weight": 1
      },
      {
        "id": "toy_plush_fsquirell",
        "name": { "str": "flying squirrel plushie" },
        "description": "A soft, playful and fuzzy flying squirrel plushie with brown fur and oversized pair of armwings.  This plushie features almost undetectable special suction cups on its paws that makes it possible to 'climb' and stick to smooth surfaces, mimicking the cuddly creature's real-life abilities.",
        "weight": 1
      },
      {
        "id": "toy_plush_cloon",
        "name": { "str": "common loon plushie" },
        "description": "A cuddly common loon plushie with soft, black-and-white cotton faux feathers and a pleasing expression.  Its head can bob and turn to mimic the loon's distinctive courtship calls.",
        "weight": 1
      },
      {
        "id": "toy_plush_ecoyote",
        "name": { "str": "coyote plushie" },
        "description": "A playful eastern coyote plushie with soft, gray and brown fur and a big, curled tail.  It is extremely huggable, but is not realistic enough to trick anyone, yet, it is very cute.",
        "weight": 1
      },
      {
        "id": "toy_plush_racoon",
        "name": { "str": "racoon plushie" },
        "description": "A plushie with soft, black-gray-and-white fur and a curious expression with its iconic bandit mask.  It has a special feature that makes its tails emerge from its hiding spot in the toy, reminiscent of one of the raccoon's greatest attributes.",
        "weight": 1
      },
      {
        "id": "toy_plush_scowl",
        "name": { "str": "screech owl plushie" },
        "description": "A cute and wise-looking eastern screech owl plushie with big, round eyes and soft, tan cotton faux feathers.  It has a soft and silky texture, making it an excellent sensory object for people, specially children, to play and explore while they navigate the world around them.",
        "weight": 1
      },
      {
        "id": "toy_plush_snowl",
        "name": { "str": "snowy owl plushie" },
        "description": "A cuddly and wise-looking snowy owl plushie with fluffy white cotton faux feathers, orange eyes, and a cute expression.  .It features a special light-up effect, mimicking the way the snowy owl's eyes glow brightly in the dark.",
        "weight": 1
      },
      {
        "id": "toy_plush_wturkey",
        "name": { "str": "turkey plushie" },
        "description": "A cuddly and big wild turkey plushie with brown cotton faux feathers, a prominent, soft beak, and expressive, soulful eyes.  It has a special feature of making gobbling sounds when squeezed, almost perfectly mimicking the turkey's unique calls.",
        "weight": 1
      },
      {
        "id": "toy_plush_crocodile",
        "name": { "str": "crocodile plushie" },
        "description": "A soft and cuddly crocodile plushie with soft green scales, a big smile, and a long snout.  When squeezed or touched, this plushie produces authentic hissing and growling sounds, just like a real crocodile.",
        "weight": 1
      },
      {
        "id": "toy_plush_alligator",
        "name": { "str": "alligator plushie" },
        "description": "A cute alligator plushie with soft green skin, big round eyes, and a playful expression.  This plushie features glowing eyes that change color in the dark, adding an eerie and mysterious touch to its playful design.",
        "weight": 1
      },
      {
        "id": "toy_plush_gavial",
        "name": { "str": "gavial plushie" },
        "description": "A cuddling gavial plushie with a soft body and long snout, with a playful expression.  It has a chomping action when the tail is pulled, letting people, specially children, playfully recreate the gavial's hunting tactics.  Don't worry, it is a complex system of cotton ligaments.",
        "weight": 1
      },
      {
        "id": "toy_plush_yacare",
        "name": { "str": "jacare plushie" },
        "description": "A jacare (or yacare, kind of a South American crocodile) plushie with soft sandy brown scales, a soft plush belly, and an adorable expression.  This plushies has a special scented feature that makes it smell just like a warm and tropical Brazilian jungle.",
        "weight": 1
      },
      {
        "id": "toy_plush_cayman",
        "name": { "str": "cayman plushie" },
        "description": "A cayman (some kind of dwarf crocodile) plushie with soft, light green skin, big, playful eyes, and a cute smile.  This plushie has superior cuddly and fluffy features, making it the perfect companion for bedtime snuggles.",
        "weight": 1
      },
      {
        "id": "toy_plush_komodo",
        "name": { "str": "komodo dragon plushie" },
        "description": "A big komodo dragon plushie with textured yet soft light brown scales, big, friendly eyes, and an adorable snout.  Extremely huggable.",
        "weight": 1
      },
      {
        "id": "toy_plush_iguana",
        "name": { "str": "iguana plushie" },
        "description": "A cuddly iguana plushie with soft green scales, big eyes, and a friendly, curious expression.  It possess a special ribbed texture to mimic the skin of a real iguana.",
        "weight": 1
      },
      {
        "id": "toy_plush_grecko",
        "name": { "str": "gecko plushie" },
        "description": "A cute and colorful gecko plushie with soft, vibrant skin and big, playful eyes.  This plushie has a special cotton-based internal mechanism that makes its tail wiggle and move playfully when squeezed enough, just like a real lizard's tail.",
        "weight": 1
      },
      {
        "id": "toy_plush_chameleon",
        "name": { "str": "chameleon plushie" },
        "description": "A cuddly and soft chameleon plushie that can change colors, complete with big, round eyes and a cute expression.  This plushie's soft body has a simple color-changing mechanism on its fabric, that changes from green to brown if you pet it properly, enabling people, especially children, to explore and learn about the biology of this fascinating reptile.",
        "weight": 1
      },
      {
        "id": "toy_plush_chicken",
        "name": { "str": "chicken plushie" },
        "description": "A precious soft and cuddly chicken plushie with soft, warm brown cotton faux feathers and a gentle expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_goose",
        "name": { "str": "goose plushie" },
        "description": "A goose plushie with soft, white cotton faux feathers, a cute and soft orange beak, and big, playful eyes.  This plushie produces realistic honking sounds when hugged!",
        "weight": 1
      },
      {
        "id": "toy_plush_duck",
        "name": { "str": "duck plushie" },
        "description": "A cuddly duck plushie with soft, yellow cotton faux feathers, cute orange feet, and a lovable quack.  This plushie has special water-repellent properties to make it float in water, just like a real duck!",
        "weight": 1
      },
      {
        "id": "toy_plush_rooster",
        "name": { "str": "rooster plushie" },
        "description": "A fun and colorful rooster plushie with soft, vibrantly colored cotton faux feathers, a long rooster tail, and a bold expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_muttpuppy",
        "name": { "str": "mutt puppy plushie" },
        "description": "A fluffy and cuddly plushie of a mutt puppy with soft, fuzzy fur, big, round eyes, and a playful expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_domestickitty",
        "name": { "str": "kitty plushie" },
        "description": "A cute and lovable domestic kitty plushie with soft, plush fur, big, round eyes, and a gentle expression.  You can't tell if it is a short-haired one or a long-haired one.",
        "weight": 1
      },
      {
        "id": "toy_plush_walrus",
        "name": { "str": "walrus plushie" },
        "description": "A big, soft and cuddly walrus plushie with fluffy brown fur, cute, soft tusks, and big, wise soulful eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_crow",
        "name": { "str": "crow plushie" },
        "description": "A plushie with black fluffy cotton faux feathers, big curious eyes, and an inquisitive expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_bullfrog",
        "name": { "str": "bullfrog plushie" },
        "description": "A bullfrog plushie with soft, green, and bumpy skin, big, playful eyes, and typical frog legs.  This plushie produces realistic croaking sounds when squeezed and a special texture that makes it fun to squeeze and manipulate.",
        "weight": 1
      },
      {
        "id": "toy_plush_toad",
        "name": { "str": "toad plushie" },
        "description": "A cute and cuddly toad plushie with soft, bumpy green skin, big eyes, and a gentle expression.  This plushie features a special scent that captures the earthy and musky aroma of a damp forest floor, not that everyone will like it.",
        "weight": 1
      },
      {
        "id": "toy_plush_cbat",
        "name": { "str": "cave bat plushie" },
        "description": "A precious cave bat plushie with soft, black fur, big ears, and somewhat small, curious eyes.  It produces a special squeaker sound effect when squeezed.",
        "weight": 1
      },
      {
        "id": "toy_plush_fbat",
        "name": { "str": "fruit bat plushie" },
        "description": "This fruit bat plushie is tan in color, with soft, fuzzy fur.  It has delicate pointed ears and a sweet, friendly expression with big, brown eyes.  This plushie has special hanging capabilities that let it cling to objects using its feet, simulating the playful behavior of a real fruit bat.  It also come with a removable plush red fruit, probably a berry of some kind, that it can 'eat'.",
        "weight": 1
      },
      {
        "id": "toy_plush_gorilla",
        "name": { "str": "gorilla plushie" },
        "description": "A cuddly and adorable gorilla plushie with soft, black fur, big eyes, and a friendly expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_orangutan",
        "name": { "str": "orangutan plushie" },
        "description": "A lovable and huggable orangutan plushie with soft, orange-brown fur and big, friendly eyes in a big, wise-looking face.  This plushie makes playful and cuddly jungle sounds when squeezed and hugged.",
        "weight": 1
      },
      {
        "id": "toy_plush_chimp",
        "name": { "str": "chimpanzee plushie" },
        "description": "A cute and cuddly chimpanzee plushie with soft, brown fur, big, curious eyes, and a playful expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_baboon",
        "name": { "str": "baboon plushie" },
        "description": "A fun and playful baboon plushie with soft, brown fur and big, colorful feet and cute expression.  Like almost all baboons, this one has a red butt and can grip and hold small objects with its soft, plush hands.",
        "weight": 1
      },
      {
        "id": "toy_plush_smonkey",
        "name": { "str": "spider monkey plushie" },
        "description": "A huggable and cute spider monkey plushie with soft, brown fur and long, playful arms with big, curious eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_jmonkey",
        "name": { "str": "Japanese macaque plushie" },
        "description": "This Japanese macaque plushie features a soft, brown grayish fur, with a reddish-brown face and hands.",
        "weight": 1
      },
      {
        "id": "toy_plush_tamarin",
        "name": { "str": "golden lion tamarin plushie" },
        "description": "This bright, extremely cute golden lion tamarin plushie features long, soft, and golden-colored fur and a extremely playful demeanor.  On the label it says that it is an ambassador of its species, and that the amounts collected in the sales of the plushies were donated to help the conservation of the species.  Surely now, without many humans, maybe these animals don't have to worry so much about their habitat being destroyed.",
        "weight": 1
      },
      {
        "id": "toy_plush_btamarin",
        "name": { "str": "black lion tamarin plushie plushie" },
        "description": "This extremely cute black lion tamarin plushie features a soft black fur, bright orange hands and feet along with expressive, friendly eyes.  On the label it says that it is an ambassador of its species, and that the amounts collected in the sales of the plushies were donated to help the conservation of the species.  Surely now, without many humans, maybe these animals don't have to worry so much about their habitat being destroyed.",
        "weight": 1
      },
      {
        "id": "toy_plush_mandrill",
        "name": { "str": "mandrill monkey plushie" },
        "description": "This mandrill monkey plushie is striking due to the bright colorful features present in its face (mandrills are known for that, after all).  This plushie has a movable jaw that reveals soft plush teeth when opened, giving it a realistic appearance.",
        "weight": 1
      },
      {
        "id": "toy_plush_howlerm",
        "name": { "str": "howler monkey plushie" },
        "description": "This cute and cuddling howler monkey plushie has soft, brown fur, and produces a sound that mimics the howler monkey's signature hooting noise when hugged properly.",
        "weight": 1
      },
      {
        "id": "toy_plush_marmoset",
        "name": { "str": "marmoset plushie" },
        "description": "This precious and cute marmoset plushie features a fluffy and dense brown fur, and a long fluffy tail like the real animal.",
        "weight": 1
      },
      {
        "id": "toy_plush_tarantula",
        "name": { "str": "tarantula plushie" },
        "description": "A somewhat scary, but cuddly tarantula plushie with soft, fuzzy brown fur and big, curious eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_ant",
        "name": { "str": "ant plushie" },
        "description": "A ant plushie with a sturdy, hard yet soft shell mimic, and big, inquisitive eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_termite",
        "name": { "str": "termite plushie" },
        "description": "A fun and colorful termite plushie with big, curious eyes and furry antenna.",
        "weight": 1
      },
      {
        "id": "toy_plush_scarab",
        "name": { "str": "scarab beetle plushie" },
        "description": "A cuddly and adorable scarab plushie with soft, brown fur and big, friendly eyes.  This plushie features a special iridescent finish that makes it faintly sparkle and shimmer like a real scarab beetle.",
        "weight": 1
      },
      {
        "id": "toy_plush_centipede",
        "name": { "str": "centipede plushie" },
        "description": "A centipede plushie with soft, colorful segments and big, playful eyes.  This plushie has a special climbing mechanism that lets it crawl over and cling to objects.",
        "weight": 1
      },
      {
        "id": "toy_plush_ladybug",
        "name": { "str": "ladybug plushie" },
        "description": "A cute and lovable ladybug plushie with soft, red and black polkadotted wings and big, friendly eyes.  This plushie features a special retractable spotted soft wing mechanic sewed directly into the body that gives it the authentic appearance of a ladybug about to fly.",
        "weight": 1
      },
      {
        "id": "toy_plush_aphid",
        "name": { "str": "aphid plushie" },
        "description": "A giant aphid plushie with soft, textured green skin and big, curious eyes.  This plushie features a special attachment mechanism that lets it cling and crawl on flat surfaces, just like a real aphid.",
        "weight": 1
      },
      {
        "id": "toy_plush_crab",
        "name": { "str": "crab plushie" },
        "description": "An amazing crab plushie with soft, textured blue and red bumpy shell and big, curious eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_lobster",
        "name": { "str": "lobster plushie" },
        "description": "A cuddly red lobster plushie with a soft, red shell mimic, and big, playful eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_bwhale",
        "name": { "str": "blue whale plushie" },
        "description": "A large, funny, cuddly blue whale plushie with soft, blue-gray fur, big, friendly eyes, and a playful expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_hwhale",
        "name": { "str": "humpback whale plushie" },
        "description": "A large, lovable and huggable humpback whale plushie with soft, gray and white fur and big, friendly eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_camel",
        "name": { "str": "camel plushie" },
        "description": "A cuddly and sweet camel plushie with two soft humps, tan fur and big, soulful eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_dromedary",
        "name": { "str": "dromedary plushie" },
        "description": "A cute and cuddly plushie with soft brown fur, a big, single hump, and friendly eyes.",
        "weight": 1
      },
      {
        "id": "toy_plush_llama",
        "name": { "str": "llama plushie" },
        "description": "A precious llama plushie with soft, fluffy fur in grayish white.  It has expressive eyes, a tuft of fur on its head, long, delicate legs, and has a selection of detachable accessories, such as a saddle, a blanket, and even a hat!",
        "weight": 1
      },
      {
        "id": "toy_plush_alpaca",
        "name": { "str": "alpaca plushie" },
        "description": "A cute and loving alpaca plushie featuring soft, curly fur in shades of white and brown, shiny black eyes, and slightly short legs.",
        "weight": 1
      },
      {
        "id": "toy_plush_cow",
        "name": { "str": "cow plushie" },
        "description": "This very well-made cow plushie features soft, velvety fur in black and white patches, with endearing floppy ears and bright eyes, together with a pair of soft horns and the typical cow udder.",
        "weight": 1
      },
      {
        "id": "toy_plush_sheep",
        "name": { "str": "sheep plushie" },
        "description": "This loving and fluffy sheep plushie features soft, woolly fur in white, with cute floppy ears and expressive eyes",
        "weight": 1
      },
      {
        "id": "toy_plush_bsheep",
        "name": { "str": "black sheep plushie" },
        "description": "This loving and fluffy sheep plushie features soft, woolly fur in black, with cute floppy ears and somewhat careless, bored eyes",
        "weight": 1
      },
      {
        "id": "toy_plush_psheep",
        "name": { "str": "pink sheep plushie" },
        "description": "This loving and fluffy sheep plushie features soft, woolly fur in pink, with cute floppy ears and square-pixeled eyes, for some reason.",
        "weight": 1
      },
      {
        "id": "toy_plush_boar",
        "name": { "str": "wild boar plushie" },
        "description": "This big wild boar plushie features a soft tuft of coarse, dark fur along its spine, with a soft and plushy body.  It also has a pair of soft tusks protruding from its snout and has a fierce expression.",
        "weight": 1
      },
      {
        "id": "toy_plush_pig",
        "name": { "str": "pig plushie" },
        "description": "This loving, precious pig plushie has a soft pink fur, with endearing floppy ears and bright eyes.  It also has a plush snout with brown fur on its legs and paws.  Its nose is somewhat long and black, and its eyes are large and expressive."
      },
      {
        "id": "toy_plush_wunicorn",
        "name": { "str": "white unicorn plushie" },
        "description": "This majestic unicorn plushie features a soft white body and horn, with tufts of white hair on its neck and tail.  Its black eyes are adorably large and round."
      },
      {
        "id": "toy_plush_municorn",
        "name": { "str": "white unicorn plushie" },
        "description": "This majestic unicorn plushie features a soft white body and horn, with tufts of white hair on its neck and tail.  Its black eyes are adorably large and round.  For some odd reason, this one is wielding a plush knife with its forehooves."
      }
    ]
  },
  {
    "type": "GENERIC",
    "id": "shark_plushie",
    "name": { "str": "shark plushie" },
    "description": "A somewhat large, mass produced shark plushie.  Meant to provide comfort to people of all ages.",
    "category": "other",
    "material": [ "cotton" ],
    "weight": "625 g",
    "volume": "30 L",
    "longest_side": "103 cm",
    "price": "6 USD",
    "price_postapoc": "20 cent",
    "symbol": "s",
    "color": "cyan",
    "flags": [ "SLEEP_AID" ]
  },
  {
    "type": "GENERIC",
    "id": "toy_figurine_large",
    "name": { "str": "large figurine" },
    "description": "A large manufactured figurine.  This is the default variant, if you see it something went wrong.",
    "category": "other",
    "material": [ "plastic" ],
    "weight": "500 g",
    "volume": "1 L",
    "price": "20 USD",
    "price_postapoc": "20 cent",
    "symbol": "f",
    "color": "cyan",
    "variant_type": "generic",
    "variants": [
      {
        "id": "toy_figure_trex",
        "name": { "str": "T-rex figurine" },
        "description": "A relatively large plastic figurine of a T-rex."
      },
      {
        "id": "toy_figure_mech",
        "name": { "str": "mech figurine" },
        "description": "A large figurine of a humanoid robot, armed with a rifle, with a smaller figure sitting inside the head."
      },
      {
        "id": "toy_figure_knight",
        "name": { "str": "knight figurine" },
        "description": "A large figurine of a knight in shining armor standing watch, with its sword planted at the ground at its feet."
      },
      {
        "id": "toy_figure_t800",
        "name": { "str": "robot figurine" },
        "description": "A very intricate looking model of a robotic skeleton with red eyes and a futuristic weapon in its hand."
      },
      {
        "id": "toy_figure_caiman",
        "name": { "str": "lizardman figurine" },
        "description": "An expensive figurine of a buff man in streetwear with a lizard head, holding a pair of knives in his hands.",
        "//": "yes this is a dorohedoro reference"
      },
      {
        "id": "toy_figure_anime",
        "name": { "str": "anime figurine" },
        "description": "An expensive figurine of a cartoon woman in flashy clothing."
      },
      {
        "id": "toy_figure_heavyweapons",
        "name": { "str": "video game figurine" },
        "description": "A large figurine of a videogame character, holding a massive gatling gun in his giant arms."
      },
      {
        "id": "toy_figurine_smoker",
        "name": { "str": "zombie figurine" },
        "description": "A nasty looking figurine of a mutant zombie, with a large tongue sprouting from its face.  You thankfully haven't encountered something like that yet."
      },
      {
        "id": "toy_figure_alien",
        "name": { "str": "alien figurine" },
        "description": "An expensive looking figurine of a gnarly, jet-black alien covered in menacing looking spines."
      }
    ]
  },
  {
    "type": "GENERIC",
    "id": "toy_figurine",
    "name": { "str": "figurine" },
    "description": "A normal-sized manufactured figurine.  This is the default variant, if you see it something went wrong.",
    "category": "other",
    "material": [ "plastic" ],
    "weight": "125 g",
    "volume": "200 ml",
    "price": "20 USD",
    "price_postapoc": "10 cent",
    "symbol": "f",
    "color": "cyan",
    "variant_type": "generic",
    "variants": [
      {
        "id": "toy_figure_swordsman",
        "name": { "str": "swordsman figurine" },
        "description": "A figurine of some unnamed swordsman, covered with scars and equipped with sturdy leather armor.  Seems to be ready to fight."
      },
      {
        "id": "toy_figure_female",
        "name": { "str": "fashionable doll" },
        "description": "A plastic figurine of a young woman.  She's meant to be dressed up and accessorized with a wide variety of clothing, sold separately."
      },
      {
        "id": "toy_figure_krueger",
        "name": { "str": "nightmare figurine" },
        "description": "A plastic figurine with a nightmarish, scarred face.  He wears a hat and has three long blades extending from a glove on the back of his hand."
      },
      {
        "id": "toy_figure_unicorn",
        "name": { "str": "unicorn figurine" },
        "description": "A figurine of a blue unicorn.  It is in a sitting position, shyly covering both eyes with its front hooves."
      },
      {
        "id": "toy_figure_swampman",
        "name": { "str": "swamp monster figurine" },
        "description": "A figurine of a scaly green swamp monster emerging from some fetid lagoon."
      },
      {
        "id": "toy_figure_reaper",
        "name": { "str": "reaper figurine" },
        "description": "Your heart leaps to your throat as you see the face of Death itself staring back at you, scythe raised for the harvest!  You relax significantly once you realize it's only a few inches tall and made of plastic."
      },
      {
        "id": "toy_figure_mermaid",
        "name": { "str": "mermaid figurine" },
        "description": "A figurine of a redheaded mermaid sitting on a rock.  Like in the film this toy is based on, she gazes longingly out to a world she wants to be a part of - or she would be, but the face isn't drawn very well and doesn't express much emotion at all."
      },
      {
        "id": "toy_figure_avocado",
        "name": { "str": "avocado figurine" },
        "description": "A plastic figurine of an anthropomorphic avocado, holding a salt shaker and a spoon.  Makes a great gift for the guacamole lover in your life, or as a decoration for your kitchen."
      },
      {
        "id": "toy_figure_superhero",
        "name": { "str": "superhero figurine" },
        "description": "A superhero action figure.  Its limbs can be adjusted for different poses, and it is designed to do battle against a wide variety of crooks and supervillains, sold separately."
      }
    ]
  },
  {
    "type": "GENERIC",
    "id": "yoyo",
    "name": { "str": "yoyo" },
    "description": "A simple yoyo on a string.  Now you can be bored with style.",
    "category": "other",
    "material": [ "plastic" ],
    "weight": "50 g",
    "volume": "70 ml",
    "longest_side": "7 cm",
    "price": "2 USD",
    "price_postapoc": "5 cent",
    "symbol": "q",
    "color": "light_gray"
  },
  {
    "type": "GENERIC",
    "id": "fidget_spinner",
    "name": { "str": "fidget spinner" },
    "description": "A fidget spinner.  An artifact from when the times were simpler.",
    "category": "other",
    "material": [ "plastic", "steel" ],
    "weight": "75 g",
    "volume": "185 ml",
    "longest_side": "10 cm",
    "use_action": {
      "type": "effect_on_conditions",
      "menu_text": "Spin",
      "effect_on_conditions": [ { "id": "EOC_spinner_spinning", "effect": { "u_message": "You spin your fidget spinner." } } ]
    },
    "price": "5 USD",
    "price_postapoc": "5 cent",
    "symbol": "/",
    "color": "green"
  },
  {
    "id": "imperfect_doll_complete",
    "type": "GENERIC",
    "name": { "str": "imperfect doll" },
    "description": "Its legs are mismatched, its arms misshapen, its eyes more crooked than its smile.  Everywhere, it sparkles with the golden thread that has put it back together.  It's beautiful.",
    "category": "other",
    "material": [ "cotton" ],
    "price": "0 cent",
    "price_postapoc": "100 kUSD",
    "symbol": "@",
    "color": "white",
    "looks_like": "talking_doll",
    "use_action": {
      "type": "effect_on_conditions",
      "description": "Hug the imperfect doll.",
      "effect_on_conditions": [ "EOC_queue_unvitrified_return" ]
    },
    "flags": [ "SLEEP_AID", "NO_SALVAGE", "INTEGRATED", "ZERO_WEIGHT", "TRADER_AVOID" ]
  },
  {
    "id": "imperfect_doll_legs",
    "type": "GENERIC",
    "name": { "str_sp": "floppy cotton legs" },
    "description": "They're different colors and different lengths.  It would be hard to run away with these.",
    "category": "other",
    "material": [ "cotton" ],
    "price": "0 cent",
    "price_postapoc": "0 cent",
    "symbol": "i",
    "color": "dark_gray",
    "flags": [ "NO_SALVAGE", "INTEGRATED", "ZERO_WEIGHT" ]
  },
  {
    "id": "imperfect_doll_arms",
    "type": "GENERIC",
    "name": { "str_sp": "threadbare cotton arms" },
    "description": "The spun cloth fingers are fraying away.  There's nothing that they could hold on to.",
    "category": "other",
    "material": [ "cotton" ],
    "price": "0 cent",
    "price_postapoc": "0 cent",
    "symbol": "i",
    "color": "cyan",
    "flags": [ "NO_SALVAGE", "INTEGRATED", "ZERO_WEIGHT" ]
  },
  {
    "id": "imperfect_doll_features",
    "type": "GENERIC",
    "name": { "str_sp": "buttons and thread" },
    "description": "A pair of mismatched buttons and some dull yellow thread, to put on a brave face with.",
    "category": "other",
    "material": [ "cotton" ],
    "price": "0 cent",
    "price_postapoc": "0 cent",
    "symbol": "i",
    "color": "dark_gray",
    "flags": [ "NO_SALVAGE", "INTEGRATED", "ZERO_WEIGHT" ]
  }
]
