[
  {
    "id": "fault_gun_blackpowder",
    "type": "fault",
    "name": { "str": "Blackpowder fouling" },
    "description": "Firing blackpowder loads from a gun fouls it, which reduces reliability and, if left uncleaned, leads to rust.  It fouls the gun much faster than the use of modern smokeless powder cartridges.  Fouling is only a significant impact on reliability at high levels, but black powder fouling accumulates quickly.",
    "item_prefix": "rusting",
    "flags": [ "BLACKPOWDER_FOULING_DAMAGE", "NO_DIRTYING" ]
  },
  {
    "id": "fault_gun_chamber_spent",
    "type": "fault",
    "name": { "str": "Spent casing in chamber" },
    "description": "This gun currently has an empty casing chambered.  It will have to be removed before firing.",
    "item_prefix": "jammed",
    "flags": [ "JAMMED_GUN" ]
  },
  {
    "id": "fault_gun_unlubricated",
    "type": "fault",
    "name": { "str": "Unlubricated" },
    "description": "Either this gun is brand new and came without lubrication or it was recently cleaned with a solvent without oiling afterwards.  Either way, it's not lubricated and will not cycle properly, and can even be damaged.",
    "item_prefix": "unlubricated",
    "flags": [ "UNLUBRICATED", "BAD_CYCLING" ]
  },
  {
    "id": "fault_gun_dirt",
    "type": "fault",
    "name": { "str": "Fouling" },
    "description": "Fouling is caused by firing gunpowder loads repeatedly, which reduces reliability and can eventually cause damage to the gun.  Fouling accumulates slowly (unless blackpowder is used) due to the design of modern smokeless powder found in the vast majority of retail cartridges and it is not a significant problem until high levels of fouling are reached due to firing thousands of rounds without cleaning your firearm."
  },
  {
    "id": "fault_overheat_explosion",
    "type": "fault",
    "name": { "str": "Fatal containment failure" },
    "description": "It got hot."
  },
  {
    "id": "fault_overheat_venting",
    "type": "fault",
    "name": { "str": "Emergency venting" },
    "description": "This weapon can uncontrollably vent coolant when overheated."
  },
  {
    "id": "fault_overheat_melting",
    "type": "fault",
    "name": { "str": "Fused internals" },
    "description": "Excessive heat has rendered this weapon inoperable.",
    "item_prefix": "ruined",
    "flags": [ "RUINED_GUN" ]
  },
  {
    "id": "fault_overheat_safety",
    "type": "fault",
    "name": { "str": "Overheat safety" },
    "description": "This weapon will attempt to enter a cooling cycle when overheated.",
    "flags": [ "JAMMED_GUN" ]
  }
]
