[
  {
    "id": "type30",
    "copy-from": "rifle_manual",
    "looks_like": "modular_ar15",
    "type": "GUN",
    "name": { "str": "Arisaka battle rifle" },
    "description": "A rifle of the old world and an evident subscriber to the \"bigger is better\" mentality, this giant, bolt-action battle rifle was the standard service weapon of the Japanese army during the early 20th century, seeing service in the Russo-Japanese War, World War I, and even beyond.  Firing the 6.5x50mm Japanese cartridge and loading via 5-round stripper clips, the rifle soaks up much of the relatively tame round’s recoil with its sheer heft and bulk, both elements that made it rather unpopular among its users.",
    "variant_type": "gun",
    "variants": [
      {
        "id": "type30",
        "name": { "str_sp": "Arisaka Type 30" },
        "description": "A big and burly old-world rifle, the Type 30 Arisaka was the standard infantry weapon of the Japanese army from 1897 until its partial replacement in 1905, serving in various roles in the hands of Japanese, Russian, and even limited British forces during World War I and even beyond.  Possessing an iconic hook-style safety and a semi-pistol grip arrangement, the rifle was quickly disliked by soldiers for its far too cumbersome heft and its relatively weak 6.5x50mm chambering.",
        "weight": 1
      },
      {
        "id": "type35",
        "name": { "str_sp": "Arisaka Type 35" },
        "description": "Spiritually similar to its infantry sister, the Japanese Type 30, the Arisaka Type 35 was a modified version of the weapon issued to marine units of the Japanese navy in 1902, following complaints that arose during naval testing of the rifles.  Featuring modified rear sights and an independently manipulated dust cover, requiring the user to slide it free of the action before cycling, the rifle was chambered for the same 6.5x50mm cartridge as the earlier Type 30."
      }
    ],
    "weight": "3950 g",
    "volume": "3070 ml",
    "longest_side": "1280 mm",
    "barrel_length": "797 mm",
    "price": 169900,
    "price_postapoc": 1250,
    "to_hit": -1,
    "material": [ "steel", "wood" ],
    "color": "brown",
    "ammo": [ "65mm_arisaka" ],
    "dispersion": 200,
    "durability": 8,
    "blackpowder_tolerance": 24,
    "clip_size": 5,
    "flags": [ "RELOAD_ONE", "NEVER_JAMS", "EASY_CLEAN" ],
    "valid_mod_locations": [
      [ "barrel", 1 ],
      [ "bore", 1 ],
      [ "brass catcher", 1 ],
      [ "mechanism", 4 ],
      [ "sights mount", 1 ],
      [ "sling", 1 ],
      [ "grip mount", 1 ],
      [ "rail mount", 1 ],
      [ "stock mount", 1 ],
      [ "stock accessory", 2 ],
      [ "underbarrel", 1 ]
    ],
    "pocket_data": [
      {
        "pocket_type": "MAGAZINE",
        "rigid": true,
        "ammo_restriction": { "65mm_arisaka": 5 },
        "allowed_speedloaders": [ "clip_65mm_arisaka" ]
      }
    ],
    "melee_damage": { "bash": 12 }
  }
]
