[
  {
    "id": "type99",
    "copy-from": "rifle_manual",
    "looks_like": "modular_ar15",
    "type": "GUN",
    "name": { "str": "7.7mm battle rifle" },
    "description": "A stout and rugged battle rifle that traces its origins to the hands of imperial Japanese forces and saw extensive use in the Pacific theatre of the Second World War, this bolt-action firearm shoots the 7.7x58mm Arisaka cartridge.  Powerful, dependable, and elegantly built, Japan's 20th-century infantry rifle may yet find service guarding the lives of her former enemies.",
    "variant_type": "gun",
    "variants": [
      {
        "id": "type99",
        "name": { "str": "Arisaka Type 99 rifle" },
        "description": "The standard service arm of the imperial Japanese army during the Second World War, chambered for the powerful 7.7x58mm cartridge and built to replace the weaker Type 38, the Type 99 is a sturdy and formidable bolt-action rifle with a Mauser-inspired action renowned for its strength.  Though the rifle was historically sneered at in the US due to extensive anti-Japanese propaganda and the lower quality of later-production guns, the weapon is, by most metrics, a finely produced and effective shoulder arm.  This particular Arisaka is an early-war example with anti-aircraft sights and an intact 6-petal chrysanthemum seal.",
        "weight": 1
      },
      {
        "id": "type99ld",
        "name": { "str": "Arisaka Type 99 rifle" },
        "description": "Standing as a clear example of what happens when a country losing a war realizes that it's running out of resources and its rifles are ripe for corner-cutting, this Type 99 Arisaka, the standard service arm of imperial Japan from 1939, is a crewed end-of-war example.  Coated in machining marks, lacking an upper handguard, and with the early production anti-aircraft sights long since done away with, where early production Arisaka rifles are a feat in elegant engineering, this one is a last-ditch bang stick hammered together in a mostly bombed-out factory.  Aesthetics not withstanding, this weapon is still an effective and powerful shoulder arm, just… not the prettiest."
      }
    ],
    "weight": "3790 g",
    "volume": "2680 ml",
    "longest_side": "1118 mm",
    "barrel_length": "657 mm",
    "price": "650 USD",
    "price_postapoc": "18 USD 50 cent",
    "to_hit": -1,
    "material": [ "steel", "wood" ],
    "color": "brown",
    "ammo": [ "77mm_arisaka" ],
    "dispersion": 150,
    "durability": 10,
    "blackpowder_tolerance": 24,
    "clip_size": 5,
    "flags": [ "RELOAD_ONE", "NEVER_JAMS", "EASY_CLEAN", "NO_TURRET" ],
    "valid_mod_locations": [
      [ "barrel", 1 ],
      [ "bayonet lug", 1 ],
      [ "brass catcher", 1 ],
      [ "mechanism", 2 ],
      [ "sights mount", 1 ],
      [ "sling", 1 ],
      [ "grip mount", 1 ],
      [ "rail mount", 1 ],
      [ "stock mount", 1 ],
      [ "stock accessory", 2 ],
      [ "underbarrel", 1 ]
    ],
    "pocket_data": [
      {
        "pocket_type": "MAGAZINE",
        "rigid": true,
        "ammo_restriction": { "77mm_arisaka": 5 },
        "allowed_speedloaders": [ "clip_77mm_arisaka" ]
      }
    ],
    "melee_damage": { "bash": 12 }
  },
  {
    "id": "type99_sniper",
    "copy-from": "type99",
    "type": "GUN",
    "//": "The only reason this exists as its own item rather than a variant of the Type 99 is so players wouldn't be able to mount the scope on normal Type 99 rifles and could only use it on the 99 Sniper.",
    "name": { "str": "7.7mm sniper rifle" },
    "description": "A precision weapon issued to Japanese forces part way through the Second World War and proving to be little more than an off-the-rack 7.7mm battle rifle fitted with a telescopic sight, the rifle, despite being only marginally different from its closer-range cohorts, was a formidable implement upon the battle fields of the Pacific theatre.",
    "variant_type": "gun",
    "variants": [
      {
        "id": "type99_sniper",
        "name": { "str": "Arisaka Type 99 sniper rifle" },
        "description": "The standard sniper's weapon of Imperial Japan, this rifle is essentially an early production Type 99 Arisaka fitted with an offset optical sight and a bent bolt handle to facilitate stripper clip loading and easy manipulation despite the scope's presence.  While its 7.7x58mm chambering resulted in a muzzle flash and report that were significantly greater than those of the Type 97, which it sought to replace, the rifle's man-stopping potential is nothing to be trifled with.",
        "weight": 1
      }
    ],
    "default_mods": [ "rail_mount", "offset_sight_rail", "type99_scope" ]
  }
]
