[
  {
    "type": "snippet",
    "category": "weeks_old_newspaper",
    "text": [
      {
        "id": "magiclysm_weeks_old_news_1",
        "text": "Letter to the Editor:\n\nI am concerned about recent activity among the local goblin population.  While the riots have us all on edge, lately many of them seem to be keeping to themselves.  My neighbors won't even say hello to me anymore or look at me when I pass them on the street.  Sometimes they leave for days at a time, and I swear I've seen fires burning on the hills.  There's something odd going on and we don't need any more strangeness with everything else that's wrong with the world lately.\n\nSincerely\nEdward Frost"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "months_old_newspaper",
    "text": [
      {
        "id": "magiclysm_months_old_news_1",
        "name": "SEARCH FOR MISSING CHILD CONTINUES",
        "//": "ħ in goblin names represents a voiceless pharyngeal fricative, like the ch in \"loch\" or the Hebrew ח",
        "text": "SEARCH FOR MISSING CHILD CONTINUES\n\nAs the search continues for Theodore O'Connor, age 7, missing since last Thursday, his mother placed the blame on a goblin family in their neighborhood.  \"They've been lurking around our house for days before Theo disappeared,\" she said during an interview on local television, \"and I just know they had something to do with it.  Please bring our Theo back!\"  Local community organizer Shazgra k'Morħet denounced the claims, stating, \"I thought we had moved past this kind of blood libel rhetoric, but apparently rising tensions are all it takes for old accusations to resurface.  We've all seen the footage of the riots.  They're the most multicultural gatherings we've had in modern times.\""
      },
      {
        "id": "magiclysm_months_old_news_2",
        "name": "NATIONAL PARKS CLOSED",
        "//": "The idea here is that the different species cannot have children together but adoption is common, so you could have the adopted son of a human father and a dwarven mother named like \"Eric Johnson, son of Rupert, of Clan Stonehammer\",etc.  Hence the secretary's name--elven father, human mother, adopted.",
        "text": "NATIONAL PARKS CLOSED\n\nSecretary of Thaumaturgy Adam Maerhanar released a statement today stating that all national parks would be closed to the public until further notice due to increased wilderness spirit activity.  The notice further stated that the cause was under investigation but an unnamed source indicated it was probably due to natural solar cycles: \"The stars, the sun, the moon, we know these all affect spirits' behavior.  Despite existing alongside them for thousands of years, there's still so much we don't know about them.\""
      },
      {
        "id": "magiclysm_months_old_news_3",
        "name": "LOGGING PROTEST LEADS TO ARRESTS",
        "//": "MAGIC is a cute acronym like some American laws have--Measures Against Grevious Injury from Charms Act.",
        "text": "LOGGING PROTEST LEADS TO ARRESTS\n\nFive members of the radical activist group Gaia's Children were arrested today as part of a protest over new logging operations being conducted in the Lake Tarleton area.  The members are alleged to have blockaded the entrance to a facility storing logging equipment, using magic to prevent authorities from entering for over an hour before surrendering peacefully.  While no one was harmed during the incident, all the equipment within was irreparably damaged.  Thaumaturgical investigators have stated that the damage is consistent with usage of the Cause Rot spell, knowledge of which is restricted to licensed mages per the MAGIC Act.  A spokeswoman from Gaia's Children stated that its members had taken, \"Appropriate measures to prevent agitating the local spirits and desecrating the sanctity of the Earth.\"  Investigations are ongoing."
      },
      {
        "id": "magiclysm_months_old_news_4",
        "name": "GREENSCALE CLOSES BORDERS",
        "//": "Greenscale Alliance is a country run by green dragons, in an unspecified place in between Canada and New England.  Wyrm below refers to dragons.",
        "text": "GREENSCALE CLOSES BORDERS\n\nThe Greenscale Alliance yesterday announced that its borders will be closed to American and Canadian citizens until further notice, and all Alliance citizens are encouraged to return.  \"We appreciate and sympathize with the disruption these measures will cause, but the recent spread of unrest is a threat to our national security,\" said Alliance spokeswyrm Jolgauthrelathenar the Patient, \"In the interests of minimizing risk, the Council of Wyrms has determined that this course is necessary.\"  Jolgauthrelathenar did not take questions after making her statement."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      {
        "id": "magiclysm_one_year_old_news_1",
        "name": "LOCAL WIZARD KILLS THOUSANDS",
        "text": "LOCAL WIZARD KILLS THOUSANDS\n\nYesterday Gregory Hamilton, the local Wizard Enforcer, went on a rampage in the local shopping district.  Known for being the most powerful mage in Syracuse, New York, it is unsurprising that he managed to reduce the entire district into a smoking crater.  The National Guard took him out with a team of snipers and 5 helicopters.  Casualties are unknown, but current estimates are 15,000 and climbing."
      },
      {
        "id": "magiclysm_one_year_old_news_2",
        "name": "THAUMATURGICAL RESEARCHER VANISHES",
        "text": "THAUMATURGICAL RESEARCHER VANISHES\n\nScientists from the only magical research facility in the region reported a breakthrough yesterday.  They reported that their research lead, Ander McDowell, has \"Ascended\" to a greater plane of existence.  They are still looking into the details, because once Ander did so, they only made one statement before appearing to dissolve into the Ether: \"I've found the answer!  It's been Mana all along!\""
      },
      {
        "id": "magiclysm_one_year_old_news_3",
        "name": "OGRE INFESTATION!",
        "text": "OGRE INFESTATION!\n\nBridgewater officials have reported there are ogres nesting in the Hockomock Swamp area and local residents are urged to avoid the swamps until they can be dealt with.  \"I know what people say on the internet, but they're wrong\", said Bridgewater police spokesman Neal Riley.  \"Ogres are not people like humans or dwarves are.  There are no baby ogres.  They don't grow up, they don't have families, they just show up out of nowhere and start eating people.  They're a menace.\"  Anyone with a verifiable ogre sighting is urged to call 508-555-9523 and report the information."
      },
      {
        "id": "magiclysm_one_year_old_news_4",
        "name": "BOSTON WAND BUST NABS THREE",
        "text": "BOSTON WAND BUST NABS THREE\n\nOfficers with the Bureau of Alcohol, Thaumaturgy, and Firearms have seized almost 60 wands, including greater combat wands, during the arrest of three Italian nationals in Boston yesterday.  Davide Messina, 34, Michele Pellegrino, 29, and Lokúr Santoro, 128, all of Rome, Italy, are being charged with three counts of wand trafficking as well as two counts of conspiracy.  The charges allege that Messina, Pellegrino, and Santoro met with an unnamed party as part of a smuggling operation to transport combat wands through America to final destinations in Central and South America."
      },
      {
        "id": "magiclysm_one_year_old_news_5",
        "name": "ALTERNATIVE PORTAL TECHNIQUES?",
        "text": "ALTERNATIVE PORTAL TECHNIQUES?\n\nLeaked data from researchers indicates that newly sourced elements may allow for a dramatically reduced cost of establishing freestanding translocation portals.  Exhaustive testing of these alternative gateways appears to be slated to begin next year."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "many_years_old_newspaper",
    "text": [
      {
        "id": "magiclysm_many_years_old_news_1",
        "name": "SEARCH FOR UNIVERSAL HEALING SPELL CONTINUES",
        "text": "SEARCH FOR UNIVERSAL HEALING SPELL CONTINUES\n\nStaff at Johns Hopkins University yesterday announced promising results in the long search for a health catalyst spell.  While an actual prototype formula has not been released, the draft paper indicates that animal testing showed a five percent decrease in long-term mortality rates in rats suffering from a dozen different types of cancers.  \"A true universal healing catalyst spell would really be the Holy Grail\", said Dr. Olivia k'Ħarzag, Director of Thaumaturgical Oncology Research at Johns Hopkins University.  \"Modern cancer research's greatest limiting factor is that the most potent biomantic healing spells can only affect the caster.  If we can find a way to encourage the body's own defenses that works on a wide scale, even if we can't directly cure the cancer, we could save so many more people.\""
      },
      {
        "id": "magiclysm_many_years_old_news_2",
        "name": "LOCAL WIZARD DIES, INVESTIGATION CONTINUES",
        "text": "LOCAL WIZARD DIES, INVESTIGATION CONTINUES\n\nInvestigations are continuing into the death of local wizard Sivi, daughter of Ḥalmet of Clan Redaxe, who was found dead in her home last month.  No foul play is suspected at this time.  An initial report by medical examiners at Massachusetts General Hospital indicated the cause of death as multiple organ failure following a sudden illness.  \"It's very strange\", said a source close to the matter, \"Her organs all looked like those of an elderly person, even though 96 is barely middle-age for a dwarf.  She could have expected to live another hundred years easily.  If you ask me, it's all that research she was doing into the effects of Haste magic.  Probably hasted herself right through to the end of her life.  We've seen side effects in Haste over-usage before but never to a fatal degree.\"  When asked for comment, Dr. Olivia Wright, a professor of control thaumaturgy at MIT&M, said, \"The idea of \"haste-death\" shows up in rumors repeatedly but there has never been a single confirmed case.  Haste places stress on the body, of course, but the stress is accounted for as part of the effects of the spell.  Ms. Sivi's death was tragic, but fearmongering about the effects of magic helps no one.\""
      },
      {
        "id": "magiclysm_many_years_old_news_3",
        "name": "AAMB ANNOUNCES BIOMANCY BREAKTHROUGH",
        "text": "AAMB ANNOUNCES BIOMANCY BREAKTHROUGH\n\nThe American Association of Medical Biomancy today announced a breakthrough in the use of cure disease spells against the novel coronavirus.  The press release stated that efficacy had broken 90% and a full cure had been achieved for the first time.  \"Magic doesn't have a mind of its own,\" said AAMB representative Dr. Ssmthisk, \"it has to be adapted to new circumstances just as any other art or science does.  Just as new weapons called for refinement of protection spells, new diseases require new thaumaturgical treatments.\"  Dr. Ssmthisk also stressed the importance of the ongoing vaccination effort in overcoming COVID-19.  \" I know it's not the news everyone wants to hear, but a vaccine is really the only way out.  Even if every biomancer in the country licensed to practice medicine spent every waking hour and all of our mana curing COVID-19, it would still take us over a decade just to cure the people who have it now, and that's not counting any new infections in the meantime and takes us away from any other treatments we could do.  So please follow the appropriate precautions.\""
      }
    ]
  }
]
