[
  {
    "type": "help",
    "order": 0,
    "name": "Xedra Evolved: Basics",
    "messages": [
      "Welcome to Xedra Evolved, the urban fantasy mod for Cataclysm.  This mod adds folklore based enemies, experiences and magicks to the Cataclysm.  Humans who experience particularly vivid dreams might learn how to wield them into strange magicks.  Former Xedra employees include cyborgs with stolen bionics, magick wielders and even a Gracken or two.",
      "The world of Xedra Evolved had decades of dimensional seepage and places where our world connected to other realities.  During these years before the Cataclysm the world became weirder.  Supernatural creatures from myth and legend returned, visited for the first time or left the shadows.  Some games you'll fight against them.  Some days you may very well be one of them.",
      "There are multiple types of supernatural beings that the player can start as or sometimes become.  It is intended that their abilities cannot be mixed and matched except in very specific circumstances.",
      "Some times you may want to play a normal game with extra enemies and no dream magick, take the Dreamless trait.",
      "One last thing: remember to bind the Supernatural Powers key to use your powers!"
    ]
  },
  {
    "type": "help",
    "order": 1,
    "name": "Xedra Evolved: Possible Starts",
    "messages": [
      "Cyborg starts exist in XE.  However, those cbms inside of you were pulled out of dead Exodii offworld.  Now that the Exodii are here on planet don't expect them to help you.",
      "If you are interested in starting with significant dream magick, look at the four melded task force professions.",
      "To start as a werewolf, newly bitten vampire, Lilit, elemental fae, or Chronomancer look at the mod specific scenarios.",
      "There are a number of more mundane/less high powered starts available such as a foreign spy, cryptid hunter all the way to hedge magician and changeling."
    ]
  },
  {
    "type": "help",
    "order": 2,
    "name": "Xedra Evolved: Learning New Powers",
    "messages": [
      "Both the Dreamsmith and Mad Inventor classes have research actions that you can perform.  They will often fail, but each failure moves the percentage chance for your next attempt to succeed up until it hits 100%.",
      "Alchemy can be discovered in game.  It requires some luck to find it in the game world, but if you selected Bombastic Perks mod as an additional mod, you can learn Alchemy easily via the perk system.",
      "Vampires will get a random assortment of powers as they age up and grow.  Every run as a vampire should have a slightly different mix of powers.",
      "Elemental Fae, Paraclesians need to gather samples from the other elements and make potions that grant them new powers.",
      "Gracken are a work in progress but the idea is that they are monster hunters who take parts of their kills and use those parts to transform themselves in new and different ways.  Look in their Gracken recipe tab."
    ]
  }
]
