[
  {
    "type": "MOD_INFO",
    "id": "xedra_evolved",
    "name": "Xedra Evolved",
    "authors": [ "Maleclypse", "Guardiandll", "StandingStorm" ],
    "maintainers": [ "Maleclypse", "Guardiandll" ],
    "description": "An urban fantasy content mod for Agent Mulder in the apocalypse.  Creates a multi decade timeline of dimensional spillage prior to the Cataclysm.  This spillage was characterized by thin places appearing where people could step through into another dimension, but things from those dimensions could wander into our world as well.  XEDRA proliferated into an alphabet soup of agencies dedicated to simultaneously stopping, controlling, and utilizing these thin places with varying degrees of success.  Contains monsters of various types, new professions and locations, new uses for existing skills,the new deduction skill, new magic systems, and content of every type that a multidimensional Cataclysm has to offer.  This is a heavily science-fantasy mod where you are as likely to encounter supernatural monsters as you are UFOs, Sasquatch, and Chupacabra.  Please examine the readme.md file for further details.",
    "category": "content",
    "conflicts": [ "sorcerer" ],
    "dependencies": [ "dda" ],
    "loading_images": [ "xedra1.png", "xedra2.png", "xedra3.png", "xedra4.png", "xedra5.png", "xedra6.png" ]
  },
  {
    "type": "EXTERNAL_OPTION",
    "name": "PLAYER_MAX_STR_VALUE",
    "//": "Sets a cap on maximum effective strength for characters.",
    "stype": "int",
    "value": 35
  },
  {
    "type": "EXTERNAL_OPTION",
    "name": "PLAYER_MAX_DEX_VALUE",
    "//": "Sets a cap on maximum effective dexterity for characters.",
    "stype": "int",
    "value": 35
  },
  {
    "type": "EXTERNAL_OPTION",
    "name": "PLAYER_MAX_PER_VALUE",
    "//": "Sets a cap on maximum effective perception for characters.",
    "stype": "int",
    "value": 35
  },
  {
    "type": "EXTERNAL_OPTION",
    "name": "PLAYER_MAX_INT_VALUE",
    "//": "Sets a cap on maximum effective inteligence for characters.",
    "stype": "int",
    "value": 35
  }
]
