[
  {
    "type": "snippet",
    "category": "lab_file_phavian_private",
    "text": [
      {
        "name": "Note on the back of a schedule printout",
        "id": "lab_file_xe_phavian_private_01",
        "text": "I don't want one of those assignments ever again.  They call themselves \"Offworld Acquisitions\" but do you know what they actually do?  They're butchers!  I can only sit through so many lectures about how \"only humans have human rights\" before I want to just start trying to adjust their thought processes.  Give me an hour alone in a room with each one of them and they'll never want to hurt a fly.\n\nMark my words, those maniacs are making enemies that we can't afford to make. We don't know eveything that's out there beyond the gates and it's pure luck we haven't made contact with a civilization that wants to hunt US for something WE have.  Unless we have and some of those immersion teams that went missing were actually captured.  They're playing with fire and we're all going to get burned."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_telepathy",
    "text": [
      {
        "name": "incident report: 223741",
        "id": "lab_file_xe_telepathy_01",
        "text": "At 0411 this morning, a GLASS ANVIL mathematician seconded to XEDRA-40 discovered an anomaly in one of the returning immersion teams during a routine random security scan.  While monitoring Dr. Mahika Mittal, the mathematician suddenly screamed and grabbed their head before collapsing to the floor.  In the ensuing confusion, Dr. Mittal attempted to grab Sgt. Adams's rifle before making a gesture and \"causing the temperature in the room to drop to freezing\".  Following this, Dr. Mittal grabbed Dr. McDowell and dragged him back through the still-open dive aperture just before it closed.  An attempt to reopen the aperture to the previous destination was unsuccessful at producing a stable connection; further efforts are ongoing.\n\nWhen awakened, mathematician U72 stated that during her attempt to make contact she felt \"Something cold, icy, like a glacier.  Inhuman.  It wasn't Dr. Mahika, it was something that looked like her, or had taken her place or…I don't know.\"  When told that Dr. Mittal had escaped, U72 was emphatic that it (she only ever used the word it) had to be captured for study and to prevent similar incidents from happening again.\n\nQuestioning of the other dive team members is ongoing.  None of them said Dr. Mittal showed any suspicious behavior either before or during the dive."
      }
    ]
  }
]
