[
  {
    "type": "snippet",
    "category": "note",
    "text": [
      {
        "id": "note_blazemod_1",
        "text": "\"Dream Log 1: I had a dream and I can vaguely remember seeing a strange truck that had overly round edges, it tooted its horn but instead I heard people screaming, and when I blinked suddenly the truck wasn't just rounded, but made of people screaming forever inside a viscous blob.\""
      },
      {
        "id": "note_blazemod_2",
        "text": "\"Dream Log 2: In last night's dream I was driving a rusty and dusty humvee, with my trusty companion using a massive pneumatic weapon to shoot rebar pipes into faceless enemies chasing us.  My heart is still pumping, why does it feel like a memory instead of a dream?\""
      },
      {
        "id": "note_blazemod_3",
        "text": "\"Dream Log 3: Another dream.  This time I dropped a diamond on a sea of charcoal dust, and the diamond begun to shine and make the dust glitter until a shape of a car emerged from the dust made entirely of thick, perfectly angular diamond.  A beautiful shape appeared on it, and in a flash of light I was pierced by a glittering lance.\""
      },
      {
        "id": "note_blazemod_4",
        "text": "\"Dream Log 4: These dreams get weirder.  My companion of mine was driving the RV, and I opened the back of the RV and found there was no roof but a whole tray of gargantuan flowers made of solar panels arching toward the sun greedily, light flowing from them into the RV.  I stepped back and lost my footing, seeing a strange portal on the side before I fell into a limitless darkness.\""
      },
      {
        "id": "note_blazemod_5",
        "text": "\"Dream Log 5: My most recent dream was better so here it goes.  I was walking in a meadow when a strange stone with a perfect spiral on it fell in front of me.  I picked it up and blew on it, and a tornado roared from the stone.  In its wake, a car appeared, wickedly shaped and the sound of tornadoes coming from its exhaust- and I rode the wind, hurling thunderbolts at any who got in my way.\""
      }
    ]
  }
]
