[
  {
    "id": "diamondlance",
    "type": "GUN",
    "name": "diamond lance",
    "description": "A weapon that is as deadly as it is dazzling.  The diamond matrix in this weapon's center acts as a catalyst; rapidly changing carbon-heavy materials into a crystalline substance that is nearly equal to diamond in hardness.  The substance rapidly decays when separated from the catalyst; thus a pre-shaped lump of carbon is brought into contact with the matrix, immediately crystallized and launched just as quickly.  The launcher requires a specialized chassis in order to be brought to bear on its unfortunate targets.",
    "weight": "16050 g",
    "volume": "5500 ml",
    "price": 60000,
    "to_hit": -1,
    "bashing": 12,
    "material": [ "steel", "plastic" ],
    "symbol": "(",
    "color": "light_gray",
    "ammo": "charcoal",
    "skill": "launcher",
    "range": 30,
    "ranged_damage": 100,
    "pierce": 100,
    "sight_dispersion": 150,
    "durability": 8,
    "clip_size": 50,
    "reload": 20,
    "valid_mod_locations": [  ],
    "ammo_effects": [ "SHOT" ],
    "flags": [ "NEVER_JAMS", "MOUNTED_GUN" ]
  },
  {
    "id": "diamondnova",
    "type": "GUN",
    "name": "diamond nova",
    "//": "Behold, the bringer of light.",
    "description": "A weapon that is as deadly as it is dazzling.  The diamond matrix in this weapon's center acts as a catalyst; rapidly changing carbon-heavy materials into a crystalline substance that is nearly equal to diamond in hardness.  The substance rapidly decays when separated from the catalyst, and at sizes as large as the projectile used, also rapidly decays when in contact with other matter.  Thus the projectile is held and launched by the use of pressurized air from a vortex stone.  Upon striking its target, the projectile undergoes explosive decomposition; shattering into a brilliant burst of diamond fragments.",
    "weight": "25815 g",
    "volume": "5500 ml",
    "price": 60000,
    "to_hit": -1,
    "bashing": 12,
    "material": [ "steel", "plastic" ],
    "symbol": "(",
    "color": "light_gray",
    "ammo": "charcoal",
    "skill": "launcher",
    "range": 30,
    "ranged_damage": 150,
    "pierce": 20,
    "sight_dispersion": 150,
    "durability": 8,
    "clip_size": 50,
    "reload": 20,
    "valid_mod_locations": [  ],
    "ammo_effects": [ "SHOT", "FRAG", "FLASHBANG" ],
    "flags": [ "NEVER_JAMS", "MOUNTED_GUN" ]
  }
]
