[
  {
    "type": "epilogue",
    "//": "Class currently is male/female but will expand to dog/robot/mutant... whatever needs its own ending",
    "group": "male",
    "id": "npc_male_1",
    "text": "     Died several years later at the hands of a Hell's Raiders band.  Till the end, he held out hope that his daughter was still alive in the wasteland."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_2",
    "text": "     Was making his way to Michigan to search for family when he broke his leg in the woods.  Died of hypothermia a week later.  A note found with his body read, 'I wish I could have saved her.'"
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_3",
    "text": "     Survived for a number of years and made a name for himself amongst other survivors.  Eventually he began augmenting himself with bionics... when a failed surgery left him permanently blind he committed suicide without leaving a note."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_4",
    "text": "     Met with some success as a craftsman working in a small survivor outpost.  Eventually he married a young refugee and had two children.  Died during a typhoid outbreak a few years later.  Survived by only his three year old son."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_5",
    "text": "     Became a skilled mechanic and assisted a number of refugees searching for settlements.  He left one day on a routine trading run and failed to return.  His wrecked truck was located by a scavenger band but he was never seen again."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_6",
    "text": "     Became a game hunter and trapper.  Eventually he left on a hunting trip never to be seen again.  Attempts to locate him were called off when one of the searchers disappeared without a trace."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_7",
    "text": "     Went on to enlist in the Old Guard.  Was killed in action a year later fighting the Hell's Raiders in Vermont.  In his will he requested that all entitlements and property be transferred to a young lady he had met while guarding a FEMA camp.  Was survived by the young lady and a newborn son."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_9",
    "text": "     Became a laborer for hire in any outpost that needed assistance.  Was hanged for stealing from an employer; weeks later it was revealed the employer never had the resources nor intention to pay him."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_10",
    "text": "     Never spent much time around settlements after your death.  Was last seen near the Adirondacks in New York."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_11",
    "text": "     Died of an infected bite a few weeks later.  Before he passed he told those present, 'Now I've lost everything in this world... but you haven't.  Keep searching, the world is big enough that there has to be a place out there that hasn't been overrun.'"
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_12",
    "text": "     Managed to contract some form of fungal infection a few months after your passing.  Unable to find treatment, he asked to be put down while listening to someone read from his favorite novel, Don Quixote."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_13",
    "text": "     Became a self-taught chemist and medic.  His work eventually led him to a life of alcohol abuse and morphine addiction.  Overdosed one night when left unattended.  The community he helped said, 'He was probably the best thing to happen to us in years... there just isn't any turning back when you lose all hope.'"
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_14",
    "text": "     Went on to become a notable scout and urban explorer.  Was tragically killed when cornered in an abandoned store when scavenging with a group of unskilled survivors."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_15",
    "text": "     After your death he became a reclusive but friendly guy.  His continued supply runs helped keep many survivor colonies alive through the years.  Unfortunately, he bled to death over the course of several days after having stepped on a landmine intended to target local raiders."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_16",
    "text": "     Lost his way long before he met you.  The cataclysm offered him the chance to denounce the former vices that had led to his incarceration... an offer that went unanswered.  After you were killed, he returned to hunting those he saw as weak.  The number of people he murdered is unknown but prior to his execution he claimed that, 'butchering the dead was never as fun as the living.'"
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_17",
    "text": "     Found new meaning in life after your death.  Although he never informed you, his felonies in the departed world had prevented him from ever having a real place in society.  With the destruction of existing criminal records he took it upon himself to prove his worth to his fellow man.  Died from a heart attack while alone on a trip many years after the cataclysm."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_18",
    "text": "     Spent his entire life secretly addicted to one substance or another.  After your death he briefly worked as a laborer in a survivor camp before losing his grip on reality due to various side effects associated with his drugs of choice.  He died from complications due to a seizure.  In his last moments he saw Porkey the pig exclaim, 'That's all folks!' before an animated audience."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_19",
    "text": "     Was never known as a particularly brave individual nor an emotionally stable one.  His regret for not helping people during the opening days of the cataclysm led him to attempt suicide multiple times in the years that followed.  Life improved briefly when he married a fellow survivor but was shattered when his spouse was killed by members of a mysterious apocalypse cult.  He was killed when he attempted to sneak into the cult's compound to enact revenge himself."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_20",
    "text": "     Spent the remainder of his life assisting one adventurer party or another.  Eventually his luck ran out when he became ill after eating something rotten.  Was abandoned by his party in an infested neighborhood, never to be seen again."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_21",
    "text": "     Died from sepsis a few weeks after you.  The cut on his leg that ultimately killed him would have been easily treatable in nearly any other situation.  His final wish was that he be allowed to drink himself into his grave.  Upon consideration, the party that he was with opted to shoot him in the head and divide his belongings rather than waste the alcohol."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_22",
    "text": "     Worked hard following your death to organize his own band of survivors.  Went on to marry and have two children that were raised and taught every survival skill they would ever need.  His past eventually caught up to him when he ran afoul with an Old Guard colonel.  Since he fled his post as a National Guard soldier during the cataclysm he was hanged for desertion despite the protests of a huge number of survivors that had benefited from his service over the years."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_23",
    "text": "     Went on to the coast and salvaged a small sailboat.  Despite the protests of those that knew him, his decision to sail in search of some uninhabited tropical paradise in the north Atlantic was final.  His disappearance after starting the journey was described by his fellow survivors as 'a waste of a perfectly good boat.'"
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_24",
    "text": "     Within a few weeks of your death he was robbed by a pair of bandits.  For attempting to resist their demands they broke both of his arms in multiple places.  Alone and wounded it took nearly a month before he found refuge and primitive medical assistance with other survivors.  Having lost his ability to grasp or lift, he spent the last few years of his life begging for food and relying on charity from his fellow survivors."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_25",
    "text": "     Trained under your guidance, he became a renowned abomination hunter.  With what weapons he could salvage he led parties to reclaim town after town from the undead and other horrors that wandered the wasteland.  His success was temporal as monsters migrated into the cleared territories as quickly as he could clear them.  His life ended when antibiotic resistant infection spread between his countless minor wounds."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_26",
    "text": "     Renounced the adventurous lifestyle after your death and chose to establish a self sufficient camp away from the horrors found in the old cities.  His attempts at solitude were in vain as otherworldly visitors began to prey upon the weak and isolated.  The last moments of his life were spent in bewilderment and horror as he was awoken one night to an alien insect the size of a man opening his cabin's door and screaming in a dozen perfectly human voices as it flew straight at him."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_27",
    "text": "     Was detained and handcuffed by a police robot on multiple counts of looting and vandalism that were tracked and recorded by the few remaining security systems.  While being held on the ground awaiting additional police response units he was torn to pieces by the undead that were attracted by the commotion."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_28",
    "text": "     Became a hunter after your death, living alone in the woods.  Traced back to his cabin, he was murdered and devoured in his sleep by an actual cannibal."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_29",
    "text": "     Survived for many years, and became a renowned scavenger, eventually setting up a small shop in a Free Merchant outpost.  Survived by two sons, he died after a rare artifact poisoned his blood with acid."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_30",
    "text": "     He wandered and scavenged the land for years after your death, eventually becoming a skilled mechanic.  Employed by the Free Merchants, he lived a comfortable, if rather uneventful life, dying of cancer, a rare luxury these days."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_31",
    "text": "     Became truly depressed after your death and hid in the woods.  If rumors are to be believed, he spent years living as a deranged hermit in a distant cave, worshiping stones and sacrificing dogs."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_32",
    "text": "     After your death, he became obsessed with preserving old knowledge and eventually became known as 'the lorekeeper'.  Hired by the Old Guard as a librarian, he spent his life amongst dusty old books, trying to convince others of their value.  He even changed his name to Frederic Bastiat, in honor of an old French philosopher."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_33",
    "text": "     He found faith after your death, eventually joining an Anglican community and becoming a Vicar.  The crucifix provided him with a sense of meaning, before dying horribly at the hands of raiders.  He was still praying when they roasted him alive."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_34",
    "text": "     Lost and damned, he joined a bloody cult after your death, kidnapping and sacrificing young women.  His entire group was killed after being discovered by the Old Guard.  His head was put on a spike as a reminder that cultists will not be tolerated."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_35",
    "text": "     He did not survive for long after your death.  Electrocuted in an old cellar, he kept screaming your name.  His body was never found."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_36",
    "text": "     Survived you by just a few days, he drowned trying to escape from a horde."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_37",
    "text": "     He wandered alone for days, before finding a Free Merchant outpost.  He spent a few years as a caravan guard, often drinking himself half blind and enjoying any woman he could find.  Booze made his grip unsteady and he was eventually fired.  He died of alcohol poisoning the same day."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_38",
    "text": "     Obsessed with the idea of settling down, he eventually found love and retired to a farm in the middle of nowhere.  Relatively safe from the monsters, he thrived for years. Survived by seven sons and two daughters."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_39",
    "text": "     Became famous in the wastes after finding an old brewery and copying their recipe.  His chilled beer, a known delicacy, is traded far and wide by the Free Merchants."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_40",
    "text": "     Found a whole cellar of single malt whisky. Drank himself to death."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_41",
    "text": "     Depressed after your death, he would hang himself after just a few days."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_42",
    "text": "     Wandered for months, before finding a small community that would accept him.  Became a farmer and spent the rest of his uneventful life tending to crops, glad that he was no longer alone."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_43",
    "text": "     Obsessed with finding 'the Cure', he died a few weeks later in an old lab, torn to shreds by a security turret."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_44",
    "text": "     Became a runner for the Refugee Center and died after a few months."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_45",
    "text": "     Joined a raider gang and died in a firefight a few weeks later, trying to rob a Free Merchant caravan."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_46",
    "text": "     Traveled north, he eventually found an intact baseball field and built a prosperous farming community there."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_47",
    "text": "     He spent the rest of his short life looking for a new fix.  Died of an overdose in an abandoned basement."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_48",
    "text": "     Traveled south and joined a small fishing village.  Died a few years later in a raider attack, alongside his young son."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_49",
    "text": "     Thoroughly terrified by your death, he retired to an old LMOE shelter, vowing never to leave.  He died of starvation inside."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_50",
    "text": "     He became a very prosperous game hunter, trading meat and furs, and providing many settlements with food in exchange for booze and male company.  He died years later of an STD."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_51",
    "text": "     Retired to the woods, he spent the rest of his life fishing and hunting in a desolate cabin, rarely interacting with anyone else."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_52",
    "text": "     Died en route to California, deliriously dreaming of a better life as he was slowly devoured by spiders."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_53",
    "text": "     He tried to cope with loneliness after your death, but failed.  He was blind drunk when a group of zombies found his hideout and didn't stand a chance."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_54",
    "text": "     He didn't survive for long, waking up to a horde of zombies.  They smashed through his fortified windows in a pinch and only the last bullet prevented him from being devoured alive."
  },
  {
    "type": "epilogue",
    "group": "male",
    "id": "npc_male_55",
    "text": "     He got sick soon after your death, and died without any medical help.  His last words were 'Why did I live long enough to suffer like that?'"
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_1",
    "text": "     Committed suicide rather than fall into the hands of the Hell's Raiders.  Till the end, she held out hope that her son was still alive in the wasteland."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_2",
    "text": "     Was making her way to Ohio to search for family when she consumed a number of poisonous roots.  Over the course of three or four days she passed.  A note found with her body read, 'I wish I could have saved him.'"
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_3",
    "text": "     Survived for a number of years and made a name for herself amongst other survivors.  Eventually she began experimenting with mutagen... when a mutation left her permanently disfigured and in pain she committed suicide without leaving a note."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_4",
    "text": "     Met with some success as a craftswoman working in a small survivor outpost.  Eventually she married a refugee and had one child.  Died during childbirth a few years later.  Survived by her husband and two year old daughter."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_5",
    "text": "     Became a skilled mechanic and assisted a number of refugees searching for settlements.  She left one day driving a number of migrants to another settlement when she disappeared.  No trace of her or the vehicle was ever found."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_6",
    "text": "     Became a game hunter and trapper.  Eventually she left on a hunting trip never to be seen again.  Attempts to locate her were called off when a shredded jacket was found."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_7",
    "text": "     Went on to enlist in the Old Guard.  Was captured a year later fighting the Hell's Raiders in the disastrous Vermont campaign.  The hasty rescue mission that followed was one of the major defeats that forced the Old Guard to abandon the area.  It is unknown if she survived."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_8",
    "text": "     Became a laborer for hire in any outposts that needed assistance.  Was wrongly shot by her employer during a wage dispute."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_9",
    "text": "     Never spent much time around settlements after your death.  Was last seen near the old Canadian border."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_10",
    "text": "     Died of an infected bite a few weeks later.  Before she passed she told those present, 'I've outlived everyone that I have ever loved.  If anything death is a few months late'."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_11",
    "text": "     Managed to contract some form of infection a few months after your passing.  Unable to find treatment she asked to be put down while listening to someone read from her favorite novel, A Tale of Two Cities."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_12",
    "text": "     Became a self-taught chemist and medic.  Her work eventually led her to a life of alcohol abuse and morphine addiction.  Overdosed one night when left unattended.  The community she helped said, 'I've never known a nicer woman nor one who had fought off depression for so long.'"
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_13",
    "text": "     Went on to become a notable scout and urban explorer.  Was tragically killed by one of her students when leading a group of unskilled survivors on a night supply raid."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_14",
    "text": "     After your death she became a reclusive and eccentric individual.  Her skills were invaluable to the outposts that she chose to assist.  Unfortunately, competition for resources and salvage rights led a group of survivors to coax a mob of undead to surround her when she was on a lone raid.  Without witnesses, no connection between her death and the other survivors could be proven."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_15",
    "text": "     Lost her way long before she met you.  The cataclysm offered her the chance to denounce the former vices that had led to her incarceration... an offer that went unanswered.  After you were killed, she returned to preying upon those she saw as weak.  It is rumored that she robbed dozens of survivors for everything they had before leaving them to die amongst the horrors that roamed the land.  Her eventual fate is unknown."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_16",
    "text": "     Found new meaning in life after your death.  Although she never informed you, her felonies in the departed world had prevented her from ever having a real place in society.  With the destruction of the criminal record system, she took it upon herself to make amends for her crimes.  Died on a dangerous rescue mission when witnesses saw an helicopter crash-land in a nearby town."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_17",
    "text": "     Spent her entire life secretly addicted to one substance or another.  After your death she briefly worked in a survivor camp before finding a place in the lucrative drug trade.  She died, predictably, from an overdose.  Drugs allowed her to relive the memories of friends, family, and loved ones... she died happier than could have ever been expected."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_18",
    "text": "     Was never known as a particularly brave individual nor an emotionally stable one.  Her inability to emotionally conform to life after the cataclysm led her to attempt suicide multiple times in the years that followed.  Attracted by promises of renewal and the prospect of belonging to a new family, she became involved with a charismatic cult.  She was an innocent casualty when Old Guard soldiers stormed the compound on suspicion of crimes against humanity."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_19",
    "text": "     Spent the remainder of her life assisting one adventurer party or another.  Eventually her luck ran out when she became ill after starvation led her to eat whatever she could forage from the woods.  The party she was with deemed her a lost cause and put a bullet in her head instead of letting her turn.  She had suffered from a treatable form of marasmus."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_20",
    "text": "     Was stabbed in the arm by an ill tempered survivor a few weeks after you passed.  The cut quickly became infected and she died from sepsis a short time later.  Her murderer was the first person to discover her corpse... and all the gear she had been saving."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_21",
    "text": "     Worked hard following your death to build her own band of survivors.  Thanks to the skills she had acquired, she was able to turn a hefty profit looting abandoned towns.  After a series of heated contract disputes with her followers she found herself locked in her own car as a pair of Molotovs were thrown through the windows.  Her last desire was that she could have taken the bastards out with her."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_22",
    "text": "     Sought the coast in the hopes of finding an abandoned ship after your death.  Her journey ended when she discovered an Old Guard controlled dock in an abandoned fishing town.  Promised a new life if she agreed to serve as a contractor, she spent the next few years toiling to keep the camp supplied but never saw her reward.  A stray bullet struck her down when the Hell's Raiders launched a raid in an attempt to gain access to the sea."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_23",
    "text": "     Within a few months of your death she was robbed by a group of bandits.  When she shot the first dead in his tracks, one of his companions unleashed a blast from his flamethrower at close range.  Her ashes and a few odd pieces of jewelry were all that could be recovered."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_24",
    "text": "     Trained under your guidance, she became a renowned monster hunter.  Leading a band of warriors armed with primitive weapons she tracked down and killed numerous otherworldly horrors that wandered the wilderness.  Her quest to end the threat led her party to a shimmering gate that appeared to spew forth abominations and alien material.  With no means of closing the gate, her party was last seen venturing into the unknown to meet the threat at its source."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_25",
    "text": "     Renounced the adventurous lifestyle after your death and chose to start a family with a fellow survivor in an abandoned hunting cabin.  Survival was grim but the family grew through the years until she had three sons and a daughter.  Her end came when the horrors finally located her homestead... she and her husband were able to distract the monster as her children escaped."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_26",
    "text": "     Was detained and incarcerated by a police robot on multiple counts of looting and vandalism that were tracked and recorded by the few remaining security systems.  Trapped in a cell awaiting police review, she spent weeks crying out for help and slowly consuming what supplies she carried.  Two weeks after being dragged to her cell she died from dehydration."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_27",
    "text": "     Shot by the Old Guard a few weeks later, hunted down after she robbed an important caravan."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_28",
    "text": "     Traveled north, she eventually found a quiet community there and spent the rest of her life farming.  She's survived by four daughters."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_29",
    "text": "     She became a runner for the Old Guard and was eventually permitted to join.  She spent the rest of her life hunting raiders.  She died in a skirmish after a few years, sacrificing her life to let her unit retreat.  Her name is venerated in songs and inscriptions."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_30",
    "text": "     Shortly after your death she joined the Free Merchants, becoming a caravan guard and after a few months became the new liaison in the Refugee Center.  She died a few years later of a mysterious ilness."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_31",
    "text": "     She was found half-dead by the Old Guard who took her in.  She became a famous scavenger, known for finding an intact stash of experimental antibiotics."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_32",
    "text": "     She retired to the forest, where she built her own cabin and spending the rest of her life fishing."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_33",
    "text": "     Captured by raiders, she spent the rest of her miserable life as a slave.  Hopeless, she slit her wrists with a rusty knife."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_34",
    "text": "     Depressed, she joined a protestant community and became a paragon of virtue.  Devoting her life to bible study, she spent the rest of her life in relative peace."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_35",
    "text": "     Killed and devoured by a cannibal just a few days after your death, hardly anyone remembers her name."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_36",
    "text": "     Became a renowned merchant after your death, she built her own outpost in the west.  An avid book collector, she established a great library to keep the flame of knowledge burning."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_37",
    "text": "     Traveled around for months before finding an old farm.  She spent a few years tending to her crops and living the life of a hermit before being killed by raiders for fun."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_38",
    "text": "     Traveled south and joined a settlement there.  She became a renowned engineer, building the largest steam engine in New England."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_39",
    "text": "     Joined a gang after your death, she spent months preying on the innocent, before dying in a dispute with a fellow brute."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_40",
    "text": "     Devoured alive by a group of zombies, she kept thinking of you as she died."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_41",
    "text": "     She found an abandoned APC and spent years traveling around and collecting personal stories.  She wrote one of the few post-apocalyptic books, detailing the life after the end."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_42",
    "text": "     Kept wandering for years.  Her life was cut short when a group of raiders used her as a target practice."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_43",
    "text": "     She became a skilled game hunter and one of the best shots in the wasteland.  Years later she joined the Old Guard and was given the position of Marshal."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_44",
    "text": "     Desperate to save humanity from extinction, she organized her own group of survivors, whose job was to hunt bandits and decorate roads with their mutilated bodies.  She died in a skirmish a few months later."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_45",
    "text": "     She became an arsonist, and was incinerated a few weeks later in a fire she set."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_46",
    "text": "     She kept wandering for a few weeks but eventually died after drinking untreated water."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_47",
    "text": "     She wandered north and joined a local community there.  She became known for her trapping skills and ensured that the locals always had fresh meat on their tables."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_48",
    "text": "     She joined the Free Merchants and led their first caravan to Canada.  She died a few years later of dysentery."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_49",
    "text": "     She built a boat and sailed east towards Europe, hoping that it was not affected by the apocalypse.  She was never heard from again."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_50",
    "text": "     She led a doomsday cult for a few years, she was sacrificed to their gods after a particularly terrible harvest."
  },
  {
    "type": "epilogue",
    "group": "female",
    "id": "npc_female_51",
    "text": "     Became obsessed with chems, and died of an overdose a few months after your death."
  }
]
