[
  {
    "type": "snippet",
    "category": "<done_conversation_section>",
    "//": "Avatar response to an NPC that can be used for TALK_NONE responses.",
    "text": [
      "Actually, I wanted to ask…",
      "Actually, I was wondering…",
      "Anyway…",
      "Can I ask you something else?",
      "Can we discuss something else?",
      "Can we move on to another subject?",
      "Can we talk about something different?",
      "Can we talk about something else?",
      "How about we change subjects?",
      "How about we change the conversation?",
      "How about we discuss another matter?",
      "How about we discuss something else?",
      "I'd like to ask you about something different.",
      "I'd like to ask you about something else.",
      "I'd like to hear your thoughts on something else.",
      "I'd like to shift the topic.",
      "I'd like to talk about something else.",
      "I have a different question.",
      "I have another question in mind.",
      "I have another topic in mind.",
      "I have another topic to discuss.",
      "I'm curious about another topic.",
      "I think it's time for a new subject.",
      "I think it's time to change topics.",
      "I've got another thing in mind.",
      "I wanted to ask about something else…",
      "I want to ask you something.",
      "I want to change the subject.",
      "I want to switch the conversation to something new.",
      "Let's address a different issue.",
      "Let's address another subject.",
      "Let's adjust the topic.",
      "Let's change the subject.",
      "Let's discuss a new topic.",
      "Let's discuss another point.",
      "Let's dive into something different.",
      "Let's explore a different question.",
      "Let's pivot to another subject.",
      "Let's talk about another issue.",
      "Let's talk about something else.",
      "Let's venture into another topic.",
      "Maybe we should talk about something else.",
      "On a different note…",
      "Shall we change the topic?",
      "So, you were saying?",
      "What about changing the topic?",
      "What if we moved on to something else?",
      "What if we talked about something else?",
      "What were you saying before?"
    ]
  },
  {
    "type": "snippet",
    "category": "<end_talking_bye>",
    "//": "Avatar response indicated that the conversation is over via TALK_DONE.",
    "text": [
      "Bye bye<wpunc>",
      "Bye<wpunc>",
      "Farewell<wpunc>",
      "Goodbye<wpunc>",
      "I'll see you around<wpunc>",
      "I'll see you later<wpunc>",
      "See ya later<wpunc>",
      "See ya<wpunc>",
      "See you around<wpunc>",
      "See you later<wpunc>",
      "Take care<wpunc>",
      "Well, bye<wpunc>"
    ]
  },
  {
    "type": "snippet",
    "category": "<end_talking_later>",
    "//": "Avatar response indicated that the conversation is over via TALK_DONE.",
    "text": [
      "Another time, perhaps<wpunc>",
      "I'll get back to you on that<wpunc>",
      "Let's continue this conversation later<wpunc>",
      "Let's continue this later<wpunc>",
      "Let's do this another time<wpunc>",
      "Let's get back to it.",
      "Let's link in later<wpunc>",
      "Let's pick this up later<wpunc>",
      "Let's resume this chat later<wpunc>",
      "Talk to you later.",
      "Time and a place, later.",
      "We can continue this another time.",
      "We can pick it up later.",
      "We'll chat again soon<wpunc>",
      "We'll discuss this later<wpunc>",
      "We'll have a chat later.",
      "We'll pick this up another time.",
      "We'll reconnect later<wpunc>",
      "We'll return to this later<wpunc>",
      "We'll talk more later<wpunc>"
    ]
  },
  {
    "type": "snippet",
    "category": "<end_talking_leave>",
    "//": "Avatar response indicated that the conversation is over via TALK_DONE.",
    "text": [
      "Actually, I'm just heading out<wpunc>",
      "Actually, I need to head out<wpunc>",
      "Anyway, I need to move along<wpunc>",
      "I better head out<wpunc>",
      "I can't stay to talk right now.",
      "I'd better get going<wpunc>",
      "I don't have time for this.",
      "I gotta go though<wpunc>",
      "I gotta go<wpunc>",
      "I gotta run<wpunc>",
      "I'm afraid I can't talk right now.",
      "I'm sorry, I gotta go.",
      "I think I have to get going<wpunc>",
      "It's been nice talking to you, but I need to head out<wpunc>",
      "I've got to go<wpunc>",
      "Nice talking to you, but I gotta go<wpunc>",
      "Well, I'd better be going<wpunc>",
      "Well, I gotta go<wpunc>"
    ]
  },
  {
    "type": "snippet",
    "category": "<end_talking_nevermind>",
    "//": "Avatar response indicated that the conversation is over via TALK_DONE.",
    "text": [
      "Actually, forget it.",
      "Actually, never mind.",
      "Eh, never mind.",
      "Forget it.",
      "Never mind.",
      "Nothing, nothing<wpunc>",
      "On second thought, never mind.",
      "You know what?  Never mind."
    ]
  },
  {
    "type": "snippet",
    "category": "<end_talking_later_follower>",
    "//": "Avatar response indicated that the conversation is over via TALK_DONE.",
    "text": "<end_talking_later>  <lets_go>"
  },
  {
    "type": "snippet",
    "category": "<end_talking>",
    "//": "Avatar response indicated that the conversation is over via TALK_DONE.",
    "text": [
      "<end_talking_bye>",
      "<end_talking_leave>",
      "<end_talking_leave>  <end_talking_bye>",
      "<end_talking_later>  <end_talking_bye>"
    ]
  },
  {
    "type": "snippet",
    "category": "<BGSS_intro_question>",
    "//": "avatar response to an NPC that opens up their history.",
    "text": [
      "Can I ask you, what happened?",
      "Can you share how you survived the Cataclysm?",
      "Can you share your story?",
      "Can you tell me about your journey through the Cataclysm?",
      "Can you walk me through your survival story?",
      "How did you adapt to the new reality?",
      "How did you adapt to the new world?",
      "How did you avoid the initial dangers?",
      "How did you cope with the chaos?",
      "How did you endure the beginning of the end?",
      "How did you find safety in the chaos?",
      "How did you get through the Cataclysm?",
      "How did you handle the initial outbreak?",
      "How did you handle the outbreak?",
      "How did you make it this far?",
      "How did you make it through the initial chaos?",
      "How did you manage during those early days?",
      "How did you manage to keep safe?",
      "How did you manage to stay alive?",
      "How did you manage to stay alive during the Cataclysm?",
      "How did you navigate the initial chaos?",
      "How did you overcome the initial shock of the Cataclysm?",
      "How did you react when the Cataclysm started?",
      "How did you secure your safety during the Cataclysm?",
      "How did you stay alive during the first wave?",
      "How did you survive the Cataclysm?",
      "How did you survive the early days of the Cataclysm?",
      "How did you survive those first few days?",
      "I'd love to hear about your survival story.",
      "Mind if I ask what happened, in the beginning?",
      "Mind telling me what happened?",
      "So, what happened?",
      "Tell me about how you survived the Cataclysm.",
      "Tell me how you survived the initial wave of the Cataclysm.",
      "Was it rough surviving thus far?",
      "What did you do to make it through the Cataclysm?",
      "What did you do to survive the Cataclysm?",
      "What did you do when it all started?",
      "What did you go through when it all went down?",
      "What did you witness during the Cataclysm?",
      "What happened when the Cataclysm began?",
      "What helped you survive those critical first days?",
      "What kept you going during the Cataclysm?",
      "What steps did you take to ensure your survival?",
      "What steps did you take to survive the first days?",
      "What was it like, at the beginning?",
      "What was it like for you when everything collapsed?",
      "What was the Cataclysm like for you?",
      "What was the most challenging part of the Cataclysm for you?",
      "What was the most difficult part of surviving the Cataclysm?",
      "What was your approach to surviving the Cataclysm?",
      "What was your experience during the Cataclysm?",
      "What was your experience during the first days of the Cataclysm?",
      "What was your experience in the early days of the Cataclysm?",
      "What was your first move during the Cataclysm?",
      "What was your game plan when the world fell apart?",
      "What was your initial reaction to the Cataclysm?",
      "What was your journey through the Cataclysm?",
      "What was your plan when the Cataclysm hit?",
      "What was your plan when the Cataclysm hit?",
      "What was your strategy for surviving?",
      "What was your survival story like?",
      "What was your survival strategy?",
      "What was your survival strategy during the Cataclysm?",
      "What were your tactics for surviving the chaos?"
    ]
  },
  {
    "type": "snippet",
    "category": "<CWH_intro_question>",
    "//": "avatar response to an NPC that opens up their theories about what the Cataclysm was.",
    "text": [
      "Any guesses on what triggered the Cataclysm?",
      "Any idea how we ended up here, in this mess?",
      "Any insights into what led to the Cataclysm?",
      "Any speculation on what caused all this?",
      "Any theories on the origin of the Cataclysm?",
      "Curious, what do you think happened out there?",
      "Do you have any thoughts on the origin of the apocalypse?",
      "Ever think about the reason behind the Cataclysm?",
      "Ever think about what might have triggered the end?",
      "Ever wonder about the cause of the Cataclysm?",
      "Got any clues about how this all started?",
      "Got any explanations for the Cataclysm?",
      "Got any ideas on the cause of all this?",
      "Got any theories about the start of the Cataclysm?",
      "Got any theories on what happened?",
      "Got any thoughts on how this all started?",
      "Got any wild theories about the apocalypse?",
      "Have you heard any stories about how it all began?",
      "Have you heard anything about how the apocalypse came about?",
      "How do you explain the Cataclysm?",
      "How do you figure this all began?",
      "How do you make sense of the Cataclysm?",
      "How do you think the Cataclysm came about?",
      "How do you think the Cataclysm unfolded?",
      "How do you think this mess started?",
      "How do you think we ended up here?  What even happened?",
      "So how do you think the end of the world happened?",
      "So, want to share what you think happened?",
      "Tell me, what do you think happened?",
      "What do you believe caused the Cataclysm?",
      "What do you believe sparked the apocalypse?",
      "What do you suppose caused the end of the world?",
      "What do you think brought about the end of days?",
      "What do you think is behind the end of the world?",
      "What do you think the Cataclysm even was?",
      "What's going on?  Like, big picture, what the hell happened?",
      "What's your best guess on the origin of the Cataclysm?",
      "What's your guess on how the world fell apart?",
      "What's your idea of how the Cataclysm began?",
      "What's your opinion on the cause of the Cataclysm?",
      "What's your perspective on the cause of the Cataclysm?",
      "What's your take on the origins of the apocalypse?",
      "What's your take on the whole Cataclysm situation?",
      "What's your theory on how the world ended?",
      "Why do you think everything went to hell?",
      "Wondering how it all happened, any ideas?"
    ]
  },
  {
    "type": "snippet",
    "category": "<BOSS_intro_question>",
    "//": "avatar response to an NPC to get breadcrumbs for other NPCs and factions.",
    "text": [
      "Any idea where we could find other survivors?",
      "Any suggestions on how we could find others?",
      "Do you know where we could find other survivors?",
      "Got any leads on some survivors?",
      "Have you seen any signs of other survivors?",
      "Have you seen any sign there are others out there?",
      "Reckon we could find some others, perhaps?",
      "Seen anyone else out there we could find?",
      "We should try to find some other survivors.  Got any ideas?"
    ]
  }
]
