[
  {
    "id": "TALK_EVAC_MERCHANT",
    "type": "talk_topic",
    "dynamic_line": { "u_is_wearing": "badge_marshal", "yes": "Welcome marshal...", "no": "Welcome..." },
    "responses": [
      { "text": "I'm actually new...", "topic": "TALK_EVAC_MERCHANT_NEW" },
      { "text": "What are you doing here?", "topic": "TALK_EVAC_MERCHANT_PLANS" },
      { "text": "Heard anything about the outside world?", "topic": "TALK_EVAC_MERCHANT_WORLD" },
      { "text": "Is there any way I can join your group?", "topic": "TALK_EVAC_MERCHANT_ASK_JOIN" },
      { "text": "Can I do anything for the center?", "topic": "TALK_MISSION_LIST" },
      { "text": "Let's trade then.", "effect": "start_trade", "topic": "TALK_EVAC_MERCHANT" },
      {
        "text": "I figured you might be looking for some help...",
        "topic": "TALK_NONE",
        "effect": { "companion_mission": "REFUGEE_MERCHANT" },
        "condition": { "u_has_any_trait": [ "NPC_MISSION_LEV_1" ] }
      },
      { "text": "Well, bye.", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "TALK_EVAC_MERCHANT_NEW",
    "type": "talk_topic",
    "dynamic_line": "Before you say anything else, we're full.  Few days ago we had an outbreak due to lett'n in too many new refugees.  We do desperately need supplies and are willing to trade what we can for it.  Pay top dollar for jerky if you have any.",
    "responses": [ { "text": "No rest for the weary...", "topic": "TALK_EVAC_MERCHANT" } ]
  },
  {
    "id": "TALK_EVAC_MERCHANT_PLANS",
    "type": "talk_topic",
    "dynamic_line": "To be honest, we started out with six buses full of office workers and soccer moms... after the refugee outbreak a day or two ago the more courageous ones in our party ended up dead.  The only thing we want now is to run enough trade through here to keep us alive.  Don't care who your goods come from or how you got them, just don't bring trouble.",
    "responses": [ { "text": "It's just as bad out here, if not worse.", "topic": "TALK_EVAC_MERCHANT_PLANS2" } ]
  },
  {
    "id": "TALK_EVAC_MERCHANT_PLANS2",
    "type": "talk_topic",
    "dynamic_line": "I'm sorry, but the only way we're going to make it is if we keep our gates buttoned fast.  The guards in the basement have orders to shoot on sight, if you so much as peep your head in the lower levels.  I don't know what made the scavengers out there so ruthless but some of us have had to kill our own bloody kids... don't even think about strong arming us.",
    "responses": [
      { "text": "Guess shit's a mess everywhere...", "topic": "TALK_EVAC_MERCHANT" },
      {
        "text": "[INT 12] Wait, six buses and refugees... how many people do you still have crammed in here?",
        "topic": "TALK_EVAC_MERCHANT_PLANS3",
        "condition": { "u_has_intelligence": 12 }
      }
    ]
  },
  {
    "id": "TALK_EVAC_MERCHANT_PLANS3",
    "type": "talk_topic",
    "dynamic_line": "Well the refugees were staying here on the first floor when one their parties tried to sneak a dying guy in through the loading bay, we ended up being awoken to shrieks and screams.  Maybe two dozen people died that night.  The remaining refugees were banished the next day and went on to form a couple of scavenging bands.  I'd say we got twenty decent men or women still here but our real strength comes from all of our business partners that are accustomed to doing whatever is needed to survive.",
    "responses": [ { "text": "Guess it works for you...", "topic": "TALK_EVAC_MERCHANT" } ]
  },
  {
    "id": "TALK_EVAC_MERCHANT_HORDES",
    "type": "talk_topic",
    "dynamic_line": "Had one guy pop in here a while back saying he had tried to drive into Syracuse after the outbreak.  Didn't even make it downtown before he ran into a wall of the living dead that could stop a tank.  He hightailed it out but claims there were several thousand at least.  Guess when you get a bunch of them together they end up making enough noise to attract everyone in the neighborhood.  Luckily we haven't had a mob like that pass by here.",
    "responses": [ { "text": "Thanks for the tip.", "topic": "TALK_EVAC_MERCHANT" } ]
  },
  {
    "id": "TALK_EVAC_MERCHANT_PRIME_LOOT",
    "type": "talk_topic",
    "dynamic_line": "Well, there is a party of about a dozen 'scavengers' that found some sort of government facility.  They bring us a literal truck load of jumpsuits, m4's, and canned food every week or so.  Since some of those guys got family here, we've been doing alright.  As to where it is, I don't have the foggiest of ideas.",
    "responses": [ { "text": "Thanks, I'll keep an eye out.", "topic": "TALK_EVAC_MERCHANT" } ]
  },
  {
    "id": "TALK_EVAC_MERCHANT_NO",
    "type": "talk_topic",
    "dynamic_line": "I'm sorry, not a risk we are willing to take right now.",
    "responses": [ { "text": "Fine...", "topic": "TALK_EVAC_MERCHANT" } ]
  },
  {
    "id": "TALK_EVAC_MERCHANT_HELL_NO",
    "type": "talk_topic",
    "dynamic_line": "There isn't a chance in hell!  We had one guy come in here with bloody fur all over his body... well I guess that isn't all that strange but I'm pretty sure whatever toxic waste is still out there is bound to mutate more than just his hair.",
    "responses": [ { "text": "Fine... *coughupyourscough*", "topic": "TALK_EVAC_MERCHANT" } ]
  },
  {
    "id": "TALK_EVAC_MERCHANT_ASK_JOIN",
    "type": "talk_topic",
    "dynamic_line": "Sorry, last thing we need is another mouth to feed.  Most of us lack any real survival skills so keeping our group small enough to survive on the food random scavengers bring to trade with us is important.",
    "responses": [
      { "text": "I'm sure I can do something to change your mind *wink*", "topic": "TALK_EVAC_MERCHANT_HELL_NO" },
      { "text": "I can pull my own weight!", "topic": "TALK_EVAC_MERCHANT_NO" },
      {
        "text": "[INT 11] I'm sure I can organize salvage operations to increase the bounty scavengers bring in!",
        "topic": "TALK_EVAC_MERCHANT_NO",
        "condition": { "u_has_intellince": 11 }
      },
      {
        "text": "[STR 11] I punch things in face real good!",
        "topic": "TALK_EVAC_MERCHANT_NO",
        "condition": { "and": [ { "no": { "u_has_intelligence": 7 } }, { "u_has_strength": 11 } ] }
      },
      { "text": "I guess I'll look somewhere else...", "topic": "TALK_EVAC_MERCHANT" }
    ]
  },
  {
    "id": "TALK_EVAC_MERCHANT_WORLD",
    "type": "talk_topic",
    "dynamic_line": "Can't say we've heard much.  Most these shelters seemed to have been designed to make people feel safer... not actually aid in their survival.  Our radio equipment is utter garbage that someone convinced the government to buy, with no intention of it ever being used.  From the passing scavengers I've heard nothing but prime loot'n spots and rumors of hordes.",
    "responses": [
      { "text": "Hordes?", "topic": "TALK_EVAC_MERCHANT_HORDES" },
      { "text": "Heard of anything better than the odd gun cache?", "topic": "TALK_EVAC_MERCHANT_PRIME_LOOT" },
      { "text": "Was hoping for something more...", "topic": "TALK_EVAC_MERCHANT" }
    ]
  }
]
