[
  {
    "type": "talk_topic",
    "//": "Generic responses for Old Guard Necropolis NPCs that can have missions",
    "id": [ "TALK_OLD_GUARD_NEC_CPT", "TALK_OLD_GUARD_NEC_COMMO" ],
    "responses": [
      {
        "text": "About the mission...",
        "topic": "TALK_MISSION_INQUIRE",
        "condition": { "and": [ "has_assigned_mission", { "u_is_wearing": "badge_marshal" } ] }
      },
      {
        "text": "About one of those missions...",
        "topic": "TALK_MISSION_LIST_ASSIGNED",
        "condition": { "and": [ "has_many_assigned_missions", { "u_is_wearing": "badge_marshal" } ] }
      }
    ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_OLD_GUARD_SOLDIER",
    "dynamic_line": {
      "u_is_wearing": "badge_marshal",
      "yes": [
        "Hello, marshal.",
        "Marshal, I'm afraid I can't talk now.",
        "I'm not in charge here, marshal.",
        "I'm supposed to direct all questions to my leadership, marshal."
      ],
      "no": [
        "Hey, citizen... I'm not sure you belong here.",
        "You should mind your own business, nothing to see here.",
        "If you need something you'll need to talk to someone else.",
        {
          "u_male": [ "Sir.", "Dude, if you can hold your own you should look into enlisting." ],
          "u_female": [ "Ma'am", "Hey miss, don't you think it would be safer if you stuck with me?" ]
        }
      ]
    },
    "responses": [ { "text": "Don't mind me...", "topic": "TALK_DONE" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_OLD_GUARD_NEC_CPT",
    "dynamic_line": {
      "u_is_wearing": "badge_marshal",
      "yes": "Marshal, I hope you're here to assist us.",
      "no": {
        "u_male": "Sir, I don't know how the hell you got down here but if you have any sense you'll get out while you can.",
        "u_female": "Ma'am, I don't know how the hell you got down here but if you have any sense you'll get out while you can."
      }
    },
    "responses": [
      {
        "text": "What are you doing down here?",
        "topic": "TALK_OLD_GUARD_NEC_CPT_GOAL",
        "condition": { "u_is_wearing": "badge_marshal" }
      },
      {
        "text": "Can you tell me about this facility?",
        "topic": "TALK_OLD_GUARD_NEC_CPT_VAULT",
        "condition": { "u_is_wearing": "badge_marshal" }
      },
      {
        "text": "What do you need done?",
        "topic": "TALK_MISSION_LIST",
        "condition": { "u_is_wearing": "badge_marshal" }
      },
      { "text": "I've got to go...", "topic": "TALK_DONE" }
    ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_OLD_GUARD_NEC_CPT_GOAL",
    "dynamic_line": "I'm leading what remains of my company on a mission to re-secure this facility.  We entered the complex with two dozen men and immediately went about securing this control room.  From here I dispatched my men to secure vital systems located on this floor and the floors below this one.  If we are successful, this facility can be cleared and used as a permanent base of operations in the region.  Most importantly it will allow us to redirect refugee traffic away from overcrowded outposts and free up more of our forces to conduct recovery operations.",
    "responses": [ { "text": "Seems like a decent plan...", "topic": "TALK_NONE" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_OLD_GUARD_NEC_CPT_VAULT",
    "dynamic_line": "This facility was constructed to provide a safe haven in the event of a global conflict.  The vault can support several thousand people for a few years if all systems are operational and sufficient notification is given.  Unfortunately, the power system was damaged or sabotaged at some point and released a single extremely lethal burst of radiation.  The catastrophic event lasted for several minutes and resulted in the deaths of most people located on the 2nd and lower floors.  Those working on this floor were able to seal the access ways to the lower floors before succumbing to radiation sickness.  The only other thing the logs tell us is that all water pressure was diverted to the lower levels.",
    "responses": [ { "text": "Whatever they did it must have worked since we are still alive...", "topic": "TALK_NONE" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_OLD_GUARD_NEC_COMMO",
    "dynamic_line": {
      "u_is_wearing": "badge_marshal",
      "yes": "Marshal, I'm rather surprised to see you here.",
      "no": {
        "u_male": "Sir you are not authorized to be here... you should leave.",
        "u_female": "Ma'am you are not authorized to be here... you should leave."
      }
    },
    "responses": [
      {
        "text": "[MISSION] The captain sent me to get a frequency list from you.",
        "topic": "TALK_OLD_GUARD_NEC_COMMO_FREQ",
        "condition": {
          "and": [
            { "u_is_wearing": "badge_marshal" },
            { "u_has_mission": "MISSION_OLD_GUARD_NEC_1" },
            { "not": { "u_has_effect": "has_og_comm_freq" } }
          ]
        }
      },
      {
        "text": "What are you doing here?",
        "topic": "TALK_OLD_GUARD_NEC_COMMO_GOAL",
        "condition": { "u_is_wearing": "badge_marshal" }
      },
      {
        "text": "Do you need any help?",
        "topic": "TALK_MISSION_LIST",
        "condition": { "and": [ { "u_has_effect": "has_og_comm_freq" }, { "u_is_wearing": "badge_marshal" } ] }
      },
      { "text": "I should be going", "topic": "TALK_DONE" }
    ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_OLD_GUARD_NEC_COMMO_GOAL",
    "dynamic_line": "We are securing the external communications array for this facility.  I'm rather restricted in what I can release... go find my commander if you have any questions.",
    "responses": [ { "text": "I'll try and find your commander then...", "topic": "TALK_NONE" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_OLD_GUARD_NEC_COMMO_FREQ",
    "dynamic_line": "I was expecting the captain to send a runner.  Here is the list you are looking for.  What we can identify from here are simply the frequencies that have traffic on them.  Many of the transmissions are indecipherable without repairing or replacing the equipment here.  When the facility was being overrun, standard procedure was to destroy encryption hardware to protect federal secrets and maintain the integrity of the comms network.  We are hoping a few plain text messages can get picked up though.",
    "responses": [
      {
        "text": "Thanks.",
        "topic": "TALK_NONE",
        "effect": [ { "u_buy_item": "necropolis_freq" }, { "u_add_effect": "has_og_comm_freq", "duration": "PERMANENT" } ]
      }
    ]
  }
]
