[
  {
    "type": "snippet",
    "category": "psi_nether_attention_nightmares",
    "text": [
      "You dream of running in an endless hallway.  You hear something gargantuan chasing you with heavy breaths and wet squelching sounds.  You run until you are out of breath and wake up exhausted.",
      "You dream of flying.  You fly higher and higher until you are in outer space.  You look back at Earth and see that it's cracked - something is hatching and a thousand crimson eyes are fixated on you.",
      "You are alone in darkness.  You try to move, but all of your limbs are frozen in place.  You can't even blink your eyes.  As you wait, you hear a thin, reedy humming sound from somewhere off in the darkness, slowly getting closer.  You struggle frantically, trying to move even a single finger, as the sound approaches from behind your head.  Just as the humming finally gets within arm's reach and you hear it move closer to your face, you awaken.",
      "You dream of standing on top of a cliff in a storm, looking down at the sea.  Holding one arm up against the lashing rain, you watch as the dark waters slowly rise up the cliff, getting higher and higher until it laps at your feet.  You take a step back but the water follows you, covering your feet, then your legs, and then your chest, then your face.  As the black water enters your lungs you awaken with a start, coughing and gasping.",
      "You dream of standing in a dark forest.  The trees are so thick that not even moonlight penetrates to the forest floor, and despite waving your arm you can't see your hand in front of your face.  As you slowly walk, trying to pick your way through the forest, you hear the sounds of the insects and the wind slowly die.  The forest is utterly still except for your own breathing, and as you stop and strain your ears, you hear brush rustling in the distance.  Something is coming closer, slowly and inexorably, and when you try to run you almost immediately slam into a tree and fall flat on your back.  Despite sound of your crashing into the forest floor, the approaching noises do not speed up.  As you try to stand, you hear the rustle of leaves and a wet sloshing onto ground near you.  As it touches you, you start up in bed.",
      "In your dream, you are on the top of a mountain in the wilderness, with no lights nearby and countless stars wheeling overhead.  You lie down in the grass and let the cool night breeze wash over you as you look for the familiar constellations.  You find the Big Dipper with ease and trace a line across to Orion only to do a double-take.  One of the stars on Orion's Belt is missing.  As you look at Cassiopeia, you see the W is broken by a missing star, and then as you look at Leo one of the stars vanishes.  You frantically search the sky as stars wink out, one after the other, until there's only one left.  Polaris, the North Star, steadfast guide of sailors for millennia.  You stand and take a step, not sure what you're hoping to accomplish, and then the last star goes out and you wake up in a cold sweat.",
      "You stand in an office room, dingy yellow wallpaper on all the walls and the hum of fluorescent lights in your ears.  You open a door leading to another yellow-wallpapered hallway and walk down it for a few minutes before picking a door and opening it.  You stand in an office room, dingy yellow wallpaper on all the walls and the hum of fluorescent lights in your ears.  You open a door leading to another yellow-wallpapered hallway and walk down it for a few minutes before picking a door and opening it.  You stand in an office room, dingy yellow wallpaper on all the walls and the hum of fluorescent lights in your ears.  You open a door leading to another yellow-wallpapered hallway and walk down it for a few minutes before picking a door and opening it.  You stand in an office room, dingy yellow wallpaper on all the walls and the hum of fluorescent lights in your ears.  You open a door leading to another yellow-wallpapered hallway and walk down it for a few minutes before picking a door and opening it.  The door opens onto solid blackness and in your surprise, you trip through.  As you are falling, you wake up."
    ]
  }
]
