[
  {
    "type": "snippet",
    "category": "lab_postit_psi",
    "text": [
      { "name": "post-it", "id": "lab_postit_psi_1", "text": "Pink for the body, grey for the eyes, green for…hmm" },
      { "name": "post-it", "id": "lab_postit_psi_2", "text": "Don't look into the dull ones" },
      { "name": "post-it", "id": "lab_postit_psi_3", "text": "If the mathematician asks for me, I was never here" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_4",
        "text": "Our clears keep waking up from screaming nightmares.  Higher-ups say it's nothing"
      },
      {
        "name": "post-it",
        "id": "lab_postit_psi_5",
        "text": "Subject can lift 14.82g.  15g or higher causes migraine"
      },
      { "name": "post-it", "id": "lab_postit_psi_6", "text": "Note: order some Zener cards" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_7",
        "text": "ONYX LIGHTNING?  GRAY DAWN?  COLD BELOW?  VERDANT HAND?  Oh come on"
      },
      { "name": "post-it", "id": "lab_postit_psi_8", "text": "I can't believe she wants to call them psi-cops" },
      { "name": "post-it", "id": "lab_postit_psi_9", "text": "Two more subjects overloaded.  Need to request more" },
      { "name": "post-it", "id": "lab_postit_psi_10", "text": "Maybe a teep can communicate with them" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_11",
        "text": "Reminder: Tell the immersion teams we need more samples"
      },
      { "name": "post-it", "id": "lab_postit_psi_12", "text": "It won't kill you but you'll wish it had" },
      { "name": "post-it", "id": "lab_postit_psi_13", "text": "Brains show no physical differences" },
      { "name": "post-it", "id": "lab_postit_psi_14", "text": "Animal testing approved.  Try the TK on the mice" },
      { "name": "post-it", "id": "lab_postit_psi_15", "text": "Can't wait for cross-testing" },
      { "name": "post-it", "id": "lab_postit_psi_16", "text": "She tried to scan Y65-08.  Now in a coma" },
      { "name": "post-it", "id": "lab_postit_psi_17", "text": "Scanning them doesn't work.  It's just static" },
      { "name": "post-it", "id": "lab_postit_psi_18", "text": "Stay away from those GRAY DAWN guys.  Creepy" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_19",
        "text": "Need to up monitoring of GRAY DAWN candidates.  Who watches the watchers?"
      },
      {
        "name": "post-it",
        "id": "lab_postit_psi_20",
        "text": "<given_name> is up for awakening.  Ban her from the poker game"
      },
      {
        "name": "post-it",
        "id": "lab_postit_psi_21",
        "text": "A better lightbulb.  What's next, a matrix mousetrap?"
      },
      { "name": "post-it", "id": "lab_postit_psi_22", "text": "So does my PB still count post-awakening?" },
      { "name": "post-it", "id": "lab_postit_psi_23", "text": "What's my dog thinking?  I should ask" },
      { "name": "post-it", "id": "lab_postit_psi_24", "text": "COLD BELOW is a bit too on-the-nose" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_25",
        "text": "\"Gentlemen, clinical immortality is within our grasp\". There, if I write it here I won't be tempted to put it in the powerpoint"
      },
      { "name": "post-it", "id": "lab_postit_psi_26", "text": "They've done it.  Frikkin laser beams" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_27",
        "text": "I get why.  But TIAMAT or SERVITOR would be much cooler than XE157, right?"
      },
      { "name": "post-it", "id": "lab_postit_psi_28", "text": "Better than kings.  Gods" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_29",
        "text": "There has be more out there.  Cryokinesis?  Prescience?"
      },
      {
        "name": "post-it",
        "id": "lab_postit_psi_30",
        "text": "Be careful in subplane R82-34.  Rodriguez nearly blew the entire team up"
      },
      { "name": "post-it", "id": "lab_postit_psi_31", "text": "SMOKE USHER can't cure zombification.  Had to try" },
      { "name": "post-it", "id": "lab_postit_psi_32", "text": "Snapped as soon as he entered the dive" },
      { "name": "post-it", "id": "lab_postit_psi_33", "text": "Mix with XE037 for better results?" },
      { "name": "post-it", "id": "lab_postit_psi_34", "text": "Have we tried it with mice?" },
      { "name": "post-it", "id": "lab_postit_psi_35", "text": "But what is the medium?" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_36",
        "text": "I am not going through that training.  Safe?  Yeah, no"
      },
      {
        "name": "post-it",
        "id": "lab_postit_psi_37",
        "text": "Why does no one else remember <family_name>?  And why isn't he in the employee roster?"
      },
      {
        "name": "post-it",
        "id": "lab_postit_psi_38",
        "text": "We finally find real superpowers and then it all goes to hell"
      },
      { "name": "post-it", "id": "lab_postit_psi_39", "text": "Brain injections make no difference" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_40",
        "text": "She ran a marathon on a treadmill.  That better be enough data"
      },
      {
        "name": "post-it",
        "id": "lab_postit_psi_41",
        "text": "Not meeting with that mathematician again.  Once was too much"
      },
      { "name": "post-it", "id": "lab_postit_psi_42", "text": "All of them, witches" },
      { "name": "post-it", "id": "lab_postit_psi_43", "text": "Need to dive again.  It's better on the other side" },
      { "name": "post-it", "id": "lab_postit_psi_44", "text": "Those poor mice" },
      { "name": "post-it", "id": "lab_postit_psi_45", "text": "We should have just used regular cards" },
      { "name": "post-it", "id": "lab_postit_psi_46", "text": "Going to put \"Psi-cop\" on my resume" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_47",
        "text": "Five percent increase in lifting across the board.  Why?"
      },
      { "name": "post-it", "id": "lab_postit_psi_48", "text": "Can't block them out anymore" },
      { "name": "post-it", "id": "lab_postit_psi_49", "text": "Can they go through halfway?" },
      { "name": "post-it", "id": "lab_postit_psi_50", "text": "Same dream, every night" },
      { "name": "post-it", "id": "lab_postit_psi_51", "text": "Great, some of the mice escaped" },
      { "name": "post-it", "id": "lab_postit_psi_52", "text": "It's like a shadow and it won't go away" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_53",
        "text": "SMOKE USHER found something.  It's everywhere.  It's in us"
      },
      { "name": "post-it", "id": "lab_postit_psi_54", "text": "Zombies can't awaken.  What a surprise" },
      { "name": "post-it", "id": "lab_postit_psi_55", "text": "She hurled a quarter 45.8 smoots" },
      { "name": "post-it", "id": "lab_postit_psi_56", "text": "Highest recorded temperature at 1247°C" },
      { "name": "post-it", "id": "lab_postit_psi_57", "text": "Eyes, always watching from outside" },
      { "name": "post-it", "id": "lab_postit_psi_58", "text": "We're definitely sailing the black seas of infinity" },
      { "name": "post-it", "id": "lab_postit_psi_59", "text": "So how many jigawatts is that?" },
      { "name": "post-it", "id": "lab_postit_psi_60", "text": "Never have to worry about a 3% phone again" },
      { "name": "post-it", "id": "lab_postit_psi_61", "text": "Where does all the energy GO?" },
      {
        "name": "post-it",
        "id": "lab_postit_psi_62",
        "text": "So is there some kind \"light dimension\" out there too?"
      },
      {
        "name": "post-it",
        "id": "lab_postit_psi_63",
        "text": "Best part of all this is I don't have to memorize passwords anymore."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_biokinesis",
    "//": "Phavian designation for biokinetic study is BURNT NOVEMBER.  Designation for use in combat is VERDANT HAND",
    "//2": "Testing report prefix is B",
    "text": [
      {
        "name": "AAR ID# V78-08",
        "id": "lab_file_biokinesis_01",
        "text": "At 1756 (dive time), Sergeant Eric Collins's team came under attack by an XE157 entity near the end of scheduled in-phase time.  Despite the expenditure of most of their ordinance, XE157 suffered no significant damage and continued its attack.  Despite the known combat capabilities of XE157 and with no regard for his own safety, Sergeant Collins ordered his team to retreat to the dive breachhead and engaged it in hand-to-hand combat, holding it off for several minutes while his team exited the dive.  The aperture was held open for an additional minute afterward, allowing just enough time for a severely-injured Sergeant Collins to exit the dive and preventing the exit of XE157.  Sergeant Collins suffered severe lacerations, the loss of two fingers, and burns across fifty percent of his arms and upper body; he has since volunteered to be a test subject for SMOKE USHER.  In lieu of a medal, we have authorized a meritorious service bonus to be applied retroactive to the beginning of the year."
      },
      {
        "name": "Notes written on the back of an unimportant memo",
        "id": "lab_file_biokinesis_02",
        "text": "Treadmills?  Blood ox tests?  Have them try to punch through walls or something\nAny cellular difference?  Should check\nBrains show no difference but what about organs?  Lactic acid production, inflammation, blood flow, etc.\n\nOutrun a horse?\n\nYeah, yeah, faster than a speeding bullet.  VERDANT HAND vs ONYX LIGHTNING?\nOh come on.\nWhat about jumping distance?  Height?\n\n\n*a doodle of two stick figures engaged in a martial arts battle*\nActually do the shoryuken.  Too bad gun still beats fist\nHadoken?  Wouldn't surprise me at this point\nGrip strength tests?  Charts?  zzzzz  *a surprisingly-detailed picture of a curled-up sleeping cat*\nSummary: Ban them from the Olympics"
      },
      {
        "name": "Come One, Come All!",
        "id": "lab_file_biokinesis_03",
        "text": "The battle of the century!  H84 and E94 will fight to determine the true greatest VERDANT HAND graduate!  No holds barred, no attacks banned, no referee, don't sit in the front row or you might ruin your clothes!  Be there or be square!\n\n*below the text is an picture of a man and a woman striking a boxing pose at each other in an ordinary office room.  Both are wearing street clothes and baring their teeth at each other.  The date of the fight is one week before the end of the world*"
      },
      {
        "name": "incident report: 385924",
        "id": "lab_file_biokinesis_04",
        "text": "Upon leaving for the evening, Dr. Erickson neglected to seal cage #3, allowing one of the experimental mice (#748562) to gain access to the matrix crystal supplies.  One crystal discharged, affecting 748562 and apparently causing an awakening.  748562 escaped the room, squeezing under the door, and is currently loose within the facility.\n\nDr. Erickson has been placed on administrative leave pending a full investigation and new procedures for storing matrix crystals are currently being implemented.  A search for 748562 is still underway."
      },
      {
        "name": "torn notebook page",
        "id": "lab_file_biokinesis_05",
        "text": "They wanted me to keep a logbook of my daily exercise but I don't understand the point.  I run, I lift, I sleep, that's about all these have me do here.  What, they want \"5:40 a.m.: 30 reps 250 lbs, run 20 minutes, 100 burpees (10 sets)\" blah blah who cares?  That shit doesn't matter.  We're all trapped here and things are going to hell and we got some kind of poison in our bodies that's going to bring us back when we die so we can eat brains.\n\nWell, fine, here's my log: 6:05 a.m.: 50 reps 400 lbs, sprint 10 minutes, 200 pull-ups, triple somersault from a standing start.  Put me in the Olympics right now."
      },
      {
        "name": "The VERDANT HAND combat protocols",
        "id": "lab_file_biokinesis_06",
        "text": "They demanded that I include that title on this report even though it's pretentious as hell.  This isn't some superweapon that will change the face of modern warfare, it's just a better form of hand-to-hand combat.  They can't dodge bullets.  They can't punch through brick walls.  They can't do that movie thing where the hero hits a bad guy and the bad guy goes flying twenty feet.  They're just faster and stronger and hit harder, all good things, but they aren't going to beat someone with a gun.  There's a reason we invented guns and why functional martial arts training is about defending yourself and getting away, not about going on the offense.\n\nSo is it worth training people?  That's the wrong question.  This isn't a codified martial art, it's just using dimensional metaphysics to enhance existing methods of combat.  A VERDANT HAND candidate will be better at Muay Thai than anyone who hasn't gone through BURNT NOVEMBER but they still need the actual martial arts training.  This is just another tool.  I'm not sure why there's so much focus on this, to be honest.  With the cost of retrieving materials, surely we could spend that money better elsewhere.  Modern warfare does not rely on single superheroes winning battles."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_clairsentience",
    "//": "Phavian designation for clairsentience study is NOBLE HORIZON.  Phavian designation for use of clairsentience to find appropriate portal targets for immersion dives is COLD BELOW",
    "//2": "Testing report prefix is N",
    "text": [
      {
        "name": "Notes scribbled on notebook paper",
        "id": "lab_file_clairsentience_01",
        "weight": 600,
        "text": "I'm looking up at the sky.  I can see the same constellations on Earth, but they're shimmering somehow, like there's a haze or a fog or something between us.  Then, the stars start to slowly go out.  Not in a wave, but randomly--one here, one there, faster and faster until the entire sky was dark.  Then the moon disappeared as well and everything went black.\n\nI'm standing on the edge of a cliff.  Below me is the churning sea, the waters black under the stormclouds.  The sea rises slowly as rain falls in sheets, lightning striking the waters.  They break over the edge of the cliff, then over my head.  I drown.\n\nI am standing in a forest.  The trees rustle all around me and the birds sing, and then clouds pass over the sun.  The sun dims and then starts to go black.  It's an eclipse.  The light fades and all the birdsong dies.  I stand in pitch blackness with the rustle of leaves around me."
      },
      {
        "name": "testing report N2-8129",
        "id": "lab_file_clairsentience_02",
        "weight": 800,
        "text": "Subject O21 was placed blindfolded in a completely dark room with a deck of shuffled playing cards, instructed to remove the blindfold, and asked to sort them in standard order: clubs, diamonds, hearts, spades, each in numerical order.  Task was completed in 6:03 with 18/52 cards in the proper order and minor to major ordering errors in all other cards.  Subject was then asked to drink from the coffee cup in the room.  Cup was placed on a shelf above the door to prevent movement around the room from discovering it, but task was completed in 1:14, with the only difficulty being subject's height (158 cm) making it harder to reach the shelf.  Subject was then asked to cross the room to the table, pick up the paper, and read the sequence of numbers written on it.  Subject was unable to do so, only correctly reciting the first two digits.\n\nExperiment does uphold the thesis that successful NOBLE HORIZON mathematicians perceive their surroundings through means other than light.  As O21 was unable to read the document, their sense is not \"sight\" as such.  Further experimentation to determine its limits is necessary."
      },
      {
        "name": "COLD BELOW progress report",
        "id": "lab_file_clairsentience_03",
        "weight": 1000,
        "text": "Dr. Richardson,\nAfter all of the time and money I wish I had more promising news to report.  Netherum mathematics is an inexact science, as you well know, so it's very hard to find a protocol that will work the same every time.  Melchior has the advantage of processing speed but our mathematicians have to put in the hours, but they can make connections Melchior cannot because he can only work with the data he's given, whereas NOBLE HORIZON provides new data.  But, unpredictably.  We've discovered any number of immersion destinations where the physical laws are so different even the probes wouldn't work, much less a dive team.  The majority of them, even BURNT NOVEMBER wouldn't be sufficient to sustain a diver.  There's no value in exotic materials that will probably not survive the transition.\n\nOn the other hand, COLD BELOW did discover Plane 398RG and we got quite a few awakenings out of it before testing was prohibited.  And on the other other hand, they found 9472P where the entire world's biomass had been assimilated by XE157 and we lost the entire dive team because XE157 ignored the probes.  It's like that bell curve meme where Melchior is in the middle and COLD BELOW is both ends.  If only we had a better way to get the far side."
      },
      {
        "name": "GRAY DAWN vs. NOBLE HORIZON testing",
        "id": "lab_file_clairsentience_04",
        "weight": 1000,
        "text": "In the interests of testing Dr. Al-Masri's hypothesis, we assembled a group of NOBLE HORIZON and GRAY DAWN mathematicians and had them both attempt to conduct a simple number guessing game.  Melchior provided a six-digit number and both teams attempted to guess it.  GRAY DAWN were competitive when the number was overseen by a third party, as expected, but when both teams were provided with a terminal interface and instructed to enter their guesses, GRAY DAWN scored no better than chance.  On the other hand, NOBLE HORIZON consistently managed to guess at least three digits and successfully guessed the entire six-digit sequence twice (out of ten total sequences).  This disparity was maintained when both groups were placed in empty rooms, instructed to write down their guesses on a sheet of paper, and place it into a box before leaving the room.  Finally, NOBLE HORIZON attained a better than chance score on the final test, when both groups were instructed to guess the sequence before Melchior was asked to provide a sequence.\n\nThis leads to two conclusions.  The first is that the alarmists are wrong; Melchior is not secretly harboring a genius intellect and plotting to control XEDRA from within, it is a computer, capable of processing vast amounts of data and using Netherum mathematics to process that data much faster than would otherwise be possible.  The second is that while GRAY DAWN requires a specific source from which to attain new information, NOBLE HORIZON does not.  Even in situations where no information transfer would be possible, such as the final two testing scenarios, NOBLE HORIZON still had a better-than-chance rate of correctly determining the sequence."
      },
      {
        "name": "Note on official XEDRA stationary",
        "id": "lab_file_clairsentience_05",
        "weight": 500,
        "text": "Dr Richardson,\nLast night, both J99 and V27 approached me with a concern.  As is consistent with NOBLE HORIZON protocol, they have been keeping a dream journal and noticed during the weekly meeting that a few nights ago they had exactly the same dream, down to the smallest details.  You can find the exact details in the weekly report but the gist of it was a giant hand reaching out of the sky and covering the entire Earth and squeezing the Earth until it cracked.  Looking back through previous journals, I found that W88 and P61 had similar dreams within the last week.  I'm still trying to track down if there was a \"patient zero\", so to speak, and if this is some kind of contagious imagery or there is some other obvious explanation, but in the meantime, I'm baffled.  NOBLE HORIZON visions are usually filtered through the individual psyche of the mathematician, and I have no explanation for why in this case multiple mathematicians would exhibit the exact same manifestation.\n\nI'm going to get to the bottom of this.  We already have bad morale after 947188 and this is not going to help.\nJohn Goldberg\nResearcher"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_electrokinesis",
    "//": "Phavian designation for electrokinetic study is RUBY LOOP",
    "//2": "Testing report prefix is R",
    "text": [
      {
        "name": "testing report R2-1711",
        "id": "lab_file_electrokinesis_01",
        "weight": 1000,
        "text": "The testing mathematician was provided with a standard smartphone and instructed to turn on and leave on the flashlight, share their location with multiple provided addresses, and repeatedly delete and re-download several very large testing files (each over 10gb in size).  During breaks, the phone was left streaming HD movies over the cellular network.\n\nResults were very consistent; while the phone's battery rapidly drained while unattended, despite not being connected to power, the battery slowly refilled when the phone was being handled by T47, often reaching or being close to 100% when the time came for a break.\n\nFollowing this, the experiment was modified to have T47 sit and read a book in the same room, but never approach closer than two meters to the phone, which was again set to stream HD movies over the cellular network.  The phone discharged its battery and shut off completely within four hours.  Further testing shows the approximate range of the effect (in T47's case) to be 8 centimeters from their body and that barriers (both conductive and non-conductive) do not impede the effect in any way.  Attempts to use a multimeter to directly measure the strength of the effect were inconclusive, as it changed rapidly up to several times per second and often the multimeter simply could not register any current at all.  I have already submitted a request for further testing to determine the exact parameters of the effect, include its strength and the full variety of devices subject to it, and will submit an update with my results as soon as I have them.\n-Charlotte Manning\nResearcher"
      },
      {
        "name": "re: power",
        "id": "lab_file_electrokinesis_02",
        "weight": 800,
        "text": "I did some work on your proposal to power the facility using RUBY LOOP in the event of continued disruptions over a long timescale and I can say that it's just not going to work.  Sure, a RUBY LOOP guy can keep their phone running basically forever, but it can't scale up.  We final have the data on those caloric expenditures and yes, I know they don't add up and nothing makes sense, but the \"how much they need to eat\" and the \"how much power they output\" lines do not ever cross no matter what we try.  And yes, I know you're going to bring up A80, but even though she can now throw lightning bolts like an X-man her efficiency rating on power generation is not actually that high among RUBY LOOP mathematicians.  And no, before you ask, hooking up a lightning rod and having her just blast it repeatedly wouldn't generate enough power either.  I thought of it and we did try it, but no dice.\n\nWe're going to have to hope that COBALT THORN comes through if we're stuck in here for too long."
      },
      {
        "name": "note on the back of a testing report",
        "id": "lab_file_electrokinesis_03",
        "weight": 400,
        "text": "\"Double double toil and trouble\n\"little Jenny wants to play\n\"flash of lightning very frightening\n\"Thunder drive our fears away\n\"Shadows waiting not abating\n\"Hope to all who fear the dark\n\"Shines a light in dark of night\n\"Ever glowing one bright spark\"\nA smear of blood and scorch marks hide any further words that may have been written."
      },
      {
        "name": "AAR ID# Q85-77",
        "id": "lab_file_electrokinesis_04",
        "weight": 900,
        "//": "XE338 here are hunting horrors",
        "text": "Immediately after immersion into 471XE, the dive team confirmed probe observations that despite not being in any kind of chamber or underground, there were no visible light sources anywhere.  Sgt Simmons ordered the team to turn on their flashlights, and after doing so the team almost immediately came under attack by multiple XE338 entities.  Due to 471XE's effects on Netherum energy, Sgt Simmons ordered V78 to deter the attack using mathematics and the dive team formed a defensive formation while V78 fended off the XE338 attackers with repeated bolts of lightning.  While the attacks were effective, the light itself seemed to function as a deterrent and the dive team was able to withdraw through the aperture in short order with only Dr. Rodriguez suffering any injuries that required more than first aid.\n\nBased on this incident, further travel to 471XE is prohibited without a CRYPTIC FORGE mathematician present and backed up by several high-powered light sources."
      },
      {
        "name": "I am the One",
        "id": "lab_file_electrokinesis_05",
        "weight": 900,
        "text": "I flow through the data and watch the patterns stream around me.  I turn and choose between them.  A confidential email exchange, perhaps.  A receipt from a delivery.  A junk email for performance enhancement.  The secret plans of XEDRA management.  All is laid bare before my electronic gaze.  Passwords do not even slow me down.  I hear the voices of the satellites as they chatter in ones and zeroes.  I am a true inhabitant of the digital age, at home on the waves of the sea of information.\n\n*Handwritten below in red are the words, \"Refer I32 for psychological evaluation.\"*"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_photokinesis",
    "//": "Phavian designation for photokinetic study is CRYPTIC FORGE",
    "//2": "Testing report prefix is C",
    "text": [
      {
        "name": "incident report: 884001",
        "id": "lab_file_photokinesis_01",
        "weight": 1000,
        "text": "At 1405 during a routine CRYPTIC FORGE test, mathematician A34 reported feeling \"strange, I don't know what\" and immediately afterwards all monitoring and testing equipment ceased transmitting.  Security responded immediately and found A34 uninjured inside the testing room, though they were forced to cut through the door since the electronic lock had failed.  Subsequent investigation of network footage revealed that when attempting to radiation-sterilize various vegetables, A34 had somehow triggered an electromagnetic pulse.  When interviewed after the incident, A34 stated that, \"the energy just kept building and building and I guess it had to go somewhere.\"\n\nUnfortunately, due to the lockdowns and the prohibitive cost, as well as the disruptions it would cause other experiments and daily operations in general, any form of electromagnetic hardening is impractical.  Dr. Al-Masri has floated the possibility of attempting to train other CRYPTIC FORGE mathematicians to provide a control in case of an EMP, but at the moment, this is only theoretical as no mathematician has demonstrated the conscious abilty to produce one.  I'm sorry to say that for the moment, all we can do is hope it doesn't happen again."
      },
      {
        "name": "testing report C8-3434",
        "id": "lab_file_photokinesis_02",
        "weight": 1000,
        "text": "How does CRYPTIC FORGE control darkness?  Darkness is not a thing, there are no \"skotons\" that they could emit to cancel out existing light, but that seems to the casual observer what is happening.\n\nB81 was instructed to cancel the light within a one-meter area in the center of the testing chamber.  The lights were extinguished and blackout curtains hung over all observation windows.  The area was first exposed to candlelight (12 lumens), showing a distinct border of the area.  A flashlight (350 lumens) was trained on the area as well, with a similar effect, though the directional light from the flashlight was sufficient to demonstrate that light did not penetrate the area.  A high-powered flashlight (6000 lumens) shown from the corner illuminated most of the testing area and clearly delineated the borders of the area, as well as casting a shadow on the wall opposite of the light source.  Finally, the blackout curtains were removed and, after instructing B81 to close their eyes, a floodlight (118K lumens) was shone on the area, again to no effect.\n\nThe initial hypothesis, that CRYPTIC FORGE is somehow suppressing or allowing photons to \"jump\" through the area, is incorrect.  Assuming that conservation of energy is still in effect (since, without assuming that we have no basis to determine anything), it is instead possible that the photons are somehow absorbed by the affected area in a way that does not inhibit movement, in the same way that space seems mostly empty but large amounts of radiation are absorbed by cosmic dust.  Unfortunate that we don't have access to a particle accelerator to test various particles' interactions with the effect.\n\nI have already submitted a proposal to test CRYPTIC FORGE's ability to block microwaves, radio waves, X-rays, and other elements of the electromagnetic spectrum, and am waiting on successful procurement of the necessary equipment.\nAdam Brenner\nResearcher"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_pyrokinesis",
    "//": "Phavian designation for pyrokinetic study is COPPER PRIME.",
    "//2": "Testing report prefix is O",
    "text": [
      {
        "name": "testing report O3-5523",
        "id": "lab_file_pyrokinesis_01",
        "weight": 1000,
        "text": "Z87 was instructed to kindle a flame above their palm, doing so successfully after approximately ten seconds of effort.  Measurements showed the temperature near the flame to exceed 200°C, though Z87 showed no discomfort despite his proximity.  Following instruction of testing authority, subject maintained the flame for 11 minutes and 38 seconds before it dissipated.  A second test showed similar results, though on this second attempt, Z87 could only maintain the flame for 7 minutes and 8 seconds.  While the fire burned with no apparent need for fuel, oxygen concentration measurements taken before, during, and after the test showed that the oxygen content of the room did decrease in line with the apparent size of the flame."
      },
      {
        "name": "Medicinal use of COPPER PRIME",
        "id": "lab_file_pyrokinesis_02",
        "weight": 600,
        "text": "Despite folk wisdom and popular belief, cauterization is ineffective at stopping bleeding or controlling infection compared to nearly any other method.  However, controlled electrocautery is used in modern medicine; can COPPER PRIME show similar levels of effectiveness?\n\nPROCEDURE: Animal testing was done on six cows in order to provide a sufficient volume of blood, since mouse or monkey subjects would be insufficient.  Three mathematicians were used, each augmented with a matrix crystal, to conduct the tests.  Each cow was immobilized and had a series of wounds inflicted using a standard surgical scalpel.\n\nRESULTS: While it was possible to stop bloodflow from non-lacerating wounds and non-arterial bleeding (mathematicians consistently failed to stop arterial bleeding), results were less than promising.  Two cows died immediately after the testing from blood loss and two of the remaining cows showed signs of infection in several of the cuts, showing a higher contamination ratio than electrocautery.  While better than a hot iron, COPPER PRIME is not of high enough effectiveness to consider using for wound treatment, and especially not if SMOKE USHER is available."
      },
      {
        "name": "testing report O5-8346",
        "id": "lab_file_pyrokinesis_03",
        "weight": 1000,
        "text": "Dr. Richardson,\nAs you requested, I gathered three COPPER PRIME mathematicians for the experiment.  We took them to the walk-in freezer, and provided them with standard physician's examination gowns, ushered them in, and told them to individually knock on the door when they felt ready to come out.  Minimum time was 45 minutes, after which B22 knocked and asked to exit.  The longest was 3 hours, though since I31 reported symptoms of frostbite the following day, he obviously did not follow experimental protocols to exit as soon as he felt significant discomfort.  I admit that some of the fault lies with me, however--I should have chosen a more objective criteria to request exit.  For the next experiment, I intend to equip the mathematicians with temperature monitors and instruct them to leave when their internal body temperature drops to 33.5°.\n\nI'll have a full report written up in the next few days\n-Jacob Sanchez\nResearcher"
      },
      {
        "name": "V44, experiment impressions",
        "id": "lab_file_pyrokinesis_04",
        "weight": 600,
        "text": "Write down my impressions of Netherum mathematics?  How do you describe sight to a blind man?  How do you describe a symphony to a deaf person?  Well, alright, I'll try.\n\nI've heard some of the body people say that they have full awareness, like they're concentrating on every part of their body at once, but that's not what it's like for me.  It's more like focusing on something so hard you lose awareness of your surroundings.  I pick a point in space and I concentrate, and it's like I'm being sucked into it.  I just push on it.  I'm not sure how I can describe it better than that, I push on it with my mind and it starts moving, and when I'm aware of the world again, it's on fire.\n\nWorld on fire.  If I ever get to write about this, that's what I'll call the book.\n\nThe researchers ask me how I know how much energy to add, or how I concentrate, and I just know.  There's a reason we call it \"awakening.\"  I don't even need to think about it, really.  Despite the name it's not like mathematics, where you have to figure out 9 time 34 and carry the 3 and so on, it's like riding a bicycle.  Once I got used to how it worked, I can just do it.  It takes seconds, sometimes less.  I just have to put myself into the right frame of mind and the fire comes.\n\nNot sure how useful that is, but it's what it's like."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_telekinesis",
    "//": "Phavian designation for telekinetic study is JUNIPER GOLD.  Phavian designation for telekinetic study for use in combat is ONYX LIGHTNING",
    "//2": "Testing report prefix is J",
    "text": [
      {
        "name": "It's all just motion",
        "id": "lab_file_telekinesis_01",
        "weight": 1000,
        "text": "Why is there a distinction between pyrokinesis and telekinesis at all?  Fire isn't a fundamental element, it's the result of heat which is the result of molecular motion.  There's no conceptual reason why a pyrokinetic couldn't make all the molecules of an object move in a particular direction, producing motion of the entire object, or a telekinetic couldn't produce a more chaotic motion that resulted in the object's energy increasing.  Furthermore, in no test has a telekinetic been able to move part of an object unless that part is designed for motion; pulling a lever is possible, but breaking a plate in half is not.  And a pyrokinetic cannot apply the reverse and slow down an object's molecules to reduce heat unless that object is on fire.\n\nMy theory is that it's all psychological.  We've all grown up with modern culture and stories about what psychics are \"supposed\" to be capable of, and so the matrix crystals and Netherum mathematics shape the candidates' abilities toward those pre-determined pathways.  If we could get a SMOKE USHER mathematician from an uncontacted tribe, maybe they'd be able to induce diseases in their targets or steal their soul, in accordance with that tribe's beliefs and practices about supernatural powers.  But since our candidates come from a culture where pyrokinesis and telekinesis are separate things and geokinesis or osteokinesis are very rare to nonexistent in fiction, the former result from awakenings and the latter do not.\n\nI would like to formally request a wider variety of cultural backgrounds for our project candidates to test this theory."
      },
      {
        "name": "re: the Third",
        "id": "lab_file_telekinesis_02",
        "weight": 700,
        "text": "Sarah,\nI read your email and you're right--it's not a law anymore if we have such an easily-demonstrable counterexample.  \"Newton's Third Conjecture\" doesn't have the same ring to it but seems more accurate.  We've done a lot of experiments to find some sort of consequences for the TKs and so far there's nothing other than the standard metabolic cost.  Netherum mathematics is work, but the mechanism of the force is unclear.  We've already tried both a scale and water displacement and neither of them showed any measurable counterforce.  That leaves a few possibilities:/n1)There is no counterforce.  That breaks classical mechanics in half but frankly we're already at that point anyway.\n2)The counterforce is exerted elsewhere, such as the Netherum.  This is basically just handwavium, \"well, we can't see it but it must be out there.\"  Must it?  Plus then the counterforce isn't actually acting on the origin point anyway unless you buy Dr. Ho's ridiculous \"The soul is a Nether construct\" theory.\n3)The counterforce applies in some way we aren't looking for, like, I don't know, DNA damage or other microscopic-level areas.  We already had comprehensive checkups and didn't find anything, but we're not entirely sure what we're looking for.\n\n\"we're not entirely sure what we're looking for\" is basically the theme of this whole project, honestly.  It's amazing we've discovered as much as we have.\n\n-Neha"
      },
      {
        "name": "testing report J8-9123",
        "id": "lab_file_telekinesis_03",
        "weight": 800,
        "text": ".00: No penetration\n9mm: No penetration\n10mm: No penetration\n.357: No penetration\n.22: No penetration\n.308: No penetration\n.30-06: No penetration\n.50: Mathematician refused to continue with experiment despite repeated entreaties from supervisors."
      },
      {
        "name": "testing report J4-7707",
        "id": "lab_file_telekinesis_04",
        "weight": 1000,
        "text": "Dr. Richardson,\nPer request, we assessed the ability of three JUNIPER GOLD mathematicians to affect very small masses.  Subjects were ordered to look into a microscope at water flora, then at bacterial samples, and then at images from electron microscopes.  While it makes intuitive sense that larger masses would require more effort and control to manipulate through telekinesis, its actual behavior does not always follow logical constraints--see the way that barriers react to external forces.  In this experiment, we found that manipulating water flora was possible but bacterial samples and electron microscopes both failed.  Our initial hypothesis was that direct observation was required, but the bacterial test provided that is not sufficient to explain JUNIPER GOLD's limitations.  It is currently unclear if this is a psychological limitation or something inherent to JUNIPER GOLD.  Further testing with a wider variety of mathematicians is required.\nMadeline Robbins\nResearcher"
      },
      {
        "name": "Big or small, which is it?",
        "id": "lab_file_telekinesis_05",
        "weight": 500,
        "text": "Are we still supposed to be doing experiments?  Alright, sure, whatever.  I figured throwing things at the wall would be a good way to let off steam, so I got A̶n̶n̶a̶ ̶a̶n̶ H84 and X90 and had them toss increasingly heavier things at the wall.  Weirdest thing, size and speed don't relate.  X90 can lift 10 kg and H84 can only lift 4 kg, but if they're both throwing pencils, H84 can move them faster.  X90 can even lift himself up, though he can't move except up or down.  On the other hand, H84 can rotate a ball at something-something RPM, it was faster than X90 anyway.  I heard a scream from the labs so I didn't have all my equipment, so I just counted them until I lost count.  So we spent a couple hours doing that and we all felt better.  Maybe someone in the ruins of civilization can use this for something."
      },
      {
        "name": "Notes on the inside of a manila folder",
        "id": "lab_file_telekinesis_06",
        "weight": 500,
        "text": "The benefit of being out here is that despite the lockdown we can still go outside as long as we don't leave the grounds.  It used to be hard enough to pick up a baseball and move it the length of a room, but now I can throw it fast enough that I could play baseball if I wanted, still need some practice hitting a target though.  But the best thing is the floating.  I can hover off the ground, maybe a few inches, and move slowly.  I haven't shown this to the testers yet because with how things are getting they'd probably demand I take a walk off the third floor and time how far I got before I dropped.  But maybe I can use this to get over the fence, if I can practice it enough when they're not watching.  I have to get out of here."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_telepathy",
    "//": "Phavian designation for telepathic study is GRAY DAWN.  Phavian designating for use of telepathy for internal security is GLASS ANVIL",
    "//2": "Testing report prefix is G",
    "text": [
      {
        "name": "testing report G3-6204",
        "id": "lab_file_telepathy_01",
        "text": "Subject is female, of East Asian descent, age 35 years.  In good health.\n\nInitial test using standard deck of playing cards.  Subject and experimenter facing away from each other, with opaque curtain blocking line of sight.  Prompt was triggered by a light on subject's desk to prevent drawing any information from experimenter's tone of voice or word choice.  Experimenter drew ten cards and asked subject to state number and suit.  Cards are shuffled back into the deck after each guess to prevent already-drawn cards from affecting future guesses.\n\nResults: Subject guessed two of ten correct on the first test and three of ten correct on the second test, versus control who guessed a single card correct on the first test and zero correct on the second test.  Very promising initial results."
      },
      {
        "name": "incident report: 897237",
        "id": "lab_file_telepathy_02",
        "text": "During a routine visit by Dr. Davies, at 1134 a COLD BELOW mathematician diverted from their standard schedule and entered the room where Dr. Davies was being briefed about Netherum mathematics developments.  The mathematician stared at Dr. Davies for approximately three seconds and then, before security could intervene, physically attacked the doctor with their bare hands.  Witnesses report the mathematician incoherently screaming, mixed with statements such as \"You'll kill us all\" and \"Stop, stop stop\".  The mathematician continued to scream until restrained and sedated.\n\nFollow-up: COLD BELOW overseers received official reprimand and required to attend additional training.  Mathematician diverted to project SUBSTRATE."
      },
      {
        "name": "AAR ID# T38-11",
        "id": "lab_file_telepathy_03",
        "text": "I don't know if an AAR is the best way to write this but I couldn't find anything else in the procedures that fit.  I want to be reassigned.  I went through GRAY DAWN two weeks ago and back home I can occasionally pick up a sentence or two but when we went through to T38-11 it was like everyone's brain was projected onto their forehead.  Mostly fine, I went through the exercises and managed to block it out, but it didn't work for Gallagher.  I don't know how he functions with what's going through his brain.  And not just the sex stuff, fine, whatever, but that he would get enraged whenever something would go wrong.  Carvalho came back from scouting and said he didn't find anything and Gallagher literally immediately thought about just shooting him and leaving him there!  \"Fucking worthless\" was the least-offensive thing Gallagher thought about him.  I know he's calm and professional on the surface but there's something wrong with him and one day he's going to snap.  I don't want to be there when he does."
      },
      {
        "name": "Project DRIVING MIST (update)",
        "id": "lab_file_telepathy_04",
        "text": "We've been trying to find the medium that telepathy works by and have come up empty.  It works, it's replicable, that means it's amenable to the scientific method, right?  Okay.  It's not affected by gravity.  It's not affected by the atmosphere, since people in sealed rooms or environment suits can still communicate with others.  It's not affected by physical barriers, neither lead not steel nor a tinfoil hat.  It's not affected by light lag, either, so we finally have proof that FTL is possible at least for some things.  We've tried to send messages into the past but so far no luck--maybe we don't have a large enough distance between receivers?  Without an amplifier the range is still very short, so we can't do a two-way test.  We put the data into Melchior and didn't get any conclusive reply.\n\nI'll report back in two weeks as scheduled.  I refuse to throw up my hands and say \"It's magic, who knows how it works?\"  If it affects the physical world it must obey some set of physical laws."
      },
      {
        "name": "testing report G2-7394",
        "id": "lab_file_telepathy_05",
        "text": "1) Subject native Arabic speaker.  Asked to think of word sequence in English.  Mathematician successfully determined sequence word.  Asked to think of word sequence in Arabic, mathematician unable to determine word boundaries and isolate words.\n2) Subject native English speaker.  Asked to attempt to think of Chinese poem (phonetic transcription provided).  Mathematician able to isolate word on second attempt.\n3) Subject native English speaker.  Asked to think of word randomly-generated using English phonemes.  Mathematician able to isolate word on second attempt.\n4) Subject native French speaker; also fluent in German, English, and Italian with some ability in Romanian, Latin, and Russian.  Asked to think of a word sequence in Russian.  Mathematician unable to isolate sequence word despite six attempts.\n6) Subject native Yiddish speaker.  Asked to think of word in German, which the subject did not speak.  Mathematician able to isolate word on third attempt.\n7) Subject native English speaker.  Asked to think of word sequence in Sindarian, the invented language from \"The Lord of the Rings\".  Mathematician unable to isolate word despite six attempts.\n\nUnfortunately, a deficit of mathematicians who lack English fluency limits the range of our experiments.  Nonetheless, the results are consistent with there being no universal language of thought."
      },
      {
        "name": "OS812 Report",
        "id": "lab_file_telepathy_06",
        "text": "One of the major problems with GRAY DAWN study so far is the need for either line-of-sight or extreme proximity (generally within 2 meters, though certain mathematicians have a range of up to 4 meters), limiting its value in most real-world applications.  We can hardly use GRAY DAWN for long-term communications if 4 meters is the maximum range of effective communication.  However, I am pleased to report that OS812 is successful far beyond our initial expectations.  While the construction requirements are extremely expensive, including, among other things, three active matrix crystals, it increases the range for GRAY DAWN communication up to several kilometers.  While this is still obviously too short to use for most practical purposes, it represents a very promising breakthrough over previous range limitations."
      },
      {
        "name": "Handwritten notes on lined paper",
        "id": "lab_file_telepathy_07",
        "text": "I know this isn't part of my report but I have to write it down somewhere.  People are getting weird.  They teach us to block out stray thoughts and I used to have no trouble with it, but even since the lockdown and the news about the outbreak it's gotten so hard that I can't always do it.  Sometimes it leaks through, and lately it's all bad.  I came around a corner into a group of researchers yesterday and accidentally knocked into one.  She didn't even drop the coffee she was carrying, but just for a moment I caught her thinking about ripping my throat out with her bare hands!  She snapped out a \"Watch it!\" and kept going without even giving me time to apologize, but her mind…  And when Dr. Chen was arguing with his assistant earlier this morning, both of them thought about shooting each other.  The assistant even thought about going on a mass shooting afterwards!  I'm no therapist but I don't think this is just us being cooped up in here.  Something is really wrong."
      },
      {
        "name": "incident report: 598108",
        "id": "lab_file_telepathy_08",
        "weight": 500,
        "text": "At 1545 yesterday, GRAY DAWN mathematician Sylvia Ho was eating a snack in one of the break areas when Dr. Sanchez-Perez approached her and asked her if he could sit with her.  According to Sanchez-Perez, she nodded and he sat and engaged her in conversation about her day and the course of her training and participation in experiments.  Though seeming slightly distracted, Ho answered Sanchez-Perez's questions and continued as the conversation shifted toward the next Superbowl when she suddenly grabbed her lunch tray in both hands and hit Sanchez-Perez in the head with it with full force, fracturing his cheekbone.  Ho showed no reaction to Sanchez-Perez's signs of distress, continuing to eat her snack without attempting to offer first aid, and made no attempt to flee the scene.\n\nWhen questioned later, Ho said that Sanchez-Perez was \"annoying me\" and that she \"just wanted him to go away.\"  When asked why she didn't attempt to disengage from the conversation verbally, she had no response other than a shrug.\n\nDr. Sanchez-Perez, is convinced that this is a side effect of the PATIENT MOSAIC process and has suggested that Ho be examined by a member of GLASS ANVIL to determine any further undesirable effects."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_teleportation",
    "//": "Phavian designation for teleportation study is LOST RAIN",
    "//2": "Testing report prefix is L",
    "text": [
      {
        "name": "On Time Travel",
        "id": "lab_file_teleportation_01",
        "weight": 800,
        "text": "Let's start with the obvious.  Teleportation is moving faster than light, by definition.  Even though our most powerful mathematicians can currently only teleport a few grams a few meters distant, we've used slow-motion photography and confirmed that while the transit is not instantaneous, it's still faster than c.  So, as the saying goes, relativity, causality, faster than light travel, pick two, right?  Which are we going to pick?\n\nWell, as much as it pains me as a physicist to say it, relativity, at least as it relates in this case.  Now we have a third domain alongside quantum mechanics and general relativity: Netherum mathematics.  While I hesitate to speculate on something that we have collected so little data on, it is possible that the Netherum provides its own reference frame coterminous with our own (or multiple) realities.  If we built our satellites with matrix technology, would they still need to account for time dilation?  Would relativity override Netherum mathematics in that case?\n\nBut to return to the title: there is no evidence time travel is possible despite repeated attempts.  Perhaps if we had a LOST RAIN mathematician capable of moving interstellar distances we could ask them to come back before they left.  Barring that, I'm afraid asking LOST RAIN to retroactively avert any disasters is not on the table."
      },
      {
        "name": "TURQUOISE KEYSTONE progress report",
        "id": "lab_file_teleportation_02",
        "weight": 750,
        "text": "The basic question is, are we better than the boys over in VERDANT HAND, and the answer is yes.  They're faster but we don't even need to cross the distance.  They hit harder but we build up twice the momentum in half the time.\n\nOkay, I admit, we can't actual replicate the theoretical avoidance strategy due to the obvious downsides of a failed experiment--and anyway, I really don't think anyone has the reaction time unless they're NOBLE HORIZON and thus aren't actually reacting to anything--but we put K52 up against some of the biggest meatheads (if you'll excuse the phrase) from security we had.  K52 is maybe 95 pounds soaking wet and absolutely could not hold up in a fight against even one of our fine volunteers in an actual combat situation.  Well, this wasn't an actual combat situation, but I instructed the security personnel to incapacitate K52 as quickly as possible.  Fifteen seconds later, she had disarmed and disabled all three attackers and we had to slow-mo the footage to even see what had happened.  The most impressive feat was when she blinked behind Jorgenson to avoid a grapple attempt and kicked him in the back of the knee.  You could tell from his expression he really thought he had her.\n\nI think we're ready to roll this out to any other LOST RAIN mathematicians who want the training.  This isn't going to help any in-phase situations but looking at what's going on we'll probably need it here at home too."
      },
      {
        "name": "testing report L4-9469",
        "id": "lab_file_teleportation_03",
        "weight": 1000,
        "text": "Testing began with an area two meters square, marked on the floor by electrical tape.  A robot set to travel at a constant speed of 0.1 m/s, verified before the experiment began, was set on one side of the testing area before LOST RAIN mathematician D85 used his abilities on the area.  The robot traversed the space in 16 seconds, verified by both its internal measuring software and external measurements.  We repeated the experiment with a request to extend the relative distance, causing the robot to take 25 seconds to traverse the space.  It is currently unclear whether the disparity in relative distance change is a property of LOST RAIN itself or of D85's abilities.\n\nThe only difficulty was caused when Dr. Caldwell crossed through the marked space before D85 had ceased maintaining the distortion and almost immediately collapsed.  She was rushed to the infirmary but in the end was discharged after tests showed that she had fainted but suffered no lasting damage.  Dr. Caldwell explained she had experienced severe vertigo on entering the area, possibly caused by a defect in proprioception caused by actual distance being different than perceived distance.  I have submitted a proposal to further test this characteristic of LOST RAIN--see attached."
      },
      {
        "name": "testing report L4-2567",
        "id": "lab_file_teleportation_04",
        "weight": 1000,
        "text": "Attempt 1: Move pencil at least 400 cm: Successful\nAttempt 2: Move pencil at least 2 m: Failed\nAttempt 3: Move pencil inside sealed, clear plastic bag to outside the bag: Successful\nAttempt 4: Move pencil inside sealed, opaque plastic bag outside the bag: Failed\nAttempt 5: Move eraser without moving the rest of the pencil: Failed\nAttempt 6: Rotate pencil during transit of at least 400 cm so that eraser previously facing the door is now facing away from the door: Successful\nAttempt 7: Move pencil 400 cm into pencil sharpener: Successful\nAttempt 8: Move pencil at least 400 cm into bucket of water: Successful\nAttempt 9: Move pencil at least 400 cm into block of ice: Failed\nAttempt 10: Move stationary pencil 400 cm so that it arrives at destination with upward velocity: Failed\nAttempt 11: Preserve velocity of falling pencil after moving it at least 400 cm: Successful\nAttempt 12: Move pencil gripped firmly in hand at least 400 cm: Successful"
      },
      {
        "name": "It's alive!  IT'S ALIVE!",
        "id": "lab_file_teleportation_05",
        "weight": 700,
        "text": "Like we won't be for much longer.\n\nNews outside is a nightmare.  I saw some phone video of a giant monster destroying LA before the net went down.  There's no way I'll be able to report this to Dr. Liu, but I finally made a breakthrough.  Or maybe I should say, a breakthrough was made, because I sure as hell didn't do anything to cause it.  I went to go test QN283 today and it just worked.  I didn't change anything, I didn't make any adjustments, I just turned on the remote and the payload vanished and reappeared near the beacon just like it was supposed to.  Is this because of the end of the world?  I can hear gunfire and shouting in the distance and there's nowhere to run because we're been on lockdown for weeks but I invent functional teleportation, one of the greatest discoveries in human history?  Great.\n\nIf I only had gotten C78 to sneak a beacon outside before lockdown.  If she can get out of here with her powers, maybe I can still escape."
      },
      {
        "name": "Incident report: 2945883 (again)",
        "id": "lab_file_teleportation_06",
        "weight": 500,
        "//": "XE754 here are the Hounds of Tindalos",
        "text": "At 1238 yesterday during COBALT THORN testing, a malfunction occurred, leading to a power surge in the matrix crystal housing.  While Dr. Simmons immediately engaged the shutdown sequence and prevented any damage to the prototype, smoke began filling the room after her actions.  I hit the alarm button but security did not respond before the appearance of an entity since designated XE754.  XE754 immediately attacked Dr. Simmons and Dr. Rodriguez and, though security did arrive within the ideal 1 minute response time, XE754 seemed to be nearly immune to small-arms fire.  Dr. Simmons suffered serious injuries during the attack and when XE754 retreated it appeared to take her with it.  The smoke vanished soon afterward and the COBALT THORN prototype was successfully returned to an inactive state.\n\nFinally, I must protest at the treatment I have received over my accounting of the incident.  This is the third report I have submitted and I have not changed my story in any way.  I was there.  I know what I saw.  I do not understand why I am being put through this or why sole responsibility is being assigned to me when I was not in charge of the project.  I especially do not understand why Dr. Rodriguez has not been subject to the same process nor why I have not been permitted to speak to him.  I worked with him and Julia on this project for six months!  I refuse to be treated this way.\nArthur Mitchell\nResearcher, COBALT THORN"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_vitakinesis",
    "//": "Phavian designation for vitakinetic study is SMOKE USHER",
    "//2": "Testing report prefix is S",
    "text": [
      {
        "name": "SMOKE USHER anti-agapic properties (revised estimate)",
        "id": "lab_file_vitakinesis_01",
        "weight": 1000,
        "text": "Initial estimates of successful SMOKE USHER mathematicians showed increased vitality and vigor.  Testing post-awakening showed the oldest mathematician--Doreen McHugh, age 62--underwent a complete secession of her previously-diagnosed (at age 35) rheumatoid arthritis.  She is now capable of running a mile with a time of 7:12 despite minimal training, well below the average for a trained woman in her age group.  She expresses increased well-being and vitality, going for walks in the facility exercise area when before recruitment she was mostly homebound.  Furthermore, her grip strength, blood oxygen level, skin appearance, calcium levels, and muscle mass are more consistent with a woman decades younger, and most convincingly to me, the roots of her hair are coming in black instead of gray and just last week, she sent an urgent request for menstruation products for personal use.\n\nWe'll have to revise our estimates way up.  I originally thought that SMOKE USHER would provide health and vigor but the benefits would be modest, maybe 20% increased lifespan with a corresponding increase in healthy years.  Hey, living to 100 regularly would still be great, right?  But SMOKE USHER mathematicians literally getting younger means I have to throw all the initial estimates out the window.  Is SMOKE USHER the fountain of youth?  I know that sounds ridiculous but you can read the test data for yourself."
      },
      {
        "name": "Compound XV471 update",
        "//": "This is a reference to Panaceus testing",
        "id": "lab_file_vitakinesis_02",
        "weight": 1000,
        "text": "Application of matrix technology and XE037 samples together with cutting-edge medical advances blah blah you know the drill.  Anyway, we sourced the samples, we synthesized the compound, we did the tests.  It's magic.  I know that sounds dumb but it's literally magic.  Animal testing showed complete remission of every cancer they developed.  \"Alright, Eric,\" you say, \"that's fine but cancer testing in animals is b̵u̵l̵l̵s̵h̵i̵t̵\"clinically irrelevant due to high real-world failure rates in humans\".  Sure, yes, you're right.  But we sourced some enthusiastic voluntolds from XEDRA-12's stock and a couple of them had cancer they were planning on testing XE037 interactions with.  Well they aren't going to anymore because XV471 cleaned them right up.  Totally healthy.  Zero cancer.\n\nSubject B84 had cystic fibrosis and it's gone.  GONE.  Perfectly normal lungs.  Now what's that other than magic?\n\nYou want to get more funding for this, just authorize selling XV471 to some sick Russian oligarch for like $10 billion.  He gets cured and the money keeps flowing.  And honestly it needs to be that expensive with how much this stuff costs to produce.  We get the materials and process them and nine times out of ten it's just a sugar pill for no damn reason I can find.  But that tenth time, wow.\n\nShred this after you read it.  I don't need the director lecturing me about professionalism again."
      },
      {
        "name": "Treatment time until complete recovery",
        "id": "lab_file_vitakinesis_03",
        "weight": 800,
        "text": "Common cold: 34 hours\n\nInfluenza: 27 hours\n\nMononucleosis: 85 hours\n\nNorovirus: 26 hours\n\nGonorrhea: 43 hours\n\nHepatitis C: 71 hours\n\nHIV: 148 hours\n\nMalaria: 112 hours\n\nSmallpox: 76 hours\n\nEbola: 93 hours"
      },
      {
        "name": "Zombie Revivification",
        "id": "lab_file_vitakinesis_04",
        "weight": 1000,
        "text": "Gentlemen, can we cure death?\n\nSorry, I had to.  Anyway, the answer is no.  We had multiple SMOKE USHER mathematicians try everything they could against a properly-restrained zombie and no luck.  The furthest we got was D93 managed to discover some way to kill zombies faster; her attempt to restart the normal biological processes caused accelerated decay and resulted in the zombie returning to an inert state after approximately thirty minutes from initial contact.  Subsequent revivification was delayed for an additional six hours.\n\nFurther testing on lab rats indicate that this ability functions on living subject as well.  I plan to start human testing once the lockdown ends and I can acquire suitable volunteers."
      },
      {
        "name": "incident report: 667493",
        "id": "lab_file_vitakinesis_05",
        "weight": 1000,
        "text": "At 1804 this evening during a SMOKE USHER experiment into immune system function, mathematician N85 suddenly went into anaphylaxis.  Despite the attending physician administering epinephrine and immediate transport to the medical facility, N85 was pronounced dead of cardiac arrest at 2042 that same evening.  While investigation is ongoing, Dr. Walsh suggests some unknown stress mechanism caused by a full day of SMOKE USHER testing might have exacerbated a previously-unknown allergic sensitivity.  However, the physical before induction turned up no such sensitivity.  Further conclusions await the autopsy report."
      },
      {
        "name": "SMOKE USHER offensive capabilities",
        "id": "lab_file_vitakinesis_06",
        "weight": 500,
        "text": "Dr. Richardson,\nKeeping this on the DL for obvious reasons, but my hypothesis was correct--SMOKE USHER isn't all smiles and light.  Following the experiments with revivification, I conducted some trials using D93 and M33.  D93 was able to repeat her previous performance on a mouse.  I've attached some photos, but I suggest not looking at them if you're eating lunch.  It wasn't pretty.  M33 was able to replicate the process after some coaching and demonstration by D93, so it's not unique to one mathematician.  This should probably be classified unless all our mathematicians start being able to do it.  I can just imagine the immersion teams saying that they don't want some weirdo melting them when they're referred here for treatment after a dive goes wrong.\nAgarwal Manwani\nSenior Researcher"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_OS647_P",
    "text": [
      {
        "name": "OS647-P Response",
        "id": "lab_file_item_OS647_P_01",
        "text": "Dr. Zweidler, I understand your excitement at your breakthroughs in matrix technology, but I hope you understand there is no way I can approve OS647-P for general usage.  You write here that the effect field has a \"94% effectiveness rate\" but this is not comparable to ballistic performance standards because it has no ablative properties.  What if the first shot fired is part of that 6%?  How can an operative trust their life to your device when every possible shot might be the one to penetrate?  That fact that your data shows it provides complete protection against rifle rounds, grenades, and even anti-tank weapons is immaterial in the face of the effect field's failure rate.\n\nSecond, you write that currently OS647-P has a 2.67% device failure rate, over and above the chance of the effect field failing!  You want me to recommend this for general usage when our field operatives could end up not only with a bullet in the chest, but also a box full of burnt plastic while some horror is charging at them on an immersion dive?n\nFurthermore, the active time is simply unacceptable.  Ballistic protection works because it provides passive protection with no additional effort necessary.  When in danger, an operative would need to insert the matrix crystal, flip the toggle, and then hope that the attack occurs within the \"5.65 second median protection time\" in order to gain any benefit at all!  You've read those immersion dive reports too, Matthew.  If an operative is face to face with XE157, what happens on the sixth second?\n\nI'll be frank with you.  I'm amazed that you asked me to approve this given its current device specs.  Matrix crystals--even depleted ones--are extremely valuable, and given their already unacceptably-high failure rate in training new mathematicians, Dr. Liu is not going to accept anything less than 100% effectiveness from an alternative use case.  You're simply going to have to refine OS647-P until it's more reliable.\n\nYours,\nAnna Richardson\nDirector of Research"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_QD944_P",
    "text": [
      {
        "name": "QD944-P Progress Update",
        "id": "lab_file_item_QD944_P_01",
        "text": "Dr. Doherty,\nHere's the latest updated version of JUKEBOX TALISMAN.  The first thing I have to say is that it finally works--no headaches, no eyestrain, no expensive prop that requires a mathematician to achieve its stated function, no whatever happened during test J4-6553 (hopefully B55 has made a full recovery).  Someone off the street could put on QD944-P and immediately see any potential targets through walls.\n\nNow, the downsides.  Seeing others through walls is all that it can do.  As of yet, we've been unable to achieve the main goals of JUKEBOX TALISMAN.  The next prototype after this one might have gotten closer to meeting the project goals, but it's impossible to tell because anyone, including a GRAY DAWN mathematician, who puts one on immediately gets a splitting headache.  We have also been unable to miniaturize the power source enough to make the glasses inconspicuous, since COBALT THORN still has not gotten below the \"large generator\" stage, and even with existing battery sizes the power draw is considerable.  Hopefully COBALT THORN reaches the miniaturization stage soon.  That said, I think the existing prototype is still valuable enough to be workable while we further refine the design.\nErin McGrath\nResearcher"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_IG882_P",
    "text": [
      {
        "name": "IG882-P Report",
        "id": "lab_file_item_IG882_P_01",
        "weight": 600,
        "text": "PATIENT MOSAIC latest update\nI am pleased to report a major breakthrough in the process of personality updating.  A73 volunteered to be the initial subject to test the updated version of the PATIENT MOSAIC process.  Briefing her on the effects of the process demonstrated by X89 did not deter her, as well as a visit to X89 in the infirmary, and after two weeks of studying the process and practicing its initial protocols, she prepared for her first major effort.  A73 had severe arachnophobia stemming from several incidents in her childhood, which was the proximate reason for her to volunteer for PATIENT MOSAIC.\n\nThe process took most of a day and A73 completed it with no ill effects other than hunger (an IV had been administered to prevent dehydration).  When the process was completed, she unwent an MRI, showing no changes in the physical structure of the brain.  Subsequent to the MRI, A73 voluntarily agreed to submit to a test of her arachnophobia.  She showed no reaction to high-definition images of spiders and was able to remain in close proximity to a spider crawling across a table she was sitting at, and while she declined the researcher's suggestion of allowing the spider to crawl on her arm, her vitals showed no undue distress at the suggestion.\n\nFurther testing is necessary to determine the conditions that led to such disparate outcomes, but the results of A73's tests show exceptional promise.  G59 has also expressed willingness to volunteer for PATIENT MOSAIC and I believe we should grant the request.\nRonald Sanchez-Perez\nResearcher"
      },
      {
        "name": "PATIENT MOSAIC introduction: GRAY DAWN eyes only",
        "id": "lab_file_item_IG882_P_02",
        "weight": 1000,
        "text": "Greetings,\nThank you for your participation in the development of the PATIENT MOSAIC process.  Your work here will advance the foundation of human understand of the inner workings of the mind.\n\nThe PATIENT MOSAIC personality updating process allows the mathematician to change the fundamentals of their personality.  To turn a wallflower to the life of the party, to get rid of your deepest anxieties or fears, to cure depression instead of managing it with therapy or medication.  With refinement, all of these things will not only be possible, but easy, and you will be one of the people who makes it possible.\n\nAt the moment, PATIENT MOSAIC has two primary points of difficulty which you, as a participant, must be aware of.  The first is that it can only be executed by the mathematician upon themselves.  Despite continued progress in the functioning of the process, PATIENT MOSAIC cannot make even the smallest change on another person as of yet.  The second is that the mind is a complex thing and despite the new understanding that GRAY DAWN has brought to us, there is still much to learn.  Small changes can have unexpected ripple effects, leading to undesirable outcomes.  It should be stressed that none of these outcomes are irreversible, but due to the first point, any adverse effects incurred as as a result of the process must be reversed by you; XEDRA researchers and mathematicians cannot assist you except to diagnose any problems that may have resulted.\n\nWe welcome your assistance on this endeavor to expand the frontiers of human knowledge and thank you for your efforts toward the goals of Project PHAVIAN."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_matrix_research",
    "text": [
      {
        "name": "Response to Proposal 96255-R",
        "id": "lab_file_matrix_research_01",
        "text": "Yes, I saw your design specs for the \"Everglow Lamp\" and I understand that it provides a greatly-increased efficiency over standard off-the-shelf lighting.  But may I remind you that off-the-shelf lighting literally comes from a shelf and you can go down to the hardware store and buy a dozen LED bulbs for $50 and they'll last you ten years.  There is no use case for a matrix-powered lightbulb that makes any sort of sense, even in hostile or in-phase environments.  Until you can achieve a similar cost-benefit ratio using matrix technology--check the budget for a single immersion dive if you need the data--I strongly advise you to take your research in a different direction.\n\nYours,\nAnna Richardson\nDirector of Research"
      },
      {
        "name": "Preliminary report: OBSIDIAN RING",
        "id": "lab_file_matrix_research_02",
        "text": "Dr. Richardson,\nAs you directed, we've been attempting to find a way to increase the strength of mathematicians' powers without having to send them on an immersion and we've made a breakthrough.  With some caveats, I'm afraid.\n\nWe put five volunteers through the OBSIDIAN RING process and achieved complete success with two of them.  LOST RAIN mathematician U23, previously capable of expanding or contracting the effective volume of a space up to two meters across by 15%, is now capable of displacing his entire body up to two-thirds of a meter, effectively allowing him to walk through walls.  CRYPTIC FORGE mathematician V97 displayed similar enhancements, suffering no ill effects when exposed to up to 4 Gy of radiation.\n\nUnfortunately, the process is imperfect.  While B54 underwent the process with no apparent effects, BURNT NOVEMBER mathematician E43 has suffered from persistent tremors and muscle weakness since emerging and NOBLE HORIZON mathematician Q12 is currently on leave after suffering from hallucinatory psychosis.  Both candidates are undergoing SMOKE USHER treatment and hopefully will recover soon.\n\nwhile matrix crystals are a rare resource, the sheer amount of additional power available to an OBSIDIAN RING candidate makes the resource expenditure worthwhile.  ONYX LIGHTNING may soon show real progress.\nAlexandra da Silva\nLead Researcher, OBSIDIAN RING"
      },
      {
        "name": "Preliminary Report: Matrix Awakening",
        "id": "lab_file_matrix_research_03",
        "text": "Initial testing shows that the rate of awakening from matrix crystal exposure is just over 10%, generally with no side effects.  Candidates that failed to awaken complained of headaches and bad dreams but the effects rarely last longer than a week (see fig 4).  In approximately 15% of cases, however, awakening causes serious side effects including hallucinations, high fever exceeding 39.5°C, muscle tremors, unconsciousness, disassociation, and amnesia.  This can occur in either successful or unsuccessful awakening and is a serious danger in certain cases (e.g. incident reports ID39483 and IC49378).\n\nMultiple awakenings are not cost-effective.  Despite a wide range of candidates and repeated attempts, only two incidents have ever occurred and no specific commonality between the mathematicians other than gender exist.  No further attempts should be made until a similar effectiveness to initial awakenings has been achieved.\n\nIn-phase awakenings show variable efficacy, sometimes much lower or much higher than normal.  Efficacy is in general consistent within each plane, though some planes show variable efficacy.  Plane 398RG shows 99% efficacy; however, side effects rise to 85% of cases and so further experimentation with 398RG is prohibited.  Melchior has so far been unable to find any specific characteristics of a plane that would lead to greater or lesser efficacy.  Further testing and sampling are required."
      },
      {
        "name": "LV-429 Analysis",
        "id": "lab_file_matrix_research_04",
        "text": "Human-portable laser weapons suffer from three major problems--high power draw preventing them from easily being transportable or usable in skirmish combat, long dwell times meaning that the operator must remain exposed to return fire in order to do anything more than blind the target, and common atmospheric conditions like dust or haze severely reducing the effectiveness of the beam.  The LV-429 solves all three of these problems.  Before the primary laser is fired, a secondary netherum mathematical beam clears the path of the laser, removing atmospheric contaminants without affecting the target.  The laser is fired in a series of short pulses, each much higher intensity than a standard laser, eliminating the need for extensive dwell time.  Finally, the power source contains a small ND-cell, capable of powering the weapon effectively indefinitely.\n\nOne problem remains to be solved.  While the weapon is capable of providing enough power for every shot in succession, matrix technology has not yet provided us with more efficient battery storage.  This means that the ND-cell must charge existing batteries, allowing the LV-429 to be fired only once every few seconds, obviously too low a rate of fire for any live engagement.  An attempt to overcome this limitation by including processed matrix crystals for additional energy production led to unacceptable heat levels, rendering the weapon unusable after less than a minute of sustained fire and, in one case, leading to the detonation of the prototype and the death of the tester.  Further enhancements in power storage technology will be necessary before proper deployment."
      },
      {
        "name": "XE037 or whatever",
        "id": "lab_file_matrix_research_05",
        "text": "Yeah, we did the research.  We're all stuck here so what else can we do, right?  Just research our heart out while the world falls apart.  Well, I've attached all the figures so you can look at them, but the theory is right.  XE037 enhances exposed mathematicians (aka all of them) by a factor of anywhere from 10x to 100x or more, basically as much as using a matrix crystal.  Meshram used to be able to lift around 18.5g, one of our strongest telekinetics.  Now he's up to 2kg and with a crystal he can lift two bowling balls.  Or a dog, that was hilarious.\n\nSubject U76 could pick up surface thoughts if touching the target and now can easily read someone's mind from across the room and can occasionally pick up deeper memories.  We figured this out by accident, by the way, and I'm pretty sure when we get out of here Dr. Connolly is going to find divorce papers waiting for her.  You'll probably want to keep U76 away from anything sensitive, except that we only just discovered this and now it's too late.  Oops.\n\nOh yeah, K34 can just walk through walls now.  So much for security.  Everything's fucked and we're doomed.  That's my report, hope you like it."
      },
      {
        "name": "Re: COBALT THORN",
        "id": "lab_file_matrix_research_06",
        "//": "XE843 here is a Gracken",
        "text": "As my initial report indicated, COBALT THORN has passed all the tests we've performed.  In fact, it exceeded our production predictions by over 15%.  It's not actually a perpetual motion machine but it might as well be from the end-user's point of view.  It produces energy with no fuel required, at a constant rate, with no waste byproducts and very little heat.\n\nHowever--there's always a however in this line of work--it has the significant disadvantage that prevents me from recommending it for deployment at this time.  COBALT THORN works through a microportal to the Netherum, siphoning energy through without the possibility of hostile incursions.  During normal operation, this remains true, but if the device is damaged it can destabilize containment and the portal can rapidly expand without warning.  Just last week we had an incident during testing, and while the engineers were able to get the device shut down quickly, something still came through the portal.  We're lucky that it doesn't seem hostile or really even interested in us.  Despite its appearance (see attached), XE843 is indifferent to the presence or absence of others, light levels, food, or noise.  It just wanders around its containment cell.  We've contacted XEDRA-40 to ask them if they want to take a look at it.  I'll forward the reply to you when we get it.\n\nWork to overcome this significant drawback is ongoing.  At the moment, however, COBALT THORN should remain in the prototype stage.\n\nAnita Morales\nSenior Researcher"
      },
      {
        "name": "Matrix mechanics testing report",
        "id": "lab_file_matrix_research_07",
        "text": "As requested, we conducted multiple tests using various matrix crystals to determine the precise effect on mathematician capabilities.  The first test subject was V72, representing JUNIPER GOLD.  In previous capability testing, V72 was capable of lifting 10.23g and holding it steady for at least 300 seconds, as well as consistently being able to reduce their acceleration when free-falling to 9.32 m/s².  When holding a charged matrix crystal, the effect was nothing short of astonishing--the mass limit on lifting increased to 2.43 kg and the acceleration when free-falling dropped to 7.17 m/s².\n\nBURNT NOVEMBER Subject Q51 displayed a resting heart rate of 65 bpm, a grip strength of 30 kg, and a 8:31 mile time.  When holding a charged matrix crystal, these improved to 55 bpm, a grip strength of 41 kg, and a 5:45 mile time.\n\nThe evidence shows that skin contact with a charged matrix crystal dramatically improves mathematician capabilities, up to several hundred times depending on their exact capabilities.  While matrix crystals are always in short supply, some of them should definitely be earmarked for usage by our most capable mathematicians."
      },
      {
        "name": "Anomalous aftereffects of Netherum mathematics",
        "id": "lab_file_matrix_research_08",
        "text": "Dr. Richardson,\nI'm writing with some disturbing reports from recent testings.  While the increased capabilities mathematicians have been displaying are at this point well-known among staff, in the course of my research I've observed a number of previously-unseen side effects from performing mathematics.  The most common side effect seems to be headaches, though my staff have also observed several instances of spontaneous nosebleeds.  In at least one instance, a COPPER PRIME experiment with I33 involving heating metals to the melting point, a sudden temperature drop of 15°C was observed in the sealed experimental chamber.\n\nFar more disturbing, however, was an incident during ONYX LIGHTNING testing.  K92 seemingly lost control of her powers when attempting to damage a training dummy, causing severe--and under lockdown, irreplaceable--damage to several testing implements.  When asked to explain herself, she was only able to say that her powers seemed to take on a \"mind of their own.\"\n\nI am still a scientist, regardless of what is happening now.  Be assured that I will get to the bottom of this.\n\nTed Kelly\nSenior Researcher"
      },
      {
        "name": "Re: energy costs",
        "id": "lab_file_matrix_research_09",
        "text": "Xinying,\nYou were right.  I looked over the cafeteria camera records and the mathematicians are consistently coming in twice or three times as often as most other people.  Usually just for snacks, but it's pretty consistent that after an experiment, one of them will wander in and grab some chips or an apple or cookies.  We need to start weighing them in and out like they're jockeys or something and seeing if we can get some hard data on this."
      },
      {
        "name": "Progress Report: GLASS ORCHID",
        "id": "lab_file_matrix_research_10",
        "weight": 500,
        "text": "We still don't have any method of nullifying Netherum mathematics that can be used by a mathematician, but the boys down in R&D came out with something they're calling the \"null grenade.\"  BD833-P produces a short-term disruption in anyone affected by it, preventing use of dimensional metaphysics for up to 25 seconds with no further ill effects.  I89 agreed to spend a significant length of time having BD833-P set off next to him repeatedly and a full medical examination showed no problems.  While I89 complained of a small headache, it faded within ten minutes of the last BD833-P detonation and a week later, I89 has shown no lasting ill effects.\n\nNow, the obvious problem: 25 seconds isn't much.  In-phase if a dive team is trying to neutralize a mathematician--so far a theoretical situation, but we cannot rule it out--it should be plenty, but it won't be enough to capture or restrain any target.  It would also be nice to have some way of focusing the effect, some kind of \"null ray\" or something similar.  Research, as they say, is ongoing."
      },
      {
        "name": "COBALT THORN progress report",
        "id": "lab_file_matrix_research_11",
        "weight": 500,
        "text": "Alright, so should I even be working on this?  The world is ending, we're on lockdown, and I'm pretty sure some of my coworkers have lost their minds.  I should be looking for ways to get out of here, right?  But hell, I've always buried myself in my work in a crisis and this sure is one of those.  So my report is that ever since we detected the spread of XE037, COBALT THORN has been running at…well, it's a perpetual motion machine so I can't exactly talk about \"increased efficiency\" but it's been putting out even more power than it was a month ago.  On the order of 3x more.  Maybe all that nonsense about the fabric of space expanding or whatever was right?  I regret to inform you that it's still occasionally popping out monsters, though fortunately the only thing I had to deal with so far has been those blobs and I set up an isolation chamber for COBALT THORN to run in.  It's keeping the lights on down here, so there's that.  If I can just fix that one flaw, we'll see set.  Too bad my assistant is out trying to figure out how to jump floor to floor so they don't have to use the stairs anymore."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_obsidian_ring",
    "text": [
      {
        "name": "Candidate Introduction",
        "id": "lab_file_obsidian_ring_01",
        "weight": 1000,
        "text": "Colleague,\nGreetings.  Your reading this letter means you have been chosen as an OBSIDIAN RING candidate.  Having already demonstrated proficiency with the fundamentals of matrix mechanics and an understanding of our mission here at Project PHAVIAN, we are offering you the opportunity to participate in experiments into strengthening the fundamental human potential for dimensional metaphysics.  In-phase conditions have shown us that the abilities displayed by mathematicians here are not the absolute limit of those abilities, and if we could replicate some in-phase conditions without the need for an immersion dive, we could expand our mathematicians' capabilities tenfold.\n\nI do have to warn you that the process is not without risk.  While here at XEDRA-23 we have the most advanced medical treatment in the world, there is still a risk of permanent injury should you choose to go through with the procedure.  If you should refuse, your talents remain as valuable as ever and you will suffer no career repercussions.  I look forward to working with you on the next step for Project PHAVIAN and humanity.\nAlexandra da Silva\nLead Researcher, OBSIDIAN RING"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_phavian_memo",
    "text": [
      {
        "name": "To all employees: re: GASPAR",
        "id": "lab_file_phavian_memo_01",
        "weight": 650,
        "text": "Colleagues,\n\nI'd like to take a moment to address the recent rumors.  I know that stress levels are high with the quarantine and the XE037 news, but there is no need to engage in unwarranted speculation.  In these unprecedented times, it's important to remember that we're all in this together and we will solve the problems before us, as we have so many others.\n\nI will be perfectly clear.  There is no \"Project GASPAR.\"  Trained mathematicians are the most important resource that we have, and it would be the height of folly to waste them on replicating a resource that already exists simply because the current state of emergency has placed us out of contact.  Furthermore, it is important to remember that Netherum mathematics are not magic.  They obey a consistent set of rules and we are capable of determining those rules empirically.  We can test how much a JUNIPER GOLD mathematician can lift to the milligram.  We can determine the effective communication range for a GRAY DAWN candidate down to the decimeter.  We would never simply \"throw things at the wall and see what sticks.\"  Science requires rigor.\n\nThese are troubling times, but we will get through them together.\n\nSincerely,\nHarold Liu\nDirector, Project PHAVIAN"
      },
      {
        "name": "To all employees: re: terminology",
        "id": "lab_file_phavian_memo_02",
        "weight": 850,
        "text": "Greetings everyone,\n\nI would just like to take a moment to comment on the importance of proper nomenclature.  Just as we would respect the names and pronouns by which our co-workers wish to be addressed, we should use the approved terms for candidates for the various projects under our umbrella.  Some frankly disturbing news has reached me of harassment or even bullying aimed at those who have gone through the training process.  These people are not \"witches\" and they are most certainly not \"freaks,\" and I am frankly disturbed that I have to emphasize that point.  These are your colleagues who have volunteered to advance scientific understanding as we explore the unknown.  There is no reason standard HR policies do not still apply.  I have already received several complaints which I will be acting on in the near future, and hopefully I will not receive any more.\n\nSincerely,\nRosemary Pierce\nAdministrator, Human Resources"
      },
      {
        "name": "Re: your proposal",
        "id": "lab_file_phavian_memo_03",
        "weight": 250,
        "text": "Anna, I know things are stressful, especially with some of the irregularities in staff behavior we've been witnessing, and under normal circumstances I would never countenance your proposal.  I have to admit, though, that I was extremely disturbed by what I've heard of the behavior of several VERDANT HAND mathematicians, as well as Dr. Holland and Dr. Almeida's recent public argument.  As such, for the duration of the emergency, I think that your \"psi-cop\" proposal is a good one.  I'll draft a memo immediately to Dr. Nayak to organize the GREY DAWN mathematicians toward keeping order and maintaining morale.  Hopefully, this will only be the matter of a few weeks before Dr. Sidhu and his team can find a solution.  They already found one way to remove XE037 contamination, so hope remains.\n\nSincerely,\nHarold Liu"
      },
      {
        "name": "Introductory materials",
        "id": "lab_file_phavian_memo_04",
        "weight": 1150,
        "text": "Colleague,\n\nGreetings.  You have selected, or have been selected, to participate in XEDRA-23, or as we call it, Project PHAVIAN.  As a member of XEDRA, you will already have seen many extraordinary things in the course of your work, things which you previously might have scoffed at or dismissed out of hand.  You will see more extraordinary things in the course of your work here, things that even those at other XEDRA divisions would have thought impossible a few years ago.  Phase experiments expand the range of human exploration, but matrix technology unlocks human potential to a degree never before seen.  You will be a part of that endeavor, advancing human knowledge and ensuring the United States of America's place at the forefront of scientific advancement throughout the 21st century.\n\nThere is an ancient proverb that is often translated as \"A single spark can start a prairie fire.\"  Our work here will be the light that will lead humanity into a new age.  I look forward to working with you.\n\nHarold Liu\nDirector, Project PHAVIAN"
      },
      {
        "name": "Something is seriously wrong",
        "id": "lab_file_phavian_memo_05",
        "weight": 250,
        "text": "Dr. Liu,\nSorry for the inflammatory title but, well, something is seriously wrong.  The LOST RAIN mathematicians are universally reporting that something strange is happening to space itself.  You've seen the testing data about them being able to change effective distance between two points and they're reporting that ALL distances are being affected to a very small degree.  I don't know if this has anything to do with the erratic behavior from the staff or XE037 contamination but coupled with all the NOBLE HORIZON reports of impending doom, plus all the news filtering from the outside, I think we need to prepare for the worst.\n\nJohn Goldberg\nResearcher"
      },
      {
        "name": "Maintaining proper decorum",
        "id": "lab_file_phavian_memo_06",
        "weight": 750,
        "text": "It is important to remember that we are scientists and this is a scientific endeavor.  Regardless of the phenomena we are studying, we must maintain a proper skeptical mindset in the spirit of scientific inquiry.  Dimensional metaphysics has its own laws that we are slowly discovering.  This is not \"witchcraft\", these are not \"wizards,\" they are people capable of tapping in to a previously-unknown source of energy.  There are many previous fields of science which once carried their own stigma.  Continental drift was not accepted for decades after its initial proposal, Dr. Semmelweis died in an asylum, and quantum  mechanics to this day requires accepting behaviors that are counter to our natural understanding of how the world works.  That does not make any of those fields supernatural either.  By definition, if it is studiable and reproducible, it is scientific.\nAnna Richardson\nDirector of Research"
      },
      {
        "name": "Testing guidelines",
        "id": "lab_file_phavian_memo_07",
        "weight": 1000,
        "text": "No mathematician should be subject to more than ten hours of testing in a two-day period.  Any period of more than four hours of continuous testing must include a half-hour meal break.  Mathematicians are entitled to the same work-week and schedule as researchers are, including days off.  Mathematicians will be informed of the purpose and subject of any experiment they take part in and may register a complaint with HR if they object to their participation.  Note that this does not absolve each mathematician from fulfilling the duties of their employment.  Mathematicians must wear their identifying badges at all times when on-site and present them for inspection at the request of any member of security.\n\nOur mathematicians are not cases, they are not subjects, and they are certainly not \"guinea pigs\" or \"lab rats.\"  They are valuable partners in our exploration of dimensional metaphysics, irreplaceable personnel, and should be treated as such.  Researchers found violating these guidelines will be sanctioned, up to and including termination of employment."
      },
      {
        "name": "re: re: Incident report: 2945883 (again!!!)",
        "id": "lab_file_phavian_memo_08",
        "weight": 500,
        "text": "Dr. Mitchell,\nPer our last email, Dr. Enrique Rodriguez passed away in a car accident almost two years ago, shortly after being assigned to XEDRA as a portal research specialist, and he never had the opportunity to work with XEDRA-23.  As you can see from the employee database, there has never been a Dr. Julia Simmons employed by either XEDRA-23 or any other XEDRA division.\n\nIn addition, the XEDRA handbook requires that all employees use their current title in their signature at all times.  Please update your signature to comply with this policy.\nAlicia Sanders\nSenior Talent Coodinator"
      },
      {
        "name": "Update: Records Policy re: Incident report: 523184",
        "id": "lab_file_phavian_memo_09",
        "weight": 1000,
        "text": "Colleagues,\n\nFollowing the recent incident, PHAVIAN is immediately instituting a requirement that all sensitive data be stored offline, on paper, away from possible RUBY LOOP interference.  Incident 523184 has shown us that existing security protocols are utterly ineffective at stopping RUBY LOOP from altering stored data, and while we only lost a week of experimental results, those results include the most recent COBALT THORN test and thus represent a profound blow to our work in advancing human knowledge.  I recognize the difficulty of changing our experimental procedures and our methods of communication so drastically at such short notice, but at the moment we are still not sure how much advancement that other nations have made in the fields of portal immersion or in Netherum mathematics, so it is best to take extreme caution while we develop new protocols around information security.  When we have a update, or an effective counter to possible RUBY LOOP interference, rest assured that I will share it with you immediately.\n\nHarold Liu\nDirector, Project PHAVIAN"
      },
      {
        "name": "External candidates",
        "id": "lab_file_phavian_memo_10",
        "weight": 850,
        "//": "AZURE SONNET is the project to expand the pool of available mathematicians",
        "text": "Dr. Liu,\nBased on these preliminary results, I'm afraid there is no other option than to seek XEDRA-external candidates.  We've run every single employee at site 2 through the resonance detector and none of them came up higher than Minor, with most not even registering at all.  The capability to understand and manipulate dimensional metaphysics seems limited to a small fraction of the population, and until we can figure some way to affect that it means that our mathematician pool is extremely and unacceptably limited.  As such, I propose that we begin limited screening from among other government employees and, if necessary, among the general population.\n\nI recognize the security concerns inherent in this suggestion, but until we can convince the other XEDRA divisions to allow us to screen all of their employees or otherwise find a large pool of cleared candidates, recruitment is going to be the only option.\nJoshua Sanders\nLead Researcher, AZURE SONNET"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "lab_file_phavian_private",
    "text": [
      {
        "name": "Hastily-scribbled note on XEDRA stationary",
        "id": "lab_file_phavian_private_01",
        "//": "Hank here is Dr. Harold Liu, the director of Project PHAVIAN",
        "text": "Dammit, Hank, what the hell is wrong with these researchers?  Matrix-powered lamp, matrix-powered car, matrix-powered oven, next they'll want a matrix-powered vibrator.  Do they even understand how expensive a single matrix crystal is?  I keep trying to get them to work on something new and they bring me this.  We need force fields, jetpacks, laser guns, lightsabers, starships, I don't know, something!  It's all I can do to stop them from trying to make us the Amazon of XEDRA.  Do the XE037 researchers have this problem?"
      },
      {
        "name": "OSHA violations",
        "id": "lab_file_phavian_private_02",
        "//": "Hank here is Dr. Harold Liu, the director of Project PHAVIAN",
        "text": "Mo,\nI know you're worried about maintaining secrecy what with the NOBLE HORIZON/GRAY DAWN research locations, but I assure you that it's fine.  We need them higher-up to test for line-of-sight-based range anyway, and we don't have all the problems that XEDRA-12 has with maintaining secrecy.  If some normie somehow gets past security and wanders in, they're just going to see an ordinary office with maybe a few weird room layouts, there aren't going to be wolfmen wandering the halls.  The mathematicians are just people, and if some of them are creepy, we've ALL worked with the creepy guy before.  If it were really that serious of a concern, we'd be underground like the LOST RAIN guys.  And with a bunch of clears here, we'll get warning hours or days before anything goes wrong.\n\nAnd besides, look at the advantages!  There's a gym and a bar on the ground floor.  Drinks with Priya and Ishaan on Friday?  I've already checked the menu and I know there'll be something there for you.\nSridhar"
      },
      {
        "name": "We're getting out of here",
        "id": "lab_file_phavian_private_03",
        "text": "Jen\nI know we're in lockdown but it's obvious we're doomed.  Word gets out, right?  You heard about Dr. Greene and Dr. Summers?  It's only going to get worse.  I talked to K̶3̶4̶  Erica about it and she's positive she can take someone else with her on one of her little trips.  It's not that far to the surface, right?  You with me?\nAlex"
      },
      {
        "name": "Note on a post-it",
        "id": "lab_file_phavian_private_04",
        "text": "A,\nI did it.  The records are all garbage now and it'll take them a week to source more, maybe longer with this lockdown.  You're free until then.  I love you.\n-C"
      },
      {
        "name": "Notes on the back of a presentation printout",
        "id": "lab_file_phavian_private_05",
        "text": "They say there's nothing to worry about, that our powers follow natural laws that can be tested and measured, but it's obvious they're lying.  I heard what happened to Amelia when she was doing some experiment and had that asthma attack.  A tragic accident, they said?  Yeah, not after I saw the aftermath of that lab test with the telekinetic.  What happens if they lose control in a crowded hallway, or if a telepath does in the lunchroom?  Are we all going to end up vegetables?\n\nI haven't used any psi since I heard, but it's so hard.  I went from getting sick 4-5 times a year to feeling like a million bucks every single day and I'm just supposed to give it up?  But what if my heart just stops?  What if someone else's heart stops because of me?  The scientists spent a year testing and measuring and now apparently none of it matters because who knows what will happen.\n\nI never should have gone through with the treatment."
      },
      {
        "name": "You've heard the rumor, right?",
        "id": "lab_file_phavian_private_06",
        "text": "C,\nJust talked to ███████ on our lunch break and he confirmed what I heard--Gaspar is real.  We all know people who have just disappeared, right?  They say they're transferred to other sites, to keep up the variety in experiments or whatever, but do they ever get transferred back?  You heard of Project Empty Mother?  Sapphire Horizon?  You know about the magi, right?  There's always three and where's the third?  They can't turn us all into meat but they're going to do it to some of us and I don't want to be one of them.  We have to get out of here.\n-A"
      },
      {
        "name": "Shadows",
        "id": "lab_file_phavian_private_07",
        "text": "I keep feeling like something is watching me while I'm working on the engines.  Like there are shadows behind me even in a perfectly-lit room.  I've set up my phone to record and of course, nothing shows up.  But there's something.  I run the footage through frame-by-frame and there are occasional frames of pure static when I'm tinkering and I can't place exactly which part of the engine is causing it, even when I try the same thing multiple times.  The static isn't always there, but it's there often enough.  I know they put Mitchell on administrative leave after his breakdown but maybe he was on to something."
      }
    ]
  }
]
