[
  {
    "type": "snippet",
    "//": "Used for reading anyone's minds",
    "category": "<telepathy_generic>",
    "text": [
      "«Poor <given_name>…no one deserves to go out like that.»",
      "«Just one more death, one more kill and then I'll be right.  What?  No, why would I think that!»",
      "«I need to go to bed early.  Just please, God, no more nightmares tonight.»",
      "«It's me, hi, I'm the problem, it's me\nAt tea time, everybody agrees\nI'll stare directly at the dammit why can't I get it out of my head!»",
      "«<given_name>…I'm sorry…forgive me…»",
      "«…»\n\nNo thoughts at all.  Maybe they're aphantasic?",
      "«Just let one of those <zombies> get close and it'll get some 5.56 right between the eyes.  Not too close, though.  God damn it, <family_name>, I told you to watch out.»",
      "«Wasn't that long ago we were all eating sushi at the new place in the city.  And now this.  At least I still have food.»",
      "«I would kill for some Foodplace right now.»",
      "«This was the year the Patriots were going to bring it home!  I wonder if any of those guys made it out?  At least the riots didn't start until after the season…»",
      "«So did everyone in the past spend 95% of the time bored as shit?  I hate this.»",
      "«Who would have thought that guy screaming on the street corner was right?  Hell, maybe the FBI really did steal ten billion from him.»",
      "«*tuneless humming*»",
      "«This is like the worst isekai ever.»",
      "«Have to live.  Have to live.  For you, <given_name>.»",
      "«The bees and ants are already the size of dogs.  Are they just going to keep getting bigger?»",
      "«<given_name>, did you make it out?  I should have gone back for you but there were just too many of them.»",
      "«You looked so happy in that mushroom field.  Maybe I should have listened to you.»",
      "«I should have gone camping more.  But maybe I can use that pottery class I took…»",
      "«I should have listened to <given_name>'s stories about the dreams.»",
      "«It's all a dream.  All this is a dream.  I'll wake up soon and it'll be Saturday morning.»",
      "«At least I'll never have to hear any damn <musicgenre> again.»",
      "«I never did make it to Machu Picchu.»"
    ]
  },
  {
    "type": "snippet",
    "//": "Used for reading refugee center guards' minds",
    "category": "<telepathy_refugee_guard>",
    "text": [
      "«Ugh, why won't this asshole leave me alone?  I just want to finish my shift and get something to eat.»",
      "«They were just sitting there in the loading dock this whole time.  Right near us.  Could have been any of us trapped in there with them.»",
      "«When I told them I knew how to fight I didn't expect this.  This is nothing like the dojo.»",
      "«Tonight's the night I win it all back.  Don't know how <family_name> pulled off that straight but she can't do it twice in a row.»",
      "«Four hours down, six to go.  But better bored than exciting.»",
      "«At least I'm on guard duty in here and not with one of the caravans.  Those poor bastards.  After what <family_name> looked like when they hauled him back you couldn't pay me enough to go out there.»",
      "«Why me?  Why couldn't this weirdo have talked to <given_name>.»",
      "«Dammit, I know I saw <weird_sky_thing> on shift last night.  Trust <given_name> to give me shit about it.»",
      "«Well, he's definitely never going to write that last book now.  At least people keep bringing Smokes new books.  Don't know what I would do if I couldn't wind down with a good book.  Ha, \"time enough at last\".»",
      "«That fence is not going to stop some of the things we saw on the way here…»",
      "«Endless black glass…sky filled with colors…the screams…thank God it was just a nightmare.»",
      "«To think I used to be a pacifist.»"
    ]
  },
  {
    "type": "snippet",
    "//": "Used for reading your followers' minds",
    "category": "<telepathy_follower>",
    "text": [
      "«Every time they leave…is this the time they won't come back?»",
      "«Ugh!  Were they literally bathing in sewage?  What is that smell!»",
      "«Please, just tell me to take a car apart.  I'd rather do that than go back out there.»",
      "«Punching out a jabberwock?  Please.  How stupid do they think I am?»",
      "«Can we really make this place a new home?»",
      "«Well.  At least it beats being dead.»",
      "«They're like a machine.  How do they do it?»",
      "«Oh God, not another fucking training session.»",
      "«If I were injured on a run, would they come back for me?»"
    ]
  }
]
