[
  {
    "type": "snippet",
    "category": "note_grove",
    "text": [ "\"We have seen the other side.  We must master the potential it affords us.\"" ]
  },
  {
    "type": "snippet",
    "category": "note_grove",
    "text": [ "\"The ritual went awry.  We can't stay here.\"" ]
  },
  {
    "type": "snippet",
    "category": "note_grove",
    "text": [ "\"No sign of them.  Must've abandoned the place and left it to rot.  But why ...?\"" ]
  },
  {
    "type": "snippet",
    "category": "note_sanguine",
    "text": [ "\"The witch-hunters think they can stop this.  Think they can stop us.  The barrier is already crumbling, they can't undo this.\"" ]
  },
  {
    "type": "snippet",
    "category": "note_sanguine",
    "text": [ "\"The summoning is almost complete.  We shall behold true power!\"" ]
  },
  {
    "type": "snippet",
    "category": "note_sanguine",
    "text": [ "\"Gods above and below, what did those maniacs bring forth?  What have they DONE?\"" ]
  },
  {
    "type": "snippet",
    "category": "note_chalice",
    "text": [ "\"Those fools actually believe a bunch of blood mages caused all this?  Tore down the barrier between worlds?  I don't know what caused it, but the others only exacerbated the problem.\"" ]
  },
  {
    "type": "snippet",
    "category": "note_chalice",
    "text": [ "\"We shall bring forth our master.  The old gods shall we swept away, as we cast aside the veil of reality...\"" ]
  },
  {
    "type": "snippet",
    "category": "note_chalice",
    "text": [ "\"The ritual blade was tainted by dark magic, it drew forth something else.  Not our master, not He From Beyond The Veil.\"" ]
  },
  {
    "type": "snippet",
    "category": "note_flame",
    "text": [ "\"We fear the worst may soon happen.  But so long as the Sun shines upon the Earth, we will fight back.\"" ]
  },
  {
    "type": "snippet",
    "category": "note_flame",
    "text": [ "\"I think they might be right.  The Sanguine Order didn't cause this.  Something else wore down the barrier between worlds, and they merely exploited that breach.\"" ]
  },
  {
    "type": "snippet",
    "category": "note_flame",
    "text": [ "\"We set up a blade ward to seal off the lower level.  This place is no longer safe, something ...something evil subverted our only refuge.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"IT'S FLOATING!  THE TEMPLE IS FLOATING!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Funny story-- on Hour One, instead of getting massacred by zombies or absorbed by fungus, I got burned to a crisp by two fucking dragonspawn.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"all these demons from their many hells, there is an ORDER to it, i KNOW there is\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Thanks for the magic spear, jackass!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Hey, this isn't fair!  I was only in the cult for the free robes and after-ritual donuts!  I didn't sign up for ANY of this!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"I never considered myself one of religion-- yet the lightning from my hands and my Many-Tendrilled Thralls compel me to believe.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"so when's cthulhu showing up?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"this has gotta be a joke.  alien monsters, sure.  magical essence?  pssh.  probably just a sick prank\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Dear Roger, Chappy, Allison and Tom, the cultists that showed up frantically on my doorstep and are currently using my basement for your ritual-- I hope you like molotovs.\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Man.  You ever just... hung out with a summoned kreck for a while?  On the beach?  Barked about life, and Cl'hxh'dhiik?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Blood spills from my athame.  It is his blood.  Is he reborn, revitalized through my practices?  Can I ever repay him for his sacrifice?\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"This is NOT A REAL CHURCH\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"alchemy is boring if you aren't taste-testing your potions, to be honest\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Ah, yes... I shall hammer this smoke into smaller, dull bits of smoke!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"Boy, this weather's sure been odd since I raided that mansion!\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"GOOD BOY MOLD-- NO CAR-EATING, NO CAR-EATING, PLEASE\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"do not bbuurn hhiss rrelliics\"" ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [ "\"funny paper did a thing!  feeling great, but everything is tree.\"" ]
  }
]
