[
    {
        "type" : "snippet",
        "category" : "note_grove",
        "text": "\"We have seen the other side.  We must master the potential it affords us.\""
    },{
        "type" : "snippet",
        "category" : "note_grove",
        "text": "\"The ritual went awry.  We can't stay here.\""
    },{
        "type" : "snippet",
        "category" : "note_grove",
        "text": "\"No sign of them.  Must've abandoned the place and left it to rot.  But why ...?\""
    },{
        "type" : "snippet",
        "category" : "note_sanguine",
        "text": "\"The witch-hunters think they can stop this.  Think they can stop us.  The barrier is already crumbling, they can't undo this.\""
    },{
        "type" : "snippet",
        "category" : "note_sanguine",
        "text": "\"The summoning is almost complete.  We shall behold true power!\""
    },{
        "type" : "snippet",
        "category" : "note_sanguine",
        "text": "\"Gods above and below, what did those manaics bring forth?  What have they DONE?\""
    },{
        "type" : "snippet",
        "category" : "note_chalice",
        "text": "\"Those fools actually believe a bunch of blood mages caused all this?  Tore down the barrier between worlds?  I don't know what caused, but the others only exacerbated the problem.\""
    },{
        "type" : "snippet",
        "category" : "note_chalice",
        "text": "\"We shall bring forth our master.  The old gods shall we swept away, as we cast aside the veil of reality...\""
    },{
        "type" : "snippet",
        "category" : "note_chalice",
        "text": "\"The ritual blade was tainted by dark magic, it drew forth something else.  Not our master, not He From Beyond The Veil.\""
    },{
        "type" : "snippet",
        "category" : "note_flame",
        "text": "\"We fear the worst may soon happen.  But so long as the Sun shines upon the Earth, we will fight back.\""
    },{
        "type" : "snippet",
        "category" : "note_flame",
        "text": "\"I think they might be right.  The Sanguine Order didn't cause this.  Something else wore down the barrier between worlds, and they merely exploited that breach.\""
    },{
        "type" : "snippet",
        "category" : "note_flame",
        "text": "\"We set up a blade ward to seal off the lower level.  This place is no longer safe, something ...something evil subverted our only refuge.\""
    }
]
