[
  {
    "type": "snippet",
    "category": "note_child",
    "//": "The grammar and punctuation mistakes are there on purpose 9/10 times. Keep in mind that those notes are supposed to be written by primary-school-level children.",
    "text": [
      {
        "id": "note_child_1",
        "text": "\"Dad said he was going to get groceries two days ago.  he didnt come home yet.  he told me to stay inside the shelter but im getting scared.  i think i remember where the grocery store is.\""
      },
      { "id": "note_child_2", "text": "\"i calld 911 but no one was there\"" },
      {
        "id": "note_child_3",
        "text": "\"My window lit up at midnight.  I tried seeing what it was but it broke.  My ears hurt.\""
      },
      { "id": "note_child_4", "text": "\"I want mom’s pancakes\"" },
      {
        "id": "note_child_5",
        "text": "\"Uncle buried ms Carmichael after she got sick but she's not in the backyard anymore.  Uncle isn't home either.\""
      },
      {
        "id": "note_child_6",
        "text": "\"Cooper killed the neighbors cat today.  dad shoot him.  He was not in the backyart when we came home.\""
      },
      { "id": "note_child_7", "text": "\"Today I saw a butterfly the size of my head\"" },
      { "id": "note_child_8", "text": "\"I miss mom and dad.  Where is everyone?\"" },
      {
        "id": "note_child_9",
        "text": "\"DaIsy gOT eaTTEN by a giant roa… (the rest of the note is just unreadable smudges)\""
      },
      { "id": "note_child_10", "text": "\"Mommy, where are you?  I miss you…\"" },
      { "id": "note_child_11", "text": "\"Daddy, where are you?  I'm scared...\"" },
      { "id": "note_child_12", "text": "\"I'm hungry\"" },
      { "id": "note_child_13", "text": "\"I want to play with jimmy, why did daddy said to get away from him?\"" },
      { "id": "note_child_14", "text": "\"Daddy hasn't wake up yet…\"" },
      { "id": "note_child_15", "text": "\"Daddy said we are going on an adventure!\"" },
      { "id": "note_child_16", "text": "\"Katty is feeling bad, mommy hasn't returned\"" },
      { "id": "note_child_17", "text": "\"I want to see mommy\"" },
      { "id": "note_child_18", "text": "\"I want to see daddy\"" },
      { "id": "note_child_19", "text": "\"I feel cold…\"" },
      { "id": "note_child_20", "text": "\"I want a hug\"" },
      { "id": "note_child_21", "text": "\"I saw a huge mushroom yesterday.  I feel itchy.\"" },
      { "id": "note_child_22", "text": "\"I don't want to leave the house, but I'm hungry…\"" },
      { "id": "note_child_23", "text": "\"I went and keeped only necesary items like dad told me\"" },
      { "id": "note_child_24", "text": "\"Mommy cried the other day…  I don't want to be here anymore.\"" },
      { "id": "note_child_25", "text": "\"Uncle Tim said we are going on a trip, but I just want to see daddy.\"" },
      {
        "id": "note_child_26",
        "text": "\"dear diary. mr pendanski showed me how to boil water today.  he told me it stopps it from making us sick like ma and pa got sick.\""
      }
    ]
  }
]
