[
  {
    "type": "snippet",
    "category": "log_immersion27",
    "text": [
      {
        "id": "log_immersion27_1",
        "text": "\nIMMERSION LOG: 27A\n\nINCIDENT REPORT:\n\nSUMMARY:\nUnforeseen EM interference source forced the team to remain in-phase between prime and sub-scape 27.  Expedition members reported observing a spheroid-entity ('PE-01') moving beneath the typically opaque t-substrate.  Interference readings and expedition testimony implies the PE-01 was a potent EM radiation source, and the origin of the interference.  After 30 min, PE-01 receded and the expedition was aborted in accordance of procedure EMER-12.  The expedition team suffered no injuries during the incident.\n\nIt's become clear we have greatly underestimated the risk posed by phase immersions.  Engineering has been tasked with designing a new, improved protection suite, and has shown promising advances.  Updated emergency procedures are in-progress.\n\nRefer to file EXO-I-271 for full report."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "artifact_scp",
    "text": [
      {
        "id": "altered_phone_scp",
        "text": "\nDESIGNATION AI-012-PA\n'Bakelite Phone'\n\nCONTAINMENT PROCEDURE:\nThe object should be kept within an anechoic chamber.  Chamber should be actively monitored in case of ████████ emission leakage.\n\nDESCRIPTION/PARATRONICS:\nAn Ericsson ED 702 Bakelite phone, red variant.  The original rotary dial has been replaced by a Bakelite copy of a Yage Y103d spherical doorknob.\nThe phone remains fully operational, and even when unconnected to a functional landline, █████████████████████ █████████████████████████████████ ████████████.\nOrganic matter reacts adversely to such emissions, and the following effects have been observed during live tests: disorientation and fugue states, ████████████████████████████████, disintegration, ████████████████ followed by death.\n\nBACKGROUND:\nRecovered during immersion ███ within a manifested copy of ███ █████ office.  The object appearance and paratronic effects are believed to be an imprint of the popular perception surrounding the ██████████/██████ ███████, even although such ███████ never existed in this shape."
      },
      {
        "id": "altered_comb_scp",
        "text": "\nDESIGNATION AI-017-PA\n'Golden Comb'\n\nCONTAINMENT PROCEDURE:\nThe object should be kept within a sealed chamber, procedure AI-G-12 should be followed while handling the object.\n\nDESCRIPTION/PARATRONICS:\nHandle-less comb.  Dimensions: 9 by 4 cm.  Weight: 650g.  Surface lustre indicates a covering of 18-22 karat gold.  The comb's shaft is engraved with faded-rectangular patterns.  The possibility of such engravings representing an unknown language has been explored to inconclusive results.\n\nResonant frequencies produced by stroking the █████ █████ can leak into ███ █████████ which might then produce time-spatial alterations within prime.\n\nBACKGROUND:\nFound during immersion ███ by Agent Id.  ███ who kept a plastic comb of similar dimensions within their lab locker.  Original manifestation of the object might have been a synchronistic phenomenon."
      },
      {
        "id": "golden_keyring_scp",
        "text": "\nDESIGNATION AI-009-PA\n'Keyring'\n\nCONTAINMENT PROCEDURE:\n███ █████████████████████████████████ ████████ inert ██████ ██████ ██████ █████████████████ ██████ ████████ away from personnel.\n\nInteraction █████ █████ angular ████████ ██████, ██ ████ ████ ███████ ███ premises ██ █████████.  ████████ ███████ '█████ ██ ████████' █████ ███ ███████████ ████████ security protocol ██-███.  SHOOT TO KILL.\n\nDESCRIPTION/PARATRONICS:\nSmooth ███ ████ material unknown ████████ ███ ████ █████████████ █████ ████████ ████ impossible, ███ ██████ ██ ██ ██ discouraged.\n\n█████████ ███████ █████ ██████████ █████ ████████████ heavy explosives.  ████ ███████████ █████ █████████████████████████████████████████ ███████ ██████ █████████████ █████ ███ ██████████████████████ ██████████████████ ██████████████████ with luck ██ ████████ ███████████████.\n\nBACKGROUND:\n█████ ██████ ███████ during immersion ███ was successfully intercepted █████████████████ ██████████ █████ rumored leak ██████████████████████████.\n\nQUEUED FOR DESTRUCTION."
      },
      {
        "id": "rubicks_cube_scp",
        "text": "\nDESIGNATION AI-021-PA\n'Rubik's Cube'\n\nCONTAINMENT PROCEDURE:\nThe object should be kept within a sealed chamber and away from sight.\n\nDESCRIPTION/PARATRONICS:\nSolid t-substrate cube.  The dimensions and engravings of the object match those found on a Rubik's Cube.\n\nProlonged observation of the cube might produce ███████ ████████████ in sensitive individuals.  Direct interaction with the object will reproduce the effects with greater consistence.\n\nBACKGROUND:\nFound within the quarters of away team ███ after immersion ███.  Interrogative procedures confirmed the claims that the object █████████████ ██████████.  The implementation of M█████████ assisted isolation protocols have prevented similar incidents."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "monitoring_equipment",
    "text": [
      {
        "id": "seismic_emissions",
        "text": "\nSEISMOGRAPHIC RECORDING\n\nA  ████████████████ seismograph, originally brought to serve as office decoration, proved sensitive to the energy signatures produced by trans-planar resonances following a ████████ ██████ event.  The cause of this sensitivity remains unknown, with leading theories speculating that the steel alloy used for its fabrication might contain trace amounts of exotic elements; or that the design of the seismograph itself might somehow reflect trans-planar configurations, allowing it to serve as 5-point-antenna.  We have already requested the acquisition of several identical seismographs, for further experimentation."
      },
      {
        "id": "5-point_anchor",
        "text": "\nSECURITY ADVISORY\n\nWhen approaching or examining exotic material, ensure your 5-point-anchor remains active at all times.  You might not feel any different, but it will keep your insides from become physics during an unexpected resonance event."
      },
      {
        "id": "scp-complaint",
        "text": "Whoever decided to transcribe my lab reports into farcical entries of the 'SCP Foundation' and proceeded to distribute the edited reports across the lab should be aware that: not only did I not find this 'joke' funny, but that such actions are also considered to be in breach of your confidentiality agreement.  A breach that I will see appropriately punished.\n\n------\nDr. Ethan Catherwood\nPhysics Department"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "t-substrate",
    "text": [
      {
        "id": "t-substrate_1",
        "text": "\nANALYSIS OF TRANSPLANAR MATERIALS\n\nT-SUBSTRATE\n\nSUMMARY:\nThe material henceforth named t-substrate is the naturally occurring 'floor' material of phase-space.  Samples of t-substrate were first recovered during IMMERSION-25A, when upon return to prime the samples violently █████████████, exhibiting what are now known as 'plane-uneven' physical properties.  The following report will examine such variances to the best extent of our knowledge.\n\nRefer to file EXO-M-312 for full report."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "HAADF_t-substrate",
    "text": [
      {
        "id": "HAADF_t-substrate_1",
        "text": "\nANALYSIS OF TRANSPLANAR MATERIALS\n\nT-SUBSTRATE\n\nHAADF MICROGRAPH:\nAn atomic-scale photograph shows only a completely smooth red surface.  In the lower left corner the phrase 'Not made of atoms?!' is scrawled with a blue pen.\n\nRefer to file EXO-M-312 for full report."
      }
    ]
  }
]
