[
  {
    "type": "snippet",
    "category": "local_files_simple",
    "//": "mostly work of random people: chat logs, SMSes, popular photos and videos that people share, or something they can film by themselves. ",
    "text": [
      {
        "id": "local_files_simple_1",
        "text": "EAS_apr_25,_15.57.mp3\n\nThe file begins with complete silence, but then, a tired voice breaks the stillness:\n\n\"My name is Clayton Gore, I am the head of [unintelligible].\n\nI'm sorry, I WAS the head of [unintelligible].\n\nI am speaking to you using the remains of the Emergency Alert System, with everything we have left here.\n\nThis is the final message.\n\n\nThe government has fallen.\n\nThere is nothing left.\n\n\nNo help is coming.  Use your weapons, clubs, fists and teeth to survive this hard time.\n\nNo one will arrest you.\n\nNo one will help you.\n\n\nYou're on your own.\n\n\n\nEnd of transmission.\""
      },
      {
        "id": "local_files_simple_2",
        "text": "IMG_202X0401_111567.jpg\n\nA high quality photo of an angry civil mob that suppressed a line of shielded policemen.  There are a few dead people on the edge of the photo, one of which lays with a chopped off head."
      },
      {
        "id": "local_files_simple_3",
        "text": "apps/myMail\n\nby:dnance@mymail.com\nto:All\nSubject: Tragic Loss of Rob Dixon\n\nDear Colleagues,\n\nIt is with a heavy heart that I have to inform you all of the passing of the head of the supply chain department, Rob Dixon.  He was at the office late last night trying to ensure that everything was under control when he was caught in one of the riots that have been happening all over the city.  Despite all the efforts, Rob did not make it.\nRob was more than just a boss to us, he was a friend and a mentor to many of us.  Rob always put the company and its employees first and he will be deeply missed.\nPlease keep Rob’s family and loved ones in your thoughts and prayers during this difficult time.  The company is working closely with the authorities to ensure that Rob’s death is fully investigated.\n\nIn the meantime, all of Rob's responsibilities will be temporarily handled by James Sullivan, his senior assistant.  If you have any urgent matters, please reach out to James.\nWe will provide updates as they become available and further details on arrangements to celebrate Rob's life.\n\nSincerely,\nDahila Nance\nHead of HR department."
      },
      {
        "id": "local_files_simple_4",
        "text": "apps/Harmony\n\nlegendary_steak: Dude, just met the most fucking terrifying thing in my life.  I was on my way home and I saw this deer on the side of the road and I had to do a double take because it had EIGHT legs!\n\nW. F. Gibson (real): bro are you high?\n\nlegendary_steak: I'm serious!\n\nlegendary_steak: I almost pissed my pants!\n\nlegendary_steak: There was also something wrong with the eyes, but I didn't focus\n\nW. F. Gibson (real): Did you take a picture or something?\n\nlegendary_steak: I think I got it on my dashcam, but I don't think it worked well - I stepped on a gas with full force because it started to approach me, almost killed myself\n\nW. F. Gibson (real): Mad things happened in the last few weeks, yeah\n\nlegendary_steak: Yeah, it was bad.  I've been hearing all these stories about weird things happening and now I've seen it for myself\n\nW. F. Gibson (real): Maybe I need to buy a shotgun or two."
      },
      {
        "id": "local_files_simple_5",
        "text": "One of the more recent photos is a bald man with a beard taking a selfie on a trail, with a tall black figure - that you recognize as a gracken - in the midground facing him.  The man’s face is a mixture of confusion and an awkward smile."
      },
      {
        "id": "local_files_simple_6",
        "text": "This is a video that was taken in a subway train.  Someone is obviously giggling at someone reading a comically large newspaper when the train suddenly halts and an unnaturally big rat scurries off into the darkness, barely visible but its eyes reflect the light from the interior of the train.  You can hear a muffled \"What the fuck\" and the video ends with the train continuing to the next station."
      },
      {
        "id": "local_files_simple_7",
        "text": "A screenshot of a post in a very vintage looking forum about plants.\n\nSubject: Help identifying these weeds\nAuthor: WildVariety\n\n\"I tried making my garden more suitable for bees and other insects by using native flora but these poppies are looking unusual.  Are these really poppies?  I can't stand their smell, it makes me feel woozy.\"\n\nAn image is attached, showing a giant red flower with roots visible above ground."
      },
      {
        "id": "local_files_simple_8",
        "text": "untitled2047-1803.mp4\n\nThe video shows a patio door and some happy meowing can be heard.\n\"Aww, Muffin, have you slain a leaf or grass hopper again?\" a feminine voice asks.  A cat appears in front of the door and drops a crow, dripping with black goo.  \"Eww, you shouldn't hunt birds!\", she turns around and is visibly nervous.  \"Honey, what the hell is that?  Was that poor bird caught in an oil spill?\""
      },
      {
        "id": "local_files_simple_9",
        "text": "An image of a man labelled \"Trends this year\" is gawking at a woman labelled \"Prepping\".  An obviously jealous girlfriend right next to him is labelled \"Hoverboarding\"."
      },
      {
        "id": "local_files_simple_10",
        "text": "A series of 39 photographs were taken in the span of 2 minutes, all of them blurry and only lit by the phone’s camera flash, of a street in the dark.  The final 2 photographs have the vague outline of several zombies in the background, the camera flash reflecting in their eyes."
      },
      {
        "id": "local_files_simple_11",
        "text": "notes.txt\n\nDon’t go in <city>, big horde 25-50\nWatch for black goop\nThey get up after death, smash corpse\nGov building outside town, almost died, secrets???\nFeed Besse 3 times daily\nDon’t eat the <zombie>s\nBig community up north, good spot?\nRhode Island still good?  Heard rumours"
      },
      {
        "id": "local_files_simple_12",
        "text": "A series of messages from the chat app\n\"HONEY!!!\"\n\"Take the kids and hide in the basement, I don’t care if the roach exterminator hasn’t arrived yet, there is a huge riot happening out there!  I will come back from work once the riot has settled down, i stuck in traffic.  Please stay safe!  I love you!\"\nThe message is highlighted in red, as it was not sent."
      },
      {
        "id": "local_files_simple_13",
        "text": "untitled2047-1919.mp4\nThe video is taken by a person poking a black motionless crab-looking creature with a stick.  They try to flip the creature over, when it moves and suddenly jumps towards the camera.  You hear a scream and some distant shuffling, but for the next 2 hours and 24 minutes the video seems to contain only clouds slowly passing by the dropped smartphone until its battery dies."
      },
      {
        "id": "local_files_simple_14",
        "text": "Photo of a square, white room with no furniture apart from a fridge against the farthest wall, and some sort of mucus coating the floor."
      },
      {
        "id": "local_files_simple_15",
        "text": "Downloads/taufledermaus_8x40_shooting.mp4.\n\nA middle aged man in a field shows off some pricey looking caseless cartridges for an even pricier looking handgun, before shooting them at a range of targets.  A slo-mo camera catches the shots ripping through a block of ballistic gel like air."
      },
      {
        "id": "local_files_simple_16",
        "text": "One big footage for some live-action roleplay game, which is mostly unremarkable until some guy with bloodstained clothes arrives running and panting.  \"We need to evacuate.  Hayneth went crazy and someone brought real steel weapons.  It’s a bloodbath.  Everyone fights against everyone and it has become one hell of a brawl.  Tim, call the cops right NOW.\" As the camera man utters \"Are… are you serious, dude?\" in disbelief, a bloodied warrior clad foam armor can be seen in the distance and emits a bloodcurdling war cry.  \"Shit!\", the camera man turns around.  After a couple seconds of very shaky forest floor impressions, the video ends."
      },
      {
        "id": "local_files_simple_17",
        "text": "Image of big, matted man from some movie, with text \"You're a feral, Harry\"."
      },
      {
        "id": "local_files_simple_18",
        "text": "A short, silent CCTV tape of some small rest stop near a highway.  The whole video is pretty glitched, and some parts are completely pitch black.  Near the end, a huge explosion can be seen on the horizon, all while the camera obviously malfunctions.  After a second, a grim and unnervingly familiar mushroom cloud rises from the same spot, and the video ends."
      },
      {
        "id": "local_files_simple_19",
        "text": "Downloads/government_lies_to_you.mp4\n\nA 20 minute video of some freak with a lot of trinkets on his body, who tries to explain that the mass hysteria cases aren't caused by chinese mind control agents.  His own version, that it was the work of \"mushroom people i saw a few days ago\" doesn't sound correct either."
      },
      {
        "id": "local_files_simple_20",
        "text": "An image from some movie, featuring a funky long-haired man, that says \"The last 24 hours have been really exciting\"."
      },
      {
        "id": "local_files_simple_21",
        "text": "Monochrome security camera footage of an intersection that was recorded on April 15th.\n\n23:39: A person tries to cross the road, when suddenly a car hits them at full speed.  The driver drives away from the accident, while the body is left where it is.\n23:50: Another person tries to cross the road, when suddenly a car runs the person over at full speed.  The driver drives away from the accident, while the body is left near the first victim.\n00:01: Some person tries to cross the road, when suddenly a car hits the person at full speed.  The driver drives away from the accident, with the third body near the original two\nThe tape was cut here, to show the very end of the story\n4:15: you see a giant pile of corpses, of at least two dozen bodies, each wearing the same set of clothes.  Despite this, it seems that both drivers and pedestrians do not care about it, simply trying to drive around the pile.  Another person tries to cross the road, when suddenly a car hits them at breakneck speed.  The driver seems unable to drive away, as the car is stuck in the pile, so they leave the car, and try to push it out.  Some passing pedestrians try to help them, and with some help the car gets unstuck.  The driver drives away from the intersection, and the tape ends."
      },
      {
        "id": "local_files_simple_22",
        "text": "The photo depicts a serene and well-maintained terrace basked in warm, clear weather.  The central part of the picture is an intriguing sight, where a section of the terrace and a portion of the building behind it appear to have been cleanly removed, as if erased from reality.  To the side, there is a shattered flower pot, spilling out its soil and a plant with long, broad leaves, some of which have also been cut away in a sharp, clean fashion, almost as if sliced with a knife."
      },
      {
        "id": "local_files_simple_23",
        "text": "untitled2047-2842.mp4\nThe video starts with a shaky view of a deserted city street, filmed through a pane of glass framed by drawn curtains.  The grind of tracks and base-growl of an engine dominate the choppy audio as an Abrams tank rumbles into view, flanked by several squads of armed soldiers running beside the vehicle.  Locked behind the rubber shell of a gas mask, each man carries an automatic rifle, skulking carefully along the sides of the tank as the group proceeds down the road.  As the view pans, a soldier leading the column briefly pauses by a blown-open cellar, the cameraman audibly whispering hurried prayers as the infantryman trains their rifle on the abyss.  The view jerks sharply as a glistening, artery-like appendage writhes from an unseen point, crashing through the soldier’s mask and bursting out the back of their skull before yanking them from the ground.  The desperate liturgies grow louder as the view tilts up and reveals the opposite building’s roof line, thickly coated in a crust of churning cytoplasm and organ-like flesh, and over which the hapless soldier’s body is dragged out of sight, before a waterfall of blood erupts and spurts across the convoy.  As the cameraman whimpers in terror, a nightmarish, spidery amalgamation of flesh and bones clambers over the roof’s edge and plunges into the amassed soldiers.  The scene erupts in a mass of gunfire and frantic screams."
      },
      {
        "id": "local_files_simple_24",
        "text": "Peering down from what appears to be a security camera mount, this monochromatic segment of footage is focused on a section of airport taxiway.  A solitary, desert-drab plane rests upon the stretch of concrete, its boarding stairs lowered, and its twin engines whining as it idles, the drone of its motors almost eclipsing the distant screams and gunfire occasionally conveyed through the crackling audio.  Minutes into the tape, a small group of ragged people burst into view: assorted individuals in civilian garb flanked by a scattering of soldiers, all running headlong towards the aircraft.  A small child can be seen at the rear of the group, half carried by a serviceman and lagging behind the main body.  Suddenly, a violent flutter of gossamer wings fills the view as a dog-sized insectoid lunges past the camera, the colorful wasp alighting on the child’s back and snapping large mandibles about them.  As a sickening, writhing carpet of wasps swarms into view and the group’s front-runners begin to hurry up the aircraft’s steps, a terrible game of tug of war ensues between the soldier and the ever-growing number of frenzied parasitoides, culminating in the man reeling back, showered in spurting blood, and clutching the child’s chewed-off arm.  As the screaming child is subsumed beneath a twitching carapace of legs and pulsating ovipositors and the soldier is forced up the stairs, he pulls a pistol and fires wildly into the swarm, the ammunition depleting before he’s dragged into the aircraft.  The last thing that the camera records is a spherical object being flung from the plane’s closing door—the item pinging off the taxying aircraft’s wing and rolling into the frenzied crowd.  The plane powers out of sight, moments before the footage goes white."
      },
      {
        "id": "local_files_simple_25",
        "text": "untitled2047-1564.mp4\n\nIn what might be the first cheerful voices you’ve heard since the Cataclysm, a muddle of laughs and good-natured conversation fills the recording’s audio.  The view is filled by a small group of grinning college-age individuals crowding in a haphazard line before the camera, a network of tents and camping equipment visible in the gloom-shrouded field behind them.\n\n\"Hey Mallick\" chirps a feminine voice as the film pans across the assembly, a handful of whooped salutations accompanying the speaker’s voice.  \"We all heard about you being laid up in the hospital after the scuffle in <city> last week, and we wanted to say that we're actually really missing your broken ass out here in bum fuck nowhere.  We're recording this video cause we wanted to tell you…\"\n\n\"GET WELL SOON!\" As the raucous chorus of disjointed good wishes dies down, the friends' grins rapidly melt away and are replaced by a look of unified confusion as the call… repeats.  An uneasy silence falls across the group as, from an unseen point in the darkness, the chant resounds, growing more distorted and twisted with each inhuman repetition.  A muttered \"What the fuck?\" can be heard as the call continues, seeming to grow louder or closer, now accompanied with the audible crunch of trampled vegetation.  Nervously, a young man draws a 10mm pistol from beneath his jacket and opens his mouth, before a shapeless, pink mass gallops from the gloom behind him on many nimble legs, rapping mauve tendrils about his head as it grips his shoulders with twitching claws, before wrenching its horrific tendrils and ripping the man’s head clean off.\n\n\"GET WELL SOON!\" screams the Mi-go, blood showering from its fleshy, flower-like head before it lunges at the camera."
      },
      {
        "id": "local_files_simple_26",
        "text": "This appears to have been a segment of let's play footage, a face-cam section occupying the film’s upper corner and depicting an unshaven man sitting within a windowed bedroom.  Maintaining an enthused monolog, the youth’s upbeat commentary plods along for most of the video, undisturbed by intermittent, inhuman screams and distant detonations.  Indeed, even when the sky beyond his window abruptly darkens, the man shows little reaction save for moving to turn on an adjacent lamp, his commentary swiftly resuming despite the device failing to turn on.\n\nMinutes pass, and, following a particularly violent glitch, an amorphous, white shape can be seen suspended in the gloom, some distance beyond the window.  A chain of malfunctions suddenly begins, each glitch rendering the screen dark.  With every glitch, the form grows steadily closer until its visage is suddenly pressed against the glass.  Bearing the shape of a woman, with patches of fish-like scales knitting between jagged rows of protruding teeth that emerge from its skin, the naked aberration grins with a mouth full of slithering tentacles, its eye sockets replaced by gnashing maws, and many dozens of staring eyes sunken into its undulating flesh.  Another malfunction darkens the screen, only for the view to be nearly subsumed by the nightmare’s writhing face when vision returns, the creature’s rotten, bloated body merging straight through the still-babbling man’s trunk.  A final malfunction robs the footage of visuals, and when it returns, only the man can be seen—sitting quietly alone, his bloodied, empty eye sockets staring at the camera, his toothless maw gaping.  The film goes black, and for the final minutes, only the man’s soft crying can be heard."
      },
      {
        "id": "local_files_simple_27",
        "text": "This is an archived text sent through a messaging app.\n\nL. C. Carlsen: Yo, I just got this pick sent over from my buddy in the Air Force.  Dude, check this shite out.n\nAn attached high-resolution photo shows an aerial view of several residential and commercial city blocks, with most of the buildings leveled and heavy bomb damage throughout.  A yawning chasm splits the ground where a main road had evidently lain; the concrete thoroughfare burst open as though from some tremendous subterranean pressure.  Mottled, gray mold cakes the surroundings, swamping debris, street fixtures, and entire vehicles in layers of fungal matter, giant, mushroom-like stems lifting heavy heads to the roofs of buildings.  A solitary soldier stands atop a half-collapsed roof, quivering mold reaching almost level with the structure’s parapet.  The quality of the photo is such that you can almost distinguish the individual tears that dampen the soldier’s cheeks and trace the bright outline of the flare that they hold above their head."
      },
      {
        "id": "local_files_simple_28",
        "text": "This appears to be a promo video for Food Place brand food, depicting a nondescript drive-through with an idling open-topped convertible containing a family of four.  As the driver is handed a paper bag of generic fast food, a sudden bolt of lightning arcs from the night sky, striking the bag and reducing it to ashes.  With the family left exchanging wide-eyed glances, the growl of an engine becomes audible over a steadily rising crescendo of music.  The soundtrack eventually resolves into a rock iteration of the American anthem as a purple motorcycle bursts onto the scene, the Food Place logo stamped upon the side, and its caped rider bearing the noble visage… of Food Person!  Swiftly mounting the car’s hood, the motorcycle soars in a slow-motion arc across the convertible, its rider depositing a giant bag of Food Place food into the arms of the cheering family.  Large, metallic text stamps boldly across the view as the bike lands and roars into the distance.\n\n\"Food Place: The hero your stomach doesn’t deserve… but needs!\"\n\nThe text dissolves, replaced by three figures holding appropriately massive hamburgers: Abraham Lincoln, Martin Luther King, and, in between them… Jesus?\n\n\"Food Place: food made by great Americans… for great Americans!\""
      },
      {
        "id": "local_files_simple_29",
        "text": "This is an archived voice message sent through a chat app.\n\nThe recording opens with the low purr of a vehicle’s motor, with various rattling clinks and clangs audible as a man’s Hispanic accent forces its way through the choppy audio.  \"HEY CHICA, CAN YOU GIVE A MAN ONE HELL OF A WOOHOO?  I just got off the plane from Costa Rica—one full hour ahead of schedule!  Let me tell you something: the airport was emptier than a fucking graveyard, and the staff, sheesh, jumpier than Pablo when he sees the neighbors’ dog.  I didn’t know that a few riots would put the fear of God in all you gun-toting Americans, but if they’re anything like down in San Jose, I suppose I can’t blame people.\"\n\nAs the man talks, the regular thump of large helicopter rotors grows audible in the background, the aircraft seeming to roar right overhead as the driver concludes.  \"Anyway, I’m in a rental and heading to <city> right now; I should be there in less than an hour.  I’ll get back to you later.  There’s a pretty big roadblock ahead, and it looks like they’re flagging me down.  I’ll see you soon, guapa, love…\"  The recording is cut short by a burst of automatic gunfire."
      },
      {
        "id": "local_files_simple_30",
        "text": "These are a series of five recent voice recordings, all taken on the same day.\n\n18:31: A throaty, young woman’s voice speaks into the microphone, restless footfalls audible in the background.  \"Okay, can we all—that is, me—just admit how fucked up it is that I've resorted to speaking to my phone to keep my nerves from blowing up?  I heard that pretending like someone is listening helps chill you out, but, Jesus, fuck, this ain’t working.  Guess it’s better to pretend to talk to someone than to stay quiet, though.  Christ.  <city> looked like God had decided to wack out the middle finger: bodies everywhere and massive crowds of folks losing their collective shit.  Thank heaven, I'd been out hiking and was able to turn tail and mosey back where I came from.  I don’t know how long I’d been walking before I found this cabin.  The place looked deserted, and the door was unlocked, so I let myself in.  I guess I’ll hang out here until something happens.  Definitely better than slogging it outside or trying to go back.\"\n\n19:55: \"You know, whoever owned this shack, you sure had one sick taste in art.  Some of the walls have these largeish, glass-cased portraits that are, honestly, really well painted.  Damn if ain’t most of them skinless faces, though.  Oh, and tentacles.  Lots of tentacles.\"  The speaker falls silent as an unearthly squeal echoes in the distance.\n\n23:05: \"Windows.  The portraits were windows.  The faces aren’t there anymore.  God, help me.\"\n\n0:21: Amidst what sounds like distant, monstrous whispers and crashing reverberations of unknown origin, the woman’s hysterical, shrieking voice sobs.  \"I blacked out a few minutes ago and found myself about to open the front door.  I’ve tied myself to the stovetop.  They're out there!  They want me to come out!  I don’t want to go!  I don’t want to!  I don’t want…\"\n\n0:44: Interspersed by whining shrieks and heavy pants, the woman’s voice struggles to be heard within the distorted recording.  \"Snakes.  I see them!  They're everywhere!  They’re inside of me; I know it!  slithering!  Crawling!  Writhing!  I need to get them out.  Dear God, get them out of me!  Get them out!\"  The sound of a drawer being wrenched open can be heard, followed by the characteristic clatter of a metallic implement being drawn.  The sickening sound of sawing meat and cracking bones can be heard, all but lost beneath the woman’s agonized screams.  For the last 15 minutes of the recording, only the dripping sound of coils of wet, viscous material dribbling to the ground can be heard."
      },
      {
        "id": "local_files_simple_31",
        "text": "The footage opens with an angled view of a rumpled picnic blanket, surrounded by the trunks and gnarled roots of trees and verdant shrubbery crowding the extremities.  The blanket is nearly obscured by the dozing profile of a young woman and three large dogs, one curled around her head like a pillow and the others sprawled across her body.\n\n\"Here, ladies and gentlemen of America,\" speaks a young man’s voice into the microphone, \"we view a feral Annaliese in her natural habitat: buried under several kilos of dog.\"  A light chuckle accompanies the remark as the man shifts the view, the camera panning and bringing more of the environment into sight.  The film’s transit pauses as a young boy seated upon a bench comes into frame, his face a slack, glass-eyed mask of indifference, a rivulet of drool dribbling from his hanging mouth.  A small dog is perched atop his knees, nuzzling at the child’s motionless form and whimpering.\n\nA solitary, strangled yelp escapes the little dog’s muzzle as the boy seizes its snout and throat, deftly breaking its neck.  As a stunned \"holy mother of God!\" can be heard from the cameraman, the view growing lopsided as he evidently fumbles the device, a mix of emotions blossoms across the boy’s face.  The child’s eyes well with tears, his mouth simultaneously twisting in a smile as he systematically sets to snapping the dead dog’s bones.  Amidst the flurry of growls and barks emanating from the couple’s recently awoken dogs and a muttered, \"Anna, get the dogs and get to the truck; we better leave,\" audible in the background, the video’s final shot depicts the boy staring straight into the camera, a goofy grin plastered across his face.  He waves the dead canine’s broken arm in a grotesque farewell."
      },
      {
        "id": "local_files_simple_32",
        "text": "Peeking down from a pole mount, this segment of security camera footage films the apex of a bridge overpass’s boarding ramp.  A number of large police and military vehicles loom at the concrete incline’s foot, with a low line of sandbags forming a makeshift checkpoint behind which several armed national guardsmen and police officers stand at attention.  The view, however, is mainly taken up by a veritable metal wall of civilian vehicles crawling in a haphazard line across the bridge, disheveled groups of exhausted men, women, and children flitting alongside the slow procession of evacuating vehicles.  The footage proceeds in this fashion for several minutes, with new groups of refugees being waved through by the soldiers, before a distant sonic boom resounds through the audio.  Gradually coming to a halt, with the heads of civilians and personnel alike inclined skyward and tense expressions adorning unkempt faces, the stream stands in collective puzzlement as the sound of powerful jet engines can be heard in the background, steadily rising in volume.  The collective apathy dissolves into utter, terrified pandemonium as a large shadow rapidly darkens the overpass and an officer suddenly screams, \"CLEAR THE BRIDGE!\"\n\nWith a number of fresh whistling sounds dominating the newly overwhelmed soundscape, soldiers grab those they can and race clear of the checkpoint as panicked civilians fling themselves off the overpass, rapidly joined by the occupants of those vehicles on the edges of the stagnated convoy.  In the last few shots, you can see the drivers of cars at the procession’s heart struggle to abandon their vehicles before a sleek form streaks from the sky, the start of an ear-splitting explosion rips through the muddled audio, and the view goes white."
      },
      {
        "id": "local_files_simple_33",
        "text": "This appears to be somebody’s saved to-do list, with a green checkmark rounding off each entry, save for the last.\n\nTo-do:\n\nPack the car with a few weeks worth of provisions: clothes and shoes, toiletries and medications, electronics and games, a portable steamer, and camping equipment (tents, a cooking set, sleeping bags, a propane cooker, and some tanks).  Dig out dad’s Vietnam AK47 from the packing boxes in the basement and hunt around for his old reloading equipment (look up how it works).  If the kids ask, just say it’s for hunting.\n\nFile for extended leave from work and withdraw the kids from school.  If Erith complains about having to leave uni and her girlfriend, say it’s only temporary.\n\nTake the car and stop by the supermarket for some pre-packed camping meals before heading to pick up the kids.\n\nHead into Scofield’s on the way out of town to pick up some bullets.  Should probably ask Julian for advice and help; he plays videogames with this sort of stuff.  Can I even buy ammo without having a license?  *Just found out that different guns take different bullets and that reloading equipment isn’t used to reload guns.  Definitely ask Julian for help.\n\nTake the highway out north and meet up with Sandra at the rest stop 10 miles out before traveling to her place in Rhode Island."
      },
      {
        "id": "local_files_simple_34",
        "text": "This appears to be a screen shot of a social media blog post, with the view dominated by a full-color picture of a futuristic-looking wind turbine standing tall against a backdrop of rolling hills and verdant pastures.  Looming atop a distant mound squats a large nuclear energy facility, with a forbiddingly dark mushroom cloud blossoming in the air above it and the surrounding land a toxic, radioactive-green wasteland.  Regally poised atop one of the turbine’s blades stands a diminutive figure, bark-like skin cladding them like armor and flowering buds crowning their scalp.  An estoc carved from wood is securely wielded in their vine-composed arms and thrusts towards the mushroom cloud, with the caption, \"Thrust Away Nuclear Energy, Stab into the Future of Clean Electricity,\" looming over the scene.  The rest of the post details the time and location arrangements for an eco-rights protest in Vermont, scheduled to take place weeks before the Cataclysm."
      },
      {
        "id": "local_files_simple_35",
        "text": "untitled2047-1676.mp4\nThe roof of a pickup truck slopes out of sight at the lowest extremities of the video’s view, with the rumble of the idling vehicle’s engine all but lost under the angered uproar of the veritable sea of people that crowd, stomp, and chant for as far as the eye can see.  What appears to be a nuclear reactor facility looms in the background, the mob’s front ranks pressed against the shuddering security fence encompassing the compound, a number of nervous-looking, rifle-clutching guards standing behind the barrier.  Interspersed among the horde are various people waving handmade signs, fleeting glances at the bords affording a view of a painted, plant-like anthropoid brandishing a sword towards a stylized mushroom cloud.  The chant, \"FUCK OSWALD, FUCK NUCLEAR POWER, FUCK YOUR MOTHER!\" resounds through the crackling audio, eventually dissolving into a tumult of enraged shrieks as the guardsmen raise their rifles and fire a volley of warning shots over the heads of the throng.  To a man, the crowd surges forward in heightened fervor, flinging themselves against the fence line, with a handful even attempting to scale the barrier.  Any further observation is cut short as the truck’s engine roars and the vehicle barrels forward, the cameraman flung from the pickup’s roof and rolling beneath the chassis.  The footage captures a brief blur of speeding metal and the sickening sound of several tons of vehicle crushing bodies before the tremendous crash of collapsing girders and a series of savage, approving screams resound.  Lopsided and glitching, the final moments of footage tapes a rush of legs storming past, the audio capturing a rattle of frantic gunfire, triumphant and terrified shrieks, and the meaty, splitting tear of limbs being forcibly wrenched from their sockets."
      },
      {
        "id": "local_files_simple_36",
        "text": "This security tape captures the view of a rural gas station and the deserted, tree-fringed roadway beyond.  The space beside one of the gas pumps is soon filled as a large 4x4 motors into the frame, towing a bouncing and rocking animal carriage behind it.  As the truck pulls up and a burly, bearded man clambers out, insistent whinnies and heavy bangs emanate from the trailer’s interior.  Brows nit in concern, the driver potters with the pump as the trailer trembles and shakes with the struggles of its displeased captive, the neighs growing ever harsher and verging on a distorted scream by the time the man’s finished tending to his vehicle.  After he finishes gassing up, the motorist replaces the nozzle and approaches the trailer, rapping on its side.\n\n\"Blacky,\" he calls out, \"the hell is wrong with you in there?\"\n\nA crushing blow bulges the trailer’s shell, causing it to sway violently as rivets burst and the man staggers back.  With successive blows shattering the trailer’s side panels, the head of a horse eventually forces its way through a widening crack, shards of jagged metal stripping the flesh from its skull as it struggles.  Scrambling to the door of his 4x4, the driver flings himself into the vehicle as the undead beast crashes free, sniffing the air for a few moments before rearing up and bringing its front hooves down on the truck's windshield.  Cowering out of sight, the man’s sobbing pleas and screams are audible as the heavy utility vehicle is pummeled into a crumpled wreck, the heap of mobile sinew that used to be his steed struggling to push its snapping snout through the shattered window.\n\nTearing the driver’s side door free with a screech of ripping metal, the animal tosses its head and lets loose a malformed shriek before it plunges into the peeled-open cabin.  Muscles rippling and thrashing, the horse’s metal-flayed bulk obscures much of the scene, though the man’s rising screams, the nauseating sounds of bones being torn from their homes, and the sprays of viscera pulsing through the vehicle’s open gaps attest well enough to the quadruped’s brutal work."
      },
      {
        "id": "local_files_simple_37",
        "text": "Downloads/deconstruct_your_fortunes_trailer.mp4\n\nThe trailer opens with a low, orchestral rumble as the camera moves slowly down a deserted, urban street.  \"Things were never the same after they came,\" rumbles the booming voice of a narrator as the camera slinks past decrepit structures, all devoid of any internal furnishings and missing walls and roofs.  \"Swapping dirt for concrete, flesh for steel, and life for business, they’ve left it all to rot.\"  Gliding past stacks of lumber and other materials, the view homes in on a solitary building, zooming in through a window and capturing a man standing in the foreground, facing a stout refrigerator with his back turned towards the camera as he reaches for the appliance.\n\n\"Now, it's time,\" the narrator utters, the music reaching a thunderous peak… moments before the fridge door swings open and a comically sized avalanche of hundreds of acorns pours forth.  \"For one man, to tear it all down.\"\n\nThe scene swiftly melds into a view of the man striding through a demolition site, a sledgehammer braced across a single shoulder, and his steps accompanied by a lively, trumpeting score.  \"They might call me mad, but mark my words,\" he announces, hefting the tool, \"this place will be returned to nature, so long as I breathe.\"  Heaving the hammer in an arc towards a brick wall, the perspective shifts to the internal view of a warehouse moments before the tool makes contact.  The character is leading a small woman through the space.  \"They think they can keep me from tearing this wreck down one brick at a time?\" he declares, halting before a giant storage shelf.  \"Well, let me introduce you to my crew.\"  The camera pans up, freezing on a shelf where a potted cactus and a Remora plushie sit, a wooden sword and bunny ears duct-taped to the former, and an aluminum bat held in the fins of the latter.\n\nA sudden smash cut brings the woman into view, her eyes tightly closed and her fists clutching a pair of frying pans akimbo.  Cornered against a wall with two rifle-bearing government robots looming before her, she maintains a single, drawn-out scream of panicked terror as she windmills her arms, pummeling the two motionless Secubots in a blur of weaponized culinary.  By the time she tremulously opens her eyes, the machines have been rendered into little more than sparking scrap metal.  A relieved sigh escapes her, moments before the wall explodes.\n\nMetallic text stamps across the screen as the dust settles.\n\n\"Deconstruct Your Fortunes, coming to cinemas on May 4th!\""
      },
      {
        "id": "local_files_simple_38",
        "text": "Downloads/how_to_train_your_nightmares_trailer.mp4\n\nThe trailer starts with a surreal violin score: a deathly pale woman in a lab coat kneeling on a basement floor.  Head bowed over a collection of engraved silver gliffs, her crimson hair drenched in rivulets of blood, and eyes closed, she chants under her breath as a British cadenced voice, the same as hers, speaks over the scene.  \"There are things stalking beyond the abysses that drive the sane to madness.\"  Letting blood spatter upon the gliffs from wounds hidden by her hair, the woman’s breathing quickens as the objects begin to sizzle, the view zooming upon her heavily scarred face as her eyes slowly open and the music escalates.  \"But when insanity rains,\" fully opening her eyes, the woman’s irises are revealed to be burned scarlet, the perspective filled by a view of one of them as the narration concludes, \"the only thing left… is to transcend.\"\n\nAfter a moment of tense freeze frame, the music grows to a dynamic base-drum rhythm, the view zooming out and revealing the eyes of a tall, robed figure stalking through the deserted mezzanine level of a shopping plaza.  With their face lost in the shadow of a hood, their limbs bend in disturbingly inhuman ways as they stride, moments before a clawed hand bursts from beneath and whips them from the corridor.  Encircled by a throng of nightmarish, slavering monstrosities, the figure rests still for a moment before their robe bursts apart, revealing them to be an anthropoid composed of intertwining tentacles.  Machine pistols clutched at the ends of their many limbs, they latch to the ceiling and, in a hail of bullets, swing from the floor and towards the view.\n\nThe perspective shifts to a scene of the woman, wielding a bayonet-equipped battle rifle, riding astride a motorcycle.  Weaving through a street crowded with writhing eldritch abominations, she stabs from the bike as a viperine creature wings behind her, the pair cutting a bloody swath through the crowd before the view changes.\n\nDozing in the back of a covered wagon within a barn, the woman rests, the barn’s doors wide open.  A spidery creature made from tentacles creeps in through the opening, the camera shifting to its perspective as it crawls towards the wagon.  Laying a leg upon the vehicle’s lip, the view glances up, only to reveal the viperine beast crouching atop the cart.  A still second passes before the winged monstrosity dives, the view filled by its gaping maw, before fleshy words bleed across the screen.\n\n\"How to Train Your Nightmares, coming to cinemas April 22nd!\""
      },
      {
        "id": "local_files_simple_39",
        "text": "Downloads/no_man's_land_trailer.mp4\n\nThe trailer opens with a distorted rendition of \"It’s a Long Way to Tipperary,\" with a muddy trench, piled high with the bodies of dead soldiers, filling the scene and a dense layer of yellowish gas obscuring much from direct sight.  Zooming down into the dugout, the camera focuses on the mangled face of a dead infantryman sprawled in bloody water, his jaw blown off and shrapnel embedded in its place.  Clouds of flies crawl over his visage, dispersing in swarms as the music builds and the dead man’s bloodshot eyes open.  Staggering to his feet, the soldier shambles down the trench, other corpses unsteadily rising in his wake.  The view pans out beyond the trench and past the layer of gas, revealing hundreds of staggering silhouettes moving in uneven, shambling lines before the escalating music peeks and the scene smash cuts to an overhead view of 19th-century Paris.\n\nHordes of zombies pour into the city, flashes of gunfire and artillery strikes lighting up the chaotic scene as a line of soldiers attempt to fend off the undead.  With the line breaking after a few seconds of frantic combat, the camera zooms down on a solitary soldier freshly brought to the ground in the midst of the surging wave of zombies, struggling to fend off gnashing teeth and clawing hands.  Seeming to make eye contact with the camera, the man lifts a hand in slow motion, revealing the pulled pins of several grenades before the view is consumed by an explosion.\n\nWith a fully fledged orchestral tidal wave scoring the scene, the trailer cuts to a bird's-eye shot of the soldier frantically climbing a ladder, one of his legs missing, and a child clinging to his back as a swarm of undead climb over one another at the structure’s foot.  As the infantryman climbs, the view pulls out further and further, eventually depicting the landscape of France, with most man-made lights absent from view and the entire landmass awash with the flashes of heavy guns and detonations.  As the music reaches a heart-throbbing crescendo, bullet holes spray across the scene, spelling out,\n\n\"No Man’s Land, coming to cinemas June 15th!\""
      },
      {
        "id": "local_files_simple_40",
        "text": "This appears to be a screenshot from a newsreel: a reporter standing in the foreground before the night-enveloped backdrop of a rubble-strewn crossroad, the caption, \"Maine disaster area,\" printed in the upper corner.  Several military transport vehicles idle in the midground, the white beams of their headlights illuminating groups of civilians dressed in a shabby assortment of streetwear and night clothes.  Clutching bundled possessions, children, and pets, it's evident that they’re being ushered towards the waiting vehicles, with teams of heavily armed soldiers forming protective flanks and lines of machinegun-equipped sandbags cordoning off roadways at the frame’s extremities.\n\nStooping behind a building’s window and peeking through partly opened curtains, observing the humans’ flight with beady, unblinking eyes, you can make out an amorphous, white shape.  You’re not sure what’s stranger: that the creature's somehow evaded notice by the dozens of watchful soldiers, or that, for all the world, it resembles an inhumanly tall, muscular penguin."
      },
      {
        "id": "local_files_simple_41",
        "text": "downloads/real_alien_autopsy!.mp4\n\nAn immaculately polished room fills the video’s perspective, with various metal workspaces lining the metallic walls and the camera angled downward towards a stainless steel operating table.  Sprawled across the surface rests an enormous, vaguely cylindrical form, its shapeless pink flesh encased within an insectoid exoskeleton and sets of clawed appendages marching up the length of its segmented body.  Membranous wings spread out from beneath the organism’s bulk, and a pyramidal construct, formed from petal-like ravels of flesh, crowns it.\n\nAsian voices softly converse in the background as latex-gloved hands appear from off frame and busy themselves with delicately cutting around one of the creature’s armored plates, the entire scene gently swaying as though the room were located aboard an ocean-going vessel.  After much surgical manipulation, the segment of exoskeleton eventually relinquishes its grasp before the scalpel’s insistent slicing, detaching with an unpleasantly wet, peeling sound.  Trailing strands of connective tissue, the plate is set aside as the blades dig into the comparatively delicate flesh beneath, laying the internals bare with a trickle of seeping fluid and a wave of excited gabbles from the unseen surgical crew.\n\nThe beast’s insides are a paradox of ordered chaos, with stacks of hairy, finger-like structures extending deep within the creature and, like the spokes of a wheel, connecting to a network of four interjoined sacks clustered in a square at the core.  A cartilaginous latticework encircles the sacks, a complicated network of piping running from the organs to various points about the body.  Two constructs, which vaguely resemble the general outline of a traditional lung but are composed of meaty disks connected to a central stock, fill the upper half of the creature's form, with a large amount of sickly yellow fluid flooding the entirety of its internal cavity.\n\nThe rest of the video consists of various parts of the creature’s anatomy being extricated and examined, with a thick, resin-like substance extruding from one of the sacks as it’s sliced open."
      },
      {
        "id": "local_files_simple_42",
        "text": "This is an archived voice message, seemingly received on the eve of the Cataclysm from a number saved as \"Mandy.\"\n\nThe sound of ragged, unsuccessfully stifled breaths fills the recording, with hiccupped whimpers emitted at barely above a whisper as, in the background, a man’s shouting cadence and a woman’s pleading sobs are audible.\n\n\"Jonas,\" sniffs a teen girl’s voice.  \"I… I don’t know what’s happened, but dad’s gone crazy.  He’s tied Mom to the radiator for the last hour, and… oh God!  Jona, I think he’s stripped her, and he’s been turning on and off the radiator and sometimes I hear him crooning about how much he loves her, even as he’s beating her and she’s screaming.  I tried calling 911, but nobody’s answering, and he's locked me in the basement, and I\"\n\nThe girl’s speech dissolves into sob-clogged gasps as the woman’s voice escalates into a blood-curdling shriek, the scream growing sodden and gurgling as the liquid spray of gushing viscera grows to dominate it.  Heavy footfalls grow audible as the distant, gore-choked death rattle fades, replaced by the burble of viscous fluids and the girl’s uneven breaths.\n\n\"Ooh, little Manatee,\" calls a man’s sing-song voice as the muffled click of an opening door and the thump of bare feet on stairs register in the recording.  \"Come on, sweety, it’ll be easier if you just work with me.\"\n\nFor a few moments, all that can be heard are the girl’s desperately muffled breaths and her father’s searching footfalls.\n\nThe recording is suddenly filled with the girl’s terrified shrieks and the swish of a struggling body being violently hauled across the floor, the sounds growing distorted as the phone tumbles to the ground.  Swiftly gagged, the daughter’s weeping pleas are muffled, replaced by the retching of lungs clawing for air as the man’s monstrously soothing voice filters through the recording.  \"There, there, little manatee,\" he croons, the sound of fingers being comfortingly stroked through hair in contrast with the nauseous gurgling of a throat freshly choking on vomit.  \"Don’t fight it.  Go to sleep now.  Soon, you’ll be happy with Mom.  There, there.  Go to sleep, darling.  I loved you.  I love you.\"\n\nThe last few minutes of the recording are occupied by silence before the father’s voice returns.  He’s weeping."
      },
      {
        "id": "local_files_simple_43",
        "text": "Gazing into a canvas of darkness, this tape seems to have originated from a highway speed camera.  Utterly deserted, the thoroughfare stretches from one end of the choppy frame to the other, the audio devoid of any sound save for the death-rattle rasp of the wind.  Presently, footfalls and exhausted breathing join the soundscape as two men stagger upon the scene, one hunched and baring the blood-soaked profile of the other.\n\nClad in the remains of riot gear, the starlight glistening over the red wells of bullet holes flowering across his back, the limply carried officer is clearly dead.  His bearer, a slighter man with bloodshot, vacant eyes, stumbles as he walks, his quivering lips moving as he maintains a hoarsely-whispered, one-sided dialogue.  \"Don’t worry, Kev,\" he wheezes.  \"Carlhaven’s just a couple miles up ahead.  I'm sure we’ll find someone there who can help you, and after you’re better, we can go to my place on the lake and wait for all this to die down.  I’ll get us there, I promise.  You just need to talk to me.  Please.  Tell me something.\"\n\nCatching his foot in a pothole, the man staggers to the concrete, the corpse sprawling atop him as he lies face down.  \"I’m going to get us there.  I promise.  I promise.  I just want you to wake up.  Please, Kev.  I’ve got to get us there.\"\n\nAs the man wretchedly whimpers, various figures begin to shamble up from the same direction he came from.  Futilely trying to rise, the man only succeeds in rolling himself into a sitting position as his crying grows harder.  \"Please Kev… please.  I don’t want to die alone,\" he bawls.  \"Please, wake up and don’t let me die alone.\"\n\nAs the first zombie stumbles to within a few meters of the man, his sobs grow quiet as he makes eye contact with the inhuman monster ushering in his destruction.  Closing his eyes, he pulls the policeman’s corpse into a tight hug and lowers his head, planting a tender kiss on the dead man’s lips.  The embrace never breaks, even as the zombies descend upon him."
      },
      {
        "id": "local_files_simple_44",
        "text": "This appears to be a segment of bodycam footage, with the perspective shaking as the wearer jogs through a dimly lit corridor, a drawn pistol's muzzle leading the way.  Rounding a bend, any forward progress is promptly arrested as a formally dressed woman comes into the shot.  Hefting a large sledgehammer and crushing the skulls of zombie after zombie clambering through a shattered window, an expression of childish glee is plastered across her face.\n\nGlancing towards the camera, her maniacal grin grows wider as she abandons her post and, stumbling on high heels, rushes towards the view.  Heedless of the bullets that plunge into her gore-caked body, the enraptured look upon the woman’s face as she swings the mallet and blood spurts across the lens is going to haunt you in your sleep."
      },
      {
        "id": "local_files_simple_45",
        "text": "This seems to be a digital journal of some kind.  You browse through, and in between the (frankly awful) poetry and occasional story concepts, there are a couple actual journal entries.  The first is as follows:\n\n\"Killed someone today.  An actual, living person.  Well, a maybe, on that last part.  They seemed… feral.  I panicked, and none of the group got to me quick enough, so I just… hit them.  As hard as could.  With that hammer.  I hate that it felt good.\"\n\nThe next readable entry mentions the author using a hammer and a large railroad spike together as a weapon.  It devolves into madness pretty quickly from there."
      },
      {
        "id": "local_files_simple_46",
        "text": "Downloads/government_overreach.mp4\n\nOverlooking a stage formed from a shipping crate placed upon a harbor wharf, the view depicts a man dressed in combat fatigues standing atop the container, two militiamen flanking him, and a line of bound and gagged civilians kneeling in a line at the structure’s edge: a potbellied man, an athletic-looking woman, an adolescent girl, and a boy.  Crowds of people are gathered at the container’s foot, gazing up as the uniformed man speaks.\n\n\"My fellow Rhodians,\" he booms.  \"On behalf of the Narragansett government, I stand before you to announce that, this morning, these individuals,\" he pronounces, gesturing towards the bound captives with a flourish of a drawn pistol, \"were detained as they attempted to cross our borders, doubtlessly intended to be installed as sleeper agents during this time of emergency.  That the United States would seek to invest in our destruction, even as their own countrymen are falling before the undead, is nothing short of disgusting.  Let the fates of these intruders serve as an example to any who would challenge the sovereignty of Rhode Island!\"\n\nStepping behind the restrained man, the speaker presses his pistol against his head.  \"This man,\" he declares, \"was found to carry a weapon within his vehicle and is doubtlessly a soldier of the United States.\"  The echo of a solitary shot reverberates through the audio as the man’s lifeless corpse rolls from the container and plunges into the water below amidst muffled shrieks from his fellow captives.\n\n\"This woman,\" the executioner thunders, stepping behind the prisoner in question, \"was registered as possessing land within our borders.  Land, my friends, upon which a bunker was built!\"  A second shot and a spray of brains herald the woman’s end as her body plunges to join her compatriot before the man marches behind the huddled children.\n\n\"These kids aren’t responsible for the actions of their government,\" he sombrely announces.  \"Yet, they will grow to be enemies of Rhode Island and must be dealt with; the law bends for no one.\"\n\nTwo more gunshots and two smaller splashes bring the video to an end."
      },
      {
        "id": "local_files_simple_47",
        "text": "The entire view pitches and rocks unsteadily, with the top bar of a ship’s guardrail visible at the frame’s base and a frothing ocean stretching for as far as the eye can see.  A muddled mix of desperate liturgies and shouts meld with the background rattle of gunfire; the sounds all but drown beneath the ear-splitting shriek of the video’s subject: an enormous, writhing mass of gelatinous tentacles breaching the water and tussling with the bows of a military transport.  Floundering in the midground, the transport’s all but subsumed beneath the megalithic limbs, rows of hooked barbs digging into the steel plating, the appendages connected to a gargantuan, scaly form that thrashes beneath the waves.  As the vessel is hoisted from the water and the tiny silhouettes of soldiers are dragged into the various slavering maws lining the tentacles like masses of krill, small specks appear in the sky on the horizon.\n\nA sonic boom resounds and the specks resolve into a flight of low-flying fighter jets.  Bellies laden with ordinance, the aircraft dive towards the struggle, harpoon missiles streaking free of their armament bays before they steeply climb.  Columns of water and yellowish ichor spurt skyward as the weapons find their mark, sending chunks of quivering flesh showering across the scene as the pummeled ship crashes back into the water.  As the behemoth’s corpse slips beneath the waves, two jets bank around and sweep low, depositing depth charges over the creature’s liquid grave.\n\nAs the subsurface bombs detonate in a wave of bloody water, the final shot depicts the wrecked ship as it joins its attacker beneath the waves, a solitary soldier clinging to the uppermost reaches of the vessel as it sinks into the abyss."
      },
      {
        "id": "local_files_simple_48",
        "text": "Swirling with a head-spinning meld of spurting reds and fleshy pinks, the sky looms over a windswept street, the jittering view seemingly recorded by a private property’s security camera.  Bulging and receding, as though it were the face of a storm-ravaged ocean, a road-facing lawn fills the foreground.  A school bus rocks beyond the distorted greenery, the giggles of children clear over the squeals of the vehicle’s suspension and the deformed whispers that tickle the edges of audibility.  The bus is coated in a carpet of writhing, flopping, and quivering torsos and limbs, all seemingly from children.  Rolling, through some indeterminate agency, along the vehicle’s sides, wiggling across its roof, and at times merging straight through the metal, the bleeding body parts frolic across the bus.  Smiling and laughing, the heads attached to the torsos revolve in ways that would break regular necks, their jaws clamping about the faces of cohorts that they wriggle into, both parties gnawing at each other’s skulls before they merge strait through one another.\n\nAs the road buckles and an abyssal vortex twists into being beyond the bus, all the flailing legs assemble beneath the chassis and lift the vehicle from the ground, the children’s eyes bursting from their sockets and wriggling to the bus’s front as the rest of the body parts assume positions upon the seats.  The red-splattered distortion of children on a field trip sprints into the portal, the children’s heads still laughing."
      },
      {
        "id": "local_files_simple_49",
        "text": "recording_april_20_03:50.mp3\n\nThe background of this recording is underscored by a bazaar of swirling noise and muffled cracks emanating through the audio, causing a faint and inexplicable tingling sensation to prickle at the roots of your teeth.  \"Dear Diary,\" mumbles a child’s voice.  \"It’s been a few hours since all the weirdness started, and there are still noises outside, so I guess it isn't over.  We’re still hiding in the armory building, and…\"\n\n\"Hey, kid,\" interjects a woman’s horse voice.  \"We need to save that thing’s charge, so, mind not draining it all.\"\n\nMuttering a reluctant apology, a light thwack and swish jostle the audio as some manner of cover is lowered over the recording device and the child slides it to the floor, the feed still unterminated.  Moments pass, during which only the disquieting sounds of a world in unnatural flux can be heard, accompanied by the clinking of various small metal objects being toyed with next to the microphone.  Eventually, the uncomfortable silence is broken as the woman clears her voice.\n\n\"Listen… I’m sorry.  Honestly, I don’t really care about it too much: it’s just that… I’m just as scared as you are.\"\n\n\"I thought soldiers didn’t get scared.\"\n\nAny form of reply is cut off as a frantic banging suddenly batters into the soundscape: with a man’s muffled shrieks for help audible as the child, alarm raising their voice by several octaves, cries, \"That’s dad!  We've got to open the door!\"\n\nA scramble ensues, eventually culminating in the child’s yelling protests as they’re evidently restrained.\n\n\"Listen to me,\" the woman’s voice barks.  \"Kid, you can’t open that door.  The thing out there ain’t your dad.\"\n\n\"What’re you talking about?\" the youth sobs.  The soldier’s cadence softens with no small measure of sadness as she audibly pulls the struggling child to a sitting position by the microphone.\n\n\"No one knows we’re in here,\" she replies.  \"Nobody would be begging to be let in.  Plus, no one could have lasted this long outside.  Just, cover your ears.  It’ll stop once it realizes it’s not fooling anyone.\"\n\nAs the screams and pleas grow increasingly distorted, eventually verging on a blood-curdling wail, the youth sniffles, \"Then, what is it?\"\n\nLong moments pass, during which the child’s weeping grows muted as they’re pulled into an evident embrace.  \"Not a person,\" the woman eventually whispers.  \"Definitely not a person.\""
      },
      {
        "id": "local_files_simple_50",
        "text": "This appears to be a locally saved livestream archive, with the feed filming a decrepit backstreet.  An older, bespectacled man and a middle-aged Latina woman stand huddled in a line against the wall, their legs lashed to each other and their hands bound to the front.  Beaming like a ray of sunshine, a man dressed in tactical gear prances before them, a baseball bat resting conspicuously upon his shoulder as he greets the camera.  \"Hey guys,\" he says, \"this is Andre Diliman, and we’re going to be putting our detective hats on and figuring out who’s to blame for all the shit going on, and we’re going to do that, with the help of these beautiful people right here, so please, introduce yourselves.\"\n\nExchanging resigned glances, the two captives lower their heads as the woman mutters, \"I’m Dr Martha Sharma.\"\n\n\"And I’m Dr Conrad Sharma,\" her compatriot glumly adds.\n\n\"And both you fuckers work at Jameson Biotech,\" the spokesman concludes in a sing-song cadence as he saunters before the couple.  \"We’re going to start easy.  The CDC has been saying that something’s messing with people's brains: making them act all aggressive.  Now, my question to you is simple: What did y’all cook up in those labs of yours?\"\n\nLifting her head and making eye contact with her questioner, the woman shakes her head incredulously.  \"You fucking idiot.\"\n\nNodding understandingly, the man turns away from the couple.  \"I see we might need some harder persuasion, that's not too surprising.  Alexander, Tomas, and Mary, bring in the kid… and the wire!\"\n\nAmidst a flurry of horrified protests from the captives, a gaunt man appears from off-frame, a goofy grin creasing his unshaven face as he lugs a squalling baby in his arms.  A second man and a woman follow him into view… uncoiling a length of barbed wire.  Wrapping the rusted steel about the infant’s midsection, heedless of the pained wails emanating as the barbs scrape its skin, the duo stand apart, gripping opposite ends of the makeshift garrotte.  \"Ok guys,\" the ringleader gleefully instructs, \"on my mark, we’ll give the little shit a light squeezing.  If the good doctors don’t want to talk after that… then I want it rendered into mincemeat!  3, 2, 1…\"\n\nSpouts of blood spurt in all directions as bullet-riddled bodies collapse to the ground, the camera toppling rearwards as a bark of automatic gunfire echoes through the audio, accompanied by the approaching, hurried stomps of soldiers' boots."
      }
    ]
  }
]
