[
  {
    "type": "snippet",
    "category": "local_files_simple",
    "//": "mostly work of random people: chat logs, SMSes, popular photos and videos that people share, or something they can film by themselves. ",
    "text": [
      {
        "id": "local_files_simple_1",
        "text": "EAS_apr_25,_15.57.mp3\n\nThe file begins with complete silence, but then, a tired voice breaks the stillness:\n\n\"My name is Clayton Gore, I am the head of [unintelligible].\n\nI'm sorry, I WAS the head of [unintelligible].\n\nI am speaking to you using the remains of the Emergency Alert System, with everything we have left here.\n\nThis is the final message.\n\n\nThe government has fallen.\n\nThere is nothing left.\n\n\nNo help is coming.  Use your weapons, clubs, fists and teeth to survive this hard time.\n\nNo one will arrest you.\n\nNo one will help you.\n\n\nYou're on your own.\n\n\n\nEnd of transmission.\""
      },
      {
        "id": "local_files_simple_2",
        "text": "IMG_202X0401_111567.jpg\n\nA high quality photo of an angry civil mob that suppressed a line of shielded policemen.  There are a few dead people on the edge of the photo, one of which lays with a chopped off head."
      },
      {
        "id": "local_files_simple_3",
        "text": "apps/myMail\n\nby:dnance@mymail.com\nto:All\nSubject: Tragic Loss of Rob Dixon\n\nDear Colleagues,\n\nIt is with a heavy heart that I have to inform you all of the passing of the head of the supply chain department, Rob Dixon.  He was at the office late last night trying to ensure that everything was under control when he was caught in one of the riots that have been happening all over the city.  Despite all the efforts, Rob did not make it.\nRob was more than just a boss to us, he was a friend and a mentor to many of us.  Rob always put the company and its employees first and he will be deeply missed.\nPlease keep Rob’s family and loved ones in your thoughts and prayers during this difficult time.  The company is working closely with the authorities to ensure that Rob’s death is fully investigated.\n\nIn the meantime, all of Rob's responsibilities will be temporarily handled by James Sullivan, his senior assistant.  If you have any urgent matters, please reach out to James.\nWe will provide updates as they become available and further details on arrangements to celebrate Rob's life.\n\nSincerely,\nDahila Nance\nHead of HR department."
      },
      {
        "id": "local_files_simple_4",
        "text": "apps/Harmony\n\nlegendary_steak: Dude, just met the most fucking terrifying thing in my life.  I was on my way home and I saw this deer on the side of the road and I had to do a double take because it had EIGHT legs!\n\nW. F. Gibson (real): bro are you high?\n\nlegendary_steak: I'm serious!\n\nlegendary_steak: I almost pissed my pants!\n\nlegendary_steak: There was also something wrong with the eyes, but I didn't focus\n\nW. F. Gibson (real): Did you take a picture or something?\n\nlegendary_steak: I think I got it on my dashcam, but I don't think it worked well - I stepped on a gas with full force because it started to approach me, almost killed myself\n\nW. F. Gibson (real): Mad things happened in the last few weeks, yeah\n\nlegendary_steak: Yeah, it was bad.  I've been hearing all these stories about weird things happening and now I've seen it for myself\n\nW. F. Gibson (real): Maybe I need to buy a shotgun or two."
      },
      {
        "id": "local_files_simple_5",
        "text": "One of the more recent photos is a bald man with a beard taking a selfie on a trail, with a tall black figure - that you recognize as a gracken - in the midground facing him.  The man’s face is a mixture of confusion and an awkward smile."
      },
      {
        "id": "local_files_simple_6",
        "text": "This is a video that was taken in a subway train.  Someone is obviously giggling at someone reading a comically large newspaper when the train suddenly halts and an unnaturally big rat scurries off into the darkness, barely visible but its eyes reflect the light from the interior of the train.  You can hear a muffled \"What the fuck\" and the video ends with the train continuing to the next station."
      },
      {
        "id": "local_files_simple_7",
        "text": "A screenshot of a post in a very vintage looking forum about plants.\n\nSubject: Help identifying these weeds\nAuthor: WildVariety\n\n\"I tried making my garden more suitable for bees and other insects by using native flora but these poppies are looking unusual.  Are these really poppies?  I can't stand their smell, it makes me feel woozy.\"\n\nAn image is attached, showing a giant red flower with roots visible above ground."
      },
      {
        "id": "local_files_simple_8",
        "text": "untitled2047-1803.mp4\n\nThe video shows a patio door and some happy meowing can be heard.\n\"Aww, Muffin, have you slain a leaf or grass hopper again?\" a feminine voice asks.  A cat appears in front of the door and drops a crow, dripping with black goo.  \"Eww, you shouldn't hunt birds!\", she turns around and is visibly nervous.  \"Honey, what the hell is that?  Was that poor bird caught in an oil spill?\""
      },
      {
        "id": "local_files_simple_9",
        "text": "An image of a man labelled \"Trends this year\" is gawking at a woman labelled \"Prepping\".  An obviously jealous girlfriend right next to him is labelled \"Hoverboarding\"."
      },
      {
        "id": "local_files_simple_10",
        "text": "A series of 39 photographs were taken in the span of 2 minutes, all of them blurry and only lit by the phone’s camera flash, of a street in the dark.  The final 2 photographs have the vague outline of several zombies in the background, the camera flash reflecting in their eyes."
      },
      {
        "id": "local_files_simple_11",
        "text": "notes.txt\n\nDon’t go in <city>, big horde 25-50\nWatch for black goop\nThey get up after death, smash corpse\nGov building outside town, almost died, secrets???\nFeed Besse 3 times daily\nDon’t eat the <zombie>s\nBig community up north, good spot?\nRhode Island still good?  Heard rumours"
      },
      {
        "id": "local_files_simple_12",
        "text": "A series of messages from the chat app\n\"HONEY!!!\"\n\"Take the kids and hide in the basement, I don’t care if the roach exterminator hasn’t arrived yet, there is a huge riot happening out there!  I will come back from work once the riot has settled down, i stuck in traffic.  Please stay safe!  I love you!\"\nThe message is highlighted in red, as it was not sent."
      },
      {
        "id": "local_files_simple_13",
        "text": "untitled2047-1919.mp4\nThe video is taken by a person poking a black motionless crab-looking creature with a stick.  They try to flip the creature over, when it moves and suddenly jumps towards the camera.  You hear a scream and some distant shuffling, but for the next 2 hours and 24 minutes the video seems to contain only clouds slowly passing by the dropped smartphone until its battery dies."
      },
      {
        "id": "local_files_simple_14",
        "text": "Photo of a square, white room with no furniture apart from a fridge against the farthest wall, and some sort of mucus coating the floor."
      },
      {
        "id": "local_files_simple_15",
        "text": "Downloads/taufledermaus_8x40_shooting.mp4.\n\nA middle aged man in a field shows off some pricey looking caseless cartridges for an even pricier looking handgun, before shooting them at a range of targets.  A slo-mo camera catches the shots ripping through a block of ballistic gel like air."
      },
      {
        "id": "local_files_simple_16",
        "text": "One big footage for some live-action roleplay game, which is mostly unremarkable until some guy with bloodstained clothes arrives running and panting.  \"We need to evacuate.  Hayneth went crazy and someone brought real steel weapons.  It’s a bloodbath.  Everyone fights against everyone and it has become one hell of a brawl.  Tim, call the cops right NOW.\" As the camera man utters \"Are… are you serious, dude?\" in disbelief, a bloodied warrior clad foam armor can be seen in the distance and emits a bloodcurdling war cry.  \"Shit!\", the camera man turns around.  After a couple seconds of very shaky forest floor impressions, the video ends."
      },
      {
        "id": "local_files_simple_17",
        "text": "Image of big, matted man from some movie, with text \"You're a feral, Harry\"."
      },
      {
        "id": "local_files_simple_18",
        "text": "A short, silent CCTV tape of some small rest stop near the highway.  The whole video is pretty glitched, and some parts are completely pitch black.  Near the end, a huge explosion can be seen on the horizon, all while the camera obviously malfunctions.  After a second, a grim and unnervingly familiar mushroom cloud rises from the same spot, and the video ends."
      },
      {
        "id": "local_files_simple_19",
        "text": "Downloads/government_lies_to_you.mp4\n\n20 minute video of some freak with lot of trinkets on his body, who tries to explain that the mass hysteria cases is not caused by chinese mind control agents.  His own version that it was a work of \"mushroom people i saw a few days ago\" doesn't sound correct either."
      },
      {
        "id": "local_files_simple_20",
        "text": "An image from some movie, featuring a funky long-haired man, that says \"The last 24 hours have been really exciting\"."
      },
      {
        "id": "local_files_simple_21",
        "text": "Monochrome security camera footage of an intersection that was recorded on April 15th.\n\n23:39: A person tries to cross the road, when suddenly a car hits them at full speed.  The driver drives away from accident, while the body is left where it is.\n23:50: Another person tries to cross the road, when suddenly a car runs the person over at full speed.  The driver drives away from accident, while the body is left near the first victim.\n00:01: Some person tries to cross the road, when suddenly a car hits the person at full speed.  The driver drives away from the accident, with the third body near the original two\nThe tape was cut here, to show the very end of the story\n4:15: you see a giant pile of corpses, of at least two dozen bodies, and  each wearing the same set of clothes.  Despite this, it seems both drivers and pedestrians do not care about it, simply trying to drive around the pile.  Another person tries to cross the road, when suddenly a car hits it at breakneck speed.  The driver seems unable to drive away, as the car is stuck in the pile, so they leave the car, and try to push it out.  Some passing pedestrians try to help them, and with some help the car gets unstuck.  The driver drives away from the intersection, and the tape ends."
      },
      {
        "id": "local_files_simple_22",
        "text": "The photo depicts a serene and well-maintained terrace basked in warm, clear weather.  The central part of the picture is an intriguing sight, where a section of the terrace and a portion of the building behind it appear to have been cleanly removed, as if erased from reality.  To the side, there is a shattered flower pot, spilling out its soil and a plant with long, broad leaves, some of which have also been cut away in a sharp, clean fashion, almost as if sliced with a knife."
      }
    ]
  }
]
