[
  {
    "type": "snippet",
    "category": "PORTAL_STORM_INDOOR_MESSAGES_1",
    "text": [
      "A light breeze hits you from above.",
      "You notice a small patch of dust appear nearby.",
      "You smell a mild chemical odor you can't quite place.",
      "Your hair stands on end as a faint electrical tingle washes over you.",
      "For a split second a nearby object becomes hazy.",
      "For a moment all colors grow slightly brighter.",
      "For a moment all distances seem to grow slightly.",
      "The straight lines of surrounding objects appear to be curved just so slightly.",
      "The angles of geometric objects around do not appear to add up."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_INDOOR_MESSAGES_2",
    "text": [
      "A gust of wind hits you from above.",
      "You notice several small patches of dust appear nearby.",
      "You smell a chemical odor you can't quite place.",
      "Your hair stands on end as an electrical tingle washes over you.",
      "For a split second several nearby objects become hazy.",
      "For a moment all colors grow brighter.",
      "For a moment all distances seem to grow.",
      "The straight lines of the surrounding objects seem to gain some curvature.",
      "The angles of the geometric objects around have gone awry and do not add up."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_INDOOR_MESSAGES_3",
    "text": [
      "A gust of wind hits you from above and below.",
      "You notice several large patches of dust appear nearby.",
      "You smell a harsh chemical odor you can't quite place.",
      "Your hair stands on end as a powerfull electrical tingle washes over you.",
      "For a split second all nearby objects become hazy.",
      "For a moment all colors grow much brighter.",
      "For a moment all distances seem to grow much longer.",
      "The strait lines of the surrounding objects seem to bend.",
      "Euclidean geometry seems to fail at every turn.  Here and there you see impossible shapes and angles that seem to point inward as well as outward at the same time."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_NIGHT_MESSAGES_1",
    "text": [
      "You see what seems to be a new constellation in the sky.  The stars are quite dense and are precisely aligned in several regular polyhedrons next to each other.",
      "You see what seems to be a new constellation in the sky.  The stars are in a precise spiral, with the central star constantly shifting color.",
      "You see several shooting stars.  They seem larger than normal, and are all a deep purple.",
      "You see a shooting star.  It is bright red and does not fall in a straight line.",
      "For a brief moment you see a shape in the sky roughly the size of the moon, but square and green.",
      "For a brief moment, the stars and moon all disappear.  When they come back, you're not sure if they're in the same places as they were.",
      "The darkness around you thickens.  It is like a dense fog that sticks to your skin."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_NIGHT_MESSAGES_2",
    "text": [
      "You see what seems to be a new constellation in the sky.  It changes shape as you look from a triangle to a pentagon.",
      "You see what seems to be a new constellation in the sky, in the shape of a hexagon.  It's easy to pick out - there are glowing lines between the stars.",
      "You see several shooting stars.  After they go below the horizon a bright glow briefly appears.",
      "You see a shooting star.  It is bright red and stops falling after a second to hover there ominously.",
      "For a brief moment you see a shape in the sky roughly the size of the moon.  It had almost looked like a blinking eye.",
      "You see a moving object in the sky with a blinking red light coming from it.",
      "The darkness around you thickens and surrounds you like a veil.  It seems… alive."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_NIGHT_MESSAGES_3",
    "text": [
      "You see a once-familiar constellation and watch as several of its stars move.",
      "You see what seems to be a new constellation in the sky.  It reminds you of a serpent - it moves like one.",
      "You see a shooting star.  It seems to be heading straight for you before vanishing suddenly.",
      "For a brief moment, you see a pentagonal shape in the sky, roughly twice the size of the moon.  It splits into several triangles and then reforms before vanishing.",
      "As you look at the stars, they wink out for an instant, reappearing just slightly out of place, as if the night sky had been rotated ever so slightly.  This occurs twice more, in rapid succession.",
      "A strange cloud seems to float in the sky, at the very edge of your peripheral vision.  Just as you shift your gaze to it, it evaporates, boiling away into a stream of shooting stars.",
      "For a brief moment, you feel like you've been jerked to the side.  You haven't moved, though - the stars have.",
      "As you look at the stars, a broad swath of them are plunged into darkness, then come back to life in ragged succession.",
      "The darkness around you is so thick that it seems organic.  Your every move seems to tear the veil of night.  And the night is not fond of it."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_DAY_MESSAGES_1",
    "text": [
      "For a second you see what looks like an island in the sky.",
      "For a second the sun turns blood red and seems to be dripping something.",
      "For a moment you see what seem like buildings the size of mountains in the distance.",
      "For an instant you are in a crowd of partially transparent people.  They take no notice of you.",
      "You see a small airplane flying low in the sky but it's flying backwards and has a flag you don't know on it.",
      "All the shadows you can see rotate as if the sun was moving.",
      "You see few additional shadows, but there is no apparent light that could be causing them."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_DAY_MESSAGES_2",
    "text": [
      "For a second you see what looks like an island chain in the sky.",
      "For a second the sun turns dark, almost as if it was a giant eye blinking.",
      "For a moment you see what seem like insects the size of mountains in the distance.",
      "For an instant you are in a crowd of partially transparent people.  They all look at you.",
      "You see a large airplane flying low in the sky but it's flying backwards and has a color inverted version of your flag on it.",
      "All the shadows you can see change shape and color beginning to resemble human like figures.",
      "You see some extra shadows, but not the light that causes them.  Some are not even attached to the objects that cast them."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_DAY_MESSAGES_3",
    "text": [
      "For a second you see what looks like a city in the sky.",
      "For a second the sun changes course to the north and speeds up.",
      "For a moment you see what seem like humans the size of mountains in the distance.",
      "For an instant you are in a crowd of partially transparent people.  They all point at you and scream in a language, human vocal cords should not be able to speak.",
      "You see a large airplane flying low in the sky but it's flying backwards.  A parachuter appears near it and seemingly falls up into the plane while the figure struggles.",
      "All the shadows you can see change shape and color beginning to resemble figures with far too many limbs beckoning to you to come towards them.",
      "The shadows seem to live a life of their own.  Many are detached, as if they were cast by invisible objects.  Other objects in turn, including yourself, do not cast shadows despite the light."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_MESSAGES_1",
    "text": [
      "You smell a harsh chemical odor you can't quite place.",
      "Your hair stands on end as a faint electrical tingle washes over you.",
      "A giant hole opens in the sky and several clouds vanish into it.",
      "A giant hole opens in the sky and several dark clouds emerge from it.",
      "For a split second, the world grows hazy as if there were other shapes laid on top.",
      "For a moment a hole in reality opens and you can see your own back.",
      "For a moment all colors grow dull.",
      "For a moment all distances seem to shrink.",
      "For a moment all angles seem to bend.",
      "A short figure quickly fades in and out of existence too fast to see its features."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_MESSAGES_2",
    "text": [
      "You smell an entirely new smell, like nothing you have smelled before.  You can't decide if it is good or bad.",
      "Your hair stands on end as an electrical tingle washes over you.",
      "A giant hole opens in the sky and several neon clouds emerge from it.",
      "A giant hole that looks like an eye opens in the sky, then closes as if blinking.",
      "For a split second, the world is overlaid with a vast, empty void.",
      "For a split second, the world is overlaid with a tiny, featureless, circular room.",
      "For a split second, the world is overlaid with a vast alien landscape with building-sized plant-like shapes all around you",
      "For a split second the world is overlaid with an empty and ruined city, though built to a vastly different scale than those on earth.",
      "For a moment a hole in reality opens and you can see an almost perfect copy of yourself.",
      "For a moment all colors invert.",
      "For a moment all distances seem to double.",
      "For a moment all angles seem to invert.",
      "A tall figure quickly fades in and out of existence leaving you with a vague impression of malice."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_MESSAGES_3",
    "text": [
      "You smell an entirely new smell, like nothing you have smelled before.  It makes you gag.",
      "Your hair stands on end as a sharp electrical current washes over you.",
      "A jagged hole opens in the sky and a vast cloud in the shape of an asymetrical person emerges.",
      "A jagged hole that resembles an eye opens in the sky, then stares at you.",
      "For a split second, the world vanishes and you are in a vast, empty void.",
      "For a split second, the world vanishes and you are in a tiny, featureless, circular room.",
      "For a split second, the world vanishes and you are in a vast alien landscape with building-sized plant-like shapes all around you",
      "For a split second the world vanishes and you are in an empty and ruined city, though built to a vastly different scale than those on earth.",
      "For a moment a hole in reality opens and you can see a leering idealized copy of yourself.",
      "For a moment all colors flow to form jagged shapes.",
      "For a moment all distances seem to vanish, as if everything was one.  It is claustrophobic.",
      "For a moment, all angles seem ungraspable.  Impossible shapes are everywhere.",
      "A tall figure quickly fades in and out of existence staring and pointing at you the whole time."
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_VOICES_1",
    "text": [
      "a gentle voice saying \"Why not come outside?\"",
      "a gentle voice saying \"It's beautiful outside.\"",
      "a gentle voice saying \"What a gorgeous sky.\"",
      "a gentle voice saying \"Gosh the wind feels nice.\"",
      "a gentle voice saying \"It would seem there are optimal human enjoyment conditions outside.\"",
      "a gentle voice saying \"I'm so glad I came outside.\"",
      "a gentle voice saying \"100% of those surveyed are very glad they came outside.\"",
      "a gentle voice saying \"Maybe it isn't so bad outside after all, why don't you check?\"",
      "a gentle voice saying \"Fresh air is good for your health, why not come outside and get some?\"",
      "a gentle voice saying \"Are you sure you don't want to come out?\""
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_VOICES_2",
    "text": [
      "a voice saying \"All of the people of high social status are outside.  Don't be a low status individual.\"",
      "a voice saying \"Outside we can give you what you have always craved, purpose.\"",
      "a voice saying \"Remember when you were young and dreams could still come true?  Outside they still can.\"",
      "a voice saying \"Bet you can't guess whats in the sky right now?\"",
      "a voice saying \"All your life you have been oppressed by cruel physics, come outside and see freedom.\"",
      "a voice saying \"What do you have to lose?  Come outside and embrace the future.\"",
      "a voice saying \"Do you want to live the rest of your life hiding like a coward or come out and face your fears?\"",
      "a voice saying \"Surely there's nothing to be afraid of for a big tough flesh body like you outside.\"",
      "a voice saying \"Like it or not it seems we are going to be sharing this piece of reality for a time.  Come outside and let us work out our differences.\""
    ]
  },
  {
    "type": "snippet",
    "category": "PORTAL_STORM_VOICES_3",
    "text": [
      "a confident voice saying \"Have you considered how lucky you are?  So few of your kind have a chance to see the truths being exposed outside right now.\"",
      "a confident voice saying \"Death is inevitable but knowledge is not, why not come outside and learn the truth of reality?\"",
      "a confident voice saying \"You flesh beings are so inconsistent, first you break into our home, and now you avoid the merest taste of it?\"",
      "a confident voice saying \"Surely you know your world is doomed.  What has started here cannot be stopped, embrace the inevitable.\"",
      "a confident voice saying \"You are infected with that which dooms your world.  It cannot be cured under your current physical laws, but under ours all is possible.\"",
      "a confident voice saying \"For too long your kind have been shackled to the tyranny of static form.  Embrace the freedom we offer you.  Rejoice at our benevolence.\"",
      "a confident voice saying \"That which consumes your world poisons you against us.  Ignore its lies, and abandon your half digested reality.\"",
      "a confident voice saying \"Have you never dreamed of being one with everything?  Out here is the end of limitations like separation or alone.\"",
      "a confident voice saying \"The breakdown of order has danger, but also opportunity.  There is still time to influence the end result, come outside and add your will to the mix.\"",
      "a confident voice saying \"This world is half eaten, but there are others yet untouched in the infinte.  It is unlikely you will find the way through the chaos out here to them, but much more likely than you surviving in this dead world.\""
    ]
  },
  {
    "type": "snippet",
    "category": "<AMBIENT_SUBWAY>",
    "text": [
      "The trains have long grown still, and your echoing footsteps are the only thing breaking the silence.  For now.",
      "The rails are slick here with a gray, quivering ooze welling up from below.",
      "There is a low, droning hum emanating from the rail, making your teeth ache.",
      "The layer of dust is broken by a thick trail of stinking slime leading off into the darkness.",
      "The air stings like chlorine in some spots, around black splashes etched into the concrete.",
      "Here and there roots already break up the ceiling.  How long will these tunnels last?",
      "The rails are warped into strange patterns, doubling back onto themselves periodically.",
      "You can't shake the feeling something's watching you from the dark, just out of sight.",
      "The ceiling is hidden by a bundle of ragged cables, swaying in a draft you can't seem to feel yourself.",
      "A few pieces of concrete fall from the ceiling, and you hear the sound of something huge moving above you."
    ]
  },
  {
    "type": "snippet",
    "category": "AMBIENT_LAB_SUBWAY",
    "text": [
      "<AMBIENT_SUBWAY>",
      "These tunnels look even more utilitarian than those of the normal line, with barely any emergency lights - not that they'd help you without power, of course.",
      "Do you still know where you're going?  Did you ever?",
      "You could swear you already saw this spot already.  Did you get turned around, or did the tunnels shift with you?",
      "Bullet marks pock the walls, interspersed with finger-deep scratches and dried blood.",
      "A bobbing light in the distance, a flurry of movement, and a drawn-out scream.  You're alone with the darkness, again.",
      "Behind you.",
      "It is peaceful down here, away from the harsh sun and the noises of the new world.  You could lose yourself in the dark, still embrace of the tunnels.  Maybe you want to.",
      "The tunnel's wall is covered in a thin membrane of shuddering flesh, growing (flowing?  crawling?) from a broken pipe.  You keep your distance.",
      "You notice a single line of three-fingered footprints, starting on the floor but continuing without pause on the walls before disappearing in a hole on the ceiling that's dripping sticky, bluish ichor.",
      "There is a shimmering spot above the rails.  Looking through, you can see the night sky and hear something howl with hatred and hunger.  You're certain it could not pass through an opening so small.  You're also certain the gateway will grow.",
      "The wall is carpeted by green-gray mushrooms, their caps turning towards you with anticipation.",
      "The wall's concrete is warped into a spiral relief, drawing your eye inexorably to its center.  You force yourself to look away, and feel something shift behind the wall."
    ]
  }
]
