[
  {
    "type": "snippet",
    "//": "Displayed after unsuccessfully field dressing a corpse (from butchery menu)",
    "category": "harvest_drop_default_field_dress_failed",
    "text": [
      "You unskillfully hack up the corpse and chop off some excess body parts.  You're left wondering how you did so poorly.",
      "Your unskilled hands slip and damage the corpse.  You still hope it's not a total waste though.",
      "You did something wrong and hacked the corpse badly.  Maybe it's still recoverable."
    ]
  },
  {
    "type": "snippet",
    "//": "Displayed after successfully field dressing a corpse (from butchery menu)",
    "category": "harvest_drop_default_field_dress_success",
    "text": [
      "You field dress the corpse.",
      "You slice the corpse's belly and remove intestines and organs, until you're confident that it will not rot from inside.",
      "You remove guts and excess parts, preparing the corpse for later use."
    ]
  },
  {
    "type": "snippet",
    "//": "Displayed after successfully dissecting a corpse (from butchery menu)",
    "category": "harvest_drop_default_dissect_success",
    "text": [ "You finish dissecting the corpse." ]
  },
  {
    "type": "snippet",
    "//": "Displayed after unsuccessfully dissecting a corpse (from butchery menu)",
    "category": "harvest_drop_default_dissect_failed",
    "text": [
      "You hack up the corpse so unskillfully, that there is nothing left to salvage from this bloody mess.",
      "You wanted to cut the corpse, but instead you hacked the meat, spilled the guts all over it, and made a bloody mess.",
      "You made so many mistakes during the process that you doubt even vultures will be interested in what's left of it."
    ]
  },
  {
    "type": "snippet",
    "//": "Displayed after skinning a corpse (from butchery menu)",
    "category": "harvest_drop_default_skinning",
    "text": [
      "You skin the corpse.",
      "You carefully remove the hide from the corpse.",
      "The corpse is challenging to skin, but you get a good hide from it.",
      "With a few deft slices you take the skin from the corpse."
    ]
  },
  {
    "type": "snippet",
    "//": "Displayed after dismembering a corpse (from butchery menu)",
    "category": "harvest_drop_default_dismember",
    "text": [ "You hack the corpse apart.", "You lop the limbs off the corpse.", "You cleave the corpse into pieces." ]
  },
  {
    "type": "snippet",
    "//": "Displayed after performing a quick butcher on a corpse (from butchery menu)",
    "category": "harvest_drop_default_quick_butcher",
    "text": [ "You apply few quick cuts to the corpse and leave what's left of it for scavengers." ]
  },
  {
    "type": "snippet",
    "//": "Displayed after performing a full butcher on a corpse (from butchery menu)",
    "category": "harvest_drop_default_full_butcher",
    "text": [ "You finish butchering the corpse." ]
  },
  {
    "type": "snippet",
    "//": "Displayed after bleeding a corpse (from butchery menu)",
    "category": "harvest_drop_default_bleed",
    "text": [ "You bleed the corpse." ]
  },
  {
    "type": "snippet",
    "category": "harvest_drop_mutagen_field_dress",
    "text": [ "You notice some strange organs, perhaps harvestable via careful dissection." ]
  },
  {
    "type": "snippet",
    "category": "harvest_drop_bionic_field_dress",
    "text": [ "You suspect there might be bionics implanted in this corpse, that careful dissection might reveal." ]
  },
  {
    "type": "snippet",
    "category": "harvest_drop_mutagen_butcher",
    "text": [ "Your butchering tool destroys a strange organ.  Perhaps a more surgical approach would allow harvesting it." ]
  },
  {
    "type": "snippet",
    "category": "harvest_drop_bionic_butcher",
    "text": [
      "Your butchering tool encounters something implanted in this corpse, but your rough cuts destroy it.",
      "You find traces of implants in the body, but you care only for the flesh.",
      "You found some bionics in the body, but harvesting them would require more surgical approach."
    ]
  },
  {
    "type": "snippet",
    "category": "harvest_drop_mutagen_dissect_failed",
    "text": [ "You discover only damaged organs." ]
  },
  {
    "type": "snippet",
    "category": "harvest_drop_tissue_dissect_failed",
    "text": [ "You don't find much besides damaged tissue." ]
  },
  {
    "type": "snippet",
    "category": "harvest_drop_bone_dissect_failed",
    "text": [ "You discover some shattered bones." ]
  }
]
