[
  {
    "type": "snippet",
    "category": "health_great",
    "text": [
      "You feel great!  It doesn't seem like wounds could even slow you down for more than a day.",
      "Within moments you're ready and up.  You don't feel like anything could stop you today!",
      "Your eyes open and your entire body feels like it is just bursting with energy to burn!",
      "You feel like a rubber ball; whatever hits you, you'll just bounce back!",
      "You're up and you feel fantastic.  No sickness is going to keep you down today!",
      "You wake up feeling invincible, ready to take on any challenge that comes your way.",
      "Your body feels as light as a feather, every movement effortless and smooth.",
      "You wake up with a smile, knowing today is going to be a great day.",
      "Strength and vitality surge through you, making you feel unstoppable.",
      "You feel a powerful sense of well-being, as if every cell in your body is thriving."
    ]
  },
  {
    "type": "snippet",
    "category": "health_very_good",
    "text": [
      "You're up and going rather quickly, and all the little aches from yesterday are gone.",
      "You get up feeling pretty good, as if all your little aches were fading faster.",
      "Getting up comes easy to you, your muscles revitalized after your rest.",
      "You're up and your little pains from before seem to have faded away rather quickly.",
      "Awareness comes fast, your body coming quickly to attention after your rest.",
      "You feel refreshed and ready to start the day with enthusiasm.",
      "Your body feels rejuvenated, as if you've been given a new lease on life.",
      "You wake up feeling revitalized, your energy levels high and stable.",
      "Any lingering fatigue from yesterday has vanished, leaving you feeling strong and capable.",
      "You stretch and feel a wonderful sense of vitality coursing through your body."
    ]
  },
  {
    "type": "snippet",
    "category": "health_good",
    "text": [
      "You feel good.  Healthy living does seem to have some rewards.",
      "Getting out of bed doesn't seem too hard today.  You could get used to this!",
      "Alertness comes somewhat fast, and your muscles stretch easier than before you went to bed.",
      "You feel extra alert, and your body feels ready to go.",
      "Your body stretches with ease, and you feel ready to take on the world.",
      "You wake up feeling clear-headed and ready to tackle the day ahead.",
      "Your body feels responsive and agile, making movement a pleasure.",
      "You stretch and feel a pleasant sense of readiness in your muscles.",
      "You feel energized and alert, ready to face whatever the day throws at you.",
      "You wake up with a sense of purpose, feeling good about the day ahead."
    ]
  },
  {
    "type": "snippet",
    "category": "health_bad",
    "text": [
      "You feel cruddy.  Maybe you should consider eating a bit healthier.",
      "You get up with a bit of a scratch in your throat.",
      "You stretch, but your muscles don't seem to be doing so good today.",
      "Your stomach gurgles.  It's probably nothing, but maybe you should look into eating something healthy.",
      "You struggle to awareness.  Being awake seems somewhat harder to reach today.",
      "You wake up feeling a bit off, as if something is not quite right.",
      "Your body feels sluggish, making every movement an effort.",
      "You get up feeling like you didn't get enough rest, even if you slept for hours.",
      "There's a nagging discomfort in your body, making it hard to focus on anything else.",
      "You feel a general sense of malaise, as if something is draining your energy."
    ]
  },
  {
    "type": "snippet",
    "category": "health_very_bad",
    "text": [
      "Getting out of bed only comes with great difficulty, and your muscles resist the movement.",
      "Getting up seems like it should be easy, but all you want to do is go back to bed.",
      "Tired hands rub at your eyes, the little aches of yesterday protesting your stretches.",
      "Alertness seems flighty today, and your body argues when you move towards it.",
      "You're up, but your body seems like it would rather stay in bed.",
      "You wake up feeling drained, as if you haven't slept at all.",
      "Every movement feels like a chore, your muscles aching with every step.",
      "You feel a pervasive sense of exhaustion, making it hard to even think clearly.",
      "Your body feels heavy and uncooperative, resisting every effort to get up.",
      "You wake up with a sense of dread, knowing today will be a struggle."
    ]
  },
  {
    "type": "snippet",
    "category": "health_horrible",
    "text": [
      "You get up feeling horrible, as if something was messing with your body.",
      "You feel awful, and every ache from yesterday is still there.",
      "Your eyes struggle to open, and your muscles ache like you didn't sleep at all.",
      "Bleary-eyed and half-asleep, you consider why you are doing this to yourself.",
      "Awareness seems to only come with a battle… and your body seems to be on its side.",
      "You wake up feeling like you've been hit by a truck, every part of your body protesting.",
      "A deep, bone-weary exhaustion fills you, making it hard to even lift your head.",
      "You feel a persistent ache in your body, as if you were fighting off a severe illness.",
      "Every joint and muscle screams in protest as you try to get up.",
      "You wake up feeling completely depleted, with no energy to face the day."
    ]
  },
  {
    "type": "snippet",
    "category": "empty_starving",
    "text": [
      "You're too weak to be hungry anymore.  Is this what starving to death feels like?",
      "Your body feels like it's eating itself from the inside out.",
      "Every movement feels like a monumental effort, your limbs trembling from weakness.",
      "You can't remember the last time you had a proper meal, and it's starting to take its toll.",
      "You feel a deep, gnawing emptiness in your stomach that never goes away."
    ]
  },
  {
    "type": "snippet",
    "category": "starving",
    "text": [
      "Even though you've eaten not too long ago you still feel drained of energy.  It will take more than that to get you back up.",
      "You feel like a bottomless pit, no amount of food seems to satisfy your hunger.",
      "Your body is crying out for nourishment, every cell feeling the lack of sustenance.",
      "You feel dizzy and lightheaded from the constant hunger.",
      "Your hands tremble as you try to find something, anything, to eat."
    ]
  },
  {
    "type": "snippet",
    "category": "empty_emaciated",
    "text": [
      "Your empty stomach gnaws at you.  You really need something to eat.",
      "You feel like a shadow of your former self, your body wasting away.",
      "Every rib is visible, your skin stretched thin over your bones.",
      "You feel a deep, bone-deep weariness, as if your body is giving up.",
      "Your muscles are wasting away, leaving you feeling weak and frail."
    ]
  },
  {
    "type": "snippet",
    "category": "emaciated",
    "text": [
      "You are EMACIATED!",
      "Your body is little more than skin and bones.",
      "You feel a constant, gnawing hunger that never seems to go away.",
      "Every movement is an effort, your body weak and frail.",
      "You feel like you're wasting away, your body slowly consuming itself."
    ]
  },
  {
    "type": "snippet",
    "category": "empty_malnutrition",
    "text": [
      "You feel weak due to malnutrition.",
      "Your body feels starved of essential nutrients, leaving you feeling weak and sick.",
      "You feel a persistent ache in your bones, a sign of severe malnutrition.",
      "Your skin is pale and sallow, a sign of your body's desperate need for nutrients.",
      "You feel a constant sense of fatigue, your body struggling to function."
    ]
  },
  {
    "type": "snippet",
    "category": "malnutrition",
    "text": [
      "Despite having something in your stomach, you still feel like you haven't eaten in days…",
      "You feel a persistent sense of hunger, even after eating.",
      "Your body feels weak and frail, a sign of severe malnutrition.",
      "You feel a constant sense of fatigue, your body struggling to function.",
      "You feel a persistent ache in your bones, a sign of severe malnutrition."
    ]
  },
  {
    "type": "snippet",
    "category": "empty_low_cal",
    "text": [
      "You've lost quite a bit of weight recently.  You might want to eat more food.",
      "Your clothes hang loosely on your frame, a sign of your recent weight loss.",
      "You feel a persistent sense of fatigue, your body struggling to function.",
      "Your body feels weak and frail, a sign of your recent weight loss.",
      "You feel a constant sense of hunger, your body desperate for calories."
    ]
  },
  {
    "type": "snippet",
    "category": "low_cal",
    "text": [
      "You feel that you need to consume more calories.",
      "Your body feels weak and frail, a sign of your recent weight loss.",
      "You feel a persistent sense of fatigue, your body struggling to function.",
      "Your clothes hang loosely on your frame, a sign of your recent weight loss.",
      "You feel a constant sense of hunger, your body desperate for calories."
    ]
  }
]
