[
  {
    "type": "snippet",
    "category": "home_pictures",
    "//": "These are meant to be personal pictures with family or friends. The sort of things you would have in a picture frame around the house. Nothing anomalous or Cataclysm-related should show up in these pictures; however, they could be linked to game lore, locations, or events. Feel free to contribute more, as this gives more variety to houses and people from before the Cataclysm.",
    "text": [
      {
        "id": "home_picture_1",
        "text": "A brightly lit photo depicting several large pine trees.  A beautiful brunette-haired woman is standing next to a small grey owl on a wooden perch.  She seems nervous standing next to the scowling owl."
      },
      {
        "id": "home_picture_2",
        "text": "A man in a polo shirt and sunglasses stands in front of a fence, holding a leafy branch.  The man grins ear to ear as a giraffe reaches down and messily chews the leaves off of the branch."
      },
      {
        "id": "home_picture_3",
        "text": "This is a worn family photo.  A group of people stand in front of a pier next to a shimmering lake.  In the rear center of the crowd stands a tall, well-built man in his 60s.  He is flanked by six children of various ages, all smiling awkwardly for the camera."
      },
      {
        "id": "home_picture_4",
        "text": "This blurry photo appears to have been taken at some sort of party.  A group of three people strike goofy poses as a bride and groom laugh heartily in the background."
      },
      {
        "id": "home_picture_5",
        "text": "A family photo of a snowy morning.  Two young girls, bundled up in heavy winter clothing, stand in front of a mountain far in the background — which mountain it was, you couldn't say.  The girls are cheerfully smiling."
      },
      {
        "id": "home_picture_6",
        "text": "A photo of a group of young people in costumes.  They are all dressed in various anime character costumes and are striking poses for the camera.  In the background, the entrance of a convention center has, written large on its entrance, 'Animaine'."
      },
      {
        "id": "home_picture_7",
        "text": "A looming storm dominates the space of this photo; dark clouds are scattered, promising miserable rain.  Towards the bottom right of the photo stands a bearded man in a raincoat, carrying a fishing rod in one hand and a hooked fish in the other.  He is brightly lit by the camera's flash, which reveals his broad grin.  Written in permanent marker on the picture frame is the phrase, 'In and out just in time!'"
      },
      {
        "id": "home_picture_8",
        "text": "Two adult men stand front and center in this picture, comically covered all over in small splashes of paint and wearing paintball masks.  Two boys and a girl surround them with masks still on, cheerfully holding their paintball guns in the air in celebration of victory."
      },
      {
        "id": "home_picture_9",
        "text": "A smiling young woman wearing a band t-shirt is in the driver seat of a car, with an older man sitting in the passenger seat next to her, sweating profusely.  Written in colorful sharpie at the bottom of the frame is, 'Dad teaching me how to drive a manual for my drivers licence'."
      },
      {
        "id": "home_picture_10",
        "text": "Two dogs are perched on a couch.  One appears to be a rottweiler; the other is a black corgi mix.  Both are staring hungrily at the chip the photographer is holding just below the camera."
      },
      {
        "id": "home_picture_11",
        "text": "A photograph of an open field of verdant grass.  A golden retriever is joyfully chasing a young boy through the field.  The boy is smiling and trailing a small piece of rope as he runs, and the dog seems intent on catching it.  Written in black marker is 'James at grandpa's ranch.'"
      },
      {
        "id": "home_picture_12",
        "text": "A framed clipping of a local newspaper article.  Displayed in bold font, the headline reads, 'Local Firefighter Saves Family of 7 from House Fire!'  A picture of a burning house surrounded by firetrucks and scrambling firefighters is displayed in full color."
      },
      {
        "id": "home_picture_13",
        "text": "A framed clipping of a newspaper article.  It's a picture of an opening ceremony for a pristine park, with a group of people standing behind the ribbon spanning the entrance, just as it is being cut."
      },
      {
        "id": "home_picture_14",
        "text": "A framed clipping of a newspaper article.  'Annual Chilli Cook-off Winner'.  Enclosed is a small article about the winner and the secret recipe."
      },
      {
        "id": "home_picture_15",
        "text": "An old black-and-white photo from many years ago.  It features a group of people at a long table dressed for a fancy dinner party.  Inscribed across it is 'Grey Moose Lodge Christmas Party 1973.'"
      },
      {
        "id": "home_picture_16",
        "text": "A picture of a group of several people at a painting class.  They each display their attempt at painting a sunset over waves.  The people are smiling and laughing at the varied quality of each painting, with wine glasses perched in one hand and their pictures in the other."
      },
      {
        "id": "home_picture_17",
        "text": "A picture of a house under construction.  Several men are evidently in the midst of working on the building; however, they have all stopped to face the camera and smile for the picture."
      },
      {
        "id": "home_picture_18",
        "text": "A picture of a Renaissance Fair.  A petite woman in ornate mediaeval clothing is holding a gigantic turkey leg and dramatically biting into it with exaggerated force."
      },
      {
        "id": "home_picture_19",
        "text": "An older black man with a greying beard sits proudly on a chopper motorcycle, his beaming smile directed towards the camera.  To his side are several other men on their own motorcycles, smiling in the same manner.  Scribbled on the photo's edge is 'Told you we could fix it up!'"
      },
      {
        "id": "home_picture_20",
        "text": "This appears to be a photo of a woman a distance away from a city.  She's taking a selfie and trying to get as much of the city in frame as possible as the clouds hover over the town, with the sun beaming between them gloriously."
      },
      {
        "id": "home_picture_21",
        "text": "A photo of a large crowd enjoying an air show.  Several jets streak overhead high in the distant sky."
      },
      {
        "id": "home_picture_22",
        "text": "A photo of eight people celebrating some manner of victory.  They are in the lobby of an escape room and have 'Secret of the Tomb' 'completed in 57 minutes and 12 seconds' displayed behind them."
      },
      {
        "id": "home_picture_23",
        "text": "A worn painting.  It depicts a brown deer running through trees and is signed, 'A. Whitmer'."
      },
      {
        "id": "home_picture_24",
        "text": "A framed family photo.  The family stands together among autumn leaves.  They stand in front of a large house with pillars near the front door."
      },
      {
        "id": "home_picture_25",
        "text": "A framed photo of a beautiful woman gazing sadly out of view.  She is looking downward, and her profile is partly obscured by her hair."
      },
      {
        "id": "home_picture_26",
        "text": "A framed sketch of a young couple.  They are seated on a bench and are embracing each other lovingly."
      },
      {
        "id": "home_picture_27",
        "text": "This is a jigsaw puzzle that has been glued and framed.  It depicts a chestnut brown horse trotting towards the foreground and a cloudy blue sky above.  You can't help but wonder how long it took to finish it."
      },
      {
        "id": "home_picture_28",
        "text": "This is an ink impression of a pair of baby feet.  'Congratulations, grandpa!' is written in exuberant cursive."
      },
      {
        "id": "home_picture_29",
        "text": "A photo of a laughing mother hugging her mud-covered son.  He's covered from head to toe and is squinting from behind his mud-caked face."
      },
      {
        "id": "home_picture_30",
        "text": "A photo of a young girl playing a cello almost as large as she is.  Her sister stands behind her, smiling for the camera."
      },
      {
        "id": "home_picture_31",
        "text": "A framed photo of a dog—it's a slightly bug-eyed mutt with a goofy expression.  Printed on the wooden frame is 'Missing you every day.'"
      },
      {
        "id": "home_picture_32",
        "text": "A photo of a man standing atop a large rock on a beach's shore, waving to the camera.  You can see a small city and piers in the distance behind him."
      },
      {
        "id": "home_picture_33",
        "text": "A framed newspaper article.  'New Restaurant Opened by Famous Chef'.  A middle-aged woman stands proudly in front of the restaurant's doors, gesturing as if to welcome the viewer within."
      },
      {
        "id": "home_picture_34",
        "text": "This is an amateur still-life painting depicting a table of fruit and a bottle of wine.  It is signed 'V.A.' in the bottom right."
      },
      {
        "id": "home_picture_35",
        "text": "A gloomy painting of a man in a boat during a storm.  The man is rowing towards a lighthouse in the distance."
      }
    ]
  }
]
