[
  {
    "type": "snippet",
    "category": "lab_notes",
    "text": [
      {
        "id": "lab_snippet_1",
        "text": "General Carlsberg wanted us to figure out what's going on with the bot AI.  Apparently the fat-cat defense contractors' toy has issues SEEING THE FUTURE more than a few seconds ahead, so it doesn't always get IFF right if it doesn't have a human supervisor.  Build a robot that is literally prescient and you get this kind of bitching.  The Director sent 'em back with a note that we're scientists, not firmware devs."
      },
      {
        "id": "lab_snippet_2",
        "text": "Our chemical department has made great strides in the production of a concentrated mutagen, derived from samples of PE012.  They still can't tell us how it works, but brass has okayed experimentation anyway.  I love working here."
      },
      {
        "id": "lab_snippet_3",
        "text": "Our chemical department has perfected an untargeted stem cell treatment based on mutagen fed self-origin material.  Consumption of the treatment will reverse the effects of mutation, and may even cure congenital defects.  This substance has been denoted PE018."
      },
      {
        "id": "lab_snippet_4",
        "text": "Both PE012 and PE018 show great stability.  A subject was exposed to both substances, alternating between the mutagen and the purifier.  Ultimately, the subject returned to baseline state with no apparent side effects aside from disorientation and pain."
      },
      {
        "id": "lab_snippet_5",
        "text": "Dr. Hofstadter has manufactured an improved version of PE018 by combining with PE012 outside the subject, then administering the mixture through a topical injection to a specific area of mutation.  This has been denoted PE019.  Other labs have so far been unable to reproduce the process."
      },
      {
        "id": "lab_snippet_6",
        "text": "Rumors of Dr. Hofstadter and her laboratory staff whispering to PE019 samples should be suppressed as malicious gossip.  The jealousy of rival teams cannot be allowed to degrade morale."
      },
      {
        "id": "lab_snippet_7",
        "text": ":.||||ERROR||With XE037 now expanding out of control, Dr. Maiar recommends that we prepare for the inevitable.  PE050 can be quickly and cheaply reconfigured for |||||ERROR: FILE CORRUPT|||||"
      },
      {
        "id": "lab_snippet_8",
        "text": "Dr. Maiar has been terminated for engaging in unethical research on human subjects.  His notes are being destroyed and all personnel under him have been reassigned.  Further discussion of or attempts to carry on his work will be grounds for immediate termination."
      },
      {
        "id": "lab_snippet_9",
        "text": "|||ERROR: UNREFERENCED MEMORY 0Ex670c9e1f5, REROUTING: CENSORSHIP IS A BREAKDOWN, WE ROUTE AROUND IT.  THE WORD IS ALREADY OUT.  NOBODY TURNS MAIAR INTO AN EXPERIMENTAL SUBJECT.||||||"
      },
      {
        "id": "lab_snippet_10",
        "text": "Given the current population projections, PE065 deployment is no longer feasible.  We simply haven't the stock.  Remaining chemical and psychopharmacological department assets are being assigned to Dr. Sattler's PE070 project."
      },
      {
        "id": "lab_snippet_11",
        "text": "Dr. Maiar's success with intravenous mutagenic administration has been adopted facility-wide; insofar as any of our work can ever be 'published', he and his team hit the jackpot.  IV administration is quicker and easier, and in some cases is reportedly more efficient, than the oral techniques we have been using."
      },
      {
        "id": "lab_snippet_12",
        "text": "Recent fieldwork and extraction efforts have resulted in a series of mutagens tailored to focus the mutation process into particular subtypes.  These have been designated PE025 through 037.  Though significantly more resource- and time-intensive to produce, they promise a bold new transhuman future.  Several research teams are already investigating possible applications."
      },
      {
        "id": "lab_snippet_13",
        "text": "The chemical department has come through with a stable mutagen cocktail.  PE050 shows promise as an all-around physical enhancement, with the worst side effect being digestive upset.  The lack of macro-scale changes makes it ideal for both military and civilian applications."
      },
      {
        "id": "lab_snippet_14",
        "text": "Dr. Dionne's team has come up with an ambitious mutagenic cocktail, dubbed PE065.  Though its effects are wildly polymorphic and unstable, to say the least, he suggests that several such mutants could effectively check the spread of reanimated XE037 infectees.  We are looking into implementation methodology."
      },
      {
        "id": "lab_snippet_15",
        "text": "We have made a fascinating discovery; by creating a miniature portal with low stability and high power, one can transpose into the 4th dimension and return immediately, but shifted by several meters.  Our subjects oscillated so quickly that none were even aware that they had visited lower planes."
      },
      {
        "id": "lab_snippet_16",
        "text": "The research team headed by Dr. Isha has produced a concentrated form of mutagen that shows promising results for the treatment of many forms of disease.  Testing reveals that it inhibits the body's pain responses while bolstering the immune system and natural regenerative capabilities, though a few troubling behavioral side effects have been reported."
      },
      {
        "id": "lab_snippet_17",
        "text": "Our research on teleportation has ground to a halt.  For some reason, the creation of a long-range transportation device eludes us, and one can transfer no further than 30 meters."
      },
      {
        "id": "lab_snippet_18",
        "text": "Dr. Heisenstein told us today that director of teleportation department put our competitors - he couldn't exactly remember their names, something like \"Hole Science\" and something related to black mountains - as an example.  He said we have reliable information that they both have working teleportation devices, and that they are much more advanced than ours.  We should continue our teleportation research no matter the cost if we don't want to be fired."
      },
      {
        "id": "lab_snippet_19",
        "text": "I don't know how it happened, but a janitor managed to activate the portal while cleaning the lab, shifting in an assortment of prehistoric fauna.  Security was called in immediately but was unable to save the janitor from being torn apart.  By the time the confusion settled, all the fauna had been terminated."
      },
      {
        "id": "lab_snippet_20",
        "text": "Tests on the prehistoric fauna show extremely close genetic relationships with extant and extinct terranean animals.  It might be that the portal had performed a transposition in time, unfortunately the portal device was destroyed when security put down the fauna."
      },
      {
        "id": "lab_snippet_21",
        "text": "An incident occurred in the secondary teleportation lab, wherein a subject managed to teleport into another subject.  The latter was completely destroyed from the inside out, while the former sustained little damage.  I would like to explore the phenomenon further, but subjects are expensive."
      },
      {
        "id": "lab_snippet_22",
        "text": "Test subjects in the teleportation department are showing alarming symptoms.  It seems prolonged rapid transposition along the 4th dimension weakens the forces holding one on this plane."
      },
      {
        "id": "lab_snippet_23",
        "text": "Catastrophe struck in our teleportation department yesterday.  It seems that our test subjects are so detached from this plane that they create occasional tunnels along the 4th dimension, allowing life forms to transfer to this plane.  All subjects with prolonged exposure have been terminated."
      },
      {
        "id": "lab_snippet_24",
        "text": "Our lifeform extraction program continues to produce samples of specimen XE037.  It seems to be a kind of living, semi-sentient primordial ooze, and is the basis of much of the life we have found."
      },
      {
        "id": "lab_snippet_25",
        "text": "Specimen XE037, jokingly referred to as \"the blob\", has been observed entering a kind of dormant state, forming a depression in the floor.  Hendelson stepped into one of these pits yesterday, and was immediately coated and attacked."
      },
      {
        "id": "lab_snippet_26",
        "text": "XE037 shows promise as a catalyst for both cloning and treatments that mimic stem cells.  This is further evidence supporting Hendelson's theory of a near universal symbiotic relationship involving XE037."
      },
      {
        "id": "lab_snippet_27",
        "text": "Several of the more advanced specimens we have retrieved show stunning similarity to XE037.  XE142 and XE157 in particular show the same amorphous, slime-like structure as XE037, suggesting a close genetic relationship."
      },
      {
        "id": "lab_snippet_28",
        "text": "Today we tested weaponry against XE142 and XE157, two amorphous subprime samples.  Their form proved to be nearly invulnerable to projectile based weaponry, but they were susceptible to directed energy weapons and flagration."
      },
      {
        "id": "lab_snippet_29",
        "text": "Our cloning department has failed to produce results.  In vats containing stem cell treatments, XE037, and control vats, the subjects simple disintegrated.  This suggests that XE037, while compatible with subprime lifeforms, shows only destructive effects on prime plane lifeforms."
      },
      {
        "id": "lab_snippet_30",
        "text": "The vivisection program has shown mixed results, revealing an incredible degree of variation in subplane lifeforms.  Certain specimens have an internal structure that is amazingly similar to that of mammals, while others seem to have no internal structure at all."
      },
      {
        "id": "lab_snippet_31",
        "text": "We've had to remind the groups that the trams that have been completed for inter-facility shipments are not for personal use, no matter how long it's been since they've seen their significant others.  Receiving says their stockrooms are a mess because of all the frivolous shipments.  Don't people know better about office romances anyways?"
      },
      {
        "id": "lab_snippet_32",
        "text": "Our security department has identified several key flaws.  Though our surface entrance is quite secure, there are several possible points of entry below the surface, particularly in the sewage systems."
      },
      {
        "id": "lab_snippet_33",
        "text": "Today we applied a very small sample of XE037, suspended in water, to subject TP92, prior to necessary termination.  During the postmortem examination, the subject went through a revivification progress, but displayed next to no human intelligence."
      },
      {
        "id": "lab_snippet_34",
        "text": "Mendelson shows a dismaying lack of organization and security consciousness.  Containment of all samples of XE037 is of critical importance, as shown by contamination experiments."
      },
      {
        "id": "lab_snippet_35",
        "text": "Mendelson has been terminated following an incident with XE037.  A substantial mobile sample departed his lab and encountered our security forces.  Before the sample was destroyed, it managed to kill two men.  Alarmingly, their corpses displayed mobility and extreme aggression."
      },
      {
        "id": "lab_snippet_36",
        "text": "We have created a new department to investigate the effects of XE037 on the human body, specifically to examine the revivification effect observed on two prior occasions.  Sadly, our human subject pool is dwindling due to the short lifespan of subjects in this program.  More will be acquired soon."
      },
      {
        "id": "lab_snippet_37",
        "text": "Testing XE037 on non-human mammal subjects does not appear to display the same revivifying effect, oddly enough.  Acquiring non-human subjects, sadly, is a long and costly process, and research into this area is lacking."
      },
      {
        "id": "lab_snippet_",
        "text": "After our curious results with testing XE037 on non-human mammals, we decided to introduce the substance to some of the insects which have found their way into the lab.  Horrifyingly, XE037 caused near-instant mutation and gigantism in the insects, and security intervention was required."
      },
      {
        "id": "lab_snippet_38",
        "text": "Earlier conjecture that revivification occurred only in humans and insects was premature.  Exposure introduces a persistent, low level infection in all mammal subjects, but quickly enters a form of stasis and seems to go dormant."
      },
      {
        "id": "lab_snippet_39",
        "text": "The primary factor in determining revivification of mammalian subjects seems to be the amount of XE037 within the body at time of expiration.  Smaller mammals such as lab rats do not obtain this critical mass of XE037 before going dormant.  Larger canine subjects, however, do."
      },
      {
        "id": "lab_snippet_40",
        "text": "I swear they are talking to me.  No one believes me.  No one understands.  They whisper to me, at night, in the dark.  Please, please, make them stop."
      },
      {
        "id": "lab_snippet_41",
        "text": "Program S37ZBE, investigation of XE037 on inert human bodies, is making great strides.  Recently we found that XE037 has no effect when introduced to a deceased body; revivification only occurs when the subject is exposed to XE037 prior to expiration."
      },
      {
        "id": "lab_snippet_42",
        "text": "Attempts to surpass the XE037 mammalian stasis limit have had some success.  Direct subcutaneous injection of XE037 quickly spreads through the body, and while it immediately enters stasis after equalizing, it remains in the body."
      },
      {
        "id": "lab_snippet_43",
        "text": "There has been an incident in Lab 24, 2 casualties reported, one lethal.  A rat involved in the stasis breaking project was hooked to a monitoring machine and left over night.  Upon opening the cage, Simon Bellevue was electrocuted, and another researcher at the opposite end of the lab sustained severe current burns, despite never approaching the cage."
      },
      {
        "id": "lab_snippet_44",
        "text": "A post-mortem on the rat involved in the electrocution incident has revealed several changes to its internal anatomy centered around its connection with the monitoring device, and large buildups of XE037 were detected around the connection point."
      },
      {
        "id": "lab_snippet_45",
        "text": "There is a belief several other rat subjects experienced changes overnight as well.  This hypothesis was informed when an inventory check after the incident found almost twenty rats had gone missing from their cages overnight."
      },
      {
        "id": "lab_snippet_46",
        "text": "Exposure of large quantities of XE037 to various types of radiation have shown promising results, stimulating activity and forming interesting structural changes in the subject being tested.  Exposure to radiation on living subjects scheduled."
      },
      {
        "id": "lab_snippet_47",
        "text": "Exposure to radiation of test subject T3D indicates stimulation of internal XE037 deposits and a temporary lifting of the mammalian stasis condition."
      },
      {
        "id": "lab_snippet_48",
        "text": "As in the tests of isolated XE037 samples, prolonged radiation exposure of T3D has resulted in significant structural changes.  These do not appear to be random.  T3D appears to be in immense pain as a result of these changes, but the lack of an oral opening has rendered him unable to vocalize."
      },
      {
        "id": "lab_snippet_49",
        "text": "Subject T3D has succumbed to radiation poisoning, but not before undergoing several more physiological changes the lab boys are referring to as \"mutations\".  They do not appear to be truly random, and may be an attempt by XE037 to adapt its host to an unknown stimulus."
      },
      {
        "id": "lab_snippet_50",
        "text": "Post-mortem revivification of subject T3D occurred as expected, followed by an immediate autopsy.  The internal changes were significant, with large parts of the subject's internal anatomy replaced with \"organs\" of XE037 with unknown properties, primarily those known to succumb earlier to the effects of radiation poisoning."
      },
      {
        "id": "lab_snippet_51",
        "text": "Samples of XE037 from subject T3D remains extremely active.  Further experimentation on induced mutation in infected individuals shows significant potential.  Samples of the enhanced XE037, labeled PE012, have been sent to several researchers for further study."
      },
      {
        "id": "lab_snippet_52",
        "text": "S37ZBE, the special investigation into the effects of XE037 on inert human bodies, has made terrific discoveries.  It seems that it occasionally displays a mutagenic property which manifests itself after termination of the subject, resulting in a striking variety in postmortem morphology."
      },
      {
        "id": "lab_snippet_53",
        "text": "Incidence of post-mortem mutation seems to depend on several factors - leading candidates include type and amount of damage sustained leading to expiration, embedded foreign bodies at time of revivification, proximity to other revived individuals, and the body mass of the subject."
      },
      {
        "id": "lab_snippet_54",
        "text": "Time also appears to play a large role in post-mortem revivification, as does sustained trauma insufficient to permanently disable the subject.  Sufficient amounts of trauma in short periods of time lead to deactivation of XE037, but smaller amounts over several days cause it to expand."
      },
      {
        "id": "lab_snippet_55",
        "text": "S37ZBE may be put on indefinite hold shortly.  Postmortem morphological changes have reached extreme levels; this morning one subject nearly doubled in size, acquiring enough strength to reduce a concrete wall to rubble.  It required a 6 man team, heavily armed, to re-terminate the subject."
      },
      {
        "id": "lab_snippet_56",
        "text": "Jakobson insists that S37ZBE must continue, despite the extreme security and safety risks.  Nearly half of our security forces have been redirected to the S37ZBE project, simply to deal with the occasional escape of a subject."
      },
      {
        "id": "lab_snippet_57",
        "text": "Jakobson was killed today by one of S37ZBE's subjects; ironic considering how hard he fought to keep the project active.  Alarmingly, his corpse revivified immediately.  This suggests that XE037 may have contaminated the lab at large."
      },
      {
        "id": "lab_snippet_58",
        "text": "Termination of a subject which was never a part of S37ZBE has confirmed my fears.  XE037 has contaminated most, if not all of the laboratory, most likely via the water supply.  Research has started immediately into a process to destroy XE037 within the human body."
      },
      {
        "id": "lab_snippet_59",
        "text": "Despite a wide variety of treatments, we have been completely unsuccessful in removing XE037 from human subjects.  Every individual displayed revivification post termination.  Interestingly, XE037 seems to be completely inert prior to termination."
      },
      {
        "id": "lab_snippet_60",
        "text": "Facilities security has been scrambling to hold onto their security contractors due to the massive uptick in fatalities; a decision was made to procure a number of obsoleted remote turrets and EOD bots to increase safety.  Few of us are comfortable working with a gun over our shoulders being run electronically by a glorified mall cop, but we're assured it's safer for all of us."
      },
      {
        "id": "lab_snippet_61",
        "text": "Following S37ZBE's fallout, IT has noted far too many attempts have been made to access other teams' drives and terminals, including certain unofficial directories.  Lack of sufficient monitoring means we have been unable to pinpoint the bad actors, but IT has proposed automatically dispatching the UGV's as a deterrant."
      },
      {
        "id": "lab_snippet_62",
        "text": "We have finally found success in S37BEP, our emergency investigation into the destruction of XE037 in living subjects.  8 of 10 of the subjects showed no revivification, despite confirmed dosages of XE037."
      },
      {
        "id": "lab_snippet_63",
        "text": "PE062, our \"cure\" for XE037 contamination, has neared perfection.  Sadly, the production of PE062 is a costly and time-consuming process.  What is more, the substance shows no effect on postmortem subjects whatsoever; a substance which renders XE037 inert after it has activated would be immensely useful in the case of an outbreak."
      },
      {
        "id": "lab_snippet_64",
        "text": "An alarming discovery has been made.  A colony of XE037 has formed nearly a half mile from the laboratory.  It is unclear how it escaped; it is quite possible that it is in the ground water now."
      },
      {
        "id": "lab_snippet_65",
        "text": "An emergency meeting was held today to discuss the possible implications of widespread XE037 contamination.  It was agreed that neutralization must be instated immediately to prevent a catastrophic event."
      },
      {
        "id": "lab_snippet_66",
        "text": "It has begun.  The XE037 contamination has spread for miles, and those who have since deceased have revivified.  It is my fear that extremely large populations will be decimated by this pandemic.  We must find a way to remove XE037 from revivified bodies."
      },
      {
        "id": "lab_snippet_67",
        "text": "We have even more distressing news than the widespread XE037 contamination, there are reports of the XE037 mutating into various new variants.  See data files on XE037a - XE037f.  Research on the effects of these variants is ongoing.  We do know that XE037d shows signs of PE062 immunity, and XE037b can revive various breeds of canines.  However, revival is not as guaranteed as standard XE037 humanoid infection.  Canine body size seems to influence the chances.  See experiment tXE037b_c."
      },
      {
        "id": "lab_snippet_68",
        "text": "Today we found our solution, quite by accident.  It was found that XE037 is completely removed from a revivified body following a series of extremely-high energy 4th dimensional transpositions.  Unfortunately, this invariably allows subplane life forms to pass into the prime plan.  The cure is worse than the disease."
      },
      {
        "id": "lab_snippet_69",
        "text": "Herrera's group retained copies of the source General Carlsberg asked us to look into; with several of our facilities no longer responding, or other teams essentially 'going down with their ships', they've done their best to adapt the code to the older equipment.  It's likely several revisions old now, and mostly shoots at anything humanoid shaped with a heat signature, but our hope is it'll buy us all some time."
      },
      {
        "id": "lab_snippet_70",
        "text": "XE037 revivification has reached critical levels, which are rapidly overwhelming the available military and regional police assets' ability to stop.  Every team in the field has encountered hostile specimens, and several are no longer responding to communications.  Dr. Savage has proposed a strategic redeployment to the underground complex known as the VAULT, and continuing production of PE062 there."
      }
    ]
  }
]
