[
  {
    "type": "snippet",
    "category": "mist_summon_wraith",
    "text": [ "You feel the mist react to you and a vague shape appears.", "The mist reacts to you and a hazy figure condenses." ]
  },
  {
    "type": "snippet",
    "category": "mist_summon_spectre",
    "text": [ "A nightmarish shape appears in the mist.", "A shape forms in the mist reminding you of your lastest nightmare." ]
  },
  {
    "type": "snippet",
    "category": "mist_summon_phantom",
    "text": [
      "A shape forms in the mist reminiscent of your childhood bully.",
      "A shape forms in the mist reminiscent you of a teacher that hated you.",
      "A shape forms in the mist reminiscent you of a friend that betrayed you."
    ]
  },
  {
    "type": "snippet",
    "category": "mist_increase_intensity",
    "text": [ "The mist thickens.", "The mist feels slightly stronger and more alive." ]
  },
  {
    "type": "snippet",
    "category": "mist_arrives",
    "text": [
      "You blink and there is dense mist as far as you can see, which is much less than it used to be.",
      "In an instant a thick mist descends upon the world, far too fast to be natural.  Or are you finally losing it?."
    ]
  },
  {
    "type": "snippet",
    "category": "mist_leaves",
    "text": [ "The mist evaporates like it was never there.", "In a heartbeat the mist is gone." ]
  },
  {
    "type": "snippet",
    "category": "mist_shouts",
    "text": [
      "I'm sorry mommy!",
      "Please stop sir, that hurts!",
      "Why?  I tried my best!",
      "No, please get up, please be ok!",
      "Why would you lie about THAT?",
      "I never loved you!",
      "I only ever tolerated you!",
      "That's why I never trusted you!",
      "It's not fair!",
      "Enjoy the funeral, you sicko!",
      "Help!",
      "Cmon I can still be fun, there's no need for that!",
      "I can do better, I promise, please!",
      "I'm going to kill that son of a bitch!",
      "That's no excuse!"
    ]
  },
  {
    "type": "snippet",
    "category": "nightmares",
    "text": [
      "You awaken from a nightmare about being eaten alive while your friends applaud.",
      "You awaken from a nightmare about being naked in a the artic tundra and freezing to death.",
      "You awaken from a nightmare about an unseen predator slowly killing you.",
      "You awaken from a nightmare about killing those you love with your bare hands.",
      "You awaken from a nightmare about being finally judged for your ill deeds.",
      "You awaken from a nightmare about the cataclysm not having happened and being stuck in an office job."
    ]
  }
]
