[
  {
    "type": "snippet",
    "category": "mutant_meat_desc",
    "text": [
      {
        "id": "mutant_meat_1",
        "text": "Meat from a heavily mutated animal.  It has an unsettling loose and spongy texture, but smells… mostly normal.  There are strange tangles and formations in it that don't appear natural at all: bits of bone and hair crusted up inside the muscle, as if trying to form another organism.  Still, it seems digestible at least, if you cook it and remove the worst parts."
      },
      {
        "id": "mutant_meat_2",
        "text": "Meat from a heavily mutated animal.  Although it came from muscle tissue, it has a curious swirling grain pattern, and at the center of each grain is a knot of hard, cartilaginous tissue.  It smells offputting."
      },
      {
        "id": "mutant_meat_3",
        "text": "Meat from a heavily mutated animal.  This is from muscle, but in the fascial tissue between the muscles, thick spiny hairs have grown.  Foul-smelling, cream-colored fluid gushes out whenever a hair pulls loose."
      },
      {
        "id": "mutant_meat_4",
        "text": "Meat from a heavily mutated animal.  Although this came from muscle, it has a thick cordlike texture and smells like leather and bread mold."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "cooked_mutant_meat_desc",
    "text": [
      {
        "id": "cooked_mutant_meat_1",
        "text": "This is a cooked chunk of meat from a mutated animal.  It has an unsettling, spongy texture, but otherwise tastes… mostly normal.  Hopefully you got all the bits of hair and bone out…"
      },
      {
        "id": "cooked_mutant_meat_2",
        "text": "This is a cooked chunk of meat from a mutated animal.  You thought you'd cleared out all the gross parts, but while cooking, a fluid-filled sac inside burst and covered it in some kind of thick grease."
      },
      {
        "id": "cooked_mutant_meat_3",
        "text": "This is a cooked chunk of meat from a mutated animal.  The surface is peppered with divots from the pieces you had to dig out to make it seem edible."
      },
      {
        "id": "cooked_mutant_meat_4",
        "text": "This is a cooked chunk of meat from a mutated animal.  Heat caused the muscles to twist and move as if they were alive, and now it has writhed itself into a dense knot."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "bug_organs_desc",
    "text": [
      {
        "id": "bug_organs_1",
        "text": "These organs came from a giant mutant bug, and you really aren't sure what to make of them.  There are things you've never seen in any anatomy book, with spines and hair and other unidentified parts protruding seemingly at random."
      },
      {
        "id": "bug_organs_2",
        "text": "These organs came from a giant mutant bug.  They have a sickly green color, and one of them ripped when you were removing it, revealing an inner surface that looks like row upon row of human fingers, nails and all."
      },
      {
        "id": "bug_organs_3",
        "text": "This is a huge, thick, fleshy sac you removed from a giant mutant bug.  The surface is covered in smooth, soft skin, and beneath it is a coiled, twisted mess of cordlike tissue."
      },
      {
        "id": "bug_organs_4",
        "text": "This is a long, corded organ you removed from a giant mutant bug.  It ran from the head to the abdomen and has long tendrils coming off it, not unlike a spinal cord."
      },
      {
        "id": "bug_organs_5",
        "text": "This is a meaty grey organ you removed from a mutant.  It has a chalky yellow coating that burns your skin, and several unidentifiable fleshy tubes sticking out of it.  The smell it gives off stings your nostrils.  You're pretty confident no natural creature has one of these."
      },
      {
        "id": "bug_organs_6",
        "text": "This organ meat, retrieved from a mutated creature, looks like a series of small mammalian hearts arranged in series on a long fleshy tube.  At the end of the chain is a large fleshy sac resembling a stomach."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "mutant_lung_desc",
    "text": [
      {
        "id": "mutant_lung_1",
        "text": "You're pretty sure this is lung tissue.  It looks like a lung from a larger mammal, like a dog, but instead of a few distinct lobes, it has dozens of lobes arranged in sheets.  Strange spindles and gnarled tumescences dot the surface."
      },
      {
        "id": "mutant_lung_2",
        "text": "You're pretty sure this is lung tissue.  It has a vaguely wing-like shape, with a series of nodules around what would be the trailing edge of the 'wing'.  A cluster of quills in each corner of the organ held it to the bug's carapace like clasps."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "chitin_desc",
    "text": [
      {
        "id": "chitin_1",
        "text": "A piece of a bug's exoskeleton, but mutated.  The inner side is lined with veins and strange, hooked protuberances."
      },
      {
        "id": "chitin_2",
        "text": "A piece of a bug's exoskeleton.  Stringy lines of nervous tissue and blood vessels still cling to the inner surface."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "endochitin_desc",
    "text": [
      {
        "id": "endochitin_1",
        "text": "A piece of rigid, tube-shaped chitin from the inside of a giant bug.  It seemed to be performing some kind of support role.  You're quite sure normal insects don't have these."
      },
      {
        "id": "endochitin_2",
        "text": "A long, flexible rod of chitin from inside a giant mutant bug.  It is laced with blood vessels and chitinous nodules."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_general_chitin>",
    "text": [
      "As you peel away the outer shell, you find veins lining the chitin plates",
      "With the creature dead, its carapace comes away surprisingly easily",
      "There's a thin membrane, much like skin, spread over the chitin of this creature",
      "Under the carapace of this mutant is a bristly, velcro-like material",
      "The anatomy concealed beneath seems almost like a small mammal given a shell and twisted into the shape of an arthropod",
      "You crack the beast open like a horrific lobster",
      "The chitin holds tight to the creature, and you need to snap and tear it away, sawing at tough fibers beneath",
      "The moment you start cutting into the corpse, a few of what you thought were extra legs detach and scurry off into the undergrowth",
      "For your first cut you connect the dozen openings on the creature's sides, only to reveal a finger-sized wriggling grub in each",
      "Your work disturbs the parasites still clinging to the joints of the creature, and a few size you up as a potential new home before scurrying away"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_general_deeper>",
    "text": [
      "Spaced evenly across the entire body you find small sacs of eggs in different stages of growth",
      "Its intestines grew into a labyrinthine tangle, like so many worms devouring each other",
      "Inside, half-formed organs press against spongy meat that doesn't look anything like raw arthropod meat from normal creatures",
      "Beneath, you find a collection of hooked spines that seem to have been clasping it on somehow",
      "Inside is a complex, still-squirming mess of strange appendages and organs that bear only a passing resemblance to any natural creature",
      "Beneath the chitin, the meat is covered in thick, bristly hair hiding a chaotic bramble of half-formed, mutated organs",
      "Inside is a tangled mess of organs and tissues that do not appear entirely natural",
      "Inside the creature you find lungs, hearts, and intestines more like a mammal than a giant bug",
      "Despite the apparent death of the whole, some organs still pump, beat, and churn on undisturbed"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_general_descriptive>",
    "text": [
      "The meat inside gives off a horrifying stench, and seems to be covered in thin damp hair, like a newborn animal gone horribly wrong",
      "Small bundles of fiber break loose as you work, splitting open to reveal twisted, half-formed copies of the creature itself",
      "It is difficult to work, as the spongey tissue tears apart under your tools",
      "Despite its outward appearance, both the organs and the endolymph of this creature is pristinely white",
      "Some of your cuts meet nerves, and the already stiff corpse shudders with movement each time",
      "You follow what you think are superflous veins into the deep, finding a gorged, tick-like creature at their convergence",
      "Every cut reveals an organ you can't quite recognize, and you start to wonder what your insides look like by now",
      "You are dizzied by the rainbow coloration of the creature's muscles, clashing with the bloody mess in its guts",
      "As you cut into its flesh you are disturbed by its sickly-sweet smell, like fermenting fruit",
      "There are fist-sized globs of nervous tissue dotted about its insides, sending the corpse into a spasm every time you touch one",
      "The muscles grow stiff, and begin leaking a dark gray liquid that pools around your feet"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_centipede_chitin>",
    "text": [
      "Its legs contain no muscles, just sinews hanging in yellow-green ichor",
      "The legs fall off easily, leaving the main body looking like an armored worm",
      "Each pair of legs is slightly different.  These end in hooks, the next in talons like a bird's, there's a pair of chitinous tentacles",
      "The mandibles keep snapping, and acrid-smelling venom wets the soil.  You decide to begin your work at its tail",
      "You're startled as its antenna whips out and briefly coils around your arm",
      "Underneath the surface, there are small plates of chitin dotted about, much harder than the rest",
      "On its tail end the segments get smaller and smaller, until they terminate in a small copy of the head, looking backwards",
      "The chitin of the head is caked in old blood and lymph of its previous victims"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_centipede_descriptive>",
    "text": [
      "You find vacuoles filled with its venom in the most unexpected nooks, forcing you to work carefully",
      "The indescribable stench of the remains of its last meal make you question your decision to butcher it",
      "On some organs you see the same swollen ulcers as around your own wounds.  It seems not all of it is venom-proof",
      "This one's very blood stinks like its venom, and even the slightest drop makes your skin itch",
      "There is order to the chaos in this one.  Each segment's insides is a perfect copy of the last, down to each sinew",
      "This one smells disturbingly appetizing, like a memory of a childhood meal whose details you forgot"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_centipede_mom>",
    "text": [
      "By the time you reach the rear of the matriarch, most of its offspring have disappeared into the grass.  Some stuck around feeding on their unhatched siblings, unwilling to give up the easy meal until the last moment",
      "The moment the matriarch grows still, the last third of its body flops to the ground, letting go of dozens of eggs and small centipedes",
      "After cleaning away the rotten meat and mess of eggs shrouding the matriarch's hind segments, you find its carapace chewed open, and much of its flesh already eaten by its ever-hungry young",
      "As if they noticed the death of their mother, the dozens of centipedes still clinging to it attack each other with a sudden frenzy.  You decide to give them time to disperse before continuing"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_centipede_mega>",
    "text": [
      "Since your tools barely have purchase on its carapace you decide to dig the meat and viscera out from your first cut.  At times, you disappear up to your waist in its armored insides",
      "As you cut more and more meat away, some of the resilient chitin plates fall away with a loud squelch",
      "To bypass the armor you had to start your work by its mandibles, inches away from its venom-coated fangs and the remains of chitin, bones, and strands of Kevlar stuck between their points",
      "This feels more like scrapping a car than butchering an animal.  Instead of veins and legs you find yourself thinking about joints, panels, and cabling",
      "On closer inspection, the head's armor is pocked by finger-sized holes with jagged edges, reminiscent of the creature's fangs",
      "In a hidden organ without an obvious connection to the outside world, you find a seemingly forgotten handful of glistening eggs"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_flying_chitin>",
    "text": [
      "The wings of this creature break apart upon the slightest touch into myriad identical rainbow crystals",
      "Even as the body grows still, the wings keep on beating slowly",
      "The chitin of this one is light and brittle, like an empty eggshell",
      "Where you came to expect smooth chitin you find exposed flesh, shot with a web of hardened strands",
      "You cough as you inhale the fine, colorful dust shedded from the wings",
      "The carapace of this one still feels hot to the touch, especially around the wings",
      "What you thought was shuddering chitinous fuzz on the creature's back is, in reality, thousands of miniature copies of its main wings, flapping in unison"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_flying_deeper>",
    "text": [
      "The wings are held in place by stiff muscles, reaching into the deep",
      "Underneath the chitin you find bundles of small, floating pearls, each held in place by a single strand of sinew",
      "Near its wings you find a black, bubbling organ still periodically emitting a bundle of floating bubbles",
      "As you open its intestines by mistake, you can barely pull your finger away from the dozen snapping mandibles on its inside",
      "The space not taken up by the now-familiar floating sacs is almost entirely filled by a sticky, homogenous yellow jelly that seems to actively try to avoid your knife",
      "The wings are rooted in its flesh by an almost transparent, fractal root structure, making you question if it always belonged to the creature"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_firefly>",
    "text": [
      "The light of its abdomen flickers with each cut, growing ever dimmer",
      "An errant cut coats your tools with foul-smelling, glowing goop",
      "What you saw as a homogenous light from a distance was the result of myriad strands of glowing chitin criscrossing just beneath the carapace",
      "This one's very flesh is glowing with a blinding intensity, lighting up your gruesome work"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_wasp_chitin>",
    "text": [
      "<bug_harvest_flying_chitin>",
      "<bug_harvest_general_chitin>",
      "Its chitin is sturdier than usual for the flying insects, and marked by the struggles of its previous victims",
      "The stripes on the back of its abdomen are warped into a nauseating spiral you can't tear your eyes away from",
      "Upon closer inspection, the uniform black stripes reveal themselves to be rows upon rows of glistening eyes",
      "With each cut, the stinger springs from its sheath, tip bending ever so slightly towards your leg",
      "The stripes -so uniform at a distance- reveal themselves to be jagged, strangely familiar patterns, like the cursive of an unknown language"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_wasp_deeper>",
    "text": [
      "<bug_harvest_flying_deeper>",
      "<bug_harvest_general_deeper>",
      "The chaotic bundle of organs in its torso look much like those of other mutated insects, but as you near the abdomen there's order to the madness: comparatively neat rows of venom-filled glands, each feeding into a reservoir at the base of the stinger",
      "You open a stomach, releasing a gush of sweet-smelling grey fluid",
      "For its apparent hunger for meat, its intestines seem almost atrophied",
      "Your knife reaches the retracted stinger and slips on its smooth surface, opening half a dozen venom glands in the process.  You haven't cut yourself, have you?",
      "You find a handful of dead grubs underneath its chitin, near a chewed-open venom gland"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_wasp_queen>",
    "text": [
      "Deep, deep within the dead queen you find a smooth, brightly colored plaque the size of your fingernail, reading <number><number>",
      "Some of the now-familiar venom glands also contain dozens of shiny white eggs, undisturbed by their deadly surroundings",
      "As you cut into its abdomen you disturb a handful of normal-sized, wingless wasps clinging to a strange, tubular organ.  They crawl a few steps before falling lifelessly to the ground",
      "Some of the egg clusters are ransacked by fat, white worms tunneling blindly through its flesh"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_acid_chitin>",
    "text": [
      "<bug_harvest_general_chitin>",
      "Steaming puddles of acid spill from its outer shell as you pull it back",
      "With the creature dead, its carapace comes away surprisingly easily",
      "Steaming acid burbles from the creature's chitin as you peel it back",
      "Several acid glands rupture as you peel back the carapace, sending streams of steaming caustic fluids spraying around"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_acid_deeper>",
    "text": [
      "<bug_harvest_general_deeper>",
      "The organs themselves have an acrid odour, but don't seem as caustically acidic as the outer shell",
      "You carefully avoid breaking through pockets of what you think may be acid-secreting glands",
      "Thick, ropey cords of tissue beneath its chitin protect an inner layer of strange organs, resembling those of a bird more than anything"
    ]
  },
  {
    "type": "snippet",
    "category": "<bug_harvest_acid_descriptive>",
    "text": [
      "<bug_harvest_general_descriptive>",
      "The powerfully acidic vapors coming from the carcass make it hard to work",
      "The tissues of the creature are full of half-formed organs, their purpose unclear",
      "Several times, you nearly burn yourself piercing a concealed gland full of acid"
    ]
  },
  {
    "type": "snippet",
    "category": "<incubator_mammal>",
    "text": [
      "The skin is so riddled with wounds that you barely need to cut to pull it away.",
      "The poor creature has stopped breathing, but there's still a lot of movement in the corpse.",
      "The larvae seem to have taken care to leave enough intact not to kill their host, but the rest is practically hollow.",
      "You have to pause often to stomp on the slower grubs, who only now realized that their home is growing cold.",
      "Its stomach is full of grubs even more malformed than the rest.  The runt of the litter got recycled, it seems.",
      "In the beginning you take care to separate parasite and host, but after a while you give up and start cutting through."
    ]
  },
  {
    "type": "snippet",
    "category": "<arachnid_harvest>",
    "text": [
      "<bug_harvest_general_chitin>.",
      "<bug_harvest_general_chitin>.  <bug_harvest_general_deeper>.",
      "<bug_harvest_general_chitin>.  <bug_harvest_general_deeper>.  <bug_harvest_general_descriptive>."
    ]
  },
  {
    "type": "snippet",
    "category": "<centipede_harvest>",
    "text": [
      "<bug_harvest_centipede_chitin>.",
      "<bug_harvest_general_chitin>.  <bug_harvest_general_deeper>.",
      "<bug_harvest_centipede_chitin>.  <bug_harvest_general_deeper>.  <bug_harvest_centipede_descriptive>."
    ]
  },
  {
    "type": "snippet",
    "category": "<centipede_mom_harvest>",
    "text": [ "<centipede_harvest>", "<centipede_harvest>  <bug_harvest_centipede_mom>." ]
  },
  {
    "type": "snippet",
    "category": "<centipede_mega_harvest>",
    "text": [ "<centipede_harvest>", "<centipede_harvest>  <bug_harvest_centipede_mega>." ]
  },
  {
    "type": "snippet",
    "category": "<arachnid_flying_harvest>",
    "text": [
      "<bug_harvest_flying_chitin>.",
      "<bug_harvest_flying_chitin>. <bug_harvest_general_descriptive>.",
      "<bug_harvest_flying_chitin>. <bug_harvest_general_descriptive>. <bug_harvest_flying_deeper>."
    ]
  },
  {
    "type": "snippet",
    "category": "<wasp_harvest>",
    "text": [
      "<arachnid_flying_harvest> <bug_harvest_wasp_deeper>.",
      "<bug_harvest_wasp_chitin>.",
      "<bug_harvest_wasp_chitin>. <bug_harvest_general_descriptive>. ",
      "<bug_harvest_wasp_chitin>. <bug_harvest_general_descriptive>. <bug_harvest_wasp_deeper>."
    ]
  },
  {
    "type": "snippet",
    "category": "<wasp_queen_harvest>",
    "text": [
      "<bug_harvest_wasp_chitin>. <bug_harvest_wasp_queen>.",
      "<bug_harvest_flying_chitin>. <bug_harvest_wasp_queen>.",
      "<bug_harvest_wasp_chitin>. <bug_harvest_wasp_deeper>. <bug_harvest_wasp_queen>."
    ]
  },
  {
    "type": "snippet",
    "category": "<firefly_harvest>",
    "text": [
      "<bug_harvest_flying_chitin>.",
      "<bug_harvest_flying_chitin>.  <bug_harvest_general_descriptive>.  <bug_harvest_firefly>."
    ]
  },
  {
    "type": "snippet",
    "category": "<acidant_harvest>",
    "text": [
      "<bug_harvest_acid_chitin>.",
      "<bug_harvest_acid_chitin>.  <bug_harvest_acid_deeper>.",
      "<bug_harvest_acid_chitin>.  <bug_harvest_acid_deeper>.  <bug_harvest_acid_descriptive>."
    ]
  }
]
