[
  {
    "type": "snippet",
    "category": "many_years_old_news",
    "text": [
      {
        "id": "many_years_old_news_1",
        "text": "ATOMIC DEREGULATION!  President Toffer announced to a mixed crowd today that he had signed an executive order to deregulate public use of radioactive compounds, allowing more widespread use of low-grade radioactive compounds in home appliances.  \"Plutonium is the greenest energy we have,\" he told an assembled press.  \"It's time we got over our fear and moved into the light.\""
      },
      {
        "id": "many_years_old_news_2",
        "text": "CELEBRATED PHYSICIST GOES MISSING.  Dr. Amy Takatoshi, a celebrated quantum physicist at MIT dubbed by some as \"the next Hawking\" has gone missing shortly before a press conference that was expected to be the announcement of her newest research results, rumored to be in the field of teleportation."
      },
      {
        "id": "many_years_old_news_4",
        "text": "EDITORIAL: THE UN SHOULD PUT ON ITS BIG-BOY PANTS.  So, driven by decreasing regulation of radioactive materials in the US and China, the UN is pushing hard again for nuclear disarmament.  What a tired old litany this has become.  With deregulation, we've been able to slate three new green nuclear reactors in the Eastern US alone, bringing greenhouse-gas free power to millions of people.  Whatever happened to the UN's focus on global warming?  This is a classic situation of the world painting the USA as villains no matter what we do."
      },
      {
        "id": "many_years_old_news_5",
        "text": "US IGNORES UN DEMANDS: The US ambassador to the UN today turned down UN requests to begin mutual nuclear disarmament of China, the US and North Korea.  \"We have a right to defend ourselves,\" insisted the ambassador.  \"We'll back down when they do\"."
      },
      {
        "id": "many_years_old_news_6",
        "text": "DISASTER IN THE SARITANIA MINES!  A copper mine west of Saritania, a small town in Vermont, collapsed Wednesday, killing an estimated thirty miners in the disaster.  Local officials could not be reached for comment, despite the mine being Saritania's primary industry.  An anonymous but credible source did contact our offices, claiming that the Saritania Mine was in fact an underground military facility, and that the disaster was a cover-up for a failed experiment.  These allegations were not addressed by officials."
      },
      {
        "id": "many_years_old_news_7",
        "text": "ALIENS AMONG US!  Janine Galfrizowich, of Martha's Vineyard, wrote in to our Paranormal Investigation Staff with this cryptic gem.  \"They're always watching, always watching from the shadows.  Stealing my avocados and watching!  They took my neighbor and made him into one of them!\"  Our journalists are trying to track Mrs Galfrizowich down, but it is clear enough that this ties into the well known Avocado Conspiracy (see issue 24, volume 7)."
      },
      {
        "id": "many_years_old_news_8",
        "text": "EDITORIAL: MORE HOMES NEED GUNS.  While visiting a friend recently, our conversation turned to gun control, and I was shocked to learn that my close friend didn't own a firearm.  In this day and age, not having a deadly weapon in your home shows an appalling lack of personal safety, and I told him so.  Weapons that can kill a man, or several men, in an instant - sometimes even accidentally - are our only hope against other people armed similarly.  I see a utopia of honest citizens keeping each other honest by being armed to the teeth."
      },
      {
        "id": "many_years_old_news_9",
        "text": "EDITORIAL: LET ME BUY MY DANG PLUTONIUM.  President Toffer made a bold and unpopular move last month with nuclear regulation changes.  I, for one, couldn't be more excited.  By now, we know very well what the risks of radioactive materials are, and can take the measures to protect ourselves.  Our citizens deserve the right to make the informed choice to purchase atomic powered tools should they wish, and in this era of fossil fuel and global warming concerns, what could be more appropriate than powering a home with a radioisotope thermal generator?"
      },
      {
        "id": "many_years_old_news_10",
        "text": "EDITORIAL: ALIENS ARE BACK IN A BIG WAY.  We've all seen that autopsy video that's making the rounds.  I'm not going to say if I believe it's real or not (I will say \"I want to believe\" though!) but regardless of the truth, one thing is clear: the public mind is completely addicted to aliens in the biggest way I've seen since ET was popular.  What's brought little green men back into the public eye?  It's anyone's guess, but personally I think it's a concerning sign that we're culturally digging in to a second Cold War."
      },
      {
        "id": "many_years_old_news_11",
        "text": "POPULAR 'ALIEN AUTOPSY' DEBUNKED.  A widely circulated video, making the rounds everywhere from FriendFace to television news, has been debunked as a fake.  This extremely realistic and graphic alien autopsy shows an insect-like creature being dismantled by Japanese researchers, who comment on its anatomy in Japanese throughout the video.  Early observations that the creature was suspiciously similar to those described in the popular works of horror author HP Lovecraft were not sufficient to dislodge the video's viral status.  Yesterday, on the popular social media website Eddit, a 'making of' video was posted, clearly exposing the work as the final film project of a small group of students at UCLA."
      },
      {
        "id": "many_years_old_news_12",
        "text": "STUDENT MISSING: A high school student vanished yesterday evening in the forest near Wayland.  The 17-year-old student Brett Dong was last seen with his friends in the camp.  \"Brett said that he was gonna get some firewood but he never came back,\" said his classmate, Jianxiang Wang.  The search is underway."
      },
      {
        "id": "many_years_old_news_13",
        "text": "STILL SEARCHING: The search for Brett Dong, the high school student who went missing three days ago, is still ongoing.  \"He could have played in the soccer game against Weston High School yesterday,\" Brett's sorrowful teammate said, \"[…] we've never stopped praying.\"  Despite the best efforts of the County Search & Rescue, Brett had still not been located at the time of this report."
      },
      {
        "id": "many_years_old_news_14",
        "text": "RUMORS DENIED: Allegations from search parties hunting for Brett Dong, that a civilian research facility just outside Wayland is a front for a government facility researching dangerous technologies, were addressed during a press conference earlier today.  \"I have to clarify that not only have we never done such research,\" said the officer on the press conference.  \"These allegations are absurd.  Teleportation and aliens only exist in sci-fi films, and the US certainly doesn't have the funds to build these extensive underground networks people are talking about.  I can't believe I even have to tell you this.  I don't know what those kids saw that put these ideas in their heads, but they're going through an awful lot with the loss of their friend.\""
      },
      {
        "id": "many_years_old_news_15",
        "text": "TANK SUIT!  In a press conference on Tuesday, General Ariel Dabrowski was proud to unveil the new military \"tank suit\", a powered exoskeleton capable of resisting small arms fire and most heavy weapons.  \"Tank suits have been used in limited deployment in Afghanistan for several months now,\" General Dabrowski informed the gathered press.  \"We're proud to be at a point where we can formally introduce them to the public.  These suits are just the first stage in a new generation of mechanized infantry.\""
      },
      {
        "id": "many_years_old_news_16",
        "text": "EDISON AUTOMOTIVES UNVEILS NEW SOLAR CAR.  \"These miracles of technology wouldn't be possible without the deregulations pioneered by President Toffer,\" said billionaire tech mogul Elton Moosek about his company's newest innovation.  \"Access to radioactive compounds and military-grade fuel cells has made this possible.  At this rate, we'll be flying solar sail spacecraft within my lifetime.\""
      },
      {
        "id": "many_years_old_news_17",
        "text": "REAL AI IN THE PALM OF YOUR HAND.  [Photograph: Dania Tang holds a new-generation heuristic processor, weighing a mere seventy grams.]  Engineers at MIT, working in conjunction with a funding grant from entrepreneur Elton Moosek, have unveiled a next-generation deep learning heuristic processor.  \"I'm hesitant to call it an artificial intelligence,\" spokesperson Dania Tang said of the new device, \"but it's the closest we've yet achieved.  It's able to instantly analyze dozens of possible outcomes of a future action and choose the best one, much like a human uses deductive reasoning.\"  Under a new startup, MindStone, the processors are reputedly already being contracted for military use."
      },
      {
        "id": "many_years_old_news_18",
        "text": {
          "str": "GENERAL PROMOTED ONBOARD OLD IRONSIDES.  The USS Constitution was the site of a promotion ceremony held by the Massachusetts National Guard at the Charlestown Navy Yard.  Col. Ariel Dabrowski was promoted to the rank of brigadier general in the Massachusetts National Guard in front of a crowd massed on the deck of the historic ship.  General Carlsberg officiated the promotion ceremony, and Maj. Gen. Michael Baker administered the oath of office.",
          "//NOLINT(cata-text-style)": "intentional format"
        }
      },
      {
        "id": "many_years_old_news_19",
        "text": {
          "str": "THE FACE BEHIND THE 'UNCANNY' MASK.  Everyone knows about James Hawthorne, projected to become America's newest and fastest rising billionaire by next month as stock value in his tech startup, Uncanny, grows at unprecedented speeds.  We decided to explore the names behind the rise you might not have heard.  Dr. Marc Silverstein, an MIT-trained researcher formerly involved with Leapfrog Industries, has been along for the ride the whole time, and has come out nearly as wealthy as Hawthorne himself.  Though impressively reclusive, we managed to snag some pretty interesting information about Dr. S.  Could he be the real mind behind the rise?  How much does James depend on his right-hand scientist?  Details on page 12.",
          "//NOLINT(cata-text-style)": "intentional format"
        }
      }
    ]
  },
  {
    "type": "snippet",
    "category": "years_old_news",
    "text": [
      {
        "id": "years_old_news_1",
        "text": "GOVERNMENT SCIENCE BOOST: The government has drastically increased research and development budgets after UN disarmament demands.  \"This not only keeps money in our country, but maintains our lead on China and keeps us defended\", President Oswald said.  \"This is a fight we can't afford to lose.  We're not deaf to the concerns of our population: this is a blanket increase, not just to military R&D spending but civilian as well.  We've authorized the construction of seventy nine new private civilian research facilities along the Eastern Seaboard alone!\""
      },
      {
        "id": "years_old_news_2",
        "text": "HOME GROWN SCIENCE: Several governors & legislators from the New England region discussed a new regional initiative today, which relaxed laws that limit the distance a hazardous-material laboratory or factory can be from a city.  \"This should keep our economy going strong for years to come, with all the R&D facilities being established,\", one mayor remarked.  \"With all the new money coming in, we've seen a huge uptick in highly educated people moving into the area too.  It's been nice, our coffee shops in particular are doing very well.\""
      },
      {
        "id": "years_old_news_3",
        "text": "DRIVING ON A WING AND A PRAYER: A New England man has proven it is possible to create a new car from scrap parts using almost nothing but duct tape.  When asked why he had done it, his answer was \"Well, I didn't have a welder.\""
      },
      {
        "id": "years_old_news_10",
        "text": "TECHWORLD NEWS: Toy company at the origin of the successful talking doll rebrands and becomes Uncanny.  A spokesperson from the newly formed Uncanny told the press, \"We think we can do more than just entertain.  We have new plans, big plans, plans that will shape the very fabric of reality!\"  Unconfirmed rumors suggest that Uncanny has already received large orders from the government."
      },
      {
        "id": "years_old_news_11",
        "text": {
          "str": "THE 'UNCANNY' SUCCESS STORY.  Everyone's talking about the meteoric rise of tech startup \"Uncanny\" over the last few months.  From zero to household name, the company leapt to the public eye with its, well, uncanny line of talking toys.  Before we even knew what to expect, they were Wall Street's new darling, with the fastest rise in manufacturing capacity of any company in the last thirty years.  We spoke to James Hawthorne, America's newest billionaire and the man behind the name on everyone's lips.  Interview on page 3."
        }
      },
      {
        "id": "years_old_news_12",
        "text": {
          "str": "SOYPELUSA SUITS FIND NEW AMMO:  Following the infamous disaster of the DaiZoom product launch and the numerous lawsuits that sprung from its failure, research from Harvard's Cognitive Neuropsychology labs has brought new evidence in the ongoing litigation against the company.  We spoke with lead researcher Doctor Soren Eldridge who had this to say: \"The DaiZoom bar, beyond its notoriously bad taste, appears to cause in its consumers symptoms similar to those of a major depressive disorder.  There is an actual tangible impact on mood that lasts well beyond the initial consumption of even just a few bars in a short span of time - we suspect DaiZoom may actually be chemically inhibiting dopamine receptors.  This is unprecedented, and quite exciting, given that it consists entirely of otherwise biochemically bland ingredients.\"  Doctor Eldridge stated that further research would be needed to determine the full extent of the issue and whether consumption of DaiZoom had long-term health effects similar to existing dopamine blocking drugs, and if there is any role for it as a medical therapy in the future.  The full interview can be found on page 7."
        }
      }
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      {
        "id": "one_year_old_news_1",
        "text": "READY FOR THE WORST.  In response to growing public concern about a potential attack from China, President Oswald announced a major funding initiative for the construction of FEMA-supported evacuation shelters near major population sites.  \"These shelters will provide a much-needed near safety points in an emergency,\" said a spokesperson for FEMA.  \"They're to be equipped with a secure basement that can resist heavy bombardment, able to fit hundreds of people, and equipped to survive gas and biological attacks.  They have self-contained water and power, protective gear, and communications equipment.  In short, they are public survivalist bunkers.  We've very excited about this initiative.\""
      },
      {
        "id": "one_year_old_news_3",
        "text": "GRAVE BUSINESS: Recent reports show a large spike in thefts from and assaults on funeral homes in the last few weeks.  Described as highly strange but not especially dangerous, Homeland Security is \"looking at the connections now.\""
      },
      {
        "id": "one_year_old_news_4",
        "text": "TELEPORTATION?  An unidentified source working in a major university contacted multiple media outlets this week with a farfetched story that is nonetheless corroborated by third-party physicists as \"shockingly possible\".  This source, nicknamed \"Deep Space\", describes secret government experimentation into teleportation, dating back to before 2008.  \"When I read the tagline, I just scoffed,\" said Dr. Alice Feyn, a physics professor at MIT.  \"Then I read on.  This is strongly reminiscent of Dr. Takatoshi's lost work.  It feels bizarre to say it, but I think there's a grain of truth to all of this.\"  Dr. Amy Takatoshi was a quantum physicist who went missing, along with all records of her work, in July 2007."
      },
      {
        "id": "one_year_old_news_5",
        "text": "LASERS - NEXT BIG THING?: Top defense researchers remarked during demonstration of a prototype today: \"We are still working on it, the laser weapon lacks power, but has a technically almost unlimited range,\" Colonel Sylver, a spokesperson for the military said.  Laser weapons have been used for years in large-scale platforms, especially as anti-ordnance weapons; this marks the first field use of human-sized energy weapons.\n\n\"There's no real advantage over conventional weaponry at this point,\" said analyst Mark Coza in an interview.  \"I think they're rolling them out mainly to intimidate China, and in the hopes that field testing leads to further improvements.\""
      },
      {
        "id": "one_year_old_news_6",
        "text": "DRUG USE ON THE RISE: Recent statistic suggest drug use in New England has climbed more than 20% in the last two years.  \"People are scared for their jobs, their country, even their life… of course some will turn to drugs,\" said an expert."
      },
      {
        "id": "one_year_old_news_7",
        "text": "EDITORIAL: DRUG USE SPIKE DUE TO ECONOMY.  It's no secret that President Oswald's promises of a booming new tech economy have fallen flat on their face.  Whether you're a Democrat or a Republican, we should all be ready to march on Washington and let Oswald know how we feel about broken promises and unemployment.  Instead, people are drowning their sorrows in drugs, as usual, and nothing will change."
      },
      {
        "id": "one_year_old_news_8",
        "text": "EDITORIAL: SOCIAL MEDIA HAS GOTTEN OUT OF HAND, AND GONE OUT OF COUNTRY.  We can no longer trust what we read, and it's all because of social media.  Although our newspaper takes painstaking efforts to source our data, our colleagues have forgotten what it means to be a journalist, and widespread falsehoods are repeated even by reputable publications as fact.  What is the ultimate source of all this misinformation?  It's anyone's guess, but I think we need look no further than our largest international trade partner and rival, China."
      },
      {
        "id": "one_year_old_news_9",
        "text": "EDITORIAL: HOME CANNING NEEDS TO MAKE A COMEBACK.  With food security in question after severe drought this year, I think it's clear we all need to get out Grandma's old books, and learn how to can again.  Grocery stores could be a bit empty this winter, and now is the time to make pickles and preserves while the pickling's good.  In this issue, three of our editors share their uplifting stories of rediscovering the joys of home canning."
      },
      {
        "id": "one_year_old_news_10",
        "text": "EDITORIAL: THIS IS WHERE 'ME TOO' ENDS UP.  It's been a while now since 'Me Too' swept the message boards of our nation, but its repercussions are felt every day.  Disconnected from our identities and our heritage by the overwhelming urge to suppress the white male and hide his every achievement, American citizens are turning to drugs and violence to find a place of belonging.  The government swings its hefty blame-stick around, trying to shine a light on the rise in crime and failing economy, but the answer is obvious to anyone who simply looks: it is the loss of our racial and sexual identity that's at the root.  Mark my words: within a year, there will be a reckoning, and it won't be caused by the government or some outside power, it will be from the broken heart of America."
      },
      {
        "id": "one_year_old_news_11",
        "text": "TECHWORLD NEWS: Uncanny unveils its new product - the Grocery Bot!  Thousands of else-if statements, pre-recorded voice from professional actors, what more does this adorable android hides under its smiling face?  Our expert got the answer for you!"
      },
      {
        "id": "one_year_old_news_12",
        "text": "EDITORIAL: THE RISE OF THE RIGHT HAS BROUGHT US HERE.  As the wounded white male ego becomes more and more of a self-stereotype, we see the cost of allowing right-wing sentiment echoed all around us.  Through closet capitulation to the demands of the most extremist right-wing groups, President Oswald has made policies that allow foreign drugs to run rampant through our nation.  Hiding under the guise of generally increased crime rates, conservative extremists have taken over our cities, stalking the streets at night and enacting vicious vigilante-style beatings on anyone they deem different."
      },
      {
        "id": "one_year_old_news_13",
        "text": "NEW LAB OPENS: The H.R. Bennett Research Facility has been officially opened by the Department of Energy.  According to Deputy Secretary of Energy Randall Balakrishnan, \"This facility is one of the most state-of-the-art in the world.  With the opening of the H.R. Bennett research complex, New England's future is looking brighter than ever.\""
      },
      {
        "id": "one_year_old_news_14",
        "text": "THE FOREIGN DESIGNER DRUG THEY DON'T WANT YOU TO KNOW ABOUT?  Concerning reports from a source in the Boston Police Department have hinted that there is a new drug on the streets.  Move over, fentanyl: this is a new substance, nicknamed Forbidden City.  While it has a lower fatal overdose rate, Forbidden City is many times more addictive than heroin or methamphetamines, and is making its way quickly around the streets."
      },
      {
        "id": "one_year_old_news_15",
        "text": "WHEN I DID MY TIME.  We spoke to Dan Huang, the Chinese-American author of the New York Times bestselling exposé \"When I Did my Time\", the story of his three years living with his extended family in China, immersed in what he describes as \"The ever-escalating anti-American propaganda of the East.\"\n\n\"It's a real threat,\" said Huang.  \"They are being taught to hate our freedom, and our technology.  Mark my words: there is going to be a reckoning, and we need to be ready.\""
      },
      {
        "id": "one_year_old_news_16",
        "text": "MAN EATING FLOWERS?  Italian biologist Dr. Flavio Bianchi responded to an ethics board denial of his work with an unusual announcement last Tuesday.  \"I do not need your permission to do my work,\" stated Dr. Bianchi in a letter to the University of Milan.  \"I will do my research in private, and when I am done, you will rue the day you defied me.\"  Dr. Bianchi's work?  Engineering venus fly traps large enough to keep the local stray cat population at bay.  His tenure with the university is reported to have been suspended."
      },
      {
        "id": "one_year_old_news_17",
        "text": "IT CAME FROM BEYOND.  [Pictured: Margaret Antwerp holds the fragment of alien satellite that landed in her rose garden.]  It was a normal day for Margaret.  Normal, that is, until a thundering crash in her front yard nearly knocked her house over.  \"This damn thing fell right out of space, I tell you,\" she told investigative journalists from our Paranormal Investigations department.  \"It was glowing red hot, and it had burnt my prize-winning roses to a crisp.\"  The US government and air force have declined to comment, as usual."
      },
      {
        "id": "one_year_old_news_18",
        "text": "MENDING FENCES.  Growing international tensions have prompted President Oswald to call for unprecedented funding increases for security revitalization.  The president is calling for new \"precision micro\" military installations to be built across the nation, with thousands to be constructed in New England alone.  These come alongside similarly ambitious budget increases for FEMA and scientific research.  A coalition of civil rights orgs, neighborhood associations, and environmental advocates have denounced the initiative."
      },
      {
        "id": "one_year_old_news_19",
        "text": "BIGGER BEES.  State biologists are unable to explain the emergence of bees that are two and three times normal size.  Authorities say that bees larger than golf balls are being reported across the state.  As of this time, there have been no reports of increased aggression or other behavioral changes in the oversized insects.  \"I'm glad to see the resurgence in the bee population,\" said Dr. Melissus \"Mel\" Versed, an entomologist at Tufts University.  He added, \"while Anthophila this large are unprecedented in New England, there is nothing particularly harmful about the phenomena.  Think of the honey yields!\""
      },
      {
        "id": "one_year_old_news_20",
        "text": "JAMES HAWTHORNE TWITTER FEUD.  Everyone's talking about the latest trending news on Twitter.  \"Uncanny\" tech magnate and upcoming challenger to the title of \"richest man in America\", James Hawthorne, had a protracted Twitter battle with Minnesota Democratic senatorial candidate Lester Namboney, starting over taxation laws, and running all the way down to grade school insults.  Go to page 5 for the choicest tweets."
      },
      {
        "id": "one_year_old_news_21",
        "text": "UNCANNY: SHADOWS IN PARADISE.  Uncanny, a tech development firm that has gone from nothing to a household name throughout the United States in the last two years, has been a hot topic since they entered the limelight.  We all know about James Hawthorne and his charismatic combination of sarcastic quipping and insightful observations.  Everyone has seen his tweets, and his TED Talk went viral last year.  Behind the smokescreen, though, hides labor practices that have left employees scarred and, in some cases, permanently unable to work.  Did you know that Uncanny's Portland manufacturing site tried unsuccessfully to unionize last month?  I bet you didn't.  Did you know that four union organizers disappeared prior to the vote?  I bet you didn't.  Are you wondering why none of this was reported?  So am I."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "months_old_news",
    "text": [
      {
        "id": "months_old_news_1",
        "text": "SUPPORT THE COUNTRIES THAT SUPPORT YOURS - PRESIDENT: Earlier today, in an unexpected and unpopular decision, the president suggested the possible institution of a peacetime draft in response to increasing Chinese aggression towards Taiwan and the Philippines.  \"We must pray for the best while preparing for the worst.  We cannot abandon key allies in the face of Chinese bullying.\""
      },
      {
        "id": "months_old_news_2",
        "text": "EVACS UNSTOCKED: TRUTH OR FICTION?  An unidentified government source has suggested that the evacuation centers are unstocked, having \"already accomplished the goal of calming the people\".  He later retracted the comment and is unable to be contacted."
      },
      {
        "id": "months_old_news_3",
        "text": "SPIKE IN MENTAL HEALTH CONCERNS HAS EPIDEMIOLOGISTS WORRIED.  \"There's no doubt about it,\" said a spokesperson from Mount Sinai Hospital.  \"Hospitals over the US are overwhelmed with an increase in psychiatrically-related violent behavior such as explosivity and aggressive paranoia.  The most likely cause is a new street drug; we have yet to identify any commonality between the affected people.\"\n\nDr. Andrew Morton, a Harvard epidemiologist, has a different opinion.  \"These people aren't drug users.  They're coming from all walks of life.  Sure, there's a predilection for people who already have some mental illness, but we're seeing perfectly normal people suddenly presenting with violent explosive behavior.  I think the most likely cause is infectious: no other pattern would fit this widespread an outbreak.\""
      },
      {
        "id": "months_old_news_4",
        "text": "UFO CRASH: TRUTH OR FICTION?  One civilian account claims a shining disk appeared in his field.  \"It kind of glowed, and I could see a strange gray world through it.  Then a shambling hazy purple mushroom came through, man.\""
      },
      {
        "id": "months_old_news_5",
        "text": "TIME TRAVEL: TRUTH OR FICTION?  Leaked federal documents describe the formation of a new federal agency called XEDRA, to oversee \"4th Axis technology\" already in use.  Our expert's opinion suggests time-travel or parallel worlds.  The meaning of the acronym is currently unknown."
      },
      {
        "id": "months_old_news_6",
        "text": "EDITORIAL: THE CHINESE CONTROL OUR MEDIA.  No, I don't mean they're writing the articles, but there's no doubt in my mind our social media, from FriendFace to Twitfeed to Eddit, is now run by Chinese influencers.  The real question is not IF they're doing it, but HOW they're using this influence to affect American minds."
      },
      {
        "id": "months_old_news_7",
        "text": "EDITORIAL: AI IS GETTING AHEAD OF US.  I saw the new article on unmanned robots with the rest of you, and I have to say I'm not as excited as I am worried.  Even the scientists describing these robots say they don't fully understand how this deep learning stuff works, and now we're putting it in cars?  There are some semi-autonomous AI robots even working in prisons now to quell riots.  It's easy to see how this could get out of hand.  We've all seen the movies."
      },
      {
        "id": "months_old_news_8",
        "text": "THE SOLDIER OF THE FUTURE, AT LAST.  The military's latest powered infantry exoskeleton has been released for widespread, non-testing use.  Although numbers are still very limited, official sources say that within two years every infantry unit will have access to two powered exoskeletons for heavy operations.  Within five, light exoskeletons will be the standard issue armor for US ground forces.  \"This is going to put our military so far ahead of the rest of the world, it's like we have guns while they have spears,\" General Alex Findlay said in a press release.  The new armor is powered by a proprietary fuel cell developed by the military and hoped to be ready for civilian distribution in the next few years."
      },
      {
        "id": "months_old_news_9",
        "text": "INCREASE IN \"MONSTER\" SIGHTINGS HAS EXPERTS BAFFLED.  A tenfold spike in sightings of unexplained phenomena, particularly fantastic beasts and monsters, has experts confused.  \"This could be related to the recent rise in hallucinations,\" said Dr. Barb Coulson in an interview on web-based debate show ContraPoints on Friday.  \"It's probably drugs,\" replied debate partner Leanne Jefferson, a spokesperson from MADD.  \"You're both idiots,\" moderator Natalie Wynn interjected.  \"The obvious answer is that it's monsters walking the Earth, preparing to kill us all.\""
      },
      {
        "id": "months_old_news_10",
        "text": "FOODPLACE PANTS FEUD.  An ongoing legal battle between popular fast food megalith Foodplace and the non-profit Concerned Consumers of Foodpeople has ended with the determination that the Foodperson costume will remain a gender-neutral, nonrevealing unitard.  \"Superheroes are meant to have exaggerated anatomy and revealing costumes,\" a spokesperson from CCF said in a press release.  \"This is a sad day not just for fans of Foodplace, but for consumers of the fast-food superhero genre overall.\"  A spokesperson from rival food company NourishMart sent out a press release just minutes after the ruling: \"NOURISHMART INFORMS THE PUBLIC THAT NOURISHMATIC DOES NOT WEAR ANY CLOTHES.  NOURISHMATIC IS SOFTWARE.  NOURISHMATIC CAN PRESENT AN AVATAR OF WHATEVER APPEALING MEAT-FORM IS DESIRED BY THE PUBLIC.  EAT AT NOURISHMART.  OUR PRODUCTS CONTAIN A MIX OF FAT, SALT, AND PROTEIN THAT IS HIGHLY DESIRABLE TO HUMAN PALATES.\""
      },
      {
        "id": "months_old_news_11",
        "text": "ASIAN AGENTS RESPONSIBLE FOR \"MONSTER\" ATTACKS.  Sources have confirmed with photographic evidence that the rise in 'monster' sightings and attacks recently is the work of hostile Eastern agents believed to originate in either China or North Korea.  The government has refused to respond to evidence provided by our investigative journalist team proving that hallucinogenic gases and puppets were used to spawn the widely circulated social media phenomenon."
      },
      {
        "id": "months_old_news_12",
        "text": "RIOTS CONTINUE IN SOUTH AMERICA, AFRICA.  Although reports are inconsistent, it has been confirmed that widespread rioting in poverty-stricken regions of Africa and South America, as well as some parts of Indonesia, Asia, the Middle East, and Eastern Europe, have continued and only grown in severity.  \"It's obvious this is a social media effect,\" said political science professor Dr. Ely Savage.  \"Economists have been saying for some time that the current situation of developed nations forcing underdeveloped nations into semi-slavery couldn't last, and now we're seeing the repercussions.\""
      },
      {
        "id": "months_old_news_13",
        "text": "RIOT IN CARLHAVEN.  A riot broke out in a supermarket in Carlhaven, Nebraska, today.  A bystander who left the scene as violence started told police that it began with a dispute over the last box of frozen Foodplace hamburger patties, but quickly escalated \"For no reason at all\".  Police arrived on the scene and were quickly forced to deploy less-lethal weaponry in response to what was described by Sheriff Paul Redekopp as \"A complete sh*t show\".  Seven people are dead, and another six in critical condition in Carlhaven General Hospital."
      },
      {
        "id": "months_old_news_14",
        "text": "RIOT IN BANKSLEY.  Irony was hot and dangerous in Banksley, Vermont today, where a fight broke out in a local coffee shop, reportedly starting over a dispute about the details of a similar riot in Carlhaven, Nebraska.  Within an hour, the fight had expanded to engulf the local downtown core.  Danielle Louiston, a server who fled the scene, was available for phone interview.  \"It was like nothin' I've ever seen,\" describes Danielle.  \"One minute it's a normal Friday morning, the next it's a bar brawl.  By the time I got outta there, most of the restaurant was involved.  I got in my car and just bolted home, then called the cops.  Turns out they're all in the fight!  The secretary and I, we got hold of the military and finally they came in and cleared things up.\"  Stabilizing the riots required the dispatch of three National Guard units.  Casualty reports are, as yet, unavailable."
      },
      {
        "id": "months_old_news_15",
        "text": "ECONOMIC RIOTING SPREADS TO UNITED STATES.  Global economic riots, started in Africa and South America, have spread to the continental United States.  More than thirty riots were reported over the weekend, primarily in poorer regions of the Midwest and South.  \"I don't think this is related to what happened in Carlhaven or Banksley,\" a spokesperson from the National Guard said in response to media inquiry.  \"Those were isolated incidents, while this is very clearly a coordinated social media effort.\"  Police and the National Guard are containing riots as they crop up.  President Oswald, in a speech on Sunday evening, reminded Americans of our solidarity.  \"Enemies perch at our every border, watching for signs of weakness.  Now is not the time to shoot ourselves in the feet.\""
      },
      {
        "id": "months_old_news_16",
        "text": "THE MAN BEHIND THE RIOTS.  [Photograph: Interpol identification photograph of Qiang Ye, taken in Maastricht airport in June, 2019.]  Our sources in the UN have informed reporters that the investigative committee in charge of the riots currently engulfing most of the world, nicknamed the \"FriendFace Riots\" for the role of social media in spreading the violence, are the work of a discredited Chinese hacker and alleged intelligence agent, Qiang Ye.  Ye is wanted by Interpol for his involvement in a cyberterror attack on Dutch banks in 2018 that led to billions of dollars of losses for European banks.  The Chinese government has disavowed any connection to Ye since 2015.  \"One man, with an army of well-programmed bots at his control, could certainly be behind this,\" said Dr. Ely Savage, a professor of political science at Berkeley and our expert correspondent on the riots.  \"Social media is very susceptible to this sort of influence.\""
      },
      {
        "id": "months_old_news_17",
        "text": "VIOLENT OUTBREAKS CAUSED BY DRUG CONTAMINATION: Reports of riots being a social media effect were disputed today by NSA spokesperson Colonel Shawn Singer.  \"These are isolated incidents.  There is no evidence of any social media articles that are causing them, here or abroad.  The violence is random and senseless.  We are currently investigating a promising theory that a malicious contamination effect of the street drug methothexazole, known as 'Forbidden City', is responsible.  Whatever the cause, the National Guard has these riots very well contained.\""
      },
      {
        "id": "months_old_news_18",
        "text": "EDITORIAL: FORGET DRUGS OR FRIENDFACE, THESE ARE THE GAMER RIOTS.  I can't believe how many idiots are wasting their time blaming social media or drugs on the riots we're facing when the answer is obvious: this is the result of letting our kids fall to the moral iniquity of video games.  Just last week I saw my kid playing one of those stupid bleep-bloop games, all letters and numbers and symbols.  When I asked him what he was doing it was absolutely appalling.  Violence.  Cannibalism.  Humans as cattle.  Mermaid abuse.  Yesterday, he was arrested for participating in the riots.  Coincidence?  Pretty obviously not.  Our government is in the pocket of these video game developers, and we're all paying the price."
      },
      {
        "id": "months_old_news_19",
        "text": "MORE ORDAINED MINISTERS NEEDED.  Wedlock is down, but last minute nuptials, elopements, vow-renewals and 'micromonies' have been on the rise, supposedly in response to many of the recent events and uneasing developments as more people are feeling less secure about dating in these troubled times, therefore rushing to the altar in preparation for the worst, or to cross items off the bucket list before it's too late.  As a result, the nation is experiencing a shortage of marriage officiants.  Luckily, now more than ever, since the beginning of the 21st century it's become increasingly easier to become qualified to help couples of all kinds celebrate their commitment to each other.  However, not enough people are rising to the occasion."
      },
      {
        "id": "months_old_news_20",
        "text": "BUNKERS OF THE RICH AND FAMOUS.  Forget the backwater \"Last Man on Earth\" shelter you helped your buddy pour the foundations for.  We got a look inside the private bunker of James Hawthorne himself!  Ever wonder what it would feel like to weather a disaster in style?  Wonder no more."
      },
      {
        "id": "months_old_news_21",
        "text": "POLICE TO INVESTIGATE SHADY HILLS.  There will be a \"thorough investigation\" into the Shady Hills nursing home, owned by Shady Hills Corporation, said police Monday.  The announcement came following several lawsuits launching against the home by family members of residents for alleged elder abuse and neglect."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "weeks_old_news",
    "text": [
      {
        "id": "weeks_old_news_1",
        "text": "SURGEON GENERAL: DEAD ARE STAYING DEAD: \"Stories about the dead rising are completely unfounded and medically impossible.\", the office of the surgeon general said in a press conference today.  \"It's an obvious hoax by people just looking for five minutes of fame, or to scare people in these uncertain times.  After all, remember the clown thing a few years ago?\"  A critic pointed to the increasingly widespread viral videos of rioters with clearly fatal injuries rising to return to the rioting.  \"Within ten hours, someone will have deep faked this video to make me look like a Star Wars character,\" replied the spokesperson, \"and you're confused by a bit of home grown CGI showing zombies?\""
      },
      {
        "id": "weeks_old_news_2",
        "text": "GENERAL SAYS AVOID BUNKERS: Even in riot affected areas, do not attempt to flee to military bunkers or outposts!  Understaffed bunkers are defended by automated turrets, which will shoot those without proper registration.  FEMA has authorized use of emergency evacuation shelters for people seeking refuge from riots."
      },
      {
        "id": "weeks_old_news_3",
        "text": "VIOLENCE OUTBREAKS ARE UNIVERSAL.  Despite government efforts to claim the situation is \"under control\", sources in the CDC have confirmed our own investigative results: there are now major unchecked riots in every city in the United States.  Similar reports are trickling in from countries across the globe.  We recommend packing a bugout bag and heading to your cabin on the lake, if you have one."
      },
      {
        "id": "weeks_old_news_4",
        "text": "ZOMBIE DRUG?  A controversial blogger suggested the recent riots are a chemical attack by China in her latest podcast.  \"They're jealous of our military superiority, so they teamed up with Haiti to put hoodoo drugs in the water making people zombies!  You've all heard of Forbidden City, who hasn't?  well, this is what they were testing, and now we're seeing it everywhere!\""
      },
      {
        "id": "weeks_old_news_5",
        "text": "SUPERSOLDIER EXPERIMENTS GONE WRONG.  Recently leaked documents from an inside source in a hitherto unknown government agency abbreviated 'XEDRA' confirm that violent riots across the country are the result of an accidentally released self-replicating supersoldier serum.  The serum gives people unprecedented strength and durability, even regenerative capacity, but has the dangerous side effect of causing uncontrolled anger.  Although the leak suggests that the effect should wear off, it may take weeks or even months to reach a stable state."
      },
      {
        "id": "weeks_old_news_6",
        "text": "DISTURBING VIDEO SHOWS PSYCHOTIC RIOTERS.  We've all known something was really wrong for a while.  A new, extremely disturbing video has been making the social media rounds in a shocking way.  It depicts a young woman amidst the riots violently and fatally attacking a girl that appears to be her own small daughter.  To many, this is the last straw that confirms a dreadful suspicion: these riots are not the result of some social unrest, but represent a complete breakdown of rationality."
      },
      {
        "id": "weeks_old_news_7",
        "text": "GOVERNMENT SPEAKS OUT ABOUT 'MIND CONTROL' RUMORS.  Amidst rumors that nation- and world-wide riots are the result of a chemical mind control agent, the NSA held a press conference today.  \"This is not mind control.  These rioters are human beings, normal people, controlled only by feverish violence at a level we've never seen before,\" said a flustered looking representative.  \"Although in some places excessive force has been required to deter rioters, we are treating them as the humans they are, not as some faceless mind-controlled horde.  This is not science fiction, these are our friends and family.\""
      },
      {
        "id": "weeks_old_news_8",
        "text": "THEY FLY THE SKIES.  It spreads its wings and the sun blocks out.  It strikes the helicopter from the sky with a simple wave of its claw.  It rains spittle down on our faces and we dissolve.  They are coming.  They are coming.  They are coming."
      },
      {
        "id": "weeks_old_news_9",
        "text": "HELL ON EARTH?  Boston has been quarantined.  Prior to its complete lockdown, our journalists received a concerning email from a colleague within the city, describing horrendous and inhuman monsters walking the streets amidst the rioters.  \"I don't know who started it, but we call it Hastur.  After the horror novel.  The rioters fall in line behind it like soldiers, living and dead.  Yeah, some of them are dead.  They're lying to us, they've all been lying to us.\"  Our editor-in-chief demanded we keep this article from you.  He has been deposed.  Rise up against the lies."
      },
      {
        "id": "weeks_old_news_10",
        "text": "YOUR BUG-OUT BAG.  In this issue we focus on tips and tricks to packing your bug-out bag.  Whether you're near an urban center or in a small town, if you don't already have an emergency kit, you need one while supplies are still available.  Don't be the one person caught without a lighter when you need a fire!"
      },
      {
        "id": "weeks_old_news_11",
        "text": "EDITORIAL: MY MOM, THE RIOTER.  My mother was one of the first of the rioters in Jacksonville.  I've been wondering for a long time how a retired sixty-seven year old woman with a passion for day lilies and knitting wound up allegedly beating a police officer to death and getting thrown in a containment tank.  Last week, against all odds and at great personal risk, I managed to get her released into my care.  I thought I could calm her down.  When they gave her to me, she was straitjacketed and masked, like Hannibal Lecter.  When I got her home I tried to remove the bindings, and she almost immediately tried to strangle me.  It was all I could do to tie her back up and put her in the guest room.  She still eats and drinks when I give her food, but I haven't seen her sleep.  I don't know what that thing is in there, but it's not my mom.  I hope she comes back soon."
      },
      {
        "id": "weeks_old_news_12",
        "text": "PSYCHIC EMANATIONS?  A seemingly far-fetched theory about ongoing riots sweeping the nation has been gaining traction after a leaked document about experiments in magnetic control of brain-waves.  \"Two weeks ago, I'd have told you this is ridiculous,\" said Dr. Andrew Morton, an epidemiologist and our leading expert on the medical basis for the riots.  \"Now?  I'll consider anything.  With the caveat that I don't think any of this is possible, magnetic weaponry altering our brain waves and making people into crazy violent psychopaths is more plausible than a lot of the theories running around.  I certainly prefer this one to that 'zombies' suggestion from a few days ago.\""
      },
      {
        "id": "weeks_old_news_13",
        "text": "CHINESE SOLDIERS SPOTTED AMIDST RIOTERS.  Concerns that Chinese influence is behind the riots sweeping North America were corroborated today by reports of the appearance of PRC soldiers amongst the rioters in San Diego and San Francisco, apparently unaffected by the otherwise uncontrolled frenzy of violence.  The government continues to deny the truth."
      },
      {
        "id": "weeks_old_news_14",
        "text": "IF YOU CAN'T BEAT 'EM.  Riots continue to rage unchecked across the country, maybe the world.  Here in our newsroom we've taken a poll, and it's agreed: if you can't beat 'em, join 'em.  This will be our last issue, we're going out there to show the government exactly what we think of their limp-wristed failures."
      },
      {
        "id": "weeks_old_news_15",
        "text": "WATCH POWER ARMOR IN ACTION.  The National Guard deployed a recently-commissioned unit of heavy riot control power armor exoskeletons to the front lines of the riots in Waterville, Maine.  This state of the art armor is able to repel almost any attack from a civilian rioter, and has been sent forward alongside infantry armed with pepper bullets and sponge rounds to contain rioters.  \"It's an uphill battle, but we've still got it contained,\" said Lieutenant Shawn Bhatti from inside his full-enclosure suit.  \"I can subdue a dozen rioters in this thing, and I've got a dozen men and women with me.\"  Video of the power armor in action will be streamed on our website."
      },
      {
        "id": "weeks_old_news_16",
        "text": "LETHAL FORCE DEPLOYED?  Police and military forces deny the use of lethal force in riot control, but reports do not seem to corroborate their claims.  From videos of gunshot-riddled corpses to aberrant reports from some military officials, it seems clear that at least in some areas, live fire turrets with fully AI-driven threat recognition are being deployed to bolster an overwhelmed military.  We reached Major Linda Pryce in Montpelier, Vermont, for comment.  \"I don't ******* care what the orders are, I have men and civilians that need protecting,\" she told our reporters.  \"These rioters are worse than any insurgent I ever fought in Afghanistan, and I will use whatever I can to keep them under control.\""
      },
      {
        "id": "weeks_old_news_17",
        "text": "LOCAL EVACUATION ORDERS.  FEMA has announced small-scale evacuations of select centers where rioting is most intense.  \"This is a preventive measure,\" Spokesperson Linda Garrison told our correspondent.  \"We expect to have people home in a few days, but it's best we play it safe until then.\""
      },
      {
        "id": "weeks_old_news_18",
        "text": "COPS IN CRISIS.  Law enforcement officials report increasing numbers of officers are calling in sick, have resigned, or are just not showing up to duty.  A lack of sufficient personnel exacerbates the dangers police on-duty face.  In some cases officers are refusing to respond to dispatches in areas with high levels of violence.  A spokesperson for the Worcester County Sheriff's Office confirmed \"It is no longer feasible for us to jeopardize officer lives in some circumstances.  Instead we can continue to rely upon our state-of-the-art AI-powered robotic units.\""
      },
      {
        "id": "weeks_old_news_19",
        "text": "UNCANNY VALLEY.  Faced with accusations of malfeasance in his AI designs, James Hawthorne appears to have *disappeared*.  Hawthorne could not be reached for comment by any major news centers, as questions and even lawsuits about dangerous flaws in his widespread law enforcement AI packages rise."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "newest_news",
    "text": [
      {
        "id": "newest_news_1",
        "text": "GOVERNMENT FACILITIES BOMBED: In an apparent foreign attack (contradicting earlier Department of Defense denials of the disaster being caused by Chinese aggression) a coordinated bombing strike hit a wide number of US governmental facilities simultaneously yesterday, as well as numerous locations in isolate parts of the coastal United States.  A statement from the Pentagon has been issued, stating the strikes were the result of Chinese opportunism during the national crisis, and assured that action would be taken in kind against the aggressors.  Allegations that these sites contained top-secret government research facilities related to the disaster have been vehemently denied."
      },
      {
        "id": "newest_news_2",
        "text": "RIOTS GROWING?  Communications with government forces have been muddled by a large influx of aggressive armed individuals to nation-wide riots.  \"We have this under control,\" says a local police chief.  \"We are authorizing our forces to use lethal force on combative humans.  In the meantime, people are advised to stay in their homes and avoid any contact with peacekeeping forces to avoid friendly fire.\"  Riots are believed to be affecting cities worldwide since at least three weeks ago."
      },
      {
        "id": "newest_news_3",
        "text": "EVACUATION ALERT.  The Federal government has announced a formal evacuation of all major centers, to pre-designated FEMA emergency shelters.  Spokesperson Linda Garrison stated, \"This is not expected to be a permanent issue.  By evacuating to the shelters and camps FEMA set up for just such a situation, we can clamp down on riots without hurting uninvolved people.\"  Garrison declined to comment on widespread allegations that the rioters are under the influence of psychosis-inducing biological agents."
      },
      {
        "id": "newest_news_4",
        "text": "RIOTERS MUTATING?  Eyewitnesses from the New England Disaster Area have claimed that the allegedly psychotic rioters are displaying inhuman qualities.  \"I swear to God, one of them was the size of a tree!\", said one panicked survivor.  There are also reports of afflicted individuals with acidic or electric properties.  CDC officials could not be reached for comment."
      },
      {
        "id": "newest_news_5",
        "text": "RHODE ISLAND DECLARES SECESSION!  In the midst of a nation-wide disaster, the governor of Rhode Island has declared unilateral secession and war with the government of the US.  \"My loyal Rhodians are withdrawing to Aquidneck and Conanicut Islands,\" said governor Alex Ackerwith in a public announcement this morning.  \"The US government has failed us.  Any attempt by the US to intervene in our affairs will result in military action from the Narragansett Government.  Frankly, I don't think they can get their shit together enough to challenge us.\""
      },
      {
        "id": "newest_news_6",
        "text": "PUBLIC SERVICE ANNOUNCEMENT: \"Aid Delayed\".  Fighting by the military at the edge of the New England Disaster Area is expected to delay civilian extraction.  Civilians will be forced to supply themselves over the next weeks.  Sources indicate this problem is widespread in other major population centers, but aggravated locally by the very high number of bombing targets over the last two days."
      },
      {
        "id": "newest_news_7",
        "text": "PUBLIC SERVICE ANNOUNCEMENT: \"New England Cut Off\".  New England has been quarantined for the safety of the rest of the USA.  No rescue attempts will be funded; it is assumed there are no survivors in the area.  This follows on the heels of the quarantining of large sections of the Midwest last night.  Cellular and land-based communication grids have been blocked by large numbers of people attempting to contact loved ones.  It is recommended that civilians avoid use of these tools for all but the most urgent messages."
      },
      {
        "id": "newest_news_8",
        "text": "LEAVE IT TO THE EXPERTS -- GENERAL: \"Do not attempt to deal with people acting violent or unusual yourself.  If you see someone dangerous, report to the nearest military or police blockade for assistance!  Even guns are to be avoided: loud gunfire may attract more rioters than you have ammo!\""
      },
      {
        "id": "newest_news_9",
        "text": "EVACUATION ALERT: FEMA officials said today \"Do not try to defend your property in towns.  Please retreat to your nearest evacuation center outside town and await extraction to a safe facility.  Military officials require non-hostile civilians to be removed from potential hot sites for ongoing violence.  When the evacuation order is over, you will be able to return to your homes.\""
      },
      {
        "id": "newest_news_10",
        "text": "EDITOR SAYS \"DESTROY THE DEAD\".  Recognizable dead left lying in the street may be dangerous!  If you kill a hostile, smash or butcher with a knife until unrecognizable!  These aren't rioters, they're *undead*.  The government has been lying to us all along.  This will be our last issue."
      },
      {
        "id": "newest_news_11",
        "text": "THEY'RE NOT RIOTS!  According to head officials at the Centers for Disease Control, functional MRI studies of rioters have fit autopsy data that suggests these people are under the influence of some sort of mind-altering agent causing erratic, violent behavior.  A source inside the CDC, who did not wish to be named, informed our reporter \"It's not just the rioters.  They're the heaviest affected, but we scanned our own brains when we found out.  It's everyone.  It's in me, and you.  It's in the government.  The military.  God help us all.\""
      },
      {
        "id": "newest_news_12",
        "text": "THE DEAD WALK.  Amidst the violence of the riots, we can no longer disregard reports of fatally wounded rioters and police forces alike rising and joining the ranks of rioters.  Government sources could not be reached to confirm or deny these reports, but our own reporters confirm it with photographic evidence shown below."
      },
      {
        "id": "newest_news_13",
        "text": "A BRIDGE TOO FAR.  In a statement Monday, the Department of Defense detailed its plans to deploy strategic minefields on key bridge crossings, in order to quarantine high-hostility regions of rioting.  \"Military personnel will be on-site to assist any refugees fleeing the blackout zones.  We urge citizens to comply with all military directives and avoid quarantined areas whenever possible until order can be restored.\""
      },
      {
        "id": "newest_news_14",
        "text": "PORTALS?  Reports of shimmering gateways opening around the US have been corroborated by our own reporting staff.  One reporter witnessed a creature the size of an apartment building taking a direct hit from an Apache helicopter's weaponry and continuing to fight.  Government officials could not be reached for comment, but a local pastor spoke to our reporter in the field.  \"There can no longer be any doubt,\" she was quoted as saying.  \"These are the end times.\""
      },
      {
        "id": "newest_news_15",
        "text": "ZOMBIES!  Whether they're all the rioters, or just a few, it is now undeniable: the dead walk among the living, adding to the ranks of the psychos ripping our country apart from the inside.  Full photo evidence inside."
      },
      {
        "id": "newest_news_16",
        "text": "CHINESE VICTORY AT HAND.  Emperor Tsang Gu Yen of Grand China arrived in full state in Burlington, Vermont today to issue his proclamation that America, like all countries of Earth, now belongs to the New Grand Chinese Empire.  Freedom has fallen.  Rebel against his forces while you still can!"
      },
      {
        "id": "newest_news_17",
        "text": "THEY WALK OUR EARTH.  They are here.  They are here.  They are here.  They are here.  They are here.  They are here."
      }
    ]
  }
]
