[
  {
    "type": "snippet",
    "category": "nightmares",
    "//": "When writing nightmares, take care to (1) ensure they are generic enough that getting the same nightmare twice in a row isn't too weird, and (2) that they don't assume anything about the person having them.  If your nightmare reads like a horror story or creepypasta, it is probably going too far. In general, avoid too much description.",
    "//2": "It's also a good idea to try mainly to include nightmares that have something to do with the apocalyptic setting of the game, not just generic scary dreams.  Obviously, not all nightmares have to follow this rule, but the more they advance the overall setting of DDA the better.",
    "text": [
      "You awaken from a nightmare about being eaten alive while your friends applaud.",
      "You awaken from a nightmare about being naked in an arctic tundra and freezing to death.",
      "You awaken from a nightmare about an unseen predator slowly killing you.",
      "You awaken from a nightmare about killing those you love with your bare hands.",
      "You awaken from a nightmare about being finally judged for your ill deeds.",
      "You awaken from a nightmare.  Recent events had not come to pass, and you were stuck in an office job.",
      "You awaken from a nightmare.  This wasn't the end of the world… all those innocents you've murdered.",
      "You awaken in a cold sweat, relieved that you weren't being eaten alive by evil Twinkies.",
      "You awaken feeling hollow; you dreamt of your friends and family, only to realize your new reality is the nightmare.",
      "You abruptly awake, relief washes over you as you were no longer naked in the street, and the zombies weren't laughing at you.",
      "You feel something gently embrace you as you sleep.  You try to wake up and see who it is, but you can't move or scream.  As teeth sink into your flesh, you jerk awake.",
      "You dream of a peaceful meadow, with singing birds and playing children.  A sense of unease grows, as the children move around you.  You remember grasping hands, flashing teeth, and ink-black eyes, holding you down, unable to escape, before you wake up.",
      "In your dream, you feel as if you are being watched.  A long, slimy appendage snakes its way towards you, hauling you towards a dark, tooth-lined pit.",
      "You dream that your ear is itchy.  You reach to scratch it, but when you do, a flood of tiny spiders bursts out.",
      "In your dream, you lie on an operating table, surrounded by doctors.  They remove something from your body, then start yelling and screaming as the thing they've cut out of you begins to tear them apart.  You find yourself unable to move or even scream as it finishes with the doctors and comes for you…",
      "You awaken from a nightmare about the deaths of your loved ones.",
      "You awaken from a nightmare about being eaten alive by something terrible.",
      "You awaken from a nightmare about slowly going insane.",
      "You awaken from a nightmare about falling into a lake with a cannonball tied to your feet.",
      "You awaken from a nightmare about suffocating in a small metal box.",
      "You awaken from a nightmare about being forced to watch as your loved ones are executed.",
      "You awaken from a nightmare about the Cataclysm happening over and over again.",
      "You awaken from a nightmare about dying of thirst in a desert.",
      "You awaken from a nightmare about your loved ones stabbing you.",
      "You awaken from a nightmare about the end of the world.",
      "You awaken from a nightmare about being stuck doing endless paperwork explaining how you let the apocalypse happen.",
      "You awaken from a nightmare about slipping out of a plane, into a pitch black sky.",
      "You awaken from a nightmare about being a limbless zombie in a decrepit building.",
      "You awaken from a nightmare where you are a zombie, constantly hungry, chasing down the people you once loved.",
      "You awaken from a nightmare where you fought endless waves of zombies, all of whom looked like celebrities you remember from the old world.",
      "You dream about the rain.  At first it's normal water, but soon changes into a rain of spiders.  They cover you completely, crawling all over you, until you wake up with a start.",
      "It's your first day at school!  Unfortunately, the bus had to take a three-hour detour, so you show up extremely late.  As you walk into the class, you suddenly realize you forgot to put your pants on.  Even worse, your mother walks in behind you and starts berating you in front of all your classmates.",
      "You dream of running in an endless hallway.  You hear something gargantuan chasing you with heavy breaths and wet squelching sounds.  You run until you are out of breath and wake up feeling exhausted.",
      "You have a nightmare about drowning in a pit of biting, gnawing maggots.  You wake up as they begin to choke you.",
      "In your dream, you are tied to a chair, slowly being lowered into a dark pit.  A large metal hatch closes you into the darkness, and you awake, as it clangs shut with an air of finality.",
      "You dream of flying.  You fly higher and higher until you are in outer space.  You look back at Earth and see that it's cracked - something slithering and vast is hatching from it.",
      "You dream that you're leaning over a bathroom sink, trying to winnow out something that's hurting your gums.  You yank and wiggle until a six-inch-long serrated tooth comes free.",
      "You have a long and vivid nightmare about living in an old, stuffy building with countless other people.  You try to get some rest but you can't.  You try using the restroom but it's too cramped.  It gets so unbearable that you feel sick, and you find that you've gagged yourself awake.",
      "You have a strange dream about walking through a street from your childhood, where every surface is the same shade of solid red.  You wake up startled after noticing an equally red man down the street, moving quickly in your direction.",
      "In your dreams you feel as though you've learned something really, really important.  You wake up in quiet distress, as you've already forgotten what that something was.",
      "You dream you're walking down the hallways of your high school, listening to a baby cry, trying to find it.  A sense of inexplicable dread follows you as you start to run through endless rooms and halls, unable to track it down.  As you open your eyes in a groggy, still half-dreaming state, you feel like you've failed at something important.",
      "You dream about a shadowy figure, following you as you wander through the apocalypse.  It seems to be ever closer whenever you check back.  You wake with the disturbing feeling that you've had this dream before, but before long you can't remember what it even was.",
      "You wake up feeling that you lost something important.",
      "You dream about locking yourself in a school bathroom to avoid a bully.  You hear sounds of the bully approaching in the hall, then hammering at the door to the stall.  As the door gives way, the undead face of your bully lunges towards you, teeth bared, before you wake up with a start.",
      "You dream a friend has dragged you to their weird church.  You find yourself unable to follow anything the preacher says, until abruptly he points to you and accuses you of causing the end of the world.  You try to argue, but as they turn to you, you see the congregation are all zombies.  They stumble your way, hands grasping, moaning that it's all your fault.",
      "You dream about having a drink with an old friend.  In the dream you can't remember why you haven't talked to them in a while.  As you finish up, they look at you with empty, blackened eyes and ask why you didn't do anything to help them.  The dream fades to another, but leaves you cold in the morning.",
      "Your dream starts out pleasant, a happy memory of a vaguely-real family that almost, but not quite, resembles your actual one.  Your pleasant thoughts are broken by flames as the picture-perfect house you live in catches fire, and your picture-perfect family just laughs and tells you not to bother as you try to extinguish the flames.",
      "You have a nightmare that you're slowly turning into a zombie, starting with the tips of your fingers.  At first you're going about your business in a more mundane dream, but soon the spreading rot can't be ignored.  Nothing slows the inevitable progression.",
      "You have a dream where you're searching for food in the ruins of a city, but everything you find turns out to be rotting zombie flesh when you get ready to eat it.  You wake up feeling sick to your stomach."
    ]
  }
]
