[
  {
    "type": "snippet",
    "category": "nightmares",
    "text": [
      "You awaken from a nightmare about being eaten alive while your friends applaud.",
      "You awaken from a nightmare about being naked in an arctic tundra and freezing to death.",
      "You awaken from a nightmare about an unseen predator slowly killing you.",
      "You awaken from a nightmare about killing those you love with your bare hands.",
      "You awaken from a nightmare about being finally judged for your ill deeds.",
      "You awaken from a nightmare.  Recent events had not come to pass, and you were stuck in an office job.",
      "You awaken from a nightmare.  This wasn't the end of the world… all those innocents you've murdered.",
      "You awaken in a cold sweat, relieved that you weren't being eaten alive by evil Twinkies.",
      "You awaken feeling hollow; you dreamt of your friends and family, only to realize your new reality is the nightmare.",
      "You abruptly awake, relief washes over you as you were no longer naked in the street, and the zombies weren't laughing at you.",
      "You feel something gently embrace you as you sleep.  You open your eyes, but it's too dark to see, you struggle to move, but it has your arms and legs in a cocoon of darkness, it has stolen your mouth and you cannot scream.  It starts to devour you whole, starting with your feet, unable to escape, and unable to scream.  You take your last breaths.  It was just a dream.",
      "You are in a meadow, unsure of how you got here.  The sun is shining, the birds are singing, and children are playing; all is peaceful.  So why do the hairs on your neck stand at attention?  Something is not quite right about this peace.  You turn around, and the children have you surrounded.  The faces of the children have vanished, replaced by a shark-like grin and beady black eyes.  They reach out with their pale, claw-like hands.  However, you cannot move, you cannot escape…",
      "You open your eyes, and you are not where you slept.  You have been strapped to a chair in a dimly lit room with damp, rusty walls.  A clown covered in blood splatters approaches you from behind, wielding a rusty drill, dancing around you until he meets you face to face.  He toys with the trigger, enjoying the sound.  You plead for him to let you go, he replies with this maniacal laugh.  He inches the roaring drill towards your face, playing with you, for you are his toy.  You can't help but to watch in horror as the drill bit slowly inches its way towards your eye, unable to look away and unable to close your eyes.  This is it.",
      "You regain consciousness and realize you are at the bottom of a deep pit.  You can make out a bucket just opposite of you.  Within the bucket you find a bottle of lotion.",
      "You feel as if you are being watched.  Several feet away from you are a pair of burning yellow eyes.  A long, slimy appendage snakes its way towards you, hauling you towards an abyssal pit of serrated teeth.",
      "You try to get comfortable.  You hear a loud skittering sound but see nothing.  The sound grows louder, and yet you see nothing.  Desperate, you search for the source of the sound, you find nothing except for an itch in your ear.  You reach to scratch it, causing hundreds of tiny spiders to burst out, you find the source of the sound.",
      "You open your eyes to a blinding light, surrounded by medical equipment, and a group of panicking individuals dressed in blue scrubs.  They seem to be doctors.  Your vision is blurry from the anesthesia, but one of them seems to be holding a mass of flesh; it appears to be alive.  You glance down and find your chest has been cut open.  The doctors start screaming as the mass of flesh rips them apart.  You are next…",
      "You awaken from a nightmare about the deaths of your loved ones.",
      "You awaken from a nightmare about being eaten alive by something terrible.",
      "You awaken from a nightmare about slowly going insane.",
      "You awaken from a nightmare about falling into a lake with a cannonball tied to your feet.",
      "You awaken from a nightmare about suffocating in a small metal box.",
      "You awaken from a nightmare about being forced to watch as your loved ones are executed.",
      "You awaken from a nightmare about the Cataclysm happening over and over again.",
      "You awaken from a nightmare about dying of thirst in a desert.",
      "You awaken from a nightmare about your loved ones stabbing you.",
      "You awaken from a nightmare about the end of the world.",
      "You awaken from a nightmare about the Cataclysm not having happened and being stuck in an office job.",
      "You awaken from a nightmare about slipping out of a plane, into a pitch black sky.",
      "You awaken from a nightmare about being a limbless zombie in a decrepit building.",
      "You're outside in a park, under a dark gray sky.  The air is thick, and smells like earth.  You hear thunder crack above you, and it begins to rain.  As you look up, you realize with horror that it's raining spiders.  The creatures land all over your body, and you try to cover your mouth and nose but a few manage to slip through your hands.  You can feel the spiders inside your lungs.  You try to scream, but your mouth is full of them.  Tears stream down your face as you choke on millions of tiny black spiders.  You wake up gasping for air.",
      "It's your first day at work!  Unfortunately, the bus had to take a three-hour detour, so you show up extremely late.  As you walk into the office, you suddenly realize you forgot to put your pants on.  Even worse, your mother walks in behind you and starts berating you in front of all your co-workers.  As the entire office laughs at you, you wake up from your nightmare.",
      "You dream of running in an endless hallway.  You hear something gargantuan chasing you with heavy breaths and wet squelching sounds.  You run until you are out of breath and wake up feeling exhausted.",
      "You awaken from a nightmare about drowning in a pit of maggots - chewing and biting your skin, filling your lungs.",
      "In your dream, you are tied to a chair.  You hear a deep voice slowly recite what torments await sinners in hell as you are slowly lowered into a dark pit.  As your vision fades, a large metal hatch closes you into the darkness.",
      "You dream of flying.  You fly higher and higher until you are in outer space.  You look back at Earth and see that it's cracked - something is hatching and a thousand crimson eyes are fixated on you.",
      "You dream that you're leaning over a bathroom sink, trying to pull loose a wisdom tooth that's been slicing up your gums.  You succeed in yanking it out and it clatters into the sink - the tooth is six inches long, jagged and serrated like the blade of a nasty dagger, with a crack in the enamel giving way to pink tissue underneath.  The taste of blood still lingers in your mouth for a moment even after you wake up.",
      "You have a long and vivid nightmare about living in an old, poorly ventilated building with countless other people.  The air is humid and stuffy, every room is brightly lit and the people are always yelling and making noise.  You try to get some rest but you can't.  You try using the restroom but it's too cramped.  It gets so unbearable that you feel sick, and you find that you've gagged yourself awake.",
      "You have a strange dream about walking through a street from your childhood, where every surface is the same shade of solid red.  You wake up startled after noticing an equally red man down the street, moving quickly in your direction.",
      "In your dreams you feel as though you've learned something really, really important.  You wake up in quiet distress, as you've already forgotten what that something was.",
      "You open your eyes and find yourself in a school hallway.  It's high school.  Students are filing past one another to reach their respective classrooms.  You begin heading for your class as well, when you distinctly hear a soft voice crying out for help.  Startled, you go into a half-sprint and rush to where the noises are coming from.  You end up in front of one of the student bathrooms.  The weeping seems to be echoing from the ladies' restroom, and you brace yourself for the worst and barge in.  The abrupt silence catches you off guard, and of the four stalls, one seems to be painted entirely black.  You creep towards it and silently push ajar the entrance.  You find with abject terror a naked baby blown to horrific proportions wailing out his lungs.  The macabre dread deadens your heart as you realize.  This was how you were birthed into this world.",
      "You fitfully dreamed horrid, fleeting dreams for the past several days.  Each time you plunged into slumber, you always ended up in the same place.  You would be in one of the decrepit residential flats of an old burned-down building.  The dream merely consisted of you heading to the bathroom to wash your hair over the sink.  The problem was that you could feel someone approaching in the distance.  Every night, footsteps appeared to be getting closer.  Last week, you managed to see the door to your flat opening as you headed for the bathroom.  Outside stood a man, cloaked in heavy shadow, his breathing stifled.  Four days ago, he reached the living room.  Two days ago, he stood right next to you as you entered the restroom.  His eyes were dull and resembled cracked, foggy glass.  His hands clutched a rusty knife.  Yesterday, he followed you in.  Today, he stared unblinking as you washed your hair.  Out of the corner of your eye as your cleaned yourself, you saw him scribbling something on the wall with a thick, dark red liquid.  The viscous trail of crimson shocked you awake.  It read: Tomorrow.",
      "You wake up feeling that you lost something important.",
      "You flee in a panic into a nearby school bathroom.  Mr. ____, he was chasing you.  You had your doubts but now you were sure.  As you try your best to calm your ragged breathing, you rush into an unlocked stall to hide.  The proof was right here.  Every wall of the stall was covered in soulless eyes.  They were painted.  Except for one.  One of the eyes was hollow.  It was used as a cover to hide a hole leading to the next-door stall.  Mr. ____ would secretly spy on the students.  You had evidence of his misdemeanor.  You frantically message your friends with the footage, asking them to contact the authorities.  You tell them you are not in a position to call them yourself.  Suddenly, you look up, and find Mr. ____ staring at you as he climbs down from the locked stall door.  You wake up screaming, still reeling from the nightmare.",
      "You hear a voice in the distance proclaiming that the Son of Man would soon arrive.  It was the one we had all been waiting for, for so long.  You smile in quiet rapture as angels start descending from Heaven.  Up above, seated upon a golden throne, brighter than the Sun, and more mysterious than the Moon, you see a blinding white light.  As you shed tears of infinite bliss, you peer deeper into the luminous source out of curiosity, and see… horns?  You are startled awake by the revelation."
    ]
  }
]
