[
  {
    "type": "snippet",
    "category": "nightmares",
    "//": "When writing nightmares, take care to (1) ensure they are generic enough that getting the same nightmare twice in a row isn't too weird, and (2) that they don't assume anything about the person having them.  If your nightmare reads like a horror story or creepypasta, it is probably going too far. In general, avoid too much description.",
    "//2": "It's also a good idea to try mainly to include nightmares that have something to do with the apocalyptic setting of the game, not just generic scary dreams.  Obviously, not all nightmares have to follow this rule, but the more they advance the overall setting of DDA the better.",
    "text": [
      "You awaken from a nightmare about being eaten alive while your friends applaud.",
      "You awaken from a nightmare about being naked in an arctic tundra and freezing to death.",
      "You awaken from a nightmare about an unseen predator slowly killing you.",
      "You awaken from a nightmare about killing those you love with your bare hands.",
      "You awaken from a nightmare about being finally judged for your ill deeds.",
      "You awaken from a nightmare.  Recent events had not come to pass, and you were stuck in an office job.",
      "You awaken from a nightmare.  This wasn't the end of the world… all those innocents you've murdered.",
      "You awaken in a cold sweat, relieved that you weren't being eaten alive by evil Twinkies.",
      "You awaken feeling hollow; you dreamed of your friends and family, only to realize your new reality is the nightmare.",
      "You abruptly awake, relief washes over you as you were no longer naked in the street, and the zombies weren't laughing at you.",
      "You feel something gently embrace you as you sleep.  You try to wake up and see who it is, but you can't move or scream.  As teeth sink into your flesh, you jerk awake.",
      "You dream of a peaceful meadow, with singing birds and playing children.  A sense of unease grows, as the children move around you.  You remember grasping hands, flashing teeth, and ink-black eyes, holding you down, unable to escape, before you wake up.",
      "In your dream, you feel as if you are being watched.  A long, slimy appendage snakes its way towards you, hauling you towards a dark, tooth-lined pit.",
      "You dream that your ear is itchy.  You reach to scratch it, but when you do, a flood of tiny spiders bursts out.",
      "In your dream, you lie on an operating table, surrounded by doctors.  They remove something from your body, then start yelling and screaming as the thing they've cut out of you begins to tear them apart.  You find yourself unable to move or even scream as it finishes with the doctors and comes for you…",
      "You awaken from a nightmare about the deaths of your loved ones.",
      "You awaken from a nightmare about being eaten alive by something terrible.",
      "You awaken from a nightmare about slowly going insane.",
      "You awaken from a nightmare about falling into a lake with a cannonball tied to your feet.",
      "You awaken from a nightmare about suffocating in a small metal box.",
      "You awaken from a nightmare about being forced to watch as your loved ones are executed.",
      "You awaken from a nightmare about the Cataclysm happening over and over again.",
      "You awaken from a nightmare about dying of thirst in a desert.",
      "You awaken from a nightmare about your loved ones stabbing you.",
      "You awaken from a nightmare about the end of the world.",
      "You awaken from a nightmare about being stuck doing endless paperwork explaining how you let the apocalypse happen.",
      "You awaken from a nightmare about slipping out of a plane, into a pitch black sky.",
      "You awaken from a nightmare about being a limbless zombie in a decrepit building.",
      "You awaken from a nightmare where you are a zombie, constantly hungry, chasing down the people you once loved.",
      "You awaken from a nightmare where you fought endless waves of zombies, all of whom looked like celebrities you remember from the old world.",
      "You dream about the rain.  At first it's normal water, but soon changes into a rain of spiders.  They cover you completely, crawling all over you, until you wake up with a start.",
      "It's your first day at school!  Unfortunately, the bus had to take a three-hour detour, so you show up extremely late.  As you walk into the class, you suddenly realize you forgot to put your pants on.  Even worse, your mother walks in behind you and starts berating you in front of all your classmates.",
      "You dream of running in an endless hallway.  You hear something gargantuan chasing you with heavy breaths and wet squelching sounds.  You run until you are out of breath and wake up feeling exhausted.",
      "You have a nightmare about drowning in a pit of biting, gnawing maggots.  You wake up as they begin to choke you.",
      "In your dream, you are tied to a chair, slowly being lowered into a dark pit.  A large metal hatch closes you into the darkness, and you awake, as it clangs shut with an air of finality.",
      "You dream of flying.  You fly higher and higher until you are in outer space.  You look back at Earth and see that it's cracked - something slithering and vast is hatching from it.",
      "You dream that you're leaning over a bathroom sink, trying to winnow out something that's hurting your gums.  You yank and wiggle until a six-inch-long serrated tooth comes free.",
      "You have a long and vivid nightmare about living in an old, stuffy building with countless other people.  You try to get some rest but you can't.  You try using the restroom but it's too cramped.  It gets so unbearable that you feel sick, and you find that you've gagged yourself awake.",
      "You have a strange dream about walking through a street from your childhood, where every surface is the same shade of solid red.  You wake up startled after noticing an equally red man down the street, moving quickly in your direction.",
      "In your dreams you feel as though you've learned something really, really important.  You wake up in quiet distress, as you've already forgotten what that something was.",
      "You dream you're walking down the hallways of your high school, listening to a baby cry, trying to find it.  A sense of inexplicable dread follows you as you start to run through endless rooms and halls, unable to track it down.  As you open your eyes in a groggy, still half-dreaming state, you feel like you've failed at something important.",
      "You dream about a shadowy figure, following you as you wander through the apocalypse.  It seems to be ever closer whenever you check back.  You wake with the disturbing feeling that you've had this dream before, but before long you can't remember what it even was.",
      "You wake up feeling that you lost something important.",
      "You dream about locking yourself in a school bathroom to avoid a bully.  You hear sounds of the bully approaching in the hall, then hammering at the door to the stall.  As the door gives way, the undead face of your bully lunges towards you, teeth bared, before you wake up with a start.",
      "You dream a friend has dragged you to their weird church.  You find yourself unable to follow anything the preacher says, until abruptly he points to you and accuses you of causing the end of the world.  You try to argue, but as they turn to you, you see the congregation are all zombies.  They stumble your way, hands grasping, moaning that it's all your fault.",
      "You dream about having a drink with an old friend.  In the dream you can't remember why you haven't talked to them in a while.  As you finish up, they look at you with empty, blackened eyes and ask why you didn't do anything to help them.  The dream fades to another, but leaves you cold in the morning.",
      "Your dream starts out pleasant, a happy memory of a vaguely-real family that almost, but not quite, resembles your actual one.  Your pleasant thoughts are broken by flames as the picture-perfect house you live in catches fire, and your picture-perfect family just laughs and tells you not to bother as you try to extinguish the flames.",
      "You have a nightmare that you're slowly turning into a zombie, starting with the tips of your fingers.  At first you're going about your business in a more mundane dream, but soon the spreading rot can't be ignored.  Nothing slows the inevitable progression.",
      "You have a dream where you're searching for food in the ruins of a city, but everything you find turns out to be rotting zombie flesh when you get ready to eat it.  You wake up feeling sick to your stomach.",
      "You dream that the shadows are following you, coiling and writhing ever closer when you aren't looking.",
      "You dream that you've lost your house keys.  You bang on the door, but no one answers.  Peering through the window, you see an elderly zombie knitting in an armchair.",
      "You awaken from a nightmare where you are a zombie, but each time you attempt to feed, your teeth fall out.",
      "You dream you are walking in a mall, but the corridors and stores are empty and shuttered.  Something is watching you.",
      "You awaken from a nightmare where the sirens and screams never stop, growing louder every second.",
      "You dream that you are alone, a toddler again, the radio chattering to shelter in place, to stay inside and lock the doors.",
      "You awaken from a nightmare in which the house is burning, the smoke searing your lungs as you lie on the floor and loose a wheezed scream for help.",
      "You startle upright from a nightmare about the WiFi being down for an entire HOUR, but find the real world so much worse when you wake.",
      "You awaken from a nightmare about your body changing and aching as sores erupt from your graying, wooden flesh.",
      "You dream that the darkness breathes around you, your flare growing ever more dim.",
      "You wake up with a feeling that you've forgotten something important.  It takes you several seconds to remember where you are.",
      "You wake up feeling lost and alone, thinking of someone you used to know.",
      "You awaken from a nightmare but remember none of it.  Your heart races and your breathing is unsteady.",
      "You dream of coming down the stairs to find an old friend in a hallway, their back to you.  When you call out to them, their face slowly turns in your direction, but the dream melts away.",
      "You awaken from a nightmare in which you are lying on a butcher's table, surrounded by eager undead, metal blades shining in their rotten hands.",
      "You awaken from a nightmare about being chased, your companion leading you through dark corridors to escape.",
      "You dream of being dirty, the stench of rotting flesh wafting from your clothing, from your mouth, from your pores.",
      "Your sleeping mind wanders.  There's a man, and in the dream you're best friends.  His eyes level with yours as you offer a hasty farewell.  \"Don't ever stop running,\" he whispers.",
      "You dream of being tiny, an insignificant ant, towered over by humans.  But you grow and you change, acid leaking from your mandibles.  You are no longer insignificant.",
      "You dream you are riding a horse, its flesh charred black, smoke pouring from its mouth and belly.",
      "You have a nightmare that everyone died while you were sleeping.",
      "You dream of cataloging the names of the deceased, entering them endlessly into a spreadsheet.",
      "You dream that the sun has fled, abandoning you to suffer alone in darkness.",
      "You have a nightmare that you are standing over a fresh corpse.  You try to drop the knife, but it seems welded to your hand.",
      "You have a nightmare of being on the street, a crowd of people sprinting past, each of them shouting for you to run.  Instinct kicks in and you flee with them, always moving, jostled by strangers, many of them screaming.",
      "You have a nightmare that your stomach acid slowly dissolves you from within.",
      "You dream of feeding a dog, its flesh partly stripped away, ossified plates across its body.  Its heavy tail wags happily, slapping the air.",
      "You wake from a nightmare, startled and confused, only remembering fighting in the street and gnashing teeth.",
      "You dream of blinding lights and people speaking around you.  When you look down, you see gloved hands in your open incision, withdrawing slimy black organs.",
      "You wake to find your face soaked in tears.  What had you been dreaming about?",
      "You dream of standing in line at a barricade, surrounded by sandbags and razor wire.  The single-file line leads to a series of tents, where the soldiers are strip-searching each person.",
      "You have a nightmare that you are trapped in prison.  Your cellmate is an enormous man, powerfully built, his muscles bulging in unnatural slabs as the flesh sloughs from his face and neck.",
      "You have a nightmare, but remember only the knife going in and out, the powerful stench of rotten meat surrounding you like a fog.",
      "You dream you're in a pit, corpses and foul-smelling sludge beneath your feet.  Each time you try to climb you slip and splatter in the bloody mud.",
      "You wake from a nightmare in which you were carried to an incinerator.  You kept trying to scream, to call out for help, but your ruined throat could only wheeze.  Your rotten hand reached out to grab anything, but then there was only fire.",
      "You dream you're trapped in an elevator, unable to escape.  Outside there are gunshots, screams, and then the trickling scent of a house fire.",
      "You dream you're shaving, but each stroke of the razor strips away not only hair but shreds of rotten graying flesh.",
      "You have a nightmare that you're in an interrogation room, endlessly questioned about the death of a woman.  Why won't they believe you?  It's not murder if they're zombies!",
      "You dream of a bustling city, of humanity rebuilt in a distant future.  The real nightmare was waking up back in reality.",
      "You have a nightmare of standing on a mountaintop, portals opening across the landscape below.  Endless armies of dark shapes and inhuman monstrosities pour through to devour the earth.",
      "You dream of a menacing figure, shrouded in shadows as it directs undead hordes, a puppet master pulling strings.",
      "You dream of someone you knew long ago.  You can't remember their name, but you're sure they're dead by now.",
      "You awaken from a nightmare about being stoned to death, the crowd full of wide-eyed maniacs, some holding pipes and crowbars.",
      "You dream of losing your mind, forgetting all that you know, and becoming one of the many.",
      "You have a nightmare about being in a car crash.  As you crawl free of the wreckage, broken and bleeding, the horde descends upon you.",
      "You dream of a small child tearing out your throat with their blackened teeth.",
      "You have a nightmare in which you walk through a river of blood, followed by the dead you tried to leave behind.",
      "You dream of slime, jiggling, wobbling, and oozing over your entire body.  As you wipe at it, the flesh of your hand smears away.",
      "You dream of standing on the Eiffel Tower, watching Paris burn.  You're too far above to make out who is still alive and who isn't, though you hear the screams.",
      "You dream of a beautiful garden full of strange plants that defend you against the undead.  When they've finished, their barbed tendrils turn on you, paralyzing and restraining you until you wake screaming.",
      "You dream that you're a time traveler.  You go back to tell your past self about the horrors to come, but after hours of pleading, you just won't listen.",
      "You have a nightmare about fighting for days against a warrior clad in bone armor.  Teeth clatter gently, woven into their hair.  When finally you are defeated, the warrior removes their mask, but you wake before seeing their face.",
      "You dream you are a slug, and all is well until a child stands over you with a salt shaker.",
      "You dream you're walking in the woods.  There's no one around and your phone is dead.  That's when you spot him.",
      "You wake from a nightmare of being slowly devoured, starting with your toes.",
      "You wake from a nightmare of being torn to pieces, lying in the filth of the road and waiting for the end.",
      "A seemingly endless nightmare plagues you.  Years pass, and you are always struggling alone in an unforgiving world, dying in solitude of old age.",
      "You dream that you are the last person on Earth.  You're surrounded by \"people\" but you know they aren't human anymore.",
      "You wake from a nightmare in which you endlessly stacked boxes in a factory, overseen by an inhuman figure clothed in shadow.",
      "You dream of a behemoth, towering over you and covered in bony tissue, its face twisted with rage.  You run for as long as you can, but when its massive fist comes down, you wake.",
      "You dream of a beautiful and regal unicorn.  You feed it gems as it nuzzles your hand.  When you run out of stones, it kicks you to death.",
      "You wake from a nightmare in which it had all started over again, 911 ringing busy, the fires, and death in every street.",
      "You dream your boss is scolding you for allowing a zombie through security.",
      "You dream that you're a meal delivery worker, delivering a slab of flesh and some sodas to a zombie house party.",
      "You wake from a nightmare just as your plane crashes.  You remember screams, the lifeless eyes of a zombie child, and her unmoving mother.",
      "You wake from a dream.  You were on your knees, lapping blood from the floor."
    ]
  },
  {
    "type": "snippet",
    "category": "nightmares_cataclysm_general",
    "//": "Nightmare snippets for players with the Troubled Sleeper trait that only recount recollections, dreams, and fabricated memories that anyone, regardless of profession, could have had as a result of the Cataclysm. Anything profession-dependent should be placed in an appropriate category.",
    "//2": "While these can and should stray into the realm of impossibility, for example, a player seeing their dream from the perspective of a zombie, they should be related to things the character might have seen, feared, or heard during the Cataclysm. E.g., having the player in the body of a zombie as they get gunned down by soldiers is fine, but having a dream about falling from an aeroplane into water infested by clowns isn't suitable for this category.",
    "//3": "When writing nightmares, take care to (1) ensure they are generic enough that getting the same nightmare twice in a row isn't too weird, and (2) that they don't assume anything about the person having them.  If your nightmare reads like a horror story or creepypasta, it is probably going too far. In general, avoid too much description.",
    "text": [
      {
        "id": "nightmare_general1",
        "text": "Still reposed in sleep, a whimper escapes your throat as a dream encroaches upon your mind.\n\nPlumes of mist coil about you as you find yourself staggering through the haze — a flowing wall of silvery grey.  Underfoot, splintered shards of asphalt slice at your bare soles, your steps growing more sodden and sticky as each tread peals flesh and blood froths.  however, it is nothing to the raw, throbbing agony at your abdomen, the skin of your belly hanging open like a jacket's lapels, pale coils of intestine spilling forth.  Between your clenched fists, a stretch of gut hangs from the opening, its end leading into the mist ahead like a guiding thread.\n\nShuffling along, a flicker of recognition whispers at the back of your mind as you hobble between the hulks of recked vehicles that loom in the fog to either side, your guiding line occasionally requiring you to collapse upon hands and knees and crawl under a car.  Following the last such obstacle, as you rise, your shredded foot slides from beneath you, sending you collapsing — the gathered bundle of organs you'd managed to stuff back within yourself cascading forth.  As your cheeks grow damp, you look up from the mess of splintered roadwork and throbbing guts — up — at the sprawling bulk of a collapsed homestead that rises from the fog before you.\n\nThrough the mist, you can see the pallid coils that compose the structure and the shuffling, anthropomorphic figures wandering within, glistening wetly.  As you watch, one of the humanoids wobbles from a sagging aperture and stands, its oblong head (composed of layers of coiled strands) turning to face you.  Under your prone body, your intestines pulsate.  The facsimile of your form pulses in unison.  The copy of your home pulses in unison.\n\nYou scream."
      },
      {
        "id": "nightmare_general2",
        "text": "As the arms of a fresh dream embrace your mind, your expression contorts.\n\nMoss-infested walls enclose a cavernous space floored by steel plates bulging with veins of rust; goosebumps spread across your flesh as cold water drizzles from the roof.  A low, thrumming cadence drones in your ears, vibrating through the steel underfoot — the humming of some monstrous, unseen motor at work powering the mechanism that stretches before you.  Trundling from an aperture at the room's right and grinding past, a massive conveyor belt groans along; it's rubber tread Layden with a row of neatly placed bodies.  As they're born along, you find yourself recognising pallid faces, staring eyes, gaping maws, and bruised flesh forming facsimiles of people you'd encountered during the last days of evacuation: refugees, soldiers, and relief workers.\n\nAs the corpses reach the end of the line and are unceremoniously dumped upon the floor, their limbs contort, cracking noises punctuating the air over the grinding of the belt as they start to flail and wriggle across the steel, worming towards you.  Writhing and slithering across one another, they crawl in a loop about you, your stomach churning as the sounds of stretching flesh fill your ears as their necks stretch forth, lifting their heads level with your own.  As growing numbers of blood-shot eyes fixate upon you and a forest of extending necks cocoons you, each head jabbers out a singular, unique word: a discordant muddle of phrases that grows more coherent with each body that joins the assembly.\n\n\"We are all you escaped; you left us.  When you wake up, we\"\n\n\"We are all dead; you escaped; you left us.  When you wake up, we will\"\n\n\"We are all dead; you escaped; you left us.  When you wake up, we will be there.\""
      },
      {
        "id": "nightmare_general3",
        "text": "You twitch restlessly in your sleep as a fresh dream snags you from your sanctity.\n\nA black void fills your vision, a plastic, crinkling sound rustling in your ears as you feel yourself jouncing along, heavy footfalls audible under the swish of the material encasing you.  As you wade through a growing mire of claustrophobia, you register that someone's got a solid hold of your ankles, hauling you like a sack of potatoes.  In a stomach-lurching moment, you feel yourself being lifted and heaved through the air, the grip on your legs disappearing as you plummet, crashing upon a partially soft, uneven platform undulating against your spine.\n\nAs you collect your faculties, you spy a slight tare in the plastic, and, greedy for a breath of air and a peep of vision, you press your face against the slit.  The blue expanse of the sky winks down upon you, rimmed by the dirt inclines of a pit, as, teaming about the edges, gasmask-wearing soldiers haul, kick, and shove plastic-swaddled bundles into the ditch.  As the body bags land heavily upon and about your form, you can feel their reanimating contents struggling against their captivity.\n\nSeparated from the zombies about you by only a few layers of plastic, all you can do is futilely kick and cry for help as the last bags are piled into the ditch atop you, fingers clawing at the material at your back.  Overhead, the soldiers withdraw, save for a handful who set about upturning a collection of jerrycans into the trench.  As the overpowering smell of gasoline fills your nostrils, you whimper.\n\nMoments before the undead below you rend your plastic barrier, your eyes are blinded as a burning flare is flung into the corpse pit, the light descending like a falling star."
      },
      {
        "id": "nightmare_general4",
        "text": "Your arms tighten about your form as you sleep — the past returning to haunt you.\n\nAs the dreamscape assumes materiality, your ears and nerves alike are put under duress as a high-pitched, plaintive wailing bawls through your mind, your knuckles turning white as you grip the folding armrests of the bucket seat you find yourself within.  Staring ahead yields the dishevelled vista of a bus's interior, the stench of Greece, and body odour clawing at your nostrils.  Bedraggled, hunched, with faces creased by fear, people huddle within every seat abord, each perfectly silent and, to a passenger, staring ahead at the vehicle's tinted windscreen.  As the infantile crying continues unabated, you glance out of your own window.\n\nYou vainly try to convince yourself that the fleshy, metre-tall thing your eyes land upon beyond the glass, half stalking and half slithering towards the bus, couldn't have once been human.  Nothing with an internal skeleton should be able to wriggle its entire head in such a manner or slouch across the ground as though walking on rubberized legs.\n\nRegardless, as the aberrant monstrosity draws nearer, it becomes evident that the creature's march towards the transport isn't guided by its eyes: berried within floppy slits exuding a green mucus.  Rather, the way its squid-like head twists and turns as it walks, pauses, and then reassumes its stride could only signal the alure of sound — the wailing.  Yet, your attention's suddenly diverted by the plastic creek of the bus's aisleway as, turning, you find a soldier stomping past, making a B-line aft, towards the infant's increasingly animal-like screams.\n\nEveryone aboard mutely cowers as the military man storms down the passage.  The hard look on his face and the glint of a drawn bayonet don't escape your notice before you follow your compatriots' example.\n\nA few, terrible seconds later, your dream lapses into wakefulness: cut, as though by a blade through tender flesh."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "nightmares_cataclysm_soldier",
    "//": "Nightmare snippets for players with the Troubled Sleeper trait that recount dreams exclusively associated with characters that start as active soldiers.",
    "//2": "While these can and should stray into the realm of impossibility, for example, a player seeing their dream from the perspective of a zombie, they should be related to things the character might have seen, feared, or heard during the Cataclysm. E.g., having the player in the body of a zombie as they get gunned down by soldiers is fine, but having a dream about falling from an aeroplane into water infested by clowns isn't suitable for this category.",
    "text": [
      "You have a dream about playing with a set of toy soldiers until, suddenly, you find them slipping from your grasp and swarming about your feet.  Peering nearer, you realise that they're each a miniature member of your former unit — their screams reaching you as squads of them are splattered below.  Wakefulness crashes upon you when you glance at yourself, only to find an oozing mass writhing before your eyes.",
      "In your dreams, you find yourself sitting in a stationary, armoured vehicle, staring at an endless sea of zombies that crowd, gnaw, and smash upon the automobile.  Every window's obscured by legions of leering faces, with the military craft's windscreen slowly spider-webbing under the crush of bodies and hands.  The sound of shattering glass jolts you awake, moments after rotten hands and snapping jaws start stretching through the breached apertures.",
      "In your dreams, you scramble through a landscape alive with the thunder of ordinance, the ground shaking as you drop into cover, only to come face-to-face with a fellow member of your unit.  Before either of you can react, the soldier's impaled by an enormous, otherworldly monster, spraying you with viscera.  You startle awake, taking a few heartbeats to assure yourself that all you're drenched in is your own sweat.",
      "You have a dream in which you're being reprimanded by your senior officer, who stands with their back to you, coldly chastising you for failing to save your comrades.  Your feeble protestations fall on deaf ears.  These protests crash to a halt as soon as the officer turns to face you.  The thing occupying your officer's skin wishes you a \"good morning\" and mildly suggests failing yourself as well, if you don't want to see it again.",
      "You open your eyes and find yourself within a barracks from one of your prior assignments, bustling with personnel from your former unit.  You wander about, falling into conversation with the soldiers: some wistfully reminisce about the past, others poke fun over an aspect of your recent exploits — all of them recount how they died in the Cataclysm.  When you awake, before the dream fades, you're undecided whether you're glad it was just a dream or devastated.",
      "In your dreams, you're sitting within a deserted, military mess hall, the Russell of aluminium foil and smell of food greeting your senses as you find yourself gazing upon an MRE package.  The smell's mouth-watering, and with a fork in hand, you go in for a bite.  Suddenly, a black tentacle shoots out of the container and grasps the utensil, tugging it back into the package.  This is soon followed by your entire body — you're dragged into the fanged void that used to be the MRE.",
      "You open your eyes, and your stomach lurches as you're sent flailing through the pitching cabin of a helicopter, warning Clackson's blaring as a roulette wheel of sky, clouds, and oily water windmills past the windows.  Moments before the aircraft crashes into the lazily undulating sea, you see a giant, inky-black shadow darkening the water's surface.  A shriek of metal, an explosion of glass, and the cold sting of water rip you back to wakefulness.",
      "Within the realms of sleep, you're sitting in a room, cleaning your issued service weapon.  After a few moments of work, you hear a voice — it's your gun — speaking.  It's recounting the names of all the individuals, zombies or otherwise, whose lives it's taken.  As you listen, the weapon slowly twists about in your grip, out of its own agency, and the muzzle comes to rest against your forehead as it speaks the last name.\n\n\"u_name\"",
      "Flaming fuel sprays before you in your dreams as you run through what appears to be a trench, an old flamethrower weighing heavy upon your back as various figures, zombies, shamble towards you.  Burning like charring candles, the fiends stagger undeterred through the flame.  Moments later, as you jolt awake, you can't recall what came first: your flamer running out of gas or the burning corpses descending upon you with tooth and scorched bone.",
      "As your eyes open, you find yourself gazing down at a miniature city around you, your head rising taller than even the biggest skyscraper.  Clustered atop your palm, you spy a group of tiny soldiers huddling from a massive swarm of zombies that flood about your feet, gnawing bloody routs through your flesh.  Before the pain grows too much to bear, you look down at the soldiers, only to find myriad copies of your own face staring back up at you in fear.",
      "You have a dream about stumbling through a rundown facility, an old military base, with lights flashing red and alarms deafening.  You're trying to hide from something — a glowing red, humanoid outline that stalks the halls and fazes through fractal patterns in the walls.  Your bullets do nothing against it.  Your running never takes you far enough.  Even hiding, eventually, doesn't work.",
      "In your dreams, you're standing in line for a briefing supervised by your unit's superior officer, but every time the CO opens their mouth, all you can hear is a rising, fog-horn-like shrieking that only gets louder.  You try to cover your ears.  You try leaving the room.  The sound follows you.  As you stumble into wakefulness, you know there was something else.  You'd tried to silence the awful sound, but the recollection slips out of your grasp."
    ]
  },
  {
    "type": "snippet",
    "category": "nightmares_cataclysm_refugee",
    "//": "Snippets for players with the Troubled Sleeper trait that trigger when the player character falls asleep within the boundaries of the refugee centre.",
    "//2": "While these can and should stray into the realm of impossibility, for example, a player seeing their dream from the perspective of a zombie, they should be related to things the character might have seen, feared, or heard during the Cataclysm. E.g., having the player in the body of a zombie as they get gunned down by soldiers is fine, but having a dream about falling from an aeroplane into water infested by clowns isn't suitable for this category.",
    "text": [
      "In your dreams, you wander the refugee centre's halls, alone.  The building looks as though the weight of years has born down upon it, the structure's dilapidated, and everywhere is overgrown by a greenish grey coating of mycelium.  By the dream's end, you can't count how many human-long bones you've found woven into the mildew-carpeted walls.",
      "Your eyes fly open as the sounds of battle crash across your ears — screams, gunfire — the centre's under attack, though by who or what, you don't know.  Racing through the corridors, all you find are wound-riddled bodies, gouts of blood flowing like rivers, and bullet holes chewing through the walls.  You round a bend, and suddenly:\n\n\"BLAM\"\n\nYou startle awake, your hands flying to your face.  It takes you moments to assure yourself that your skull's free of an extra hole.",
      "In your sleep, you scrabble through the refugee centre, a harsh buzzing in your ears.  Where every human is supposed to be, a giant, vaguely anthropoid insect looms, clacking at you with pincers and oozing mandibles.  You stagger into the lobby, only to find a man-sized, writhing wasp occupying Smokes' nook and piles of eggs deposited on the benches.  Moments before you jolt awake, the wasp bursts through the window.\n\n\"We could do with some food,\" it chitters.",
      "You have a dream about covertly creeping through the evacuation centre, the floors littered with the refugees' sprawled bodies and shadows etching doorways in black.  Echoing through the building, you can hear something's heavy, metallic footfalls: prowling, searching, hunting you.  You awake in a cold sweat moments after rounding a bend and finding a set of opalescent, camera-like eyes meeting your own from a very, very great height.",
      "In your dreams, you walk down the refugee centre's basement stairs, the knowledge that you've been granted a permanent, safe bunk lightening both heart and step.  This relief, however, is short-lived: dispelled as you hear the access stair's door thump shut behind you.  This, however, isn't nearly as worrying as the myriad, maddened snarls that echo from the darkness below.",
      "You open your eyes and find yourself within one of the refugee centre's backrooms — to your surprise, there's a wedding in swing.  Pushing through the crowd, you attempt to gain a look at the newlyweds.  You startle awake as soon as you find two decaying, demonically twisted countenances staring back at you, their mutated tongues fused together and teeth gnashing at one another's bloody skulls.",
      "In your dreams, you sit in the centre's front lobby: destitute, hungry, a begger.  Days of monotony wined past, the stench of filth claws at your nostrils, the scraps your allotted do nothing to sate your hunger — everyday you're mocked like an animal in a zoo as you plead for food and watch those about you grow fat on plenty.",
      "You have a dream about franticly digging long trench lines before the refugee centre, elbow to elbow with the building's denizens, as increasing waves of the dead funnel down the access road.  The zombies crash upon your makeshift battlements as though it's the First World War, and bayonets, bullets, and your own shovel do little to stop the onslaught.",
      "Black, gel-like fluid comes up to your waste as you stumble down the refugee's basement stairs and splash into the underground level, amorphous shapes bobbing in the liquid around you.  Wandering aimlessly through the space, you wade through the chest-high sludge and approach the bundles, only to find that they're all drowned corpses.  At the dream's end, you're surrounded by a wall of bodies floating at eye level, and you realise… the waterline's been rising.  It doesn't stop.",
      "You have a dream about being a loaf of stale, plastic-wrapped bread sitting in languid purgatory within a dark cupboard.  Instinctively, you know that the food's run out within the refugee centre, and, as you hear footfalls rapidly approaching, you brace yourself.  You regret the fact that you have no mouth with which to screen as the door is yanked open and multiple sets of filthy, withered hands descend on you."
    ]
  },
  {
    "type": "snippet",
    "category": "troubled_sleep_fatigue_messages",
    "text": [
      "Taking a few seconds to rest your fatigue-weighted head, you quietly wish for the days when the idea of sleep didn't provoke a pang of dread.",
      "Your eyelids feel akin to storm shutters, your head's drooping, and your heart hangs heavy as a led ball.  The punishment of sleep isn't too far off.",
      "As you take a moment to rub the fatigue from your eyes, you briefly wonder what's worse: waking to the Cataclysm or falling asleep to a realm of nightmares.",
      "Your body demands sleep, and your mind begs for its postponement.  The tug of war brings tears to your eyes.",
      "As the voice of slumber whispers at your mind, you feel like a forsaken soul lost in a sea of fatigue.  You know the sharks of nightmares are circling.",
      "You sway listlessly, your head drooping.  Dejectedly, you wonder at which point the pains of fatigue will outweigh the terror of sleep.",
      "As your shoulders slump below the weight of the day's exertions, you recall your nightmares and try convincing yourself that they're not as bad as you make them to be.  The mere process of recollection sends butterflies gnawing at your guts.",
      "Pinching the bridge of your nose as you rub your eyes, you wish that you could rub away the leftover recollections of your last nightmare from your mind.  Only sleep will replace it.  You're not looking forward to seeing what it replaces it with."
    ]
  }
]
