[
  {
    "type": "snippet",
    "category": "nightmares",
    "text": [
      "You awaken from a nightmare about being eaten alive while your friends applaud.",
      "You awaken from a nightmare about being naked in an arctic tundra and freezing to death.",
      "You awaken from a nightmare about an unseen predator slowly killing you.",
      "You awaken from a nightmare about killing those you love with your bare hands.",
      "You awaken from a nightmare about being finally judged for your ill deeds.",
      "You awaken from a nightmare.  Recent events had not come to pass, and you were stuck in an office job.",
      "You awaken from a nightmare.  This wasn't the end of the world… all those innocents you've murdered.",
      "You awaken in a cold sweat, relieved that you weren't being eaten alive by evil Twinkies.",
      "You awaken feeling hollow; you dreamt of your friends and family, only to realize your new reality is the nightmare.",
      "You abruptly awake, relief washes over you as you were no longer naked in the street, and the zombies weren't laughing at you.",
      "You feel something gently embrace you as you sleep.  You open your eyes, but it's too dark to see, you struggle to move, but it has your arms and legs in a cocoon of darkness, it has stolen your mouth and you cannot scream.  It starts to devour you whole, starting with your feet, unable to escape, and unable to scream.  You take your last breaths.  It was just a dream.",
      "You are in a meadow, unsure of how you got here.  The sun is shining, the birds are singing, and children are playing; all is peaceful.  So why do the hairs on your neck stand at attention?\n\nSomething is not quite right about this peace.\n\nYou turn around, and the children have you surrounded.  The faces of the children have vanished, replaced by a shark-like grin and beady black eyes.  They reach out with their pale, claw-like hands.  However, you cannot move, you cannot escape…",
      "You open your eyes, and you are not where you slept.\n\nYou have been strapped to a chair in a dimly lit room with damp, rusty walls.  A clown covered in blood splatters approaches you from behind, wielding a rusty drill, dancing around you until he meets you face to face.  He toys with the trigger, enjoying the sound.\n\nYou plead for him to let you go, he replies with this maniacal laugh.  He inches the roaring drill towards your face, playing with you, for you are his toy.\n\nYou can't help but watch in horror as the drill bit slowly inches its way towards your eye, unable to look away and unable to close your eyes.  This is it.",
      "You regain consciousness and realize you are at the bottom of a deep pit.  You can make out a bucket just opposite of you.  Within the bucket you find a bottle of lotion.",
      "You feel as if you are being watched.  Several feet away from you are a pair of burning yellow eyes.  A long, slimy appendage snakes its way towards you, hauling you towards an abyssal pit of serrated teeth.",
      "You try to get comfortable.\n\nYou hear a loud skittering sound but see nothing.  The sound grows louder, and yet you see nothing.  Desperate, you search for the source of the sound, you find nothing except for an itch in your ear.\n\nYou reach to scratch it, causing hundreds of tiny spiders to burst out, you find the source of the sound.",
      "You open your eyes to a blinding light, surrounded by medical equipment, and a group of panicking individuals dressed in blue scrubs.  They seem to be doctors.  Your vision is blurry from the anesthesia, but one of them seems to be holding a mass of flesh; it appears to be alive.\n\nYou glance down and find your chest has been cut open.  The doctors start screaming as the mass of flesh rips them apart.  You are next…",
      "You awaken from a nightmare about the deaths of your loved ones.",
      "You awaken from a nightmare about being eaten alive by something terrible.",
      "You awaken from a nightmare about slowly going insane.",
      "You awaken from a nightmare about falling into a lake with a cannonball tied to your feet.",
      "You awaken from a nightmare about suffocating in a small metal box.",
      "You awaken from a nightmare about being forced to watch as your loved ones are executed.",
      "You awaken from a nightmare about the Cataclysm happening over and over again.",
      "You awaken from a nightmare about dying of thirst in a desert.",
      "You awaken from a nightmare about your loved ones stabbing you.",
      "You awaken from a nightmare about the end of the world.",
      "You awaken from a nightmare about the Cataclysm not having happened and being stuck in an office job.",
      "You awaken from a nightmare about slipping out of a plane, into a pitch black sky.",
      "You awaken from a nightmare about being a limbless zombie in a decrepit building.",
      "You're outside in a park, under a dark gray sky.  The air is thick, and smells like earth.  You hear thunder crack above you, and it begins to rain.  As you look up, you realize with horror that it's raining spiders.\n\nThe creatures land all over your body, and you try to cover your mouth and nose but a few manage to slip through your hands.  You can feel the spiders inside your lungs.  You try to scream, but your mouth is full of them.  Tears stream down your face as you choke on millions of tiny black spiders.\n\nYou wake up gasping for air.",
      "It's your first day at work!  Unfortunately, the bus had to take a three-hour detour, so you show up extremely late.  As you walk into the office, you suddenly realize you forgot to put your pants on.  Even worse, your mother walks in behind you and starts berating you in front of all your co-workers.  As the entire office laughs at you, you wake up from your nightmare.",
      "You dream of running in an endless hallway.  You hear something gargantuan chasing you with heavy breaths and wet squelching sounds.  You run until you are out of breath and wake up feeling exhausted.",
      "You awaken from a nightmare about drowning in a pit of maggots - chewing and biting your skin, filling your lungs.",
      "In your dream, you are tied to a chair.  You hear a deep voice slowly recite what torments await sinners in hell as you are slowly lowered into a dark pit.  As your vision fades, a large metal hatch closes you into the darkness.",
      "You dream of flying.  You fly higher and higher until you are in outer space.  You look back at Earth and see that it's cracked - something is hatching and a thousand crimson eyes are fixated on you.",
      "You dream that you're leaning over a bathroom sink, trying to pull loose a wisdom tooth that's been slicing up your gums.  You succeed in yanking it out and it clatters into the sink - the tooth is six inches long, jagged and serrated like the blade of a nasty dagger, with a crack in the enamel giving way to pink tissue underneath.  The taste of blood still lingers in your mouth for a moment even after you wake up.",
      "You have a long and vivid nightmare about living in an old, poorly ventilated building with countless other people.  The air is humid and stuffy, every room is brightly lit and the people are always yelling and making noise.  You try to get some rest but you can't.  You try using the restroom but it's too cramped.  It gets so unbearable that you feel sick, and you find that you've gagged yourself awake.",
      "You have a strange dream about walking through a street from your childhood, where every surface is the same shade of solid red.  You wake up startled after noticing an equally red man down the street, moving quickly in your direction.",
      "In your dreams you feel as though you've learned something really, really important.  You wake up in quiet distress, as you've already forgotten what that something was.",
      "You open your eyes and find yourself in a school hallway.  It's high school.  Students are filing past one another to reach their respective classrooms.  You begin heading for your class as well, when you distinctly hear a soft voice crying out for help.  Startled, you go into a half-sprint and rush to where the noises are coming from.\n\nYou end up in front of one of the student bathrooms.  The weeping seems to be echoing from the ladies' restroom, and you brace yourself for the worst and barge in.  The abrupt silence catches you off guard, and of the four stalls, one seems to be painted entirely black.  You creep towards it and silently push ajar the entrance.  You find with abject terror a naked baby blown to horrific proportions wailing out his lungs.\n\nThe macabre dread deadens your heart as you realize.  This was how you were birthed into this world.",
      "You fitfully dreamed horrid, fleeting dreams for the past several days.  Each time you plunged into slumber, you always ended up in the same place.  You would be in one of the decrepit residential flats of an old burned-down building.  The dream merely consisted of you heading to the bathroom to wash your hair over the sink.  The problem was that you could feel someone approaching in the distance.  Every night, footsteps appeared to be getting closer.\n\nLast week, you managed to see the door to your flat opening as you headed for the bathroom.  Outside stood a man, cloaked in heavy shadow, his breathing stifled.\n\nFour days ago, he reached the living room.\n\nTwo days ago, he stood right next to you as you entered the restroom.  His eyes were dull and resembled cracked, foggy glass.  His hands clutched a rusty knife.\n\nYesterday, he followed you in.\n\nToday, he stared unblinking as you washed your hair.\n\nOut of the corner of your eye as you cleaned yourself, you saw him scribbling something on the wall with a thick, dark red liquid.  The viscous trail of crimson shocked you awake.  It read: Tomorrow.",
      "You wake up feeling that you lost something important.",
      "You flee in a panic into a nearby school bathroom.  Mr. ____, he was chasing you.  You had your doubts but now you were sure.  As you try your best to calm your ragged breathing, you rush into an unlocked stall to hide.\n\nThe proof was right here.\n\nEvery wall of the stall was covered in soulless eyes.  They were painted.  Except for one.  One of the eyes was hollow.  It was used as a cover to hide a hole leading to the next-door stall.  Mr. ____ would secretly spy on the students.  You had evidence of his misdemeanor.\n\nYou frantically message your friends with the footage, asking them to contact the authorities.  You tell them you are not in a position to call them yourself.  Suddenly, you look up, and find Mr. ____ staring at you as he climbs down from the locked stall door.\n\nYou wake up screaming, still reeling from the nightmare.",
      "You hear a voice in the distance proclaiming that the Son of Man would soon arrive.  It was the one we had all been waiting for, for so long.  You smile in quiet rapture as angels start descending from Heaven.\n\nUp above, seated upon a golden throne, brighter than the Sun, and more mysterious than the Moon, you see a blinding white light.  As you shed tears of infinite bliss, you peer deeper into the luminous source out of curiosity, and see… horns?  You are startled awake by the revelation."
    ]
  },
  {
    "type": "snippet",
    "category": "nightmares_cataclysm_general",
    "//": "Nightmare snippets for players with the troubled sleep trait that only recount recollections, dreams, and fabricated memories that anyone, regardless of profession, could have had as a result of the Cataclysm. Anything profession-dependent should be placed in an appropriate category.",
    "//2": "While these can and should stray into the realm of impossibility, for example, a player seeing their dream from the perspective of a zombie, they should be related to things the character might have seen, feared, or heard during the Cataclysm. E.g., having the player in the body of a zombie as they get gunned down by soldiers is fine, but having a dream about falling from an aeroplane into water infested by clowns isn't suitable for this category.",
    "text": [
      "Still reposed in sleep, a whimper escapes your throat as a dream encroaches upon your mind.\n\nPlumes of mist coil about you as you find yourself staggering through the haze — a flowing wall of silvery grey.  Underfoot, splintered shards of asphalt slice at your bare soles, your steps growing more sodden and sticky as each tread peals flesh and blood froths.  however, it is nothing to the raw, throbbing agony at your abdomen, the skin of your belly hanging open like a jacket's lapels, pale coils of intestine spilling forth.  Between your clenched fists, a stretch of gut hangs from the opening, its end leading into the mist ahead like a guiding thread.\n\nShuffling along, a flicker of recognition whispers at the back of your mind as you hobble between the hulks of recked vehicles that loom in the fog to either side, your guiding line occasionally requiring you to collapse upon hands and knees and crawl under a car.  Following the last such obstacle, as you rise, your shredded foot slides from beneath you, sending you collapsing — the gathered bundle of organs you'd managed to stuff back within yourself cascading forth.  As your cheeks grow damp, you look up from the mess of splintered roadwork and throbbing guts — up — at the sprawling bulk of a collapsed homestead that rises from the fog before you.\n\nThrough the mist, you can see the pallid coils that compose the structure and the shuffling, anthropomorphic figures wandering within, glistening wetly.  As you watch, one of the humanoids wobbles from a sagging aperture and stands, its oblong head (composed of layers of coiled strands) turning to face you.  Under your prone body, your intestines pulsate.  The facsimile of your form pulses in unison.  The copy of your home pulses in unison.\n\nYou scream.",
      "As the arms of a fresh dream embrace your mind, your expression contorts.\n\nMoss-infested walls enclose a cavernous space floored by steel plates bulging with veins of rust; goosebumps spread across your flesh as cold water drizzles from the roof.  A low, thrumming cadence drones in your ears, vibrating through the steel underfoot — the humming of some monstrous, unseen motor at work powering the mechanism that stretches before you.  Trundling from an aperture at the room's right and grinding past, a massive conveyor belt groans along; it's rubber tread Layden with a row of neatly placed bodies.  As they're born along, you find yourself recognising pallid faces, staring eyes, gaping maws, and bruised flesh forming facsimiles of people you'd encountered during the last days of evacuation: refugees, soldiers, and relief workers.\n\nAs the corpses reach the end of the line and are unceremoniously dumped upon the floor, their limbs contort, cracking noises punctuating the air over the grinding of the belt as they start to flail and wriggle across the steel, worming towards you.  Writhing and slithering across one another, they crawl in a loop about you, your stomach churning as the sounds of stretching flesh fill your ears as their necks stretch forth, lifting their heads level with your own.  As growing numbers of blood-shot eyes fixate upon you and a forest of extending necks cocoons you, each head jabbers out a singular, unique word: a discordant muddle of phrases that grows more coherent with each body that joins the assembly.\n\n\"We are all you escaped; you left us.  When you wake up, we\"\n\n\"We are all dead; you escaped; you left us.  When you wake up, we will\"\n\n\"We are all dead; you escaped; you left us.  When you wake up, we will be there.\"",
      "You twitch restlessly in your sleep as a fresh dream snags you from your sanctity.\n\nA black void fills your vision, a plastic, crinkling sound rustling in your ears as you feel yourself jouncing along, heavy footfalls audible under the swish of the material encasing you.  As you wade through a growing mire of claustrophobia, you register that someone's got a solid hold of your ankles, hauling you like a sack of potatoes.  In a stomach-lurching moment, you feel yourself being lifted and heaved through the air, the grip on your legs disappearing as you plummet, crashing upon a partially soft, uneven platform undulating against your spine.\n\nAs you collect your faculties, you spy a slight tare in the plastic, and, greedy for a breath of air and a peep of vision, you press your face against the slit.  The blue expanse of the sky winks down upon you, rimmed by the dirt inclines of a pit, as, teaming about the edges, gasmask-wearing soldiers haul, kick, and shove plastic-swaddled bundles into the ditch.  As the body bags land heavily upon and about your form, you can feel their reanimating contents struggling against their captivity.\n\nSeparated from the zombies about you by only a few layers of plastic, all you can do is futilely kick and cry for help as the last bags are piled into the ditch atop you, fingers clawing at the material at your back.  Overhead, the soldiers withdraw, save for a handful who set about upturning a collection of jerrycans into the trench.  As the overpowering smell of gasoline fills your nostrils, you whimper.\n\nMoments before the undead below you rend your plastic barrier, your eyes are blinded as a burning flare is flung into the corpse pit, the light descending like a falling star."
    ]
  },
  {
    "type": "snippet",
    "category": "nightmares_cataclysm_soldier",
    "//": "Nightmare snippets for players with the troubled sleeper trait that recount dreams exclusively associated with characters that start as active soldiers.",
    "//2": "While these can and should stray into the realm of impossibility, for example, a player seeing their dream from the perspective of a zombie, they should be related to things the character might have seen, feared, or heard during the Cataclysm. E.g., having the player in the body of a zombie as they get gunned down by soldiers is fine, but having a dream about falling from an aeroplane into water infested by clowns isn't suitable for this category.",
    "text": [
      "As the teeth of a fresh nightmare snap shut upon your rest, you wimper in your sleep.\n\nRancid mud cakes your uniform as you rock desultorily, your knees pulled to your chest as the tears flowing from your eyes match the thundering rain overhead, drop for drop.  Shielded from the tempest by a steel aisleway, vibrating as water cascades across the undercarriage of the antiquated, overturned military truck tented about you, you shiver — your teeth on edge with each groaning creek the battered vehicle emits.\n\nAs metal shrieks and thunder booms, the noises are accompanied by a guttural, nasal grunting, as though the emanations of some gargantuan dog.  Yet, somehow, the small voice that's faintly calling in the distance, lost among the rain, is still audible over the maelstrom.\n\n\"<u_name>.  <U_name>,\" the voice of a fellow soldier, and your former friend in the forces, <given_name> <famaly_name>, gently calls.\n\n\"Look up, <u_name>,\" they softly urge.  \"Look up.  It'll be easier that way.\"\n\nComplying, your cheeks awash with grief, you spy a lanky, scaled thing struggling to push through the narrow gap between the truck's rear gate and the ground.  It's an ebony snout with flared, oozing nostrils and haphazardly grown fangs.\n\n\"It's alright,\" the voice sadly whispers as the muzzle's lips stretch and a muscular, blackish-blue tongue flops forth, its underside lined with dual rows of barbs.  \"It'll be alright.\"\n\nLapping at the ground, the organ stretches towards you.  The creature lets out a frustrated howl, its rotten breath rolling across you as its tongue reaches shy of your boots.\n\n\"<u_name>, when this is over, find me.\"\n\nAs the melancholic voice of your friend merges with the beast's rising growls, the truck quakes as it succeeds in shoving its head into the compartment.\n\n\"Find me... and kill me.\"\n\nYou startle awake, your body drenched in sweat and with the image of your friend's features stretched across the monster's skull, branded into your retinas."
    ]
  },
  {
    "type": "snippet",
    "category": "troubled_sleep_fatigue_messages",
    "text": [
      "Taking a few seconds to rest your fatigue-weighted head, you quietly wish for the days when the idea of sleep didn't provoke a pang of dread.",
      "Your eyelids feel akin to storm shutters, your head's drooping, and your heart hangs heavy as a led ball.  The punishment of sleep isn't too far off.",
      "As you take a moment to rub the fatigue from your eyes, you briefly wonder what's worse: waking to the cataclysm or falling asleep to a realm of nightmares.",
      "Your body demands sleep, and your mind begs for its postponement.  The tug of war brings tears to your eyes.",
      "As the voice of slumber whispers at your mind, you feel like a forsaken soul lost in a sea of fatigue.  You know the sharks of nightmares are circling.",
      "You sway listlessly, your head drooping.  Dejectedly, you wonder at which point the pains of fatigue will outweigh the terror of sleep.",
      "As your shoulders slump below the weight of the day's exertions, you recall your nightmares and try convincing yourself that they're not as bad as you make them to be.  The mere process of recollection sends butterflies gnawing at your guts.",
      "Pinching the bridge of your nose as you rub your eyes, you wish that you could rub away the leftover recollections of your last nightmare from your mind.  Only sleep will replace it.  You're not looking forward to seeing what it replaces it with."
    ]
  }
]
