[
  {
    "type": "snippet",
    "category": "nightmares",
    "//": "When writing nightmares, take care to (1) ensure they are generic enough that getting the same nightmare twice in a row isn't too weird, and (2) that they don't assume anything about the person having them.  If your nightmare reads like a horror story or creepypasta, it is probably going too far. In general, avoid too much description.",
    "//2": "It's also a good idea to try mainly to include nightmares that have something to do with the apocalyptic setting of the game, not just generic scary dreams.  Obviously, not all nightmares have to follow this rule, but the more they advance the overall setting of DDA the better.",
    "text": [
      "You awaken from a nightmare about being eaten alive while your friends applaud.",
      "You awaken from a nightmare about being naked in an arctic tundra and freezing to death.",
      "You awaken from a nightmare about an unseen predator slowly killing you.",
      "You awaken from a nightmare about killing those you love with your bare hands.",
      "You awaken from a nightmare about being finally judged for your ill deeds.",
      "You awaken from a nightmare.  Recent events had not come to pass, and you were stuck in an office job.",
      "You awaken from a nightmare.  This wasn't the end of the world… all those innocents you've murdered.",
      "You awaken in a cold sweat, relieved that you weren't being eaten alive by evil Twinkies.",
      "You awaken feeling hollow; you dreamed of your friends and family, only to realize your new reality is the nightmare.",
      "You abruptly awake, relief washes over you as you were no longer naked in the street, and the zombies weren't laughing at you.",
      "You feel something gently embrace you as you sleep.  You try to wake up and see who it is, but you can't move or scream.  As teeth sink into your flesh, you jerk awake.",
      "You dream of a peaceful meadow, with singing birds and playing children.  A sense of unease grows, as the children move around you.  You remember grasping hands, flashing teeth, and ink-black eyes, holding you down, unable to escape, before you wake up.",
      "In your dream, you feel as if you are being watched.  A long, slimy appendage snakes its way towards you, hauling you towards a dark, tooth-lined pit.",
      "You dream that your ear is itchy.  You reach to scratch it, but when you do, a flood of tiny spiders bursts out.",
      "In your dream, you lie on an operating table, surrounded by doctors.  They remove something from your body, then start yelling and screaming as the thing they've cut out of you begins to tear them apart.  You find yourself unable to move or even scream as it finishes with the doctors and comes for you…",
      "You awaken from a nightmare about the deaths of your loved ones.",
      "You awaken from a nightmare about being eaten alive by something terrible.",
      "You awaken from a nightmare about slowly going insane.",
      "You awaken from a nightmare about falling into a lake with a cannonball tied to your feet.",
      "You awaken from a nightmare about suffocating in a small metal box.",
      "You awaken from a nightmare about being forced to watch as your loved ones are executed.",
      "You awaken from a nightmare about the Cataclysm happening over and over again.",
      "You awaken from a nightmare about dying of thirst in a desert.",
      "You awaken from a nightmare about your loved ones stabbing you.",
      "You awaken from a nightmare about the end of the world.",
      "You awaken from a nightmare about being stuck doing endless paperwork explaining how you let the apocalypse happen.",
      "You awaken from a nightmare about slipping out of a plane, into a pitch black sky.",
      "You awaken from a nightmare about being a limbless zombie in a decrepit building.",
      "You awaken from a nightmare where you are a zombie, constantly hungry, chasing down the people you once loved.",
      "You awaken from a nightmare where you fought endless waves of zombies, all of whom looked like celebrities you remember from the old world.",
      "You dream about the rain.  At first it's normal water, but soon changes into a rain of spiders.  They cover you completely, crawling all over you, until you wake up with a start.",
      "It's your first day at school!  Unfortunately, the bus had to take a three-hour detour, so you show up extremely late.  As you walk into the class, you suddenly realize you forgot to put your pants on.  Even worse, your mother walks in behind you and starts berating you in front of all your classmates.",
      "You dream of running in an endless hallway.  You hear something gargantuan chasing you with heavy breaths and wet squelching sounds.  You run until you are out of breath and wake up feeling exhausted.",
      "You have a nightmare about drowning in a pit of biting, gnawing maggots.  You wake up as they begin to choke you.",
      "In your dream, you are tied to a chair, slowly being lowered into a dark pit.  A large metal hatch closes you into the darkness, and you awake, as it clangs shut with an air of finality.",
      "You dream of flying.  You fly higher and higher until you are in outer space.  You look back at Earth and see that it's cracked - something slithering and vast is hatching from it.",
      "You dream that you're leaning over a bathroom sink, trying to winnow out something that's hurting your gums.  You yank and wiggle until a six-inch-long serrated tooth comes free.",
      "You have a long and vivid nightmare about living in an old, stuffy building with countless other people.  You try to get some rest but you can't.  You try using the restroom but it's too cramped.  It gets so unbearable that you feel sick, and you find that you've gagged yourself awake.",
      "You have a strange dream about walking through a street from your childhood, where every surface is the same shade of solid red.  You wake up startled after noticing an equally red man down the street, moving quickly in your direction.",
      "In your dreams you feel as though you've learned something really, really important.  You wake up in quiet distress, as you've already forgotten what that something was.",
      "You dream you're walking down the hallways of your high school, listening to a baby cry, trying to find it.  A sense of inexplicable dread follows you as you start to run through endless rooms and halls, unable to track it down.  As you open your eyes in a groggy, still half-dreaming state, you feel like you've failed at something important.",
      "You dream about a shadowy figure, following you as you wander through the apocalypse.  It seems to be ever closer whenever you check back.  You wake with the disturbing feeling that you've had this dream before, but before long you can't remember what it even was.",
      "You wake up feeling that you lost something important.",
      "You dream about locking yourself in a school bathroom to avoid a bully.  You hear sounds of the bully approaching in the hall, then hammering at the door to the stall.  As the door gives way, the undead face of your bully lunges towards you, teeth bared, before you wake up with a start.",
      "You dream a friend has dragged you to their weird church.  You find yourself unable to follow anything the preacher says, until abruptly he points to you and accuses you of causing the end of the world.  You try to argue, but as they turn to you, you see the congregation are all zombies.  They stumble your way, hands grasping, moaning that it's all your fault.",
      "You dream about having a drink with an old friend.  In the dream you can't remember why you haven't talked to them in a while.  As you finish up, they look at you with empty, blackened eyes and ask why you didn't do anything to help them.  The dream fades to another, but leaves you cold in the morning.",
      "Your dream starts out pleasant, a happy memory of a vaguely-real family that almost, but not quite, resembles your actual one.  Your pleasant thoughts are broken by flames as the picture-perfect house you live in catches fire, and your picture-perfect family just laughs and tells you not to bother as you try to extinguish the flames.",
      "You have a nightmare that you're slowly turning into a zombie, starting with the tips of your fingers.  At first you're going about your business in a more mundane dream, but soon the spreading rot can't be ignored.  Nothing slows the inevitable progression.",
      "You have a dream where you're searching for food in the ruins of a city, but everything you find turns out to be rotting zombie flesh when you get ready to eat it.  You wake up feeling sick to your stomach.",
      "You dream that the shadows are following you, coiling and writhing ever closer when you aren't looking.",
      "You dream that you've lost your house keys.  You bang on the door, but no one answers.  Peering through the window, you see an elderly zombie knitting in an armchair.",
      "You awaken from a nightmare where you are a zombie, but each time you attempt to feed, your teeth fall out.",
      "You dream you are walking in a mall, but the corridors and stores are empty and shuttered.  Something is watching you.",
      "You awaken from a nightmare where the sirens and screams never stop, growing louder every second.",
      "You dream that you are alone, a toddler again, the radio chattering to shelter in place, to stay inside and lock the doors.",
      "You awaken from a nightmare in which the house is burning, the smoke searing your lungs as you lie on the floor and loose a wheezed scream for help.",
      "You startle upright from a nightmare about the WiFi being down for an entire HOUR, but find the real world so much worse when you wake.",
      "You awaken from a nightmare about your body changing and aching as sores erupt from your graying, wooden flesh.",
      "You dream that the darkness breathes around you, your flare growing ever more dim.",
      "You wake up with a feeling that you've forgotten something important.  It takes you several seconds to remember where you are.",
      "You wake up feeling lost and alone, thinking of someone you used to know.",
      "You awaken from a nightmare but remember none of it.  Your heart races and your breathing is unsteady.",
      "You dream of coming down the stairs to find an old friend in a hallway, their back to you.  When you call out to them, their face slowly turns in your direction, but the dream melts away.",
      "You awaken from a nightmare in which you are lying on a butcher's table, surrounded by eager undead, metal blades shining in their rotten hands.",
      "You awaken from a nightmare about being chased, your companion leading you through dark corridors to escape.",
      "You dream of being dirty, the stench of rotting flesh wafting from your clothing, from your mouth, from your pores.",
      "Your sleeping mind wanders.  There's a man, and in the dream you're best friends.  His eyes level with yours as you offer a hasty farewell.  \"Don't ever stop running,\" he whispers.",
      "You dream of being tiny, an insignificant ant, towered over by humans.  But you grow and you change, acid leaking from your mandibles.  You are no longer insignificant.",
      "You dream you are riding a horse, its flesh charred black, smoke pouring from its mouth and belly.",
      "You have a nightmare that everyone died while you were sleeping.",
      "You dream of cataloging the names of the deceased, entering them endlessly into a spreadsheet.",
      "You dream that the sun has fled, abandoning you to suffer alone in darkness.",
      "You have a nightmare that you are standing over a fresh corpse.  You try to drop the knife, but it seems welded to your hand.",
      "You have a nightmare of being on the street, a crowd of people sprinting past, each of them shouting for you to run.  Instinct kicks in and you flee with them, always moving, jostled by strangers, many of them screaming.",
      "You have a nightmare that your stomach acid slowly dissolves you from within.",
      "You dream of feeding a dog, its flesh partly stripped away, ossified plates across its body.  Its heavy tail wags happily, slapping the air.",
      "You wake from a nightmare, startled and confused, only remembering fighting in the street and gnashing teeth.",
      "You dream of blinding lights and people speaking around you.  When you look down, you see gloved hands in your open incision, withdrawing slimy black organs.",
      "You wake to find your face soaked in tears.  What had you been dreaming about?",
      "You dream of standing in line at a barricade, surrounded by sandbags and razor wire.  The single-file line leads to a series of tents, where the soldiers are strip-searching each person.",
      "You have a nightmare that you are trapped in prison.  Your cellmate is an enormous man, powerfully built, his muscles bulging in unnatural slabs as the flesh sloughs from his face and neck.",
      "You have a nightmare, but remember only the knife going in and out, the powerful stench of rotten meat surrounding you like a fog.",
      "You dream you're in a pit, corpses and foul-smelling sludge beneath your feet.  Each time you try to climb you slip and splatter in the bloody mud.",
      "You wake from a nightmare in which you were carried to an incinerator.  You kept trying to scream, to call out for help, but your ruined throat could only wheeze.  Your rotten hand reached out to grab anything, but then there was only fire.",
      "You dream you're trapped in an elevator, unable to escape.  Outside there are gunshots, screams, and then the trickling scent of a house fire.",
      "You dream you're shaving, but each stroke of the razor strips away not only hair but shreds of rotten graying flesh.",
      "You have a nightmare that you're in an interrogation room, endlessly questioned about the death of a woman.  Why won't they believe you?  It's not murder if they're zombies!",
      "You dream of a bustling city, of humanity rebuilt in a distant future.  The real nightmare was waking up back in reality.",
      "You have a nightmare of standing on a mountaintop, portals opening across the landscape below.  Endless armies of dark shapes and inhuman monstrosities pour through to devour the earth.",
      "You dream of a menacing figure, shrouded in shadows as it directs undead hordes, a puppet master pulling strings.",
      "You dream of someone you knew long ago.  You can't remember their name, but you're sure they're dead by now.",
      "You awaken from a nightmare about being stoned to death, the crowd full of wide-eyed maniacs, some holding pipes and crowbars.",
      "You dream of losing your mind, forgetting all that you know, and becoming one of the many.",
      "You have a nightmare about being in a car crash.  As you crawl free of the wreckage, broken and bleeding, the horde descends upon you.",
      "You dream of a small child tearing out your throat with their blackened teeth.",
      "You have a nightmare in which you walk through a river of blood, followed by the dead you tried to leave behind.",
      "You dream of slime, jiggling, wobbling, and oozing over your entire body.  As you wipe at it, the flesh of your hand smears away.",
      "You dream of standing on the Eiffel Tower, watching Paris burn.  You're too far above to make out who is still alive and who isn't, though you hear the screams.",
      "You dream of a beautiful garden full of strange plants that defend you against the undead.  When they've finished, their barbed tendrils turn on you, paralyzing and restraining you until you wake screaming.",
      "You dream that you're a time traveler.  You go back to tell your past self about the horrors to come, but after hours of pleading, you just won't listen.",
      "You have a nightmare about fighting for days against a warrior clad in bone armor.  Teeth clatter gently, woven into their hair.  When finally you are defeated, the warrior removes their mask, but you wake before seeing their face.",
      "You dream you are a slug, and all is well until a child stands over you with a salt shaker.",
      "You dream you're walking in the woods.  There's no one around and your phone is dead.  That's when you spot him.",
      "You wake from a nightmare of being slowly devoured, starting with your toes.",
      "You wake from a nightmare of being torn to pieces, lying in the filth of the road and waiting for the end.",
      "A seemingly endless nightmare plagues you.  Years pass, and you are always struggling alone in an unforgiving world, dying in solitude of old age.",
      "You dream that you are the last person on Earth.  You're surrounded by \"people\" but you know they aren't human anymore.",
      "You wake from a nightmare in which you endlessly stacked boxes in a factory, overseen by an inhuman figure clothed in shadow.",
      "You dream of a behemoth, towering over you and covered in bony tissue, its face twisted with rage.  You run for as long as you can, but when its massive fist comes down, you wake.",
      "You dream of a beautiful and regal unicorn.  You feed it gems as it nuzzles your hand.  When you run out of stones, it kicks you to death.",
      "You wake from a nightmare in which it had all started over again, 911 ringing busy, the fires, and death in every street.",
      "You dream your boss is scolding you for allowing a zombie through security.",
      "You dream that you're a meal delivery worker, delivering a slab of flesh and some sodas to a zombie house party.",
      "You wake from a nightmare just as your plane crashes.  You remember screams, the lifeless eyes of a zombie child, and her unmoving mother.",
      "You wake from a dream.  You were on your knees, lapping blood from the floor."
    ]
  }
]
