[
  {
    "type": "snippet",
    "category": "nightmares",
    "text": [
      "You awaken from a nightmare about being eaten alive while your friends applaud.",
      "You awaken from a nightmare about being naked in an arctic tundra and freezing to death.",
      "You awaken from a nightmare about an unseen predator slowly killing you.",
      "You awaken from a nightmare about killing those you love with your bare hands.",
      "You awaken from a nightmare about being finally judged for your ill deeds.",
      "You awaken from a nightmare.  Recent events had not come to pass, and you were stuck in an office job.",
      "You awaken from a nightmare.  This wasn't the end of the world… all those innocents you've murdered.",
      "You awaken in a cold sweat, relieved that you weren't being eaten alive by evil Twinkies.",
      "You awaken feeling hollow; you dreamt of your friends and family, only to realize your new reality is the nightmare.",
      "You abruptly awake, relief washes over you as you were no longer naked in the street, and the zombies weren't laughing at you.",
      "You feel something gently embrace you as you sleep.  You try to wake up and see who it is, but you can't move or scream.  As teeth sink into your flesh, you jerk awake.",
      "You dream of a peaceful meadow, with singing birds and playing children.  A sense of unease grows, as the children move around you.  You remember grasping hands, flashing teeth, and ink-black eyes, holding you down, unable to escape, before you wake up.",
      "In your dream, you feel as if you are being watched.  A long, slimy appendage snakes its way towards you, hauling you towards a dark, tooth-lined pit.",
      "You dream that your ear is itchy.   You reach to scratch it, but when you do, a flood of tiny spiders bursts out.",
      "In your dream, you lie on an operating table, surrounded by doctors.  They remove something from your body, then start yelling and screaming as the thing they've cut out of you begins to tear them apart.  You find yourself unable to move or even scream as it finishes with the doctors and comes for you…",
      "You awaken from a nightmare about the deaths of your loved ones.",
      "You awaken from a nightmare about being eaten alive by something terrible.",
      "You awaken from a nightmare about slowly going insane.",
      "You awaken from a nightmare about falling into a lake with a cannonball tied to your feet.",
      "You awaken from a nightmare about suffocating in a small metal box.",
      "You awaken from a nightmare about being forced to watch as your loved ones are executed.",
      "You awaken from a nightmare about the Cataclysm happening over and over again.",
      "You awaken from a nightmare about dying of thirst in a desert.",
      "You awaken from a nightmare about your loved ones stabbing you.",
      "You awaken from a nightmare about the end of the world.",
      "You awaken from a nightmare about being stuck doing endless paperwork explaining how you let the apocalypse happen.",
      "You awaken from a nightmare about slipping out of a plane, into a pitch black sky.",
      "You awaken from a nightmare about being a limbless zombie in a decrepit building.",
      "You awaken from a nightmare where you fought endless waves of zombies, all of whom looked like celebrities you remember from the old world.",
      "You dream about the rain.  At first it's normal water, but soon changes into a rain of spiders.  They cover you completely, crawling all over you, until you wake up with a start.",
      "It's your first day at school!  Unfortunately, the bus had to take a three-hour detour, so you show up extremely late.  As you walk into the class, you suddenly realize you forgot to put your pants on.  Even worse, your mother walks in behind you and starts berating you in front of all your co-workers.  As the entire office laughs at you, you wake up from your nightmare.",
      "You dream of running in an endless hallway.  You hear something gargantuan chasing you with heavy breaths and wet squelching sounds.  You run until you are out of breath and wake up feeling exhausted.",
      "You have a nightmare about drowning in a pit of biting, gnawing maggots.  You wake up as they begin to choke you.",
      "In your dream, you are tied to a chair, slowly being lowered into a dark pit.  A large metal hatch closes you into the darkness, and you awake as it clangs shut with an air of finality.",
      "You dream of flying.  You fly higher and higher until you are in outer space.  You look back at Earth and see that it's cracked - something slithering and vast is hatching from it.",
      "You dream that you're leaning over a bathroom sink, trying to winnow out something that's hurting your gums.  You yank and wiggle until a six-inch-long serrated tooth comes free.",
      "You have a long and vivid nightmare about living in an old, stuffy building with countless other people.  You try to get some rest but you can't.  You try using the restroom but it's too cramped.  It gets so unbearable that you feel sick, and you find that you've gagged yourself awake.",
      "You have a strange dream about walking through a street from your childhood, where every surface is the same shade of solid red.  You wake up startled after noticing an equally red man down the street, moving quickly in your direction.",
      "In your dreams you feel as though you've learned something really, really important.  You wake up in quiet distress, as you've already forgotten what that something was.",
      "You dream you're walking down the hallways of your high school, listening to a baby cry, trying to find it.  A sense of inexplicable dread follows you as you run through endless rooms and halls, unable to track down the baby.  As you open your eyes in a groggy, still half-dreaming state, you can't help but feel like you've failed at something important.",
      "You fitfully dreamed horrid, fleeting dreams for the past several days.  Each time you plunged into slumber, you always ended up in the same place.  You would be in one of the decrepit residential flats of an old burned-down building.  The dream merely consisted of you heading to the bathroom to wash your hair over the sink.  The problem was that you could feel someone approaching in the distance.  Every night, footsteps appeared to be getting closer.  Last week, you managed to see the door to your flat opening as you headed for the bathroom.  Outside stood a man, cloaked in heavy shadow, his breathing stifled.  Four days ago, he reached the living room.  Two days ago, he stood right next to you as you entered the restroom.  His eyes were dull and resembled cracked, foggy glass.  His hands clutched a rusty knife.  Yesterday, he followed you in.  Today, he stared unblinking as you washed your hair.  Out of the corner of your eye as your cleaned yourself, you saw him scribbling something on the wall with a thick, dark red liquid.  The viscous trail of crimson shocked you awake.  It read: Tomorrow.",
      "You wake up feeling that you lost something important.",
      "You flee in a panic into a nearby school bathroom.  Mr. ____, he was chasing you.  You had your doubts but now you were sure.  As you try your best to calm your ragged breathing, you rush into an unlocked stall to hide.  The proof was right here.  Every wall of the stall was covered in soulless eyes.  They were painted.  Except for one.  One of the eyes was hollow.  It was used as a cover to hide a hole leading to the next-door stall.  Mr. ____ would secretly spy on the students.  You had evidence of his misdemeanor.  You frantically message your friends with the footage, asking them to contact the authorities.  You tell them you are not in a position to call them yourself.  Suddenly, you look up, and find Mr. ____ staring at you as he climbs down from the locked stall door.  You wake up screaming, still reeling from the nightmare.",
      "You hear a voice in the distance proclaiming that the Son of Man would soon arrive.  It was the one we had all been waiting for, for so long.  You smile in quiet rapture as angels start descending from Heaven.  Up above, seated upon a golden throne, brighter than the Sun, and more mysterious than the Moon, you see a blinding white light.  As you shed tears of infinite bliss, you peer deeper into the luminous source out of curiosity, and see… horns?  You are startled awake by the revelation."
    ]
  }
]
