[
  {
    "type": "snippet",
    "category": "nightmares",
    "//": "When writing nightmares, take care to (1) ensure they are generic enough that getting the same nightmare twice in a row isn't too weird, and (2) that they don't assume anything about the person having them.  If your nightmare reads like a horror story or creepypasta, it is probably going too far. In general, avoid too much description.",
    "//2": "It's also a good idea to try mainly to include nightmares that have something to do with the apocalyptic setting of the game, not just generic scary dreams.  Obviously, not all nightmares have to follow this rule, but the more they advance the overall setting of DDA the better.",
    "text": [
      "You awaken from a nightmare about being eaten alive while your friends applaud.",
      "You awaken from a nightmare about being naked in an arctic tundra and freezing to death.",
      "You awaken from a nightmare about an unseen predator slowly killing you.",
      "You awaken from a nightmare about killing those you love with your bare hands.",
      "You awaken from a nightmare about being finally judged for your ill deeds.",
      "You awaken from a nightmare.  Recent events had not come to pass, and you were stuck in an office job.",
      "You awaken from a nightmare.  This wasn't the end of the world… all those innocents you've murdered.",
      "You awaken in a cold sweat, relieved that you weren't being eaten alive by evil Twinkies.",
      "You awaken feeling hollow; you dreamt of your friends and family, only to realize your new reality is the nightmare.",
      "You abruptly awake, relief washes over you as you were no longer naked in the street, and the zombies weren't laughing at you.",
      "You feel something gently embrace you as you sleep.  You try to wake up and see who it is, but you can't move or scream.  As teeth sink into your flesh, you jerk awake.",
      "You dream of a peaceful meadow, with singing birds and playing children.  A sense of unease grows, as the children move around you.  You remember grasping hands, flashing teeth, and ink-black eyes, holding you down, unable to escape, before you wake up.",
      "In your dream, you feel as if you are being watched.  A long, slimy appendage snakes its way towards you, hauling you towards a dark, tooth-lined pit.",
      "You dream that your ear is itchy.  You reach to scratch it, but when you do, a flood of tiny spiders bursts out.",
      "In your dream, you lie on an operating table, surrounded by doctors.  They remove something from your body, then start yelling and screaming as the thing they've cut out of you begins to tear them apart.  You find yourself unable to move or even scream as it finishes with the doctors and comes for you…",
      "You awaken from a nightmare about the deaths of your loved ones.",
      "You awaken from a nightmare about being eaten alive by something terrible.",
      "You awaken from a nightmare about slowly going insane.",
      "You awaken from a nightmare about falling into a lake with a cannonball tied to your feet.",
      "You awaken from a nightmare about suffocating in a small metal box.",
      "You awaken from a nightmare about being forced to watch as your loved ones are executed.",
      "You awaken from a nightmare about the Cataclysm happening over and over again.",
      "You awaken from a nightmare about dying of thirst in a desert.",
      "You awaken from a nightmare about your loved ones stabbing you.",
      "You awaken from a nightmare about the end of the world.",
      "You awaken from a nightmare about being stuck doing endless paperwork explaining how you let the apocalypse happen.",
      "You awaken from a nightmare about slipping out of a plane, into a pitch black sky.",
      "You awaken from a nightmare about being a limbless zombie in a decrepit building.",
      "You awaken from a nightmare where you are a zombie, constantly hungry, chasing down the people you once loved.",
      "You awaken from a nightmare where you fought endless waves of zombies, all of whom looked like celebrities you remember from the old world.",
      "You dream about the rain.  At first it's normal water, but soon changes into a rain of spiders.  They cover you completely, crawling all over you, until you wake up with a start.",
      "It's your first day at school!  Unfortunately, the bus had to take a three-hour detour, so you show up extremely late.  As you walk into the class, you suddenly realize you forgot to put your pants on.  Even worse, your mother walks in behind you and starts berating you in front of all your classmates.",
      "You dream of running in an endless hallway.  You hear something gargantuan chasing you with heavy breaths and wet squelching sounds.  You run until you are out of breath and wake up feeling exhausted.",
      "You have a nightmare about drowning in a pit of biting, gnawing maggots.  You wake up as they begin to choke you.",
      "In your dream, you are tied to a chair, slowly being lowered into a dark pit.  A large metal hatch closes you into the darkness, and you awake, as it clangs shut with an air of finality.",
      "You dream of flying.  You fly higher and higher until you are in outer space.  You look back at Earth and see that it's cracked - something slithering and vast is hatching from it.",
      "You dream that you're leaning over a bathroom sink, trying to winnow out something that's hurting your gums.  You yank and wiggle until a six-inch-long serrated tooth comes free.",
      "You have a long and vivid nightmare about living in an old, stuffy building with countless other people.  You try to get some rest but you can't.  You try using the restroom but it's too cramped.  It gets so unbearable that you feel sick, and you find that you've gagged yourself awake.",
      "You have a strange dream about walking through a street from your childhood, where every surface is the same shade of solid red.  You wake up startled after noticing an equally red man down the street, moving quickly in your direction.",
      "In your dreams you feel as though you've learned something really, really important.  You wake up in quiet distress, as you've already forgotten what that something was.",
      "You dream you're walking down the hallways of your high school, listening to a baby cry, trying to find it.  A sense of inexplicable dread follows you as you start to run through endless rooms and halls, unable to track it down.  As you open your eyes in a groggy, still half-dreaming state, you feel like you've failed at something important.",
      "You dream about a shadowy figure, following you as you wander through the apocalypse.  It seems to be ever closer whenever you check back.  You wake with the disturbing feeling that you've had this dream before, but before long you can't remember what it even was.",
      "You wake up feeling that you lost something important.",
      "You dream about locking yourself in a school bathroom to avoid a bully.  You hear sounds of the bully approaching in the hall, then hammering at the door to the stall.  As the door gives way, the undead face of your bully lunges towards you, teeth bared, before you wake up with a start.",
      "You dream a friend has dragged you to their weird church.  You find yourself unable to follow anything the preacher says, until abruptly he points to you and accuses you of causing the end of the world.  You try to argue, but as they turn to you, you see the congregation are all zombies.  They stumble your way, hands grasping, moaning that it's all your fault.",
      "You dream about having a drink with an old friend.  In the dream you can't remember why you haven't talked to them in a while.  As you finish up, they look at you with empty, blackened eyes and ask why you didn't do anything to help them.  The dream fades to another, but leaves you cold in the morning.",
      "Your dream starts out pleasant, a happy memory of a vaguely-real family that almost, but not quite, resembles your actual one.  Your pleasant thoughts are broken by flames as the picture-perfect house you live in catches fire, and your picture-perfect family just laughs and tells you not to bother as you try to extinguish the flames.",
      "You have a nightmare that you're slowly turning into a zombie, starting with the tips of your fingers.  At first you're going about your business in a more mundane dream, but soon the spreading rot can't be ignored.  Nothing slows the inevitable progression.",
      "You have a dream where you're searching for food in the ruins of a city, but everything you find turns out to be rotting zombie flesh when you get ready to eat it.  You wake up feeling sick to your stomach."
    ]
  },
  {
    "type": "snippet",
    "category": "nightmares_cataclysm_general",
    "//": "Nightmare snippets for players with the Troubled Sleeper trait that only recount recollections, dreams, and fabricated memories that anyone, regardless of profession, could have had as a result of the Cataclysm. Anything profession-dependent should be placed in an appropriate category.",
    "//2": "While these can and should stray into the realm of impossibility, for example, a player seeing their dream from the perspective of a zombie, they should be related to things the character might have seen, feared, or heard during the Cataclysm. E.g., having the player in the body of a zombie as they get gunned down by soldiers is fine, but having a dream about falling from an aeroplane into water infested by clowns isn't suitable for this category.",
    "text": [
      {
        "id": "nightmare_general1",
        "text": "Still reposed in sleep, a whimper escapes your throat as a dream encroaches upon your mind.\n\nPlumes of mist coil about you as you find yourself staggering through the haze — a flowing wall of silvery grey.  Underfoot, splintered shards of asphalt slice at your bare soles, your steps growing more sodden and sticky as each tread peals flesh and blood froths.  however, it is nothing to the raw, throbbing agony at your abdomen, the skin of your belly hanging open like a jacket's lapels, pale coils of intestine spilling forth.  Between your clenched fists, a stretch of gut hangs from the opening, its end leading into the mist ahead like a guiding thread.\n\nShuffling along, a flicker of recognition whispers at the back of your mind as you hobble between the hulks of recked vehicles that loom in the fog to either side, your guiding line occasionally requiring you to collapse upon hands and knees and crawl under a car.  Following the last such obstacle, as you rise, your shredded foot slides from beneath you, sending you collapsing — the gathered bundle of organs you'd managed to stuff back within yourself cascading forth.  As your cheeks grow damp, you look up from the mess of splintered roadwork and throbbing guts — up — at the sprawling bulk of a collapsed homestead that rises from the fog before you.\n\nThrough the mist, you can see the pallid coils that compose the structure and the shuffling, anthropomorphic figures wandering within, glistening wetly.  As you watch, one of the humanoids wobbles from a sagging aperture and stands, its oblong head (composed of layers of coiled strands) turning to face you.  Under your prone body, your intestines pulsate.  The facsimile of your form pulses in unison.  The copy of your home pulses in unison.\n\nYou scream."
      },
      {
        "id": "nightmare_general2",
        "text": "As the arms of a fresh dream embrace your mind, your expression contorts.\n\nMoss-infested walls enclose a cavernous space floored by steel plates bulging with veins of rust; goosebumps spread across your flesh as cold water drizzles from the roof.  A low, thrumming cadence drones in your ears, vibrating through the steel underfoot — the humming of some monstrous, unseen motor at work powering the mechanism that stretches before you.  Trundling from an aperture at the room's right and grinding past, a massive conveyor belt groans along; it's rubber tread Layden with a row of neatly placed bodies.  As they're born along, you find yourself recognising pallid faces, staring eyes, gaping maws, and bruised flesh forming facsimiles of people you'd encountered during the last days of evacuation: refugees, soldiers, and relief workers.\n\nAs the corpses reach the end of the line and are unceremoniously dumped upon the floor, their limbs contort, cracking noises punctuating the air over the grinding of the belt as they start to flail and wriggle across the steel, worming towards you.  Writhing and slithering across one another, they crawl in a loop about you, your stomach churning as the sounds of stretching flesh fill your ears as their necks stretch forth, lifting their heads level with your own.  As growing numbers of blood-shot eyes fixate upon you and a forest of extending necks cocoons you, each head jabbers out a singular, unique word: a discordant muddle of phrases that grows more coherent with each body that joins the assembly.\n\n\"We are all you escaped; you left us.  When you wake up, we\"\n\n\"We are all dead; you escaped; you left us.  When you wake up, we will\"\n\n\"We are all dead; you escaped; you left us.  When you wake up, we will be there.\""
      },
      {
        "id": "nightmare_general3",
        "text": "You twitch restlessly in your sleep as a fresh dream snags you from your sanctity.\n\nA black void fills your vision, a plastic, crinkling sound rustling in your ears as you feel yourself jouncing along, heavy footfalls audible under the swish of the material encasing you.  As you wade through a growing mire of claustrophobia, you register that someone's got a solid hold of your ankles, hauling you like a sack of potatoes.  In a stomach-lurching moment, you feel yourself being lifted and heaved through the air, the grip on your legs disappearing as you plummet, crashing upon a partially soft, uneven platform undulating against your spine.\n\nAs you collect your faculties, you spy a slight tare in the plastic, and, greedy for a breath of air and a peep of vision, you press your face against the slit.  The blue expanse of the sky winks down upon you, rimmed by the dirt inclines of a pit, as, teaming about the edges, gasmask-wearing soldiers haul, kick, and shove plastic-swaddled bundles into the ditch.  As the body bags land heavily upon and about your form, you can feel their reanimating contents struggling against their captivity.\n\nSeparated from the zombies about you by only a few layers of plastic, all you can do is futilely kick and cry for help as the last bags are piled into the ditch atop you, fingers clawing at the material at your back.  Overhead, the soldiers withdraw, save for a handful who set about upturning a collection of jerrycans into the trench.  As the overpowering smell of gasoline fills your nostrils, you whimper.\n\nMoments before the undead below you rend your plastic barrier, your eyes are blinded as a burning flare is flung into the corpse pit, the light descending like a falling star."
      },
      {
        "id": "nightmare_general4",
        "text": "Your arms tighten about your form as you sleep — the past returning to haunt you.\n\nAs the dreamscape assumes materiality, your ears and nerves alike are put under duress as a high-pitched, plaintive wailing bawls through your mind, your knuckles turning white as you grip the folding armrests of the bucket seat you find yourself within.  Staring ahead yields the dishevelled vista of a bus's interior, the stench of Greece, and body odour clawing at your nostrils.  Bedraggled, hunched, with faces creased by fear, people huddle within every seat abord, each perfectly silent and, to a passenger, staring ahead at the vehicle's tinted windscreen.  As the infantile crying continues unabated, you glance out of your own window.\n\nYou vainly try to convince yourself that the fleshy, metre-tall thing your eyes land upon beyond the glass, half stalking and half slithering towards the bus, couldn't have once been human.  Nothing with an internal skeleton should be able to wriggle its entire head in such a manner or slouch across the ground as though walking on rubberized legs.\n\nRegardless, as the aberrant monstrosity draws nearer, it becomes evident that the creature's march towards the transport isn't guided by its eyes: berried within floppy slits exuding a green mucus.  Rather, the way its squid-like head twists and turns as it walks, pauses, and then reassumes its stride could only signal the alure of sound — the wailing.  Yet, your attention's suddenly diverted by the plastic creek of the bus's aisleway as, turning, you find a soldier stomping past, making a B-line aft, towards the infant's increasingly animal-like screams.\n\nEveryone aboard mutely cowers as the military man storms down the passage.  The hard look on his face and the glint of a drawn bayonet don't escape your notice before you follow your compatriots' example.\n\nA few, terrible seconds later, your dream lapses into wakefulness: cut, as though by a blade through tender flesh."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "nightmares_cataclysm_soldier",
    "//": "Nightmare snippets for players with the Troubled Sleeper trait that recount dreams exclusively associated with characters that start as active soldiers.",
    "//2": "While these can and should stray into the realm of impossibility, for example, a player seeing their dream from the perspective of a zombie, they should be related to things the character might have seen, feared, or heard during the Cataclysm. E.g., having the player in the body of a zombie as they get gunned down by soldiers is fine, but having a dream about falling from an aeroplane into water infested by clowns isn't suitable for this category.",
    "text": [
      {
        "id": "nightmare_soldier1",
        "text": "You have a dream about playing with a set of toy soldiers until, suddenly, you find them slipping from your grasp and swarming about your feet.  Peering nearer, you realise that they’re each a miniature member of your former unit — their screams reaching you as squads of them are splattered below.  Wakefulness crashes upon you when you glance at yourself, only to find an oozing mass writhing before your eyes."
      },
      {
        "id": "nightmare_soldier2",
        "text": "In your dreams, you find yourself sitting in a stationary, armoured vehicle, staring at an endless sea of zombies that crowd, gnaw, and smash upon the automobile.  Every window’s obscured by legions of leering faces, with the military craft’s windscreen slowly spider-webbing under the crush of bodies and hands.  The sound of shattering glass jolts you awake, moments after rotten hands and snapping jaws start stretching through the breached apertures."
      },
      {
        "id": "nightmare_soldier3",
        "text": "In your dreams, you scramble through a landscape alive with the thunder of ordinance, the ground shaking as you drop into cover, only to come face-to-face with a fellow member of your unit.  Before either of you can react, the soldier’s impaled by an enormous, otherworldly monster, spraying you with viscera.  You startle awake, taking a few heartbeats to assure yourself that all you’re drenched in is your own sweat."
      },
      {
        "id": "nightmare_soldier4",
        "text": "You have a dream in which you’re being reprimanded by your senior officer, who stands with their back to you, coldly chastising you for failing to save your comrades.  Your feeble protestations fall on deaf ears.  These protests crash to a halt as soon as the officer turns to face you.  The thing occupying your officer’s skin wishes you a \"good morning\" and mildly suggests failing yourself as well, if you don’t want to see it again."
      },
      {
        "id": "nightmare_soldier5",
        "text": "You open your eyes and find yourself within a barracks from one of your assignments, bustling with personnel from your former unit.  You wander about, falling into conversation with the soldiers: some wistfully reminisce about the past, others poke fun over an aspect of your recent exploits — all of them recount how they died in the Cataclysm.  When you awake, before the dream fades, you’re undecided whether you’re glad it was just a dream or devastated."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "nightmares_cataclysm_refugee",
    "//": "Snippets for players with the Troubled Sleeper trait that trigger when the player character falls asleep within the boundaries of the refugee centre.",
    "//2": "While these can and should stray into the realm of impossibility, for example, a player seeing their dream from the perspective of a zombie, they should be related to things the character might have seen, feared, or heard during the Cataclysm. E.g., having the player in the body of a zombie as they get gunned down by soldiers is fine, but having a dream about falling from an aeroplane into water infested by clowns isn't suitable for this category.",
    "text": [
      {
        "id": "nightmare_refugee1",
        "text": "Lost within the hold of a dream, your eyes twitch below their lids.\n\nSpongey pavement squelches underfoot as a plume of spores puffs from bulbous sacks hanging on either side of the refugee centre's weathered doors, crumbling wood creaking as you push your way past the overgrown entrance.  Shafts of watery daylight refract through the empty lobby, greenish grey fronds hanging in droves from the collapsed sections of the roof, carpets of furry Mould sprawling across the floor, and a canopy of fat stalks obscuring the trade windows to either side.\n\nCompelled forward by the cruel nature of dreams, you listlessly shuffle across the room and wander through the building's debauched hallways, mycelium-coated walls sweating white droplets greeting your gaze wherever you go.  Periodically, person-sized sacks of spongey fibres bulge from walls, floors, and rooves, and, as you trace your hands along them, you find polished long bones and spinal columns extending along the wall, knitted amongst one another.\n\nEventually, as you trudge through calf-deep layers of mould, you grow conscious of the fact that your legs have gone numb.  You glance down, and, for a moment, you think that you've accidentally blundered into a berried collection of bones that's obscuring your legs.  The thick strands of dissolving meat clue you in to the fact that the stripped bones you're seeing are your own."
      },
      {
        "id": "nightmare_refugee2",
        "text": "Sweat breaks out across your forehead as your brain churns within the grasp of a fresh nightmare.\n\nWithin your dream, you find yourself stiffly sitting upon a low, wooden bench, staring at a set of double doors in a room ruled by shadows — the refugee centre's front lobby.  At the corners of your vision, you see the huddled profiles of what you assume to be the building's Begger and Guard contingent; all though, it's impossible to be certain: everything's shrouded in darkness, and you can't move your head.  You can't control any aspect of your form, in fact.\n\nYou take in the winding detail of the doors' wood grain, and you cannot avert your eyes.  You feel splinters digging through your legwear, and you cannot shift your legs.  You sit there for what feels like hours and watch as a spider skitters across your face; you still cannot move.  The arachnid hangs before your right eye, spinning a web.  You stop watching when the spider's finished its work and reaches its legs towards your pupal for a meal; you cannot scream even as you feel it depositing eggs.\n\nEntire days roll by in your dreams, and still nothing moves within that room save from the waterfall of baby spiders flowing through your head.  Suddenly, the spell's broken as a ray of daylight blinds your remaining eye: the doors before you creeking open and the muzzle of a cradled, snub-nosed revolver peeps through.  It's soon followed by a heavily bearded face squinting into the space, the survivor's expression settling into a cadence of disgust.\n\nYou rise from your seat.  The other dead shuffle from their own positions.  Spiders flow forth from your jaws as you let out a groan, shambling towards the man.  The revolver's muzzle speaks."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "troubled_sleep_fatigue_messages",
    "text": [
      "Taking a few seconds to rest your fatigue-weighted head, you quietly wish for the days when the idea of sleep didn't provoke a pang of dread.",
      "Your eyelids feel akin to storm shutters, your head's drooping, and your heart hangs heavy as a led ball.  The punishment of sleep isn't too far off.",
      "As you take a moment to rub the fatigue from your eyes, you briefly wonder what's worse: waking to the Cataclysm or falling asleep to a realm of nightmares.",
      "Your body demands sleep, and your mind begs for its postponement.  The tug of war brings tears to your eyes.",
      "As the voice of slumber whispers at your mind, you feel like a forsaken soul lost in a sea of fatigue.  You know the sharks of nightmares are circling.",
      "You sway listlessly, your head drooping.  Dejectedly, you wonder at which point the pains of fatigue will outweigh the terror of sleep.",
      "As your shoulders slump below the weight of the day's exertions, you recall your nightmares and try convincing yourself that they're not as bad as you make them to be.  The mere process of recollection sends butterflies gnawing at your guts.",
      "Pinching the bridge of your nose as you rub your eyes, you wish that you could rub away the leftover recollections of your last nightmare from your mind.  Only sleep will replace it.  You're not looking forward to seeing what it replaces it with."
    ]
  }
]
