[
  {
    "type": "snippet",
    "category": "nightmares",
    "text": [
      "You awaken from a nightmare about being eaten alive while your friends applaud.",
      "You awaken from a nightmare about being naked in an arctic tundra and freezing to death.",
      "You awaken from a nightmare about an unseen predator slowly killing you.",
      "You awaken from a nightmare about killing those you love with your bare hands.",
      "You awaken from a nightmare about being finally judged for your ill deeds.",
      "You awaken from a nightmare, recent events had not come to pass, and you were stuck in an office job.",
      "You awaken from a nightmare, this wasn't the end of the world… all those innocents you've murdered.",
      "You awaken in a cold sweat, relieved that you weren't being eaten alive by evil twinkies.",
      "You awaken feeling hollow; you dreamt of your friends and family, only to realize your new reality is the nightmare.",
      "You abruptly awake, relief washes over you as you were no longer naked in the street, and the zombies weren't laughing at you.",
      "You feel something gently embrace you as you sleep.  You open your eyes, but it's too dark to see, you struggle to move, but it has your arms and legs in a cocoon of darkness, it has stolen your mouth and you cannot scream.  It starts to devour you whole, starting with your feet, unable to escape, and unable to scream.  You take your last breaths.  it was just a dream.",
      "You are in a meadow, unsure of how you got here.  The sun is shining, the birds are singing, and children are playing; all is peaceful.  So why do the hairs on your neck stand at attention?  Something is not quite right about this peace.  You turn around, and the children have you surrounded.  The faces of the children have vanished, replaced by a shark-like grin and beady black eyes.  They reach out with their pale, claw-like hands.  However, you cannot move, you cannot escape…",
      "You open your eyes, and you are not where you slept.  You have been strapped to a chair in a dimly lit room with damp, rusty walls.  A clown covered in blood splatters approaches you from behind, wielding a rusty drill, dancing around you until he meets you face to face.  He toys with the trigger, enjoying the sound.  You plead for him to let you go, he replies with this maniacal laugh.  He inches the roaring drill towards your face, playing with you, for you are his toy.  You can't help but to watch in horror as the drill bit slowly inches its way towards your eye, unable to look away and unable to close your eyes.  This is it.",
      "You regain consciousness and realize you are at the bottom of a deep pit.  You can make out a bucket just opposite of you.  Within the bucket you find a bottle of lotion.",
      "You feel as if you are being watched.  Several feet away from you are a pair of burning yellow eyes.  A long, slimy appendage snakes it's way towards you, hauling you towards an abyssal pit of serrated teeth.",
      "You try to get comfortable.  You hear a loud skittering sound but see nothing.  The sound grows louder, and yet you see nothing.  Desperate, you search for the source of the sound, you find nothing except for an itch in your ear.  You reach to scratch it, causing hundreds of tiny spiders burst out, you find the source of the sound.",
      "You open your eyes to a blinding light, surrounded by medical equipment, and a group of panicking individuals dressed in blue scrubs.  They seem to be doctors.  Your vision is blurry from the anesthesia, but one of them seems to be holding a mass of flesh; it appears to be alive.  You glance down and find your chest has been cut open.  The doctors start screaming as the mass of flesh rips them apart.  You are next…",
      "You awaken from a nightmare about the deaths of your loved ones.",
      "You awaken from a nightmare about being eaten alive by something terrible.",
      "You awaken from a nightmare about slowly going insane.",
      "You awaken from a nightmare about falling into a lake with a cannonball tied to your feet.",
      "You awaken from a nightmare about suffocating in a small metal box.",
      "You awaken from a nightmare about being forced to watch as your loved ones are executed.",
      "You awaken from a nightmare about the Cataclysm happening over and over again.",
      "You awaken from a nightmare about dying of thirst in a desert.",
      "You awaken from a nightmare about your loved ones stabbing you.",
      "You awaken from a nightmare about the end of the world.",
      "You awaken from a nightmare about the Cataclysm not having happened and being stuck in an office job."
    ]
  }
]
