[
  {
    "type": "snippet",
    "category": "wallet_photos",
    "//": "These are meant to be small pictures that people would have kept in their wallets before the Cataclysm.  Nothing majorly anomalous should show up in these pictures, unless they were taken shortly before the end of the world, in which case anything abnormal should be subtle enough to have plausibly gone unnoticed by the former owner.",
    "text": [
      {
        "id": "wallet_picture_1",
        "text": "This is a small and creased photo of a smirking young woman standing with booted feet planted upon the asphalt of a driveway, a thick cowl of blond hair flowing over her leather jacket-clad shoulders.  With the setting sun’s light reflecting off the surface of a helmet she holds under one arm, she’s casually leaning against a propped-up motorcycle, her head slightly inclined as she shoots a black-glossed grin towards the camera.  In looping handwriting, the back end of the picture is inscribed with the text, \"Dallas, 1993.\"\n\n\"Though cancer has parted us, I’ll always carry you with me.\""
      },
      {
        "id": "wallet_picture_2",
        "text": "Frost-dusted pastures and the fringes of a forest in winter sparseness liven this picture, with two grinning men standing in the foreground dressed in cacky pants and matching winter jackets, their arms about one another’s shoulders.  In the distance, a herd of deer can be seen clustered by a semi-frozen lake.  The fact that some of the group's fawns seem to sport unnaturally course streaks of black hair and that, you could swear, at least one of them has a second set of eyes between their budding antlers seems to have gone unnoticed by the photo’s previous owner."
      },
      {
        "id": "wallet_picture_3",
        "text": "This is a rather aged Polaroid photo, creased from having spent years being folded and unfolded in succession.  A smiling young man dressed in an olive-drab flight suit stands in the foreground, framed by the open doorway of an UH-1 Huey helicopter, a gloved hand gripping the door, a flight helmet and pushed-up aviator’s goggles perched upon his head, and a jaunty thumbs-up directed towards the camera.  In shaky handwriting, the back of the picture is marked with the caption, \"September 10th, 1967.\"\n\nIn smaller script, someone’s written, \"still missing in action. May you fly on in our hearts.\""
      },
      {
        "id": "wallet_picture_4",
        "text": "This downwardly shot photo gazes into the watery abysses of an indoor baptism tank, within which stands a muscular young man with a crucifix hanging about his neck.  With the water gently lapping at his waist, the solemnity of his expression is softened by a small smile and a twinkle within his gray gaze as, in his arms, he lifts a sopping-wet child from the liquid."
      },
      {
        "id": "wallet_picture_5",
        "text": "A white-draped and elegantly laid table takes up the foreground of this photo, behind which, framed by the interior of a cruise ship’s dining room, a formally dressed man and woman are seated.  With the woman’s head lightly resting upon her husband’s shoulder and the gentleman’s suited arm lifting a cocktail glass in a toast, the pair's free arms are cast contentedly about one another’s shoulders, while beaming grins adorn their faces."
      },
      {
        "id": "wallet_picture_6",
        "text": "Resplendent with the interior view of a nightclub, this photo’s midground is dominated by a gaggle of young men and women gathered before the camera.  Judging by the way that they’re clinging to one another, the spaced-out grins all around, and the presence of more than a few licker bottles brandished like the holy grail, the assembly’s probably halfway to being drunkenly sprawled on the floor.  The picture’s edges have been blurred and messily cropped out in post, likely in an effort to hide the mountain range of \"sugar\" proudly rising from tables in the background.  It's just a shame that it only resulted in a worse photo."
      },
      {
        "id": "wallet_picture_7",
        "text": "The foreground of this crisply shot photo is filled with the kneeling profile of a young girl, bundled in a cocoon of winter apparel and crouching behind a low wall of sandbags.  The barrel of a big-game hunting rifle rests upon the barrier’s lip, the weapon gripped by an affectionately grinning man sitting beside the child.  Helpfully holding the gun steady as the youth gazes through the sights, one of the man’s palms is lightly resting upon the girl’s hand as he shows her how to work the weapon’s bolt.  You don’t know their names, but you’re likely the only person who’ll ever recall their faces."
      },
      {
        "id": "wallet_picture_8",
        "text": "Photographed within a warmly lit living room, a young boy sits upon a large beanbag armchair with a discarded pet carrier sitting on the floor beside him and a goofy grin plastered across his face.  His arms are clasped around a fluffy ball of brown fuzz, which, initially, you mistake for a plushie before the bright eyes, lolling tongue, and madly wagging tail place it as a majestically furry canine.  A breed you’ve never seen before: the dog’s pictured with its front paws awkwardly gripping the child’s shoulders as it happily laps at his face.  Its paws look like tiny, clawed hands."
      },
      {
        "id": "wallet_picture_9",
        "text": "Raven-haired, freckled, and quite pudgy, a young woman dressed in an ill-fitting black robe and graduation cap peers shyly from this photo, standing upon a low stage in a large auditorium.  Her face is a half-way blend of anxiety and weary exhaustion, barely hidden behind a clearly forced grin as her downcast eyes regard the microphone standing before her.  The torn-out heading of a newspaper article is connected to the photo by a paperclip.\n\n\"Unidentified Young Woman Found Washed Up on Bar Harbor Beach, Maine.\""
      },
      {
        "id": "wallet_picture_10",
        "text": "Glistening in the light of an afternoon day, a large, multicolored fish hangs neatly hooked upon a long fishing rod within this photo, the implement held by a pair of grinning teens.  Dressed in bright yellow waders and standing knee-deep in murky swamp water, with a sprawling marshland unfurling reeds, low trees, and water vegetation for as far as the eye can see, the youths are posed with the rod gripped between them.  You’re not too sure what part of the situation merits a grin from the photo’s occupants, considering that the fish’s body bulges with tumor-like growths and spiny clusters of protruding bones."
      },
      {
        "id": "wallet_picture_11",
        "text": "This appears to be a glossy photo of some manner of internet celebrity: a young, redheaded woman reclining on a plush sofa, wearing a smirk, high heels, and a sparing veil of pixelation over the more tasteless bits.  There are many such bits on display.  The picture looks to have been the subject of some extensive photoshopping.  At least, for the sake of the probably dead young lady’s back, you hope that it’s just photoshopped.",
      }
    ]
  }
]
