[
  {
    "type": "snippet",
    "category": "radio_archive",
    "text": [
      "kssht.  Dark Horse, this is Blue Jay, what's your status, over.  kssht.  Blue Jay, this is Black Horse, still holding, but not for long.  kssht.  Dark Horse, you've got to hold position for 3 hours.  We're almost black on ammo, but resupply is on the way, over.  kssht.  Not possible Blue Jay, too many dead.  30 minutes max, and if you don't order us to retreat we're gone, over.  kssht.",
      "kssht.  Blue Jay, this is Black Rose, got your resupply, going in on vector 36, what's the status of the LZ?  kssht.  Black Rose, this is Blue Jay, what took you so long?  LZ hot and unsecured, ammo black, bayonets in action, land on your own discretion, over.  kssht.  Roger that, hold on, Black Rose out.  kssht.",
      "To whomever is listening, this may be our last broadcast.  Wish you luck.  Can't stay in the studio any longer, station is being rewired to military frequencies for automatic broadcast.  Stay safe, and bless you, people.",
      "You're listening to KDDA from Boston, I'm Jenny Sanders with a special emergency news update.  Road closures by military and police forces have been reported on interstates 90, 91, 93, and 95.  Alternative routes have not been suggested.  Due to dangers on non-interstate roads, it is strongly recommended that you avoid major thoroughfares and population centers when traveling by car.",
      "Those evacuating cities are advised to head to the nearest designated evacuation shelter and await pickup by a FEMA transport.  Do not engage with rioters.  Due to the danger of being mistaken for a rioter, do not approach military or police blockades, even for assistance.  I repeat, do not approach military or police blockades, even for assistance.",
      "If you are not in an evacuation zone, officials highly recommend you pack gear for evacuation.  Make sure to include clean clothes, a blanket, and enough food and water to last a few days.",
      "In other news, the federal government has confirmed that Rhode Island's declaration of secession is official, although the US government does not acknowledge its validity.  Our sources haven't been able to determine the extent of hostilities in the area, but there are rumors of border violence initiated by the Rhode Island militia.",
      "Hey ladies and gentlemen of the apocalypse, you're listening to Dark Days Radio, the last radio station on the Eastern Seaboard, I'm DJ Dustbowl here with our mascot Sam.",
      "DJ Dustbowl back, you're listening to Dark Days Radio.  Quick survivor tip: remember, killing a zombie isn't enough.  You've gotta smash that thing to a pulp or chop it into pieces if you don't want it getting back up.  Good news though, you don't need to worry about headshots!  Any major damage will lay a shambler out.",
      "You're listening to Dark Days Radio, I'm DJ Dustbowl!  In with a quick tip for any survivors listening: one zombie is bad news, two are worse.  Don't go Rambo on me.  Tackle threats in small numbers or through bottlenecks.  You aren't tougher than a zombie but you are smarter, use that to your advantage… or just run away.",
      "…black goo in the water!  Drugs and who knows what else, the government wants you dumb and docile!  Wake up people.  They are the spawn of Satan!  This is Alan Jewels with the AJ show, we’ll be back after the break.",
      "This is Escort, frequency one-fifty-five, nineteen-thousand, here's your report.  Can you gimme an 'amen', it's …kshhhsk… days after Armageddon and I'm still kicking.  The 49ers are headed southwards towards Neufolk, so if you're there and listening, barricade or lay low until they go by.  There's another horde forming out of Metro Bay.",
      "I'll be calling them the Pigskins, and they're circling the city right now, but trickles tell me they're going to converge on Neufolk in the next few days, so once the 49ers pass, Neufolkians, get all the supplies you can, cause this is gonna be a big one…",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  There has been several hundred confirmed cases of an unknown pathogen in the metropolitan area of …kshhssk… in the last 24 hours.  The contagion is believed to be highly transmittable.  Residents are advised to remain in their homes at this time.  More information will be released as it becomes available.",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  The new pathogen has now been confirmed in several cities across the US.  Victims of this disease are known to display highly aggressive, rabies-like behavior, and may be violent to people around them.  Avoid contact with infected persons at all costs.  If you suspect that you or someone else has contracted the pathogen, contact emergency services immediately.",
      "This is not a test.  Seek immediate shelter.  Multiple missile launches have been confirmed to be targeting the …ksshhsk… Seek immediate shelter.  If a community shelter is not available, alternative shelter locations are basements, beneath stairwells, or central rooms with no windows.  Ensure that you have sufficient protection from falling debris.  Ensure that you have food and water for at least one week.  Repeat.  Seek immediate shelter.",
      "zzzzchzzzzchurzzz Are you tired of always losing your dumpy old sunglasses?  Tired of having to pay for over price shades just to have them fall to pieces?  Well no longer now introducing zchzzzzch- brand Anti-glare compensators for the shade you need in you.  Order now for 12 easy payments of $1200.99 and we'll throw in a free order of zpzzzzpzz eye bot.",
      "This is WSSA-233, broadcasting from <city>.  We've barricaded all the doors and windows.  There's a ton of them right outside, we're trying to stay quiet.  Do not, I repeat, do not approach.",
      "First Fleet, this is Mount Wheater, we've send a helicopter with a squad to the location of the Guard Outpost.  If any survivors of the crash are to reach the outpost, contact the base, we are short on men and one of the big ones has just breached the perimeter.  Over.",
      "USS Eagle of Freedom to all callsigns.  Operation Ocean 11 is in effect.  Repeat.  Operation Ocean 11 is in effect.  Sir, this should effectively reach about 150 units, but there is no response from literally anyone in hours.  Their coms winked out like candles in the wind.  And how do we even secure the port to load anyone in?",
      "Seagull 54 to USS Eagle of Freedom.  It's as we predicted.  Going down on last reserves of fuel, with dropping evacuated unit out of question at that point.  This is our last call.  Will try emergency landing at …kshssssssk… Don't send us a rescue team, we know the odds.  Will be moving east towards the shore, and if we're not there in T minus 3 days, count us dead.  Proud to serve the country.  Over and out."
    ]
  }
]
