[
  {
    "type": "snippet",
    "category": "radio_archive",
    "text": [
      "kssht.  Dark Horse, this is Blue Jay, what's your status, over.  kssht.  Blue Jay, this is Dark Horse, still holding, but not for long.  kssht.  Dark Horse, you've got to hold position for 3 hours.  We're almost black on ammo, but resupply is on the way, over.  kssht.  Not possible Blue Jay, too many dead.  30 minutes max, and if you don't order us to retreat we're gone, over.  kssht.",
      "kssht.  Blue Jay, this is Black Rose, got your resupply, going in on vector 36, what's the status of the LZ?  kssht.  Black Rose, this is Blue Jay, what took you so long?  LZ hot and unsecured, ammo black, bayonets in action, land on your own discretion, over.  kssht.  Roger that, hold on, Black Rose out.  kssht.",
      "kssht.  Hammer1 to Command, on baring 216 from bulls, angels 3, target in sight.  Command, target's still packed with civilians.  Holding weapons and continuing dry, over.  kssht.  Negative hammer1, regard all ground forces already KIA.  Weapons free.  I repeat, weapons free, over.  kssht.  Roger that Command, moving in to engage.  3, 2, 1, rifle, rifle.  Command, target's splash, over.  kssht.  Copy that Hammer1, hold fire and return to Homeplate, over.  kssht.  Roger that Command, Hammer1 out.  kssht.",
      "To whomever is listening, this may be our last broadcast.  Wish you luck.  Can't stay in the studio any longer, station is being rewired to military frequencies for automatic broadcast.  Stay safe, and bless you, people.",
      "You're listening to KDDA from Boston, I'm Jenny Sanders with a special emergency news update.  Road closures by military and police forces have been reported on interstates 90, 91, 93, and 95.  Alternative routes have not been suggested.  Due to dangers on non-interstate roads, it is strongly recommended that you avoid major thoroughfares and population centers when traveling by car.",
      "Those evacuating cities are advised to head to the nearest designated evacuation shelter and await pickup by a FEMA transport.  Do not engage with rioters.  Due to the danger of being mistaken for a rioter, do not approach military or police blockades, even for assistance.  I repeat, do not approach military or police blockades, even for assistance.",
      "If you are not in an evacuation zone, officials highly recommend you pack gear for evacuation.  Make sure to include clean clothes, a blanket, and enough food and water to last a few days.",
      "In other news, the federal government has confirmed that Rhode Island's declaration of secession is official, although the US government does not acknowledge its validity.  Our sources haven't been able to determine the extent of hostilities in the area, but there are rumors of border violence initiated by the Rhode Island militia.",
      "Hey ladies and gentlemen of the apocalypse, you're listening to Dark Days Radio, the last radio station on the Eastern Seaboard, I'm DJ Dustbowl here with our mascot Sam.",
      "DJ Dustbowl back, you're listening to Dark Days Radio.  Quick survivor tip: remember, killing a zombie isn't enough.  You've gotta smash that thing to a pulp or chop it into pieces if you don't want it getting back up.  Good news though, you don't need to worry about headshots!  Any major damage will lay a shambler out.",
      "You're listening to Dark Days Radio, I'm DJ Dustbowl!  In with a quick tip for any survivors listening: one zombie is bad news, two are worse.  Don't go Rambo on me.  Tackle threats in small numbers or through bottlenecks.  You aren't tougher than a zombie but you are smarter, use that to your advantage… or just run away.",
      "The world may be ending, but the music plays on.  This is DJ Dustbowl, coming right back at you with Dark Days Radio, the soundtrack to the apocalypse.  Tune in for a mix of classic hits, indie tracks, and post-apocalyptic jams.  And remember people, while we may be living in hell, we at least still got good tunes.",
      "Hey ladies and gentlemen, this is DJ Dustbowl, still kicking around and coming in to deliver y'all's zombie survival tip of the day.  When facing abominations, remember that knowledge is power.  If you end up with a corpse and you have the means, don't just pulp the bejesus out of it, and, people, don't eat it.  You've got all the time in the world, so why not take a knife to poke, pry, and see how it ticks?  Some guy, somewhere, at some point said, \"Know thy enemy.\"  I ain't the man to tell you if Napoleon or Eisenhower said that, but I can guarantee that you'll be glad you got elbows deep in some guts if it means you can figure which parts need bullets being sent through.",
      "Uncle Sam's still kicking!  Yes, I was just as surprised as y'all listening probably are.  That is, unless you happen to be an uncle named Sam, in which case I'm DJ Dustbowl, this is my canine co-host, who's also Sam, and we want to tell you good job for making it this far.  Jesus fuck, Sam, I think that was our most brain-dead intro.  Anyways, moving swiftly along, members of the federal government are still out there, folks.  Just this morning, a big old heli flew past, pretty as can be.  I managed to hail them and found out that they were ferrying some supplies over to what they're calling the \"Old Guard's First Fleet.\"  Tap some wood, people, but it sounds like a bunch of Navy and private ships are tootling along the coastline, cruising and looking to clear some safe zones.",
      "Hey ladies and gentlemen, it's DJ Dustbowl back with Dark Days Radio, and today is going to be less of a survival tip and more of a \"survivor's lesson,\" cause we're going to be talking about guns.  Now, if you're hearing this, you've probably already had to pull some triggers, but in case you've been lucky, or you're just not that confident, I'm going to be walking through field maintenance, cleaning, proper safety, and good stances.  Knowing how to shoot a gun is worthless if you can't keep it running, and even more useless if you can't ensure that you won't accidentally put a bullet through yourself.  So, with Sam tucked safely away so she won't be nosing around the guns (that's rule one, folks: don't let your dogs play with your boom sticks), we can begin.",
      "Hey, people of the wasteland, it's DJ Dustbowl on Dark Days Radio, and I've got two words for y'all that are listening in: tear gas.  We've all heard of these giant bugs that are crawling around, and if you haven't… I hate to break it to you, my sweet summer child, but wake up and sniff the bug juice; they're a thing.  Regardless, people, keep cool if you've got some tear gas canisters on tap.  That crap lays a creepy crawler out like they got told their free trial of life was up.  Sam's now got a whole bunch of fresh bug meat to snack on after I had to try it out on some uninvited guests climbing across my front door.",
      "This is DJ Dustbowl on Dark Days Radio, saying hey to your eardrums with some good tunes and a bunch of news.  Mutant meat makes for good eating, folks.  Well, sort of.  While that stuff's packed with a whole bunch of trash, forking a moderate serving onto y'all's plates ain't going to do much harm, save for offending your taste buds.  It's a hell of a lot better than starving, provided that you're mindful of how much you eat and don't go ham on the mutants if you've got some other food on tap.  Like actual ham, for example.  Daft jokes aside, I'd also like to give a shout out to the group of Old Guard soldiers who served up a royal ass kicking to some raiders down by <city>.  Go get them, guys.",
      "I'm DJ Dustbowl, this is my co-host, Sam, and my survival tip for today, folks, is simply to be resourceful.  This sounds like a whole lot of vague bullshit, I know, but I managed to find another survivor broadcasting on ham radio.  We got to talking, and this crazy motherfucker has apparently made a complete suit of armor from sheet metal padded with ripped-up body pillows, a mace from plumbing pipes, and has retooled their old hatchback into a fucking armored brick.  People, while we may be living in a wasteland, with some creativity, we can still make it ours.  So, I'm going to queue up an appropriate track, Sam, you sign us off, and to all of you listening… chin up and say, \"Welcome to my wasteland!\"",
      "What's up, people of <the_cataclysm>?  I'm DJ Dustbowl, this is my canine partner in crime, Sam, and you're listening to Dark Days Radio, but… let me shut my mouth for a bit.\n\n\"Hey hey, this is Anarchy, former writer, now turned apocalypse survivor and wearer of oven-derived sheet metal armor.\"\n\nAren't you forgetting, \"Driver of a hatchback turned death brick?\"\n\n\"Yes.  That's an important part of my zombie-trashing credentials.\"\n\nSo yeah, ladies and gentlemen, if you didn't catch my last broadcast, I did the impossible: I found, quite possibly, the only other living, breathing nerd operating a radio on the eastern seaboard.\n\n\"Truly, we are an endangered species.\"\n\nThat we are, but, Anarchy, please enlighten the people bunkering down on how you got here.\n\n\"Let's just say… a lot of zombies got introduced to the front grill of the death brick.\"\n\nMetal.  Now, folks, I'm going to step out for a smoke, and I'll leave y'all in Anarchy's hands.  I'm not responsible for anything that gets said.\n\n\"OK, so I'm going to be bringing you whatever music I feel like playing, as well as tips, tricks, and excerpts from whatever I've been writing in this apocalyptic hellscape.  But before we launch, I'd like to give some dad advice.  Don't forget to work on your personal projects, people.  I know you've got plenty of time sitting in those shelters of yours.\"",
      "It's time to line up some fresh tracks and for y'all to crank up the volume (don't do that if you're in an infested area), because I'm DJ Dustbowl and you're rocking along to Dark Days Radio.  It's just me and Sam in the studio again, folks.  Anarchy's on the road back home, and we just wanna say that it was a pleasure having him join us in manning Dark Days Radio for a while.  So, Anarchy, if you're driving along and tuning in as well, have a safe trip in your death brick, you sheet metal-wearing lunatic.  Hallelujah to have had someone like you kick around the set, and hallelujah for all the new tracks you brought in for us!",
      "Attention folks, this is DJ Dustbowl in with an emergency announcement for anyone that happens to be listening.  I don't know if it's just localized to here or is widespread, but crap's going down outside.  Reality's breaking, people, just like when this shitshow started.  Stay indoors at all costs, close any curtains and barricade the doors for good measure, and, for the love of God, if you hear voices outside, ignore them!  They're not human.  We're going to be going off air and heading below ground while this crapshoot runs its course.  Have faith, people, we'll all get through this one as well.  Just don't go loony on me, and again, don't, listen, to the voices!",
      "Ok, ladies and gentlemen, this is DJ Dustbowl, you're tuned into Dark Days Radio, and if you're hearing this, then let's have an amen because it means we all made it out of the storm.  That is, if the storm was a widespread thing and not just neatly centered atop my head.  If that's the case and y'all didn't catch my broadcast, the bottom line's that reality was breaking, just like when this nonsense started.  Now, I don't know if it'll happen again, but let's use today's survival tip slot to see what we can learn from it.  Number one, folks, if reality's shitting the bed, don't try to fight anything that appears.  If you're caught outside, my advice is to just run for cover, and you'd be best served by snuggling underground.  Failing that, closing all the curtains and barricading the doors will work in a pinch.  Most importantly, people, if you hear something outside, regardless of what it might be, stuff your ears and ignore it.  You'll hear things that will make you want to open the front door.  I heard… I opened up.  You don't want to see what'll be waiting for you.",
      "Hey people, it's DJ Dustbowl again, back gon… on Dark Days Radio.  I'm sorry if I'm slurring my words today, but I've been hitting the boose real fucking hard.  It's all okay, I guess.  It's not like anyone's listenizng to this trash anyway.  Y'aulll are probably all dead.  God knnows, maybe ty'all are dead because of me as well.\n\nIn his calr.  He was sitdting in his car.  I'm so sorry.  Something had torn it open: hallf of it was missssing when I found it.  It was in better caondition than what used to be …kshssssssk.  He… it, had already reanimated, and …kshhhsk… so many tentacles.  Dear god.  Why cahn't you just let corpses rot in peace?  Why did you have to turn him into that?  It's all my fault.  I should havne never asked him to make it over.  DI burned and buried it.  I'm so focking sorry.  Stupid fucking make-believe DJ, pretending to run a radio show and getting people killled becauuse he's lonely.  I shold stay alone.  I should die alone.\n\nI unterstand now.  I understand why I heard you icn the… portal storm and why you told me to comme out.  Did you want revenge?  I'm so sorry.  I hate myself.  I fucking haatte myself.  I'm sorry, Anarchy.",
      "Hey, people of the apocalypse, it's DJ Dustbowl back with some… pretty sombre news this time around.  Folks, I'm afraid that… that Sam's no longer going to be a part of the show.  She was the best friend anyone could have had… the best friend I ever had, and I'd like to think that she brought some warm feelings to y'all who are listening.  I'm not going to lie.  In the hour I spent staring at my setup before going on air, I've been wondering if anyone still has it in themselves to care about some lonely radio operator's dog dying.  There's so much death already going around.  How much room's left for even more grief?  So, I decided to go on air anyway.  It gives me hope, folks.  There's hope in thinking that I'm sharing this with someone, and that's what I want this broadcast to be about, because in hell, what more can anyone have apart from hope?  So, I've brought out my old acoustic.  Sam's in a different world now: outside time, outside space.  I want to do a little something to honor her… and us.  We who are still here.  Please, y'all, forgive me if this sounds a little rusty.  Sam, you were a good dog and, People, for the love of God… take care of yourselves.",
      "…black goo in the water!  Drugs and who knows what else, the government wants you dumb and docile!  Wake up people.  They are the spawn of Satan!  This is Alan Jewels with the AJ show, we'll be back after the break.",
      "This is Escort, frequency one-fifty-five, nineteen-thousand, here's your report.  Can you gimme an 'amen', it's …kshhhsk… days after Armageddon and I'm still kicking.  The 49ers are headed southwards towards Neufolk, so if you're there and listening, barricade or lay low until they go by.  There's another horde forming out of Metro Bay.",
      "I'll be calling them the Pigskins, and they're circling the city right now, but trickles tell me they're going to converge on Neufolk in the next few days, so once the 49ers pass, Neufolkians, get all the supplies you can, cause this is gonna be a big one…",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  There has been several hundred confirmed cases of an unknown pathogen in the metropolitan area of …kshhssk… in the last 24 hours.  The contagion is believed to be highly transmittable.  Residents are advised to remain in their homes at this time.  More information will be released as it becomes available.",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  The new pathogen has now been confirmed in several cities across the US.  Victims of this disease are known to display highly aggressive, rabies-like behavior, and may be violent to people around them.  Avoid contact with infected persons at all costs.  If you suspect that you or someone else has contracted the pathogen, contact emergency services immediately.",
      "This is not a test.  Seek immediate shelter.  Multiple missile launches have been confirmed to be targeting the …ksshhsk… Seek immediate shelter.  If a community shelter is not available, alternative shelter locations are basements, beneath stairwells, or central rooms with no windows.  Ensure that you have sufficient protection from falling debris.  Ensure that you have food and water for at least one week.  Repeat.  Seek immediate shelter.",
      "This is WSSA-233, broadcasting from <city>.  We've barricaded all the doors and windows.  There's a ton of them right outside, we're trying to stay quiet.  Do not, I repeat, do not approach.",
      "First Fleet, this is Mount Wheater, we've sent a helicopter with a squad to the location of the Guard Outpost.  If any survivors of the crash are to reach the outpost, contact the base, we are short on men and one of the big ones has just breached the perimeter.  Over.",
      "USS Eagle of Freedom to all callsigns.  Operation Ocean 11 is in effect.  Repeat.  Operation Ocean 11 is in effect.  Sir, this should effectively reach about 150 units, but there is no response from literally anyone in hours.  Their coms winked out like candles in the wind.  And how do we even secure the port to load anyone in?",
      "Seagull 54 to USS Eagle of Freedom.  It's as we predicted.  Going down on last reserves of fuel, with dropping evacuated unit out of question at that point.  This is our last call.  Will try emergency landing at …kshssssssk… Don't send us a rescue team, we know the odds.  Will be moving east towards the shore, and if we're not there in T minus 3 days, count us dead.  Proud to serve the country.  Over and out.",
      "kssht.  Viper2 to USS Wendigo, on bearing 066 from your position, 7 miles out, Cherubs 8, over.  kssht.  USS Wendigo to Viper2, copy that, but buster here as fast as you can.  kssht.  Roger that Wendigo, already running on burners.  Holy, mother of fuck!  Wendigo, cannot engage without friendly fire.  Requesting permission to engage anyway, over?  kssht.  Viper2, this is USS Nevada.  Wendigo's out of action.  Your cleared hot.  I repeat, you're cleared hot, over.  kssht.  Copy that Nevada, moving to engage.  Greyhound ripple.  Viper2 to all active vessels, Target's presumed splash, moving to pickle depth charges, over.  kssht.",
      "First Fleet: this is USS Nevada, sailing north by north east of …kshssssssk… at 15 knots with USS Lincoln and Guardian astern, in escort of Diamond of the Seas, the Ohio, the Dakota, and the Felton.  USS Wendigo has been sunk with all hands aboard.  I repeat, USS Wendigo has been sunk.  All other craft have taken minimal damage and are expected to rendezvous within 2 days, over."
    ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_0",
    "text": [ "It's quite clear." ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_20",
    "text": [ "There's some noise, but you can make it out pretty well." ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_40",
    "text": [ "There's a fair bit of noise, but you can occasionally make it out." ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_60",
    "text": [ "There's a lot of noise, but you can make out something through it." ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_80",
    "text": [ "You can barely make out a message through the noise." ]
  },
  {
    "type": "snippet",
    "category": "radio_station_desc_noise_max",
    "text": [ "Only the occasional word escapes the static." ]
  },
  {
    "type": "snippet",
    "category": "radio_scan_no_stations",
    "text": [ "You fiddle with the dial a bit, but there's only noise." ]
  }
]
