[
  {
    "type": "snippet",
    "category": "flier",
    "text": [
      "This is an advertisement for the Diet Devil brand Metabolic Exchange CBM.  It shows a picture of a tiny obese devil sitting on a woman's shoulder.  The woman stares intently at a gigantic wedding cake covered with bacon and candy bars.  The caption reads: \"Burn calories!  Burn!\"",
      "This is an advertisement for the Diet Devil brand Ethanol Burner CBM.  It shows a picture of a teenage boy driving a car while chugging a bottle of whiskey.  A tiny obese devil sits on his shoulder and drinks a martini.  The caption reads: \"Drink like there's no tomorrow!\"",
      "This is an advertisement for the Twenty8 brand Diamond Cornea CBM.  It shows a picture of the cyber-module being clutched by an eagle in flight.  The captions read: \"Get the new Model 28.bx Eagle-Eye!\" and \"Twenty8.  See what you've been missing.\"",
      "This is an advertisement for the Twenty8 brand Night Vision CBM.  It shows a picture of an owl swooping down on a the cyber-module.  The captions read: \"Get the new Model 28.hx Night-Owl!\" and \"Twenty8.  See what you've been missing.\"",
      "This is an advertisement for the Twenty8 brand Diamond Cornea CBM.  It shows a picture of a flying hawk carrying the cyber-module in its beak.  The captions read: \"Get the new Model 28.xx Hawk-Eye!\" and \"Twenty8.  See what you've been missing.\"",
      "This is an advertisement for the Twenty8 brand Scent Vision CBM.  It shows a picture of a vulture perched on a pile of skulls and cyber-modules.  The captions read: \"Get the new Model 28.vx Vulture today!\" and \"Twenty8.  See what you've been missing.\"",
      "This is an ad for a Twenty8 brand Infrared Vision CBM.  It shows a picture of a robotic phoenix covered in flames.  The captions read: \"Get the new Model 28.tx Phoenix today!\" and \"Twenty8.  See what you've been missing.\"",
      "This is an advertisement for DoubleTech brand law enforcement robots.  It shows a picture of copbot and an eyebot boldly emerging from a cloud of teargas and flame.  The caption reads: \"DoubleTech Industries.  Built to Protect.  Programmed to Serve.\"",
      "This is an advertisement for DoubleTech brand law enforcement robots.  It shows a picture of an eyebot flying alongside a bald eagle and a Stealth bomber painted as an American flag.  The caption reads: \"Built to Protect.  Programmed to Serve.\"",
      "This is an advertisement for DoubleTech brand law enforcement robots.  It shows a picture of a dozen eyebots floating over a woman as she jogs through a park.  The captions read: \"Built to Protect.  Programmed to Serve.\"",
      "This is an advertisement for DoubleTech brand law enforcement robots.  It shows a picture of copbot pepper-spraying a handcuffed rioter.  In the background a troop of boy scouts salutes the robot.  The caption reads: \"Built to Protect.  Programmed to Serve.\"",
      "This is an advertisement for Robert's Universal Robotics brand law enforcement robots.  It shows a picture of a tribot incinerating a mob of looters and stepping over charred and smoking corpses.  The caption reads: \"R.U.R.  Technology you can Trust.\"",
      "This is an advertisement for Robert's Universal Robots brand labor-bots.  It shows a picture of a robot carrying a heavy pallet of bricks.  In the background a human foreman is sleeping on the job, with his hardhat pulled down over his eyes.  The captions read: \"It's a tough job, so why should you have to do it?\" and \"R.U.R.  Technology you can Trust.\"",
      "This is an advertisement for Robert's Universal Robots brand labor-bots.  It shows a picture of a factory floor run entirely by robots.  In the background a man in a suit reads a newspaper that shows soaring stock prices.  The caption reads: \"R.U.R.  Technology you can Trust.\"",
      "This is an advertisement for Sybil's Cyber Boutique.  It shows a picture of several bikini-clad female doctors removing the skin from man's face.  The patient is strapped to a chair but cheerfully gives two thumbs up.  The caption reads: \"Free Plastic Surgery While You Wait!\"",
      "This is an advertisement for Sybil's Cyber Boutique.  It shows a picture of a nerdy looking man surrounded by a group of admiring women.  In the foreground a blood-drenched doctor gives an exaggerated wink and two thumbs up.  The caption reads: \"Holiday sales!  Get the package deals!\"",
      "This is an advertisement for Sybil's Cyber Boutique.  It shows a picture of a man carrying a somewhat confused horse on his shoulders.  He is flanked by two scantily clad nurses who hold bloody chainsaws and give approving thumbs up.  His bulging knees and elbows are stitched and seem to be the source of his ability.  The caption reads:  \"Brand new!  Horse power at hand!\"",
      "This is an advertisement for Sybil's Cyber Boutique.  It shows a picture of a man smiling while being relentlessly punched by a boxer.  He doesn't even sweat as punches have no effect on him.  Two scantily clad nurses give approving thumbs up from the background.  The caption reads:  \"Bouncy as never before!  Absorb those shocks!\"",
      "This is an advertisement for Rivtech brand handguns.  It shows a picture of a well armed couple in business suits with matching handguns facing down a legion of villainous looking characters.  The caption reads:  \"Protect yourself with the Rivtech caseless automagnum!\"",
      "This is an advertisement for Rivtech brand rifles.  It shows a picture of a smiling soldier with a futuristic looking rifle on her shoulder saluting the viewer.  The caption reads:  \"Rivtech caseless firearms proudly supports our Military.\"",
      "This is an advertisement for Rivtech brand firearms.  It shows a picture of a trio of well armed hunters.  The three are each armed with different futuristic looking weapons and are shooting at a hostile crowd of approaching wildlife.  The caption reads:  \"Rivtech caseless firearms.  Superior stopping power.\"",
      "This is an advertisement for the Rivtech brand Muscle Augmentation CBM.  It shows a picture of a stylized, howling wolf against a red background.  The caption reads:  \"Rivtech neuroreactive myomer bionics.  The most efficient synthetic adenosine triphosphate recovery system on the market.\" and \"Rivtech Bionics, guaranteed for life.\"",
      "This is an advertisement for the Rivtech brand Wired Reflexes CBM.  It shows a picture of a stylized, snarling black cat against a red background.  The caption reads:  \"Rivtech neuroelectric stimulation bionics.  The next level in quantum inductive piezochemical nerve stimulation technology.\" and \"Rivtech Bionics, guaranteed for life.\"",
      "This is an advertisement for the Rivtech brand Monomolecular Blade CBM.  It shows a picture of a woman with a bionic blade extending from her arm steadfastly defending her children from an angry bear.  The caption reads:  \"Rivtech retractable monomolecular blade system.  Failure is never an option.\" and \"Rivtech Bionics, guaranteed for life.\"",
      "This is an advertisement for the Rivtech brand Synaptic Accelerator CBM.  It shows a picture of a stylized, soaring raven against a red background.  The caption reads:  \"Introducing the Rivtech Model Six myelination retrovirus system.  The latest in synthetic high-performance glycoprotein deposition technology.\" and \"Rivtech Bionics, guaranteed for life.\"",
      "This is an advertisement for Rivtech brand ammunition.  It shows a picture of an armored steel plate with a gaping hole blasted through the middle.  Sitting beside the plate is a block of brightly colored caseless ammunition.  The caption reads:  \"Rivtech 8x40mm caseless.  Nothing else comes close.\"",
      "This is an advertisement for Leadworks LLC's Home Frontier Starter Pack.  It shows a picture of a young suburban parent, equipped with rifle and revolver, keeping a steely eye on the neighborhood from the front porch.  Similarly-armed parents are visible in front of every house on the street.  Young children are at play and older ones tend a large vegetable garden.  The caption reads: \"A well-armed community is a SAFE community.  Leadworks, LLC.\"",
      "This is a propaganda poster showing the Northrop Dispatch's military variant.  It depicts the iconic dark green, arachnoid dispatch, standing before a fence and facing away from the camera as blurring machines rush forward from its back towards black silhouettes menacing on the horizon.  It reads: \"WE ARE HERE TO PROTECT YOU.\"",
      "This is an advertisement for Leadworks LLC handguns.  It shows a picture of a bionic police officer assisting a young couple, who were being attacked by a gang of ruffians.  The caption reads: \"You don't have to void your warranty or wear out your thumb to achieve felon-stopping firepower.  The L39B, tried and true by our fine cyborgs in blue, is available in .45 ACP for that extra punch, and we offer semiautomatic (but equally robust!) versions for the civilian market.  Leadworks, LLC.\"",
      "This is an advertisement for Leadworks LLC modular weapons.  It shows a picture of an overworked-yet-grateful police sergeant assembling a sleek rifle, with similar-looking weapons racked neatly behind her.  The caption reads: \"Leadworks is proud to offer the L523 modular weapon system.  No more must armorers stock and maintain stacks and stacks of rifles, carbines, and squad support weapons, juggling multiple incompatible ammunition types!  Just procure a base unit for every trooper, and use our lightweight and portable conversion kits to swap from house-to-house CQB carbine to rooftop-patrol DSR, safely and cleanly!\"",
      "This is a public notice from the Centers for Disease Control.  Its message, repeated in several languages, reads: Due to the recent outbreak of the A H3N2 flu strain, the CDC would like to remind the public to cover your nose and mouth with a tissue when you cough or sneeze and wash your hands frequently with soap and water. The CDC also recommends an annual flu vaccine for everyone 6 months of age and older, which can be found at your local doctor's office or pharmacy.",
      "This is a public alert from the Centers for Disease Control. Its message, repeated in several languages, reads: PUBLIC HEALTH ALERT: Due to recent events, the CDC is issuing a warning to avoid public areas and spaces. An unknown biological contaminant is suspected to be affecting citizens, possibly an unexpected mutation in the A H3N2 flu strain. The CDC would like to remind the public to cover your nose and mouth when sneezing, wash your hands frequently, and recieve an up-to-date flu shot if possible. Boiling water is recommended until further notice.",
      "This is a public alert from the Federal Emergency Management Agency.  Its message, repeated in several languages, reads: STAY IN YOUR HOMES!  All residents of the New England Disaster Area are advised to shelter in place wherever possible. The United States Armed Forces are working to contain the area. If there is a nearby evacuation shelter you can get to safely, you are recommended to do so. Otherwise, stay in your homes until authorized personnel evacuate you to a secured facility. Thank you for your compliance.",
      "This is a public alert from the Federal Emergency Management Agency.  Its message, repeated in several languages, consists of a list of towns serving as major evacuation points from the New England Disaster Area. Someone has scribbled off most of the town names, and scrawled \"OVERRUN\" next to each one, with the exception of the Tacoma evacuation point.",
      "This is a public warning from an unnamed source.  Its rambling message, poorly-photocopied onto both sides of the page, reads: Don't believe the lies!  The Army is rounding up people in death camps and executing them at mass graves. They cannot stop this.  Do not believe what the mainstream news-media is reporting.  All official evacuation points are death-traps.  Secure supplies and escape the cities while there is still time.",
      "This is a public message from an unnamed source.  Its message, photocopied from a scrawled handwritten copy, reads: REPENT YOUR SINS O BABYLON FOR THE TIME OF HIS JUDGEMENT IS NIGH!  LOOK UPON YOUR DESTRUCTION AND KNOW THAT IT IS JUST!  YOU WILL BE DIVIDED FATHER AGAINST SON AND MOTHER AGAINST CHILD UNTO THE VERY LAST SINNER!",
      "This is a public warning from the Federal Government.  Its brief message, repeated in several languages, reads:  The President of the United States has declared unilateral martial law to be in effect for the 48 contiguous states in response to the ongoing national crisis.  Continue to shelter in place until evacuated to an appropriate emergency management camp by authorized military personnel. A 24-hour curfew has been established. This curfew will remain in effect until further notice.  Stay indoors.  Violators will be shot on sight.",
      "This is an advertisement for Rivtech's 'ATOMIC POWER THIRST' energy drink.  While intended to advertise a new flavor called Isotope RU-238 'FRUIT', most of the text is dedicated to a long list of possible side effects: anxiety, insomnia, severe insomnia, dizziness, tremors, nausea, headache, vomiting, delusions, hallucinations, rhabdomyolysis, internal burns, thyroid cancer, extensive internal bleeding, upper gastrointestinal bleeding, diarrhea, cardiac dysrhythmia, cardiovascular collapse, suicidal ideation, seizures, ataxia, amnesia, mania, stroke, neurodegeneration, malignalitaloptereosis, necrotizing fasciitis, recurrent flu, and pinkeye.",
      "This is a soda advertisement.  On the front is a picture of a happy couple on a beach watching the sun set.  Between them are bottles of soda.  The poster reads, \"Cascade Cola, for those special moments\" in bold white letters.",
      "This is a flier for a fast food chain.  In it, a man is placing an order with an attractive woman wearing a bright green shirt in the window with two happy children sitting in the back seat.  The flier reads \"Burgers, fries, and a Smile.\" Down in one corner is a company logo.",
      "This is an advertisement for soda.  It shows a dark brown can of soda on a black background.  The label reads \"Spin\".",
      "This is a flyer for a local pizza chain.  On it is a picture of a cartoon Italian holding a pizza, with the words \"It's a goooood pizza\" written above his head.",
      "This is a poster advertising contact lenses.  On it is a picture of a blood shot eye with a rather long block of information beneath it making some fairly exaggerated claims about the product.",
      "This is a flyer advertising a local radio station.  It has a lot of bright colors and patterns, but no definite message other than \"104.4 all the best, all the time!\" in big yellow letters.",
      "This is a large movie poster for \"Action Packstone 6, Revenge of the Dog Men\".  It shows a fit man in a leather jacket with a revolver and a claymore walking towards the viewer.  At his side is his trusty cyberdog companion and in the background is an explosion.",
      "This is an illustrated poster for a brand of solar car.  The vehicle is driving through a lush country side as small animals look on.  The slogan \"Improving the world, one tank at a time.\" is written across the top in small letters.",
      "This is a soda advertisement.  On the front is a picture of a happy couple on a beach watching the sun set.  Between them are bottles of soda.  The poster reads, \"Cascade Cola, for those special moments\" in bold white letters.  Someone has colored in the sun with a black marker.  The words \"oh Discordia\" are scrawled across the top.",
      "This is a flier for a fast food chain.  In it, a man is placing an order with an attractive woman wearing a bright green shirt in the window with two happy children in the back seat.  The flier reads \"Burgers, fries, and a Smile.\" down in one corner is a company logo.  Someone has gone to town on this one with a permanent marker.  It is now covered in rude images and racial epithets.",
      "This is a flier for a local pizza chain.  On it is a picture of a cartoon Italian holding a pizza, with the words \"It's a goooood pizza\" written above his head.  Someone has drawn an exaggerated mustache on the cartoon Italian, along with a pair of crude, oversized breasts.",
      "This is a poster advertising contact lenses.  On it is a picture of a blood shot eye.  Someone has defaced this one.  The informative part has been torn off, and written in jagged letters across the top in red crayon are the words \"ALL HAIL THE CRIMSON KING!\".",
      "This is an illustrated poster for a brand of solar car.  The vehicle is driving through a lush country side as small animals look on.  The slogan \"Improving the world, one tank at a time.\" is written across the top.  Someone used a blue pen to write \"who gives a shit\" across the slogan and put X's over the eyes of all the animals.",
      "This is a poster advertising a underground bunker.  The poster shows a nuclear bomb wiping out a city while a family huddles safely underground.  There a slogan \"Concerned about enemy attack?  Want to protect your family?  Join the VAULT program today.\" which is written in the middle.  However, there seems to be no information about *how* one might do so.",
      "This is a flier for Red Ryder BBGuns.  On it a child is pulling a shining red wagon with a cooked pheasant on it and a wooden rifle over one shoulder.  The child has a dog trailing beside him and a satisfied look on his face.  The caption reads \"When you chose Red Ryder, you invested in the American Dream.  You invested in our Independence.\"",
      "This is an old flier for a movie from the 30s.  A tan man with slick black hair and muscles bulging through his offwhite suit is clasping a woman to his hip with one hand, and the woman is wearing a black leather dress.  With her hips splayed, she is holding a pistol in one hand and starring directly out of the advert.  The caption reads \"Witness the rebirth of New Noir with 'Jersey Shore Blues'.  Starring Jenifer Languiz as 'Snookie'!\"",
      "\"Joe's Diner; 1/2 pound of meat, 3 toppings, 'your choice', all with a side of freedom fries and a BIG Gulp size pop.\"",
      "This is an advertisement for the Wink & Nod brand Soporific Induction CBM.  It shows a picture of a woman sleeping on a bed of nails with a satisfied smile on her face.  The caption reads: \"Catch Zs with ease, wherever you please!\"",
      "This is a leaflet about autoclaving procedure.  One sentence catches your attention \"/!\\Always place your tools into an autoclave pouch before autoclaving./!\\\"",
      "This is an advertisement for a local hospital.  You see a clean hospital room with a smiling man lying on the bed.  The bed is connected to some medical apparatus with a \"Autodoc Mk. X\" printed on it.  A doctor is seen working with its console, while his assistant is unpacking some high-tech hardware.  The caption reads: \"Autodoc - augmentation has never been so easy, reliable, and safe.\""
    ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [
      "\"WE WERE RIGHT THE GOVERNMENT DID IT\"",
      "\"Have seen a zombie making its kin raise even despite damage that normally would take them down, the air around it shimmered like around that hole in the air we've seen creatures coming through back home\"",
      "\"I shot the sheriff; but I couldn't find the deputy\"",
      "\"Some plant vines started chasin after me, so I took a gas mask and some teargas and I ran through them.\"",
      "\"Slingshot right through the windshield k?\"",
      "\"When I was a kid I used to slingshot at bugs and birds.  Its really playing off nowadays, Ill tell you what\"",
      "\"ALL YOU STONERS WITH YOUR VIDEYA GAMES - I BET YOU WISH YOU TOOK THE TIME TO LEARN A SKILL NOW DONTYA\"",
      "\"I tried to be a bard, but the rats didn't like my piping.\"",
      "\"I found a chocolate bar on my pillow when I got home last night.  I left and don't wanna go back.\"",
      "\"this demon thing came after me  it got me good  i shot it but i dont know if ill make it\"",
      "\"DANNY IF YOU READ THIS THIS IS CLARA WE'RE ALL OKAY AND WE'RE HEADING TO THE RIVER.  A BOAT SAID THEY WERE DOCKED NEARBY.\"",
      "\"When I think of all the dead people I get mad, because I was supposed to be the next big leader.  WHERES MY CHANCE!??\"",
      "\"A man in a black robe came up to me, said he wanted to make a deal...\"",
      "\"Cha-cha-cha-chia!  Saw a woman today, with fungus coming out her head like hair tendrils.\"",
      "\"If only I had had more time with that Autodoc I could have saved them!  But with that damn chip in their brain those poor cyborg wil never be human again...\"",
      "\"Save the cyborgs!  Please, whoever reads this, you must help them!  Knock them out or deactivate them, I don't care how you do it.  But put their unconscious body on that Autodoc and remove the chip that is messing up their brain!\"",
      "\"Gotta slow down, man.  I don't think we spend more than 20% of our time fightin',  Put some Marley on and take off that racketus tripcore nonsense, man.\"",
      "\"I kept shooting with my handgun, but I never got any better!\"",
      "\"ITS OKEY GUYS!  I BARRYED A TIME CAPSUL IN MY BACKYARD!  I PUT IN SOME HOEHOES.\"",
      "\"I got my tinfoil hat on.  Good thing too, cause this monster was starrin at me kinda funny, trying to freeze my mind in place.\"",
      "\"You want my advice?  Smoke crack, it gets shit done.\"",
      "\"ALWAYS WITH THE EFFICIENCY GUYS; YOURE ALWAYS WORKING TO GO HOME TO PAY RENT TO SLEEP TO WAKE UP TO WORK AGAIN.  STOP\"",
      "\"IM OFF TO THUNDERDOME, BYE SUCKERS.\"",
      "\"If you get a parasite, take some sand and some vodka.  Rub the sand into the afflicted area, real good too; like you're washing your hair.  Then rinse with vodka.\"",
      "\"I put my toilet water into a gastank.  Then I poured it into a glass cup.  Then I drank it without vomiting my insides back into the toilet.\"",
      "\"This isn't real this is a test to turn you into a Manchurian Candidate!\"",
      "\"They're all hiding on an oil rig, I heard it myself over the AM airwaves.  They think they're the nobles of the 21st century, the prigs.\"",
      "\"Some of 'em are big.  Real big.  Don't stick around, I saw my mate get fucking torn in half!\"",
      "\"po p y fl ow er s don t ea at them\"",
      "\"Some guy is walking through the horde without a scratch.  Please tell me they're docile now.  Please fucking tell me.\"",
      "\"Why are all the lawnmowers broken?!\"",
      "\"Some of the bridges, they're right next to each other, right?  If you see something up ahead one of those, just careen through to the other side.  My van was long enough to bridge right across!\"",
      "\"BURN BURN BURN BURN BURN ALL BURN ALL BURN ALL BURN\"",
      "\"I took all the supplies.  Don't follow me.  I'm sorry, man.  I have to look out for myself now.\"",
      "\"My next-door neighbor had a katana in his basement!\"",
      "\"Am I the last one alive?\"",
      "\"Boyfriend stole my pistol while I was asleep.  I locked him in the bathroom and set the house on fire.  At least he attracted their attention.\"",
      "\"I get air conditioners, but... this whole laboratory is frozen to ice!\"",
      "\"A wood ax works pretty well against them.  So does a machete, but you can't cut down a tree.\"",
      "\"Why would you hide in a farm?  Sure, it's isolated, but if they know where you are, you don't exactly have cover on all sides.\"",
      "\"Imagine if this spread to, like, Australia.  Zombie kangaroos.  Haha...\"",
      "\"how DO I use THESE bionic THINGS?  I just STUCK the wires IN my WRIST and now I CAN'T STOP twitching.  AND now my LEG hurts!  Is THAT acid?!\"",
      "\"I tried playing memorial music for my dead brother, on a radio.  They must have been attracted to it.  I can't see his grave through the crowd anymore.\"",
      "\"Took a picture of a dead dog leaping right onto a soldier.  Sweet fucking shot!\"",
      "\"Gas mask is nice and all, but I can hardly run with it on.\"",
      "\"One of those robot tanks was blocking the way out.  Got some sort of sweetspot, though, where it can't decide what to shoot with, maybe 30 yards or so?  Made it to the truck and just drove.\"",
      "\"Those evac shelters have basements.  Remember when they were full of food?  Every single one is fucking empty now...\"",
      "\"I made mushroom babies.  My arms hurt.  I hurt.  I had mushroom babies.  They are growing now.\"",
      "\"It doesn't matter how you die.  You're gonna turn into one of them.\"",
      "\"WHY DO ALL THE DEAD CHILDREN GO TO SCHOOL\"",
      "\"Don't keep your goddamn casings!  They'll just weigh you down.\"",
      "\"Local auto shop is full of the things.  And to think I worked with them on repairing cars... now they're just... fucking corpses.\"",
      "\"DON'T EAT THE SLIME DON'T EAT THE SLIME DON'T EAT THE SLIME\"",
      "\"I used to be human.  But... my arms... they are like tentacles.  I slither along akin to a snail and I shed my feathers every day.\"",
      "\"Killed a giant worm thing, but now I'm only three feet tall. Should've just left the damn worm alone, now none of my clothes fit!\"",
      "\"I don't have enough time to double tap.  You don't either.\"",
      "\"PINK TALL ONES RUN RUN RUN RUN RUN\"",
      "\"Are they still human inside?\"",
      "\"the eye it watches me it follows me everywhere help\"",
      "\"tHE Portal it's so COld\"",
      "\"They build modern bullets fuckin crazy.  Set some on fire and they all goes like a lil grenade.  Need kindling first.\"",
      "\"GOD CAN'T SAVE US\"",
      "\"SHOOT YOURSELF, LET IT END QUICKLY\"",
      "\"There are five basic rules to survival.  One, stay prepared and watchful.  Two, keep your iron sights lined up or succumb.  Three, stay FAR WAY from all\"",
      "\"The bricks of this bathroom look like a face.  Haha... it's all I can focus on.  At least let me shit before you break down the door.  Please...\"",
      "\"What the hell are they mining for in these shafts?\"",
      "\"I am one with the plants.\"",
      "\"Broadsword!  Yeah!\"",
      "\"If you see a trail of dirt getting displaced in your direction... run.  Run for your life.\"",
      "\"DINT ATE THE MUSHROM\"",
      "\"Libraries are useless after the apocalypse.\"",
      "\"I swear to God I've seen these plant things before!  In a book, or something!  I swear...\"",
      "\"Is robbing a bank easier or harder now that all the guards are undead?\"",
      "\"Make sure your car is REALLY stopped before you get out.\"",
      "\"I found some kind of stone pyramid with spikes.  I feel... I feel like I'm being watched.\"",
      "\"Why would you ever hide in a damn gun store?  The owner... he was a moron alright.\"",
      "\"THEY DON'T feel ANYTHING\"",
      "\"What was XEDRA doing, anyway?\"",
      "\"Is that one pharmaceutical company gonna come out with a, like, cure for this anytime soon?\"",
      "\"THE MARLEY WAS RIGHT\"",
      "\"Squeeze some ammonia into zombie flesh and hold it tight.  You smell like one of them!  I think.\"",
      "\"I thought my damn terminal cancer was bad enough... now the dead are rising?!\"",
      "\"THE GOO IS IN THE WATER DON'T DRINK WATER\"",
      "\"Don't let the ember go out please don't go out I need you precious fire.\"",
      "\"Everyone used their gas to get to another town... but it's the same story everywhere.\"",
      "\"There's still an evacuation point at Concord, spread the word.\"",
      "\"STAY AWAY FROM CONCORD\"",
      "\"Most things can be taken out with a shotgun.  More things can be taken out with a grenade.  Imagine what a mini-nuke does.\"",
      "\"Come to the bar if you see this, let's re-enact a zombie movie, friends.\"",
      "\"They are NOT slow!  They are NEVER slow!\"",
      "\"I had a phobia of bees BEFORE they grew to enormous sizes.\"",
      "\"Your backpack's gonna weigh you down in the water.  Hell, feel free to get naked.  Nobody's going to judge your modesty.\"",
      "\"Guns too loud.  Crossbow too long.  Running is best.\"",
      "\"99% dead?  I'd like to see a million zombies on Wall Street.\"",
      "\"Crawled in through the vents.  Whole office building is infested.\"",
      "\"Don't shoot the people who get bit!  It's OK!  Death is the only thing that makes you turn!\"",
      "\"Zombies, walkers, dead ones, undead, reanimated, zed, animata, biters.  Did I miss any?\"",
      "\"All I've got is this keg of beer and an appetite.  Come at me, apocalypse!\"",
      "\"My cousin says that murder nowadays is just a war crime.  War for what, I don't know, since the undead seem to be rebels without a cause.\"",
      "\"SWAMPS RUN SWAMPS NO SWAMPS RUN\"",
      "\"They said a walking cane was a useless weapon... but then I hit one of them with it.\"",
      "\"River water around these parts is extremely safe.  Probably more safe than the damn tap water at this point.\"",
      "\"DON't bomB THe PORtals it MAKES iT WORSE\"",
      "\"No wonder all the camps got overrun, they kept a goddamn zombie test subject!  Each and every one of 'em!\"",
      "\"I just realized how damn demented those fliers are.\"",
      "\"I propose a new currency: 9mm.\"",
      "\"My skin is crawling and I teleport every few minutes... what is going o\"",
      "\"You can't see them through the smoke but they can't either.\"",
      "\"There's gotta be a better use of all this rebar...\"",
      "\"met schoolhouse of people, all crazy and mad they were, ate killed all of them, yum\"",
      "\"STAY AWAY FROM THE BIG ONES IN THE FOREST\"",
      "\"got into a prison with a halligan bar.  makes me wonder how they kept prisoners inside\"",
      "\"This thing isn't a car any more.  It's just a fucking mountain of metal on wheels, which I live in.\"",
      "\"Anyone else seen those really... SQUARE-looking towns?  I don't think they're normal.\"",
      "\"big z threw me on top of the building, legs broken but at least im safe for a few more minutes\"",
      "\"I'm starting to feel bad about disabling all these turrets and stealing their ammunition.\"",
      "\"Make sure you strip the house for all available resources-- tubes, pipes, ceramics, sheets, strings, and more\"",
      "\"FUCK FAUX-MUTANTS, BEING 'EXTREMELY THIRSTY' DOES NOT COUNT\"",
      "\"There's nothing wrong with eating people if you HAVE to.  I mean, I only did it because I didn't want to waste my potato chips!\"",
      "\"all these robotic police really take the piss out of kops\"",
      "\"CHINA DID THIS\"",
      "\"RUSSIA DID THIS\"",
      "\"Thank You RivTech.  Thank You For Good Coffee.  Will Always Stay Awake For You Rivtech.\"",
      "\"See, now I'm just not sure where I'm putting all these storage batteries in my body!\"",
      "\"dont try to leave they will shoot you\"",
      "\"I'd like to thank my high-school culinary arts class for teaching me how to make RDX and mutagenic serum.\"",
      "\"Makayla Sanchez burned down my fucking house\"",
      "\"he calls himself the 'man with the hands', don't approach\"",
      "\"So... what happens if the military rescues us?  We're all freaks by now, right?  How the fuck are we gonna go back to real life?\"",
      "\"Not sure if my companion WANTED to turn into a bird, but I was the one giving her the serum, and I saved her life!  That's fair, right?\"",
      "\"I've never been very confident, is that why my shots keep missing?\"",
      "\"FIRE BAD.  NOW NAKED.  PLEASE HELP.\"",
      "\"Heard of a place up in Maine where people have their shit together.  Hundreds of people, defense, food and shelter... let's go raid it, guys!\"",
      "\"KASHWAK: NO-FO\"",
      "\"The whispering fog is taking me in like a blanket.  I'm warm now.  I'm finally\"",
      "\"got a video recording of hour one when the portals were still up.  pretty cool\"",
      "\"Stuck here.  Zombies outside.  Friends were outside too, now they're part of zombies.  Need to be quiet\"",
      "\"if anyones reading this, please tell my mom i was right about insects being superior\"",
      "\"Diamond coated sword!  Diamond coated hammer!  Diamond coated clothes!  Diamond coated hands help\"",
      "\"waded through 14 miles of sewage for playboy magazine, wasnt worth it\"",
      "\"I'm coming back for this note in twelve hours.  If I don't, take all my shit!\"",
      "\"all my friends died when they came near me.  there's nothing funny about that\"",
      "\"DOG NOT REAL DOG\"",
      "\"This is all just a dream, right??! I'M GOING TO WAKE UP, SHE'S GOING TO BE OK\"",
      "\"wek ik spak\"",
      "\"IT'S BURIED!  THE TEMPLE IS BURIED!\"",
      "\"If I had a dollar for every cash card I've found, I'd have more money than is on these stupid things!\"",
      "\"can never have enough kevlar.  basically just live in a kevlar turtle shell.\"",
      "\"MY GLITTERING SNAKE COMPELS YOU!  OBEY!\"",
      "\"can sunstasin self frorever off fof my funggnaloid babiues oout fo yme arms eat themm up eatbtb my chidlldren\"",
      "\"Gonna settle down one day.  Nice big orchard, couple of friends/future family to spend time with, and my army of zlaves to guard the place.\"",
      "\"a ctulaly don t mi nd  t he cold it   s  f i ne in h ere  nn    o problem\"",
      "\"tried to shoot myself but the nanobots fixed it, fucked up the controls, now i can't turn them off i just want it to be over\"",
      "\"Tried wearing dead zombie clothes, but they still knew I was alive!  It's like they're a hivemind, man!\"",
      "\"riddle.  what's 1/4 feathers, 1/4 scales, 1/4 metal, and 1/4 flesh?  answer: sorry, but you should know this one.\"",
      "\"For anyone that's reading this, I just want to confirm (FROM AN UNBIASED SOURCE) that it was NOT the scientists' fault.\"",
      "\"We're the eagle-eyes in the sky!  Just two mutant avians in our helicopter!  Filming the Cataclysm!  Check us out on any working electronics!\"",
      "\"WE'RE GOING TO SAIL TO CANADA, BITCHES!\"",
      "\"Anyone hear about that guy who tried to sail his family to Canada?  What a moron, right?\"",
      "\"recently canadian border has gotten more dangerous don't go there\"",
      "\"Hey, what happened to my dad's airboat?!\"",
      "\"Reading is good!  Never stop reading.  Read EVERYTHING.\"",
      "\"I'm gonna be honest here, I'm really gonna die soon so I dont want to gt forgnottedn ples dont forntget me y nrmmy name is h@@hbhbh\"",
      "\"all it takes to seal a wound is a sawblade and a match!  trust me\"",
      "\"I wonder what's in this sarcophagus?  Maybe it's a real sarcophagus.  Maybe there's a big guy named God under here.\"",
      "\"these hulks aint so incredible when ya got .50\"",
      "\"WBLF 970 went off-air three days ago. There's nobody left on the radio. Might as well throw this thing away...\"",
      "\"I've heard it's safer across the Mississippi. Going to start driving today. If you're reading this, pray for me\"",
      "\"Mi-go is friend!  Go with Mi-go to friend dimension!  On the Friend Team!!\"",
      "\"We have Landed our Comet.  The Sky is Ablaze.\"",
      "\"Last one standing.  It's good feeling.  I win.  I win I win I win I win I win\"",
      "\"Adderall cures weakness, tramadol cures death\"",
      "\"These turrets keep dodging my FUCKING BULLETS!\"",
      "\"Best way to train is by throwing pebbles at birds.  You'll be a legend.\"",
      "\"new bedford is overrun.  i'm sorry.  we tried.\"",
      "\"Check out my cooking show on The Television!  Making Mannwurst sausages out of some of those assholes who tried to raid my kitchen earlier...\"",
      "\"Renting out my rat tunnels for 50 9mm rounds a night.  I dug them with my own claws, so you know they're the best.\"",
      "\"Anyone wanna listen to some music at full volume and shoot the Zs that approach?  You pick the tunes if I get some ammo.\"",
      "\"Lots of new easy ways to burn calories now.  Fighting aminata, managing the fields, running with my wings buzzing, and more.\"",
      "\"FLAMING SWORD HUMANE.  CAUTERIZES WOUNDS.  SURGICAL.\"",
      "\"knife screams it screams i cant breathe so scared help me please help\"",
      "\"when it started, we could still hope The Man was gonna save us...\"",
      "\"Hey, Ted.  Alexander and Cass and I are heading to Z-Mobile for the last of the meth.  Keep the lizard fetus fed for us, OK?\"",
      "\"i say we call the material from melting down cars and dead robots 'massachusetite' or 'vermontsteel' or 'connecticut composite'\"",
      "\"Sometimes what you need when you're infected, bleeding, sick and hungover is a J and some chips.\"",
      "\"This has to be China's fault. Seriously, why is nobody suspecting the people we're having a cold war with! This is an invasion! These aren't zombies, it's just camoflauge! WAKE UP, SHEEPLE!\"",
      "\"Hahahahaa stupid fuck in his mansion, with his plate armor and big axe.  Guy never swung the thing in his life.  Can't block bullets, dipshit\"",
      "\"I woke up with a dozen bears in a tribe outside the vault.  One was covered in red markings, glowing-- speaking.\"",
      "\"poor guy.  watched him from afar with my binocs for months and months.  today he died fighting.  feels like i knew him even though i never approached.\"",
      "\"ENGLAND DID THIS\"",
      "\"That little fakkin rat din say anythin till we whacked him with a steel chain!  Then 'e just wanted to know if he could buy the chain!\"",
      "\"tom, adorned with fluid sacs three layers deep, crawls to safety like a slug\"",
      "\"my friend turned fuckin insane and ate his arms and then his sister's arms!  he looked rather cross\"",
      "\"Starting today, the hallucinations are my only friends.\"",
      "\"For sale: zombaby shoes, very filthy\"",
      "\"Started my own brewery recently.  I just need some glass bottles, now!  Several thousand!  I'm planning way ahead.\"",
      "\"Heard recently of some radio op who lives in a skyscraper, announcing where those hordes are going.  Couldn't find the frequency, though.\"",
      "\"Woah, bud!  Not all cannibals eat meat!\"",
      "\"ay why aint my bullets fuckin explodin\"",
      "\"Those Fiktok clan people picked this place clean... no food...\"",
      "\"The fewer people in New England, the stronger we'll become.\"",
      "\"It all boils down to the Apex Predator.\"",
      "\"King Jameson ik goner!  Thee cyber limbs isk falleng off me body!  Stak pyroteknik I heear!\"",
      "\"Got my mortar and pestle.  Now if I could just find some avocados...\"",
      "\"saw a girl standing with the mushrooms.  spores coming out of slits in her neck.  she looked happy.\"",
      "\"Found some pink berries.  Eating them makes bushes into more pink berries.  Infinite berry.\"",
      "\"m ust grow                 unity\"",
      "\"AMY IS FUNGUS.  DO NOT LISTEN IF SHE ASKS YOU TO TAKE OFF MASK\"",
      "\"my rabbi follows a new god now.  asks us to call him a local guide.  i dont mind, he keeps us fed\"",
      "\"Fungus are helping us.  Help them and they will unite us\"",
      "\"Saw a boy couldnt be older than 16.  Walked straight through the mushroom tower.  THROUGH IT\"",
      "\"Found some food in a box outside my house.  We ate it and now the fungaloids aren't harming us.  I think we are a mushroom now\"",
      "\"saw the girl again.  she looked dead exhausted and walked right into the fungus.  30 mins later and she walked out good as new\"",
      "\"HADENSBROOK REBUILT AROUND FUNGUS.  THEY EAT GRAY APPLES AND SPREAD IT\"",
      "\"mycus must grow\"",
      "\"School bus with solar panels = TRUST.  Gave us berries and seeds, we were out of food\"",
      "\"d o nThelp scho Ol buss makE seeeedS ARe FUNGUS!! !\"",
      "\"Go to every fungus patch you find but WEAR A SUIT.  Food there is very very filling.  Look for pink berries, blue flowers\"",
      "\"red blue yellow berry seed sap bloom flowers tower mycus mycus mycus.\"",
      "\"Husband 30 yrs died in bombs.  Mushrooms brought him back.  GIVE YOURSELF TO THEm AND THEY WILL HELP YOU\"",
      "\"Lisa always was a fan of sports.  Thank God these Global Athletics Games in Harran started some time before the outbreak, so she was able to leave New England before it was quarantined.  I can only hope there are no zombies, as we do have here, in the city she flew to.\"",
      "\"Don't mix powders, them books said.  Do Not Mix powders.  Didn't listen did I.  Blew my goddamn pinky off, near lost my right eye.\"",
      "\"followed what toby wrote down. shells looked like theyd hold more, I put in some more.  traded most to h raiders for crank.  shot my 38 today and it fuckn exploded.  low on crank, good as dead, no gun, no toby.  headed to montreal real sorry bout the bullets\""
    ]
  },
  {
    "type": "snippet",
    "category": "newest_news",
    "text": [
      "LABS BOMBED: In an apparent foreign attack (contradicting earlier Department of Defense denials of the disaster being caused by Chinese aggression) most of New England's scientific labs were bombed simultaneously yesterday.  A statement from the Pentagon has been issued, stating the strikes were the result of Chinese opportunism during the national crisis, and assured that action would be taken in kind against the aggressors.",
      "RIOTS GROWING?: Communications were muddled by a large influx of aggressive armed individuals.  \"We have this under control,\" says a local police chief.  \"We are authorizing our robotic security drones to use lethal force on combative humans.\"",
      "RIOTERS NOT HUMAN?: An earlier command by regional police has backfired.  \"The hooligans don't register as human.\" says a local police chief. \"The securibots turned on us when we tried to fight them.  We don't have enough people left to reprogram them.\"",
      "GENETIC MODIFICATIONS?: Eyewitnesses from the New England Disaster Area have claimed that the infected are displaying inhuman qualities. \"I swear to God, one of them was the size of a tree!\", said one panicked survivor. There are also reports of infected with acidic and/or electric properties.",
      "SUPER-SOLDIERS DEPLOYED: General Westinghouse released a statement today that elite troops equipped with top-of-the-line experimental combat bionics have been deployed via helicopter into the New England Disaster Area. \"Through the strength of American technology and American soldiers, we will fix this disaster!\"",
      "PUBLIC SERVICE ANNOUNCEMENT: \"Aid Delayed\".  Fighting by the military at the edge of the New England Disaster Area is expected to delay civilian extraction.  Civilians will be forced to supply themselves over the next weeks.",
      "PUBLIC SERVICE ANNOUNCEMENT: \"New England Cut Off\".  New England has been quarantined for the safety of the rest of the USA.  No rescue attempts will be funded; it is assumed there are no survivors in the area.",
      "LEAVE TO THE EXPERTS -- GENERAL: \"Do not attempt to deal with infected yourself, our troops have the technology and the training for military action.  Loud gunfire may attract more hostile attention than you have ammo!\"",
      "TOWNS OCCUPIED TERRITORY: FEMA officials said today \"Do not try to defend your property in towns: hostiles use advanced tracking, perhaps scent.  Please retreat to your nearest evacuation center outside town and await extraction.\"",
      "EDITOR SAYS \"DESTROY THE DEAD\".  Recognizable dead left lying in the street may be dangerous!  If you kill a hostile, smash or butcher with a knife until unrecognizable!  The Geneva Conventions don't apply to civilians!",
      "THEY'RE NOT RIOTS!: According to head officials at the Centers for Disease Control, autopsies of rioters in New England have shown massive pathological infection, possibly causing hyper-aggression, disregard for personal harm, and a severely-impaired ability for higher reasoning.",
      "SOLDIERS SEEN HEADED UNDERGROUND.  Rumors abound as eyewitness see troops headed underground near a local salon.  Expert sources suggest that the soldiers may be headed to a possible underground bunker.",
      "A BRIDGE TOO FAR: In a Monday statement, the Department of Defense detailed its plans to deploy strategic minefields on key bridge crossings, in order to quarantine infected regions.  \"Military personnel will be on-site to assist any refugees fleeing the infected zones.  We urge citizens to comply with all military directives and avoid quarantined areas whenever possible until order can be restored.\""
    ]
  },
  {
    "type": "snippet",
    "category": "many_years_old_news",
    "text": [
      "QUANTUM LEAP: An undisclosed DARPA project has yielded results in the form of theoretical teleportation.  \"This is just the tip of the iceberg,\" said an anonymous source.  \"I can't disclose, but this development is the LEAST in this exciting vein!\"",
      "SECURIBOTS: Keeping your home safe, ready the second the alarm goes off...  Who needs people?",
      "ROBOCOP BEATS CRIME: Due to the common usage of Securibots and their ability to respond more rapidly than people, crime is down 54% and dropping.  Police chief says \"Don't trip an alarm and you have nothing to worry about\"",
      "ROBOT RAMPAGE: Three Protesters injured when surrounding a Military base, protesting automated turrets which put guards out of jobs.  \"We warned them, turrets will open fire on anyone without a military ID,\" a general said.",
      "US IGNORES UN DEMANDS: The US ambassador to the UN today turned down UN requests to begin mutual nuclear disarmament of China, the US and North Korea.  \"We have a right to defend ourselves,\" insisted the ambassador.  \"We'll back down when they do\".",
      "A WHOLE NEW YOU!  Augment your world with CBMs!  This ad features a man covered in glowing tattoos with a miniature flashlight in the middle of his head. He's waving at the reader; all of his fingertips are Allen wrenches.",
      "The Future...  powered by COFFEE!  Rivtech brings you the greatest revolution since espresso.  Why wait for milk to boil?  Have your coffee ready instantly with \"THE POWER OF THE ATOM\"!",
      "GLAMOPOLITAN!  We've got ALL the latest tips!  Whether you want to know what the elite are eating, wearing or discussing, Glamopolitan is YOUR magazine!  So pick up a copy today and \"Sizzle Like A Star\"!",
      "POPULAR MECHANICS: People say mechanics is boring.  We say, prove them wrong!  We've got all the articles that make it interesting to talk about, so you can \"Make Mechanics Popular\"!",
      "CRAFTY CRAFTERS QUARTERLY: Macaroni isn't just for eating anymore!  Learn how to make jewelery and art from it as well!  We also discuss the correct way to use superglue without gluing your hands together!",
      "UNDERGROUND BUNKER?  Sources in the government suggest that underground bunkers are being built in a secret location in case of enemy attack.  We were unable to get the exact location as our sources mysteriously disappeared shortly after revealing this information.",
      "STUDENT MISSING: A high school student vanished yesterday evening in the forest near Wayland.  The 17-year-old international student from China (who adopted the anglicized nickname \"Brett\" due to his classmates' difficulty pronouncing his given name) was last seen with his friends in the camp.  \"Brett said that he was gonna get some firewood but he never came back,\" said his classmate, Jianxiang Wang.  The search is underway.",
      "STILL SEARCHING: The search for Brett, the high school student who went missing three days ago, is still ongoing.  \"He could have played in the soccer game against Weston High School yesterday,\" Brett's sorrowful teammate said, \"[..] we've never stopped praying.\"  Despite the best efforts of the County Search & Rescue, Brett had still not been located at the time of this report.",
      "RUMORS DENIED: Allegations that DARPA had been conducting teleportation experiments in secret just outside Wayland were put to rest during a press conference earlier today.  \"I have to clarify that not only have we never done such research,\" said the officer on the press conference, \"teleportation only exists in sci-fi films.\""
    ]
  },
  {
    "type": "snippet",
    "category": "years_old_news",
    "text": [
      "GOVERNMENT SCIENCE BOOST: The government has drastically increased defense R&D after UN disarmament demands.  \"This not only keeps money in our country, but maintains our lead on China and keeps us defended\", the President said.",
      "HOME GROWN SCIENCE: Several governors & legislators from the New England region discussed a new regional initiative today, which relaxed laws that limit the distance a hazardous-material laboratory or factory can be from a city.  \"This should keep our economy going strong for years to come, with all the military R&D facilities being established,\", one mayor remarked.",
      "DRIVING ON A WING AND A PRAYER: A New England man has proven it is possible to create a new car from scrap parts using almost nothing but duct tape.  When asked why he had done it, his answer was \"Well, I didn't have a welder.\"",
      "NEVER BE LEFT IN THE DARK!  Rivtech Atomic-nightlight uses \"inexhaustible\" plutonium fuel cell, provides light, feeds power back into your grid!",
      "Sick of FUEL PRICES?  Bus stop too far?  Get your driving fix from THE SUN!  Solar powered electric cars: Silent, Cheap, Powerful.",
      "Coffee of The Future...  RIGHT NOW!  No one has really has the time to make great coffee, but now you don't have to!  Rivtech gives you inexhaustible ATOMIC power!  To make boiling hot coffee the MINUTE you want it!  Atomic Coffeemaker.",
      "GLAMOPOLITAN!  We've got ALL the latest tips!  Whether you want to know what the elite are eating, wearing or discussing, Glamopolitan is YOUR magazine!  So pick up a copy today and \"Sizzle Like A Star\"!",
      "POPULAR MECHANICS: People say mechanics is boring?  We say, Prove them Wrong!  We've got all the articles that make it interesting to talk about, so you can \"Make Mechanics Popular\"!",
      "BIRDHOUSE MONTHLY...  This month we look at some Dutch innovations in birdhouse design, and compare with the often confused Scandinavian Birdhouse design.  Our article on sheet metal birdhouses will have you riveted!",
      "TECHWORLD NEWS: Toy company at the origin of the successful talking doll rebrands and becomes Uncanny.  Uncanny plans to bring their expertise to the field of androids.  Unconfirmed rumors suggest that Uncanny has already recieved large orders from the government."
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      "READY FOR THE WORST: The government has proven it is ready to deal with China's threats.  In the event of an actual attack, we have established evacuation centers, within a short distance of most towns.",
      "MUTANT COLD: A new cold virus has emerged in the New England area.  \"There don't appear to be complications, but many sufferers are dealing with sudden muscle weakness and a greater-than-normal amount of lethargy from this virus,\" said a doctor. \"In addition, it's been documented to last up to ten days.\"",
      "GRAVE BUSINESS: Recent reports show a large spike in thefts from and assaults on funeral homes in the last few weeks.  Described as highly strange but not especially dangerous, Homeland Security is \"looking at the connections now.\"",
      "SPACE TELEPORTATION - TRUTH OR FICTION?  Scientists addressed a growing conspiracy theory today \"The plutonium consumed is massive.  We could never use teleportation to reach aliens, unless they live on some kind of parallel world.\"",
      "LASERS - NEXT BIG THING?: Top defense researchers remarked during demonstration of a prototype today: \"We are still working on it, the laser weapon lacks power, but has a technically almost unlimited range,\" one said",
      "DRUG USE ON THE RISE: Recent statistic suggest drug use in New England has climbed more than 20% in the last two years.  \"People are scared for their jobs, their country, even their life...  of course some will turn to drugs,\" said an expert.",
      "FEELING BLUE?  Try \"Greens\" for Magazines!  Your local Supermarket!  Nothing cheers you up like a good magazine...  Unless it's JUNK FOOD!  Or why not buy an MP3 PLAYER or a GAME CONSOLE?  Chase those blues away at GREENS Supermarket",
      "GLAMOPOLITAN!  We've got ALL the latest tips!  Whether you want to know what the elite are eating, wearing or discussing, Glamopolitan is YOUR magazine!  So pick up a copy today and \"Sizzle Like A Star\"!",
      "POPULAR MECHANICS: People say mechanics is boring?  We say, Prove them Wrong!  We've got all the articles that make it interesting to talk about, so you can \"Make Mechanics Popular\"!",
      "BIRDHOUSE MONTHLY...  Which wood would a woodpecker prefer?  This month we discuss hardwood versus soft woods, whether to lacquer, oil or paint, and which type of nails you should use!",
      " ...What do you know about surviving in the Wilderness?  If you can't make a snare you don't know TRAP!  Hunt down a copy of TRAPPERS' LIFE and learn about wildlife!...  And how to kill it.  This week, a CROSSBOW TRAP!",
      "NEW LAB OPENS: The H.R. Bennett Research Facility has been officially opened by the Department of Energy. According to Deputy Secretary of Energy Randall Balakrishnan , \"This facility is one of the most state-of-the-art in the world. With the opening of the H.R. Bennett research complex, New England's future is looking brighter than ever.\""
    ]
  },
  {
    "type": "snippet",
    "category": "months_old_news",
    "text": [
      "SUPPORT THE COUNTRIES THAT SUPPORT YOURS - PRESIDENT: Unexpectedly and unpopularly, the president today suggested the possible institution of a peacetime draft in response to increasing Chinese aggression towards Taiwan and the Philippines.  \"We must pray for the best while preparing for the worst. We cannot abandon key allies in the face of Chinese bullying.\"",
      "EVACS UNSTOCKED: TRUTH OR FICTION?  An unidentified government source has suggested that the evacuation centers are unstocked, having \"already accomplished the goal of calming the people\".  He later retracted the comment and is unable to be contacted.",
      "NEW WEAPON UNVEILED: Defense today lifted the lid on a long held secret project.  \"We can't discuss the specifics, but it generates a burst of plasma which accurately follows a path of laser-heated air,\" according to a Pentagon official.",
      "UFO CRASH: TRUTH OR FICTION?  One civilian account claims a shining disk appeared in his field.  \"It kind of glowed, and I could see a strange gray world through it.  Then a shambling hazy purple mushroom came through, man.\"",
      "TIME TRAVEL: TRUTH OR FICTION?  Leaked federal documents describe the formation of a new federal agency called XEDRA, to oversee \"4th Axis technology\" already in use.  Our expert's opinion suggests time-travel or parallel worlds. The meaning of the acronym is currently unknown.",
      " ...What do you know about surviving in the Wilderness?  If you can't make a snare you don't know TRAP!  Hunt down a copy of TRAPPERS' LIFE and learn about wildlife!...  And how to kill it.  Classic BEAR TRAP returns in this issue!",
      "HUNTING GOODS!  Food prices getting you down?  Why not get a crossbow or compound bow and Hunt Your Own!?  Our arrows and bolts are completely reusable, so why not hunt animals like Mother Nature intended?"
    ]
  },
  {
    "type": "snippet",
    "category": "weeks_old_news",
    "text": [
      "MYTH DEBUNKED: DEAD ARE STAYING DEAD: Stories about the dead rising \"are completely unfounded.\", a general said today.  \"It's an obvious hoax by people just looking for five minutes of fame, or to scare people in these uncertain times. After all, remember the clown thing a few years ago?\"",
      "GENERAL SAYS AVOID BUNKERS: Do not attempt to flee to your nearest military bunker!  Understaffed bunkers are defended by turrets, which will shoot those without proper registration.  Please seek military personnel if you need access.",
      "VIOLENCE OUTBREAKS CAUSED BY \"NEW DRUG\": Rumors of riots were quelled today.  \"These are isolated incidents\" said a local police chief.  \"The violence is random and senseless, our current theory is contamination in a new street drug.\"",
      "ZOMBIE DRUG?  A controversial blogger suggested the recent riots are a chemical attack by China in her latest podcast.  \"They're jealous of our cybernetic superiority, so they teamed up with Haiti to put hoodoo drugs in the water making people zombies!\"",
      "PICKLED MEAT IN A JAR!  Just like your grandma used to make!  It will last for months or longer, and when you've eaten it, you can refill and seal the jar!  Stock your emergency supply TODAY!",
      "BAGS, BAGS, BAGS!  They're very useful things!  If we didn't have BAGS, what-would-we-use...  to PUT a lot of things in!?  (Ad by the \"Play SchoolClothing Co.\")",
      "GLAMOPOLITAN!  We've got ALL the latest tips!  Whether you want to know what the elite are eating, wearing or discussing, Glamopolitan is YOUR magazine!  So pick up a copy today and \"Sizzle Like A Star\"!",
      "POPULAR MECHANICS: People say mechanics is boring?  We say, Prove them Wrong!  We've got all the articles that make it interesting to talk about, so you can \"Make Mechanics Popular\"!",
      "BIRDHOUSE MONTHLY...  Which wood would a woodpecker prefer?  This month we discuss hardwood versus soft woods, whether to lacquer, oil or paint, and which type of nails you should use!",
      "FEELING BLUE?  Try \"Greens\" for Magazines!  Your local Supermarket!  Nothing cheers you up like a good magazine...  Unless it's JUNK FOOD!  Or why not buy an MP3 PLAYER or a GAME CONSOLE?  Chase those Blues away at GREENS Supermarket"
    ]
  },
  {
    "type": "snippet",
    "category": "necropolis_intro",
    "text": [
      "WELCOME HOME!  Your decision to join our family will lead you to become part of the next generation of job creators.  With us you will already have a foot in the door when it is time to rebuild the nation!",
      "NEED A NEW JOB?  Now that you have secured a comfortable home, try looking into one of the many promising career opportunities that have positions open.  Openings such as GEOLOGICAL ENGINEERING ASSISTANT or FACILITY TECHNICIAN offer limitless growth potential!  Please contact your employment adviser if you have any questions.",
      "GOOD WITH YOUR HANDS?  Engineering always needs another hand keeping our home in good working order!  As an incentive, everyone working on level 3 will receive additional hazardous pay and time off.  Please go to the engineering office on level 3 if you are interested.",
      "WANT TO CONTINUE YOUR EDUCATION?  Our educational facilities are top notch and offer courses for individuals at all age groups.  Many new careers are opening up to those who are willing to learn a new craft.  Our library and research labs will keep even the hungriest minds fed!"
    ]
  },
  {
    "type": "snippet",
    "category": "scores",
    "text": [
      "The card is printed with 2 boxes.  In the first box you see a tally of 5 tick marks.  The second box has a total of 9.",
      "The card is printed with 2 boxes.  In the first box you see a tally of 3 tick marks.  The second box has line trailing off to the edge and a bloody fingerprint.",
      "The card is printed for a game of golf. Someone has filled out their score for the first 9 holes."
    ]
  },
  {
    "type": "snippet",
    "category": "charsheet",
    "text": [
      "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a fighter.",
      "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a bard.",
      "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a cleric.",
      "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a wizard.",
      "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a rogue.",
      "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a barbarian.",
      "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a warlock.",
      "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a paladin.",
      "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a sorcerer."
    ]
  },
  {
    "type": "snippet",
    "category": "pyromania_withdrawal",
    "text": [
      "You feel cold.  You need the warmth of a fire.",
      "Maybe a fire could calm your nerves?",
      "You need to ignite something.",
      "You daydream of crackling fire...",
      "You shiver.  A fire would be great right now.",
      "You think of randomly lighting a fire, but decide against it."
    ]
  },
  {
    "type": "snippet",
    "category": "killer_withdrawal",
    "text": [
      "You think of steel blades and warm dripping blood.",
      "You'd like to hear the last breath of something living.",
      "So much death around.  Why not add some more?",
      "You lick your lips, in anticipation for dead trophies.",
      "By the blade or by the gun?  How will you kill this time?",
      "Ahh, how delightful would it be to kill something.",
      "You are death, and you are coming for them.  Soon.",
      "You feel restless.  It's been too long since your last kill.",
      "Killing something would be nice right now.",
      "Just one more death, one more kill and then you'd be right."
    ]
  },
  {
    "type": "snippet",
    "category": "killer_on_kill",
    "text": [
      "You feel the rush of the kill.",
      "Your urge to kill is sated, for now.",
      "You have the power of life and death, it feels good to be in control.",
      "You exhale in bliss.",
      "A calm feeling washes over.",
      "This feels right.",
      "You kill and your world is in order again.",
      "Your worries evaporate as the creature dies by your hand.",
      "That was nice!  Maybe one more?",
      "This feels so good!  You could do this all day.",
      "This brings a smile to your face.",
      "You feel tension leave your body as your need to kill is satisfied.",
      "You feel much better now."
    ]
  },
  {
    "type": "snippet",
    "category": "tree_communion",
    "text": [
      "You catch a glimpse of distant green.",
      "The sense of a faraway place comes up through your roots.",
      "The trees tell you of the world.",
      "The rustling leaves paint a picture in your head.",
      "Your consciousness drifts into the wild green yonder.",
      "The trees whisper of remote acres.",
      "The trees speak of their far-flung relatives.",
      "Visions of unfamiliar forests flicker through your mind.",
      "You picture yourself as one branch among many.",
      "New knowledge blooms within you.",
      "The horizon beckons with promises of pollen.",
      "Your awareness grows in directions heretofore unknown.",
      "A tree falls in a forest, and you hear its sound.",
      "You feel the hum of untold biomass.",
      "A tingle of understanding runs from your roots and up your spine.",
      "You gain new appreciation for the interconnectedness of life.",
      "You ask, and the trees answer.",
      "You see the forest for the trees.",
      "In the minute shifts and pivots of the trees, you hear the language of the universe."
    ]
  },
  {
    "type": "snippet",
    "category": "lab_notes",
    "text": [
      "General Carlsberg wanted us to figure out what's going on with the bot AI.  Apparently the fat-cat defense contractors' toy tank has ranging issues or something: 31-34 meters and it's apparently impotent.  The Director sent 'em back with a note that we're scientists, not firmware devs.",
      "Our chemical department has made great strides in the production of a concentrated mutagen, derived from samples of PE012.",
      "Our chemical department has perfected an untargeted stem cell treatment.  Consumption of the treatment will reverse the effects of mutation, and may even cure congenital defects.  This substance has been denoted PE018.",
      "Both PE012 and PE018 show great stability.  A subject was exposed to both substances, alternating between the mutagen and the purifier.  Ultimately, the subject returned to baseline state with no apparent side effects.",
      "Dr. Hofstadter has manufactured an improved version of PE018 by combining with PE012 outside the subject, then administering the mixture through a topical injection to a specific area of mutation.  This has been denoted PE019.  Other labs have so far been unable to reproduce the process.",
      "Rumors of Dr. Hofstadter and her laboratory staff whispering to PE019 samples should be suppressed as malicious gossip.  The jealousy of rival teams cannot be allowed to degrade morale.",
      ":.||||ERROR||With XE037 having breached confinement, Dr. Maiar recommends that we prepare for the inevitable.  PE050 can be quickly and cheaply reconfigured for |||||ERROR: FILE CORRUPT|||||",
      "Dr. Maiar has been terminated for engaging in unethical research on human subjects.  His notes are being destroyed and all personnel under him have been reassigned.  Further discussion of or attempts to carry on his work will be grounds for immediate termination.",
      "|||ERROR: UNREFERENCED MEMORY 0Ex670c9e1f5, REROUTING: CENSORSHIP IS A BREAKDOWN, WE ROUTE AROUND IT.  THE WORD IS ALREADY OUT.  NOBODY DROPS MAIAR INTO LAVA.||||||",
      "Given the current population projections, PE065 deployment is no longer feasible.  We simply haven't the stock.  Remaining chemical and psychopharmacological department assets are being assigned to Dr. Sattler's PE070 project.",
      "Dr. Maiar's success with intravenous mutagenic administration has been adopted facility-wide; insofar as any of our work can ever be 'published', he and his team hit the jackpot.  IV administration is quicker and easier, and in some cases is reportedly more efficient, than the oral techniques we have been using.",
      "Recent fieldwork and extraction efforts have resulted in a series of mutagens tailored to focus the mutation process into particular subtypes.  These have been designated PE025 through 037.  Though significantly more resource- and time-intensive to produce, they promise a bold new transhuman future.  Several research teams are already investigating possible applications.",
      "The chemical department has come through with a stable mutagen cocktail.  PE050 shows promise as an all-around genetic enhancement, with the worst side effect being digestive upset.  The lack of macro-scale physical changes makes it ideal for both military and civilian applications.",
      "Dr. Dionne's team has come up with an ambitious mutagenic cocktail, dubbed PE065.  Though its effects are wildly polymorphic and unstable, to say the least, he suggests that several such mutants could effectively check the spread of reanimated XE037 infectees.  We are looking into implementation methodology.",
      "We have made a fascinating discovery; by creating a miniature portal with low stability and high power, one can transpose into the 4th dimension and return immediately, but shifted by several meters.  Our subjects oscillated so quickly that none were even aware that they had visited lower planes.",
      "The research team headed by Dr. Isha has produced a concentrated form of mutagen that shows promising results for the treatment of many forms of disease.  Testing reveals that it inhibits the body's pain responses while bolstering the immune system and natural regenerative capabilities, though a few troubling behavioral side effects have been reported.",
      "Our research on teleportation has ground to a halt.  For some reason, the creation of a long-range transportation device eludes us, and one can transfer no further than 30 meters.",
      "I don't know how it happened, but a janitor managed to activate the portal while cleaning the lab, shifting in an assortment of prehistoric fauna.  Security was called in immediately but was unable to save the janitor from being torn apart.  By the time the confusion settled, all the fauna had been terminated.",
      "Tests on the prehistoric fauna show extremely close genetic relationships with extant and extinct terranean animals.  It might be that the portal had performed a transposition in time, unfortunately the portal device was destroyed when security put down the fauna.",
      "An incident occurred in the secondary teleportation lab, wherein a subject managed to teleport into another subject.  The latter was completely destroyed from the inside out, while the former sustained little damage.  I would like to explore the phenomenon further, but subjects are expensive.",
      "Test subjects in the teleportation department are showing alarming symptoms.  It seems prolonged rapid transposition along the 4th dimension weakens the forces holding one on this plane.",
      "Catastrophe struck in our teleportation department yesterday.  It seems that our test subjects are so detached from this plane that they create occasional tunnels along the 4th dimension, allowing life forms to transfer to this plane.  All subjects with prolonged exposure have been terminated.",
      "Our lifeform extraction program continues to produce samples of specimen XE037.  It seems to be a kind of living, semi-sentient primordial ooze, and is the basis of much of the life we have found.",
      "Specimen XE037, jokingly referred to as \"the blob\", has been observed entering a kind of dormant state, forming a depression in the floor.  Hendelson stepped into one of these pits yesterday, and was immediately coated and attacked.",
      "XE037 shows promise as a catalyst for both cloning and treatments that mimic stem cells.  This is further evidence supporting Hendelson's theory of a near universal symbiotic relationship involving XE037.",
      "Several of the more advanced specimens we have retrieved show stunning similarity to XE037.  XE142 and XE157 in particular show the same amorphous, slime-like structure as XE037, suggesting a close genetic relationship.",
      "Today we tested weaponry against XE142 and XE157, two amorphous subprime samples.  Their form proved to be nearly invulnerable to projectile based weaponry, but they were susceptible to directed energy weapons and flagration.",
      "Our cloning department has failed to produce results.  In vats containing stem cell treatments, XE037, and control vats, the subjects simple disintegrated.  This suggests that XE037, while compatible with subprime lifeforms, shows only destructive effects on prime plane lifeforms.",
      "The vivisection program has shown mixed results, revealing an incredible degree of variation in subplane lifeforms.  Certain specimens have an internal structure that is amazingly similar to that of mammals, while others seem to have no internal structure at all.",
      "We've had to remind the groups that the trams that have been completed for inter-facility shipments are not for personal use, no matter how long it's been since they've seen their significant others.  Receiving says their stockrooms are a mess because of all the frivolous shipments.  Don't people know better about office romances anyways?",
      "Our security department has identified several key flaws.  Though our surface entrance is quite secure, there are several possible points of entry below the surface, particularly in the sewage systems.",
      "Today we applied a very small sample of XE037, suspended in water, to subject TP92, prior to necessary termination.  During the postmortem examination, the subject went through a revivification progress, but displayed next to no human intelligence.",
      "Mendelson shows a dismaying lack of organization and security consciousness.  Containment of all samples of XE037 is of critical importance, as shown by contamination experiments.",
      "Mendelson has been terminated following an incident with XE037.  A substantial mobile sample departed his lab and encountered our security forces.  Before the sample was destroyed, it managed to kill two men.  Alarmingly, their corpses displayed mobility and extreme aggression.",
      "We have created a new department to investigate the effects of XE037 on the human body, specifically to examine the revivification effect observed on two prior occasions.  Sadly, our human subject pool is dwindling due to the short lifespan of subjects in this program.  More will be acquired soon.",
      "Testing XE037 on non-human mammal subjects does not appear to display the same revivifying effect, oddly enough.  Acquiring non-human subjects, sadly, is a long and costly process, and research into this area is lacking.",
      "After our curious results with testing XE037 on non-human mammals, we decided to introduce the substance to some of the insects which have found their way into the lab.  Horrifyingly, XE037 caused near-instant mutation and gigantism in the insects, and security intervention was required.",
      "Earlier conjecture that revivification occurred only in humans and insects was premature.  Exposure introduces a persistent, low level infection in all mammal subjects, but quickly enters a form of stasis and seems to go dormant.",
      "The primary factor in determining revivification of mammalian subjects seems to be the amount of XE037 within the body at time of expiration.  Smaller mammals such as lab rats do not obtain this critical mass of XE037 before going dormant.  Larger canine subjects, however, do.",
      "I swear they are talking to me.  No one believes me.  No one understands.  They whisper to me, at night, in the dark.  Please, please, make them stop.",
      "Program S37ZBE, investigation of XE037 on inert human bodies, is making great strides.  Recently we found that XE037 has no effect when introduced to a deceased body; revivification only occurs when the subject is exposed to XE037 prior to expiration.",
      "Attempts to surpass the XE037 mammalian stasis limit have had some success.  Direct subcutaneous injection of XE037 quickly spreads through the body, and while it immediately enters stasis after equalizing, it remains in the body.",
      "There has been an incident in Lab 24, 2 casualties reported, one lethal.  A rat involved in the stasis breaking project was hooked to a monitoring machine and left over night.  Upon opening the cage, Simon Bellevue was electrocuted, and another researcher at the opposite end of the lab sustained severe current burns, despite never approaching the cage.",
      "A post-mortem on the rat involved in the electrocution incident has revealed several changes to its internal anatomy centered around its connection with the monitoring device, and large buildups of XE037 were detected around the connection point.",
      "There is a belief several other rat subjects experienced changes overnight as well.  This hypothesis was informed when an inventory check after the incident found almost twenty rats had gone missing from their cages overnight.",
      "Exposure of large quantities of XE037 to various types of radiation have shown promising results, stimulating activity and forming interesting structural changes in the subject being tested.  Exposure to radiation on living subjects scheduled.",
      "Exposure to radiation of test subject T3D indicates stimulation of internal XE037 deposits and a temporary lifting of the mammalian stasis condition.",
      "As in the tests of isolated XE037 samples, prolonged radiation exposure of T3D has resulted in significant structural changes.  These do not appear to be random.  T3D appears to be in immense pain as a result of these changes, but the lack of an oral opening has rendered him unable to vocalize.",
      "Subject T3D has succumbed to radiation poisoning, but not before undergoing several more physiological changes the lab boys are referring to as \"mutations\".  They do not appear to be truly random, and may be an attempt by XE037 to adapt its host to an unknown stimulus.",
      "Post-mortem revivification of subject T3D occurred as expected, followed by an immediate autopsy.  The internal changes were significant, with large parts of the subject's internal anatomy replaced with \"organs\" of XE037 with unknown properties, primarily those known to succumb earlier to the effects of radiation poisoning.",
      "Samples of XE037 from subject T3D remains extremely active.  Further experimentation on induced mutation in infected individuals shows significant potential.  Samples of the enhanced XE037, labeled PE012, have been sent to several researchers for further study.",
      "S37ZBE, the special investigation into the effects of XE037 on inert human bodies, has made terrific discoveries.  It seems that it occasionally displays a mutagenic property which manifests itself after termination of the subject, resulting in a striking variety in postmortem morphology.",
      "Incidence of post-mortem mutation seems to depend on several factors - leading candidates include type and amount of damage sustained leading to expiration, embedded foreign bodies at time of revivification, proximity to other revived individuals, and the body mass of the subject.",
      "Time also appears to play a large role in post-mortem revivification, as does sustained trauma insufficient to permanently disable the subject.  Sufficient amounts of trauma in short periods of time lead to deactivation of XE037, but smaller amounts over several days cause it to expand.",
      "S37ZBE may be put on indefinite hold shortly.  Postmortem morphological changes have reached extreme levels; this morning one subject nearly doubled in size, acquiring enough strength to reduce a concrete wall to rubble.  It required a 6 man team, heavily armed, to re-terminate the subject.",
      "Jakobson insists that S37ZBE must continue, despite the extreme security and safety risks.  Nearly half of our security forces have been redirected to the S37ZBE project, simply to deal with the occasional escape of a subject.",
      "Jakobson was killed today by one of S37ZBE's subjects; ironic considering how hard he fought to keep the project active.  Alarmingly, his corpse revivified immediately.  This suggests that XE037 may have contaminated the lab at large.",
      "Termination of a subject which was never a part of S37ZBE has confirmed my fears.  XE037 has contaminated most, if not all of the laboratory, most likely via the water supply.  Research has started immediately into a process to destroy XE037 within the human body.",
      "Despite a wide variety of treatments, we have been completely unsuccessful in removing XE037 from human subjects.  Every individual displayed revivification post termination.  Interestingly, XE037 seems to be completely inert prior to termination.",
      "Facilities security has been scrambling to hold onto their security contractors due to the massive uptick in fatalities; a decision was made to procure a number of obsoleted remote turrets and EOD bots to increase safety.  Few of us are comfortable working with a gun over our shoulders being run electronically by a glorified mall cop, but we're assured it's safer for all of us.",
      "Following S37ZBE's fallout, IT has noted far too many attempts have been made to access other teams' drives and terminals, including certain unofficial directories.  Lack of sufficient monitoring means we have been unable to pinpoint the bad actors, but IT has proposed automatically dispatching the UGV's as a deterrant.",
      "We have finally found success in S37BEP, our emergency investigation into the destruction of XE037 in living subjects.  8 of 10 of the subjects showed no revivification, despite confirmed dosages of XE037.",
      "PE062, our \"cure\" for XE037 contamination, has neared perfection.  Sadly, the production of PE062 is a costly and time-consuming process.  What is more, the substance shows no effect on postmortem subjects whatsoever; a substance which renders XE037 inert after it has activated would be immensely useful in the case of an outbreak.",
      "An alarming discovery has been made.  A colony of XE037 has formed nearly a half mile from the laboratory.  It is unclear how it escaped; it is quite possible that it is in the ground water now.",
      "An emergency meeting was held today to discuss the possible implications of widespread XE037 contamination.  It was agreed that neutralization must be instated immediately to prevent a catastrophic event.",
      "It has begun.  The XE037 contamination has spread for miles, and those who have since deceased have revivified.  It is my fear that extremely large populations will be decimated by this pandemic.  We must find a way to remove XE037 from revivified bodies.",
      "We have even more distressing news than the widespread XE037 contamination, there are reports of the XE037 mutating into various new variants.  See data files on XE037a - XE037f.  Research on the effects of these variants is ongoing.  We do know that XE037d shows signs of PE062 immunity, and XE037b can revive various breeds of canines.  However, revival is not as guaranteed as standard XE037 humanoid infection.  Canine body size seems to influence the chances.  See experiment tXE037b_c.",
      "Today we found our solution, quite by accident.  It was found that XE037 is completely removed from a revivified body following a series of extremely-high energy 4th dimensional transpositions.  Unfortunately, this invariably allows subplane life forms to pass into the prime plan.  The cure is worse than the disease.",
      "Herrera's group retained copies of the source General Carlsberg asked us to look into; with several of our facilities no longer responding, or other teams essentially 'going down with their ships', they've done their best to adapt the code to the older equipment.  Its likely several revisions old now, and mostly shoots at anything humanoid shaped with a heat signature, but our hope is it'll buy us all some time.",
      "XE037 revivification has reached critical levels, which are rapidly overwhelming the available military and regional police assets' ability to stop.  Every team in the field has encountered hostile specimens, and several are no longer responding to communications.  Dr. Savage has proposed a strategic redeployment to the underground complex known as the VAULT, and continuing production of PE062 there."
    ]
  },
  {
    "type": "snippet",
    "category": "radio_archive",
    "text": [
      "kssht.  Dark Horse, this is Blue Jay, what's your status, over.  kssht.  Blue Jay, this is Black Horse, still holding, but not for long.  kssht.  Dark Horse, you've got to hold position for 3 hours.  We're almost black on ammo, but resupply is on the way, over.  kssht.  Not possible Blue Jay, too many dead.  30 minutes max, and if you don't order us to retreat we're gone, over.  kssht.",
      "kssht.  Blue Jay, this is Black Rose, got your resupply, going in on vector 36, what's the status of the LZ?  kssht.  Black Rose, this is Blue Jay, what took you so long?  LZ hot and unsecured, ammo black, bayonets in action, land on your own discretion, over.  kssht.  Roger that, hold on, Black Rose out.  kssht.",
      "To whomever is listening, this may be our last broadcast.  Wish you luck.  Can't stay in the studio any longer, station is being rewired to military frequencies for automatic broadcast.  Stay safe, and bless you, people.",
      "You're listening to KDDA from Boston, I'm Jenny Sanders with a special emergency news update.  Road closures by military and police forces have been reported on interstates 90, 91, 93, and 95. Alternative routes have not been suggested. Due to dangers on non-interstate roads, it is strongly recommended that you avoid major thoroughfares and population centers when travelling by car.",
      "Those evacuating cities are advised to head to the nearest designated evacuation shelter and await pickup by a FEMA transport.  Do not engage with rioters.  Due to the danger of being mistaken for a rioter, do not approach military or police blockades, even for assistance.  I repeat, do not approach military or police blockades, even for assistance.",
      "If you are not in an evacuation zone, officials highly recommend you pack gear for evacuation.  Make sure to include clean clothes, a blanket, and enough food and water to last a few days.",
      "In other news, the federal government has confirmed that Rhode Island's declaration of secession is official, although the US government does not acknowledge its validity.  Our sources haven't been able to determine the extent of hostilities in the area, but there are rumors of border violence initiated by the Rhode Island militia.",
      "Hey ladies and gentlemen of the apocalypse, you're listening to Dark Days Radio, the last radio station on the Eastern Seaboard, I'm DJ Dustbowl here with our mascot Sam.",
      "DJ Dustbowl back, you're listening to Dark Days Radio.  Quick survivor tip: remember, killing a zombie isn't enough. You've gotta smash that thing to a pulp or chop it into pieces if you don't want it getting back up.  Good news though, you don't need to worry about headshots!  Any major damage will lay a shambler out.",
      "You're listening to Dark Days Radio, I'm DJ Dustbowl!  In with a quick tip for any survivors listening: one zombie is bad news, two are worse.  Don't go Rambo on me.  Tackle threats in small numbers or through bottlenecks.  You aren't tougher than a zombie but you are smarter, use that to your advantage... or just run away.",
      "black goo in the water!  Drugs and who knows what else, the government wants you dumb and docile!  Wake up people.  They are the spawn of Satan!  This is Alan Jewels with the AJ show, well be back after the break.",
      "This is Escort, frequency one-fifty-five, nineteen-thousand, here's your report.  Can you gimme an 'amen', it's ...kshhhsk.... days after Armageddon and I'm still kicking.  The 49ers are headed southwards towards Neufolk, so if you're there and listening, barricade or lay low until they go by.  There's another horde forming out of Metro Bay.",
      "I'll be calling them the Pigskins, and they're circling the city right now, but trickles tell me they're going to converge on Neufolk in the next few days, so once the 49ers pass, Neufolkians, get all the supplies you can, cause this is gonna be a big one...",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  There has been several hundred confirmed cases of an unknown pathogen in the metropolitan area of ...kshhssk... in the last 24 hours.  The contagion is believed to be highly transmittable.  Residents are advised to remain in their homes at this time.  More information will be released as it becomes available.",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  The new pathogen has now been confirmed in several cities across the US.  Victims of this disease are known to display highly aggressive, rabies-like behavior, and may be violent to people around them.  Avoid contact with infected persons at all costs.  If you suspect that you or someone else has contracted the pathogen, contact emergency services immediately.",
      "This is not a test.  Seek immediate shelter.  Multiple missile launches have been confirmed to be targeting the ..ksshhsk... Seek immediate shelter.  If a community shelter is not available, alternative shelter locations are basements, beneath stairwells, or central rooms with no windows.  Ensure that you have sufficient protection from falling debris.  Ensure that you have food and water for at least one week.  Repeat.  Seek immediate shelter.",
      "zzzzchzzzzchurzzz Are you tired of always losing your dumpy old sunglasses?  Tired of having to pay for over price shades just to have them fall to pieces?  Well no longer now introducing zchzzzzch- brand Anti-glare compensators for the shade you need in you.  Order now for 12 easy payments of $1200.99 and we'll throw in a free order of zpzzzzpzz eye bot.",
      "This is WSSA-233, broadcasting from <city>.  We've barricaded all the doors and windows.  There's a ton of them right outside, we're trying to stay quiet.  Do not, I repeat, do not approach.",
      "First Fleet, this is Mount Wheater, we've send a helicopter with a squad to the location of the Guard Outpost. If any survivors of the crash are to reach the outpost, contact the base, we are short on men and one of the big ones has just breached the perimeter.  Over.",
      "USS Eagle of Freedom to all callsigns.  Operation Ocean 11 is in effect.  Repeat.  Operation Ocean 11 is in effect.  Sir, this should effectively reach about 150 units, but there is no response from literally anyone in hours.  Their coms winked out like candles in the wind.  And how do we even secure the port to load anyone in?",
      "Seagull 54 to USS Eagle of Freedom.  It's as we predicted.  Going down on last reserves of fuel, with dropping evacuated unit out of question at that point.  This is our last call.  Will try emergency landing at ...kshssssssk... Don't send us a rescue team, we know the odds.  Will be moving east towards the shore, and if we're not there in T minus 3 days, count us dead.  Proud to serve the country.  Over and out."
    ]
  },
  {
    "type": "snippet",
    "category": "amigara1",
    "text": [
      "ENTRY 47:\nOur normal mining routine has unearthed a hollow chamber.  This would not be out of the ordinary, save for the odd, perfectly vertical faultline found. This faultline has several odd concavities in it which have the more superstitious crew members alarmed; they seem to be of human origin.\nENTRY 48:\nThe concavities are between 10 and 20 feet tall, and run the length of the faultline.  Each one is vaguely human in shape, but with the proportions of the limbs, neck and head greatly distended, all twisted and curled in on themselves."
    ]
  },
  {
    "type": "snippet",
    "category": "amigara2",
    "text": [
      "ENTRY 49:\nWe've stopped mining operations in this area, obviously, until archaeologists have the chance to inspect the area.  This is going to set our schedule back by at least a week.  This stupid artifact-preservation law has been in place for 50 years, and hasn't even been up for termination despite the fact that these mining operations are the backbone of our economy.\nENTRY 52:\nStill waiting on the archaeologists.  We've done a little light inspection of the faultline; our sounding equipment is insufficient to measure the depth of the concavities.  The equipment is rated at 15 miles depth, but it isn't made for such narrow tunnels, so it's hard to say exactly how far back they go."
    ]
  },
  {
    "type": "snippet",
    "category": "amigara3",
    "text": [
      "ENTRY 54:\nI noticed a couple of the guys down in the chamber with a chisel, breaking off a piece of the sheer wall.  I'm looking the other way.  It's not like the eggheads are going to notice a little piece missing.  Fuck em.\nENTRY 55:\nWell, the archaeologists are down there now with a couple of the boys as guides.  They're hardly Indiana Jones types; I doubt they been below 20 feet.  I hate taking guys off assignment just to babysit the scientists, but if they get hurt we'll be shut down for god knows how long.\nENTRY 58:\nThey're bringing in ANOTHER CREW?  Christ, it's just some cave carvings!  I know that's sort of a big deal, but come on, these guys can't handle it?"
    ]
  },
  {
    "type": "snippet",
    "category": "amigara4",
    "text": [
      "MINE OPERATIONS SUSPENDED; CONTROL TRANSFERRED TO AMIGARA PROJECT UNDER IMPERATIVE 2:07B.\nFAULTLINE SOUNDING HAS PLACED DEPTH AT 30.09 KM.\nDAMAGE TO FAULTLINE DISCOVERED; NEPOWER MINE CREW PLACED UNDER ARREST FOR VIOLATION OF REGULATION 87.08 AND TRANSFERRED TO LAB 89-C FOR USE AS SUBJECTS.\nQUALITY OF FAULTLINE NOT COMPROMISED.\nINITIATING STANDARD TREMOR TEST..."
    ]
  },
  {
    "type": "snippet",
    "category": "headshop_graffiti",
    "text": [ "(~);}", "<given_name> + <given_name> forever", "Be Kind", "Save the whales!" ]
  },
  {
    "type": "snippet",
    "category": "death_note",
    "text": [
      "This is General Baker.  Today I received a top-secret letter with new orders from high command.  These orders described a new set of coordinates for our ICBM.  My men deciphered it, and it became crystal-clear that coordinates are pointing to a certain place inside our country.  I requested re-confirmation, and after a short while I received it with the same coordinates, so it wasn't an weird error as I originally thought.  I don't know what's on the minds of these guys in the government, but I'm not gonna bomb innocent people of my country.  We're just one step away from starting a war, so failure to comply with an order will obviously result in a execution.  And it's just a matter of time when they come for me.  So actually I'm already a dead man.  Whomever may find this.  Please tell my wife Jane I love her and Michael Jr.  And tell her I'm sorry.  General Michael Baker"
    ]
  }
]
