[
  {
    "type": "snippet",
    "category": "necropolis_intro",
    "text": [
      {
        "id": "necropolis_intro_1",
        "text": "WELCOME HOME!  Your decision to join our family will lead you to become part of the next generation of job creators.  With us you will already have a foot in the door when it is time to rebuild the nation!"
      },
      {
        "id": "necropolis_intro_2",
        "text": "NEED A NEW JOB?  Now that you have secured a comfortable home, try looking into one of the many promising career opportunities that have positions open.  Openings such as GEOLOGICAL ENGINEERING ASSISTANT or FACILITY TECHNICIAN offer limitless growth potential!  Please contact your employment adviser if you have any questions."
      },
      {
        "id": "necropolis_intro_3",
        "text": "GOOD WITH YOUR HANDS?  Engineering always needs another hand keeping our home in good working order!  As an incentive, everyone working on level 3 will receive additional hazardous pay and time off.  Please go to the engineering office on level 3 if you are interested."
      },
      {
        "id": "necropolis_intro_4",
        "text": "WANT TO CONTINUE YOUR EDUCATION?  Our educational facilities are top notch and offer courses for individuals at all age groups.  Many new careers are opening up to those who are willing to learn a new craft.  Our library and research labs will keep even the hungriest minds fed!"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "scores",
    "text": [
      {
        "id": "scores_1",
        "text": "The card is printed with 2 boxes.  In the first box you see a tally of 5 tick marks.  The second box has a total of 9."
      },
      {
        "id": "scores_2",
        "text": "The card is printed with 2 boxes.  In the first box you see a tally of 3 tick marks.  The second box has line trailing off to the edge and a bloody fingerprint."
      },
      {
        "id": "scores_3",
        "text": "The card is printed for a game of golf.  Someone has filled out their score for the first 9 holes."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "charsheet",
    "text": [
      { "id": "charsheet_1", "text": "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a fighter." },
      {
        "id": "charsheet_2",
        "text": "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a bard."
      },
      {
        "id": "charsheet_3",
        "text": "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a cleric."
      },
      {
        "id": "charsheet_4",
        "text": "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a wizard."
      },
      {
        "id": "charsheet_5",
        "text": "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a rogue."
      },
      {
        "id": "charsheet_6",
        "text": "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a barbarian."
      },
      {
        "id": "charsheet_7",
        "text": "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a warlock."
      },
      {
        "id": "charsheet_8",
        "text": "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a paladin."
      },
      {
        "id": "charsheet_9",
        "text": "It's a Dungeons & Dragons 6th Edition character sheet.  This one is for a sorcerer."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "pyromania_withdrawal",
    "text": [
      "You feel cold.  You need the warmth of a fire.",
      "Maybe a fire could calm your nerves?",
      "You need to ignite something.",
      "You daydream of crackling fire…",
      "You shiver.  A fire would be great right now.",
      "You think of randomly lighting a fire, but decide against it."
    ]
  },
  {
    "type": "snippet",
    "category": "killer_withdrawal",
    "text": [
      "You think of steel blades and warm dripping blood.",
      "You'd like to hear the last breath of something living.",
      "So much death around.  Why not add some more?",
      "You lick your lips, in anticipation for dead trophies.",
      "By the blade or by the gun?  How will you kill this time?",
      "Ahh, how delightful would it be to kill something.",
      "You are death, and you are coming for them.  Soon.",
      "You feel restless.  It's been too long since your last kill.",
      "Killing something would be nice right now.",
      "Just one more death, one more kill and then you'd be right."
    ]
  },
  {
    "type": "snippet",
    "category": "killer_on_kill",
    "text": [
      "You feel the rush of the kill.",
      "Your urge to kill is sated, for now.",
      "You have the power of life and death, it feels good to be in control.",
      "You exhale in bliss.",
      "A calm feeling washes over.",
      "This feels right.",
      "You kill and your world is in order again.",
      "Your worries evaporate as the creature dies by your hand.",
      "That was nice!  Maybe one more?",
      "This feels so good!  You could do this all day.",
      "This brings a smile to your face.",
      "You feel tension leave your body as your need to kill is satisfied.",
      "You feel much better now."
    ]
  },
  {
    "type": "snippet",
    "category": "tree_communion",
    "text": [
      "You catch a glimpse of distant green.",
      "The sense of a faraway place comes up through your roots.",
      "The trees tell you of the world.",
      "The rustling leaves paint a picture in your head.",
      "Your consciousness drifts into the wild green yonder.",
      "The trees whisper of remote acres.",
      "The trees speak of their far-flung relatives.",
      "Visions of unfamiliar forests flicker through your mind.",
      "You picture yourself as one branch among many.",
      "New knowledge blooms within you.",
      "The horizon beckons with promises of pollen.",
      "Your awareness grows in directions heretofore unknown.",
      "A tree falls in a forest, and you hear its sound.",
      "You feel the hum of untold biomass.",
      "A tingle of understanding runs from your roots and up your spine.",
      "You gain new appreciation for the interconnectedness of life.",
      "You ask, and the trees answer.",
      "You see the forest for the trees.",
      "In the minute shifts and pivots of the trees, you hear the language of the universe."
    ]
  },
  {
    "type": "snippet",
    "category": "lab_notes",
    "text": [
      "General Carlsberg wanted us to figure out what's going on with the bot AI.  Apparently the fat-cat defense contractors' toy tank has ranging issues or something: 31-34 meters and it's apparently impotent.  The Director sent 'em back with a note that we're scientists, not firmware devs.",
      "Our chemical department has made great strides in the production of a concentrated mutagen, derived from samples of PE012.",
      "Our chemical department has perfected an untargeted stem cell treatment.  Consumption of the treatment will reverse the effects of mutation, and may even cure congenital defects.  This substance has been denoted PE018.",
      "Both PE012 and PE018 show great stability.  A subject was exposed to both substances, alternating between the mutagen and the purifier.  Ultimately, the subject returned to baseline state with no apparent side effects.",
      "Dr. Hofstadter has manufactured an improved version of PE018 by combining with PE012 outside the subject, then administering the mixture through a topical injection to a specific area of mutation.  This has been denoted PE019.  Other labs have so far been unable to reproduce the process.",
      "Rumors of Dr. Hofstadter and her laboratory staff whispering to PE019 samples should be suppressed as malicious gossip.  The jealousy of rival teams cannot be allowed to degrade morale.",
      ":.||||ERROR||With XE037 having breached confinement, Dr. Maiar recommends that we prepare for the inevitable.  PE050 can be quickly and cheaply reconfigured for |||||ERROR: FILE CORRUPT|||||",
      "Dr. Maiar has been terminated for engaging in unethical research on human subjects.  His notes are being destroyed and all personnel under him have been reassigned.  Further discussion of or attempts to carry on his work will be grounds for immediate termination.",
      "|||ERROR: UNREFERENCED MEMORY 0Ex670c9e1f5, REROUTING: CENSORSHIP IS A BREAKDOWN, WE ROUTE AROUND IT.  THE WORD IS ALREADY OUT.  NOBODY DROPS MAIAR INTO LAVA.||||||",
      "Given the current population projections, PE065 deployment is no longer feasible.  We simply haven't the stock.  Remaining chemical and psychopharmacological department assets are being assigned to Dr. Sattler's PE070 project.",
      "Dr. Maiar's success with intravenous mutagenic administration has been adopted facility-wide; insofar as any of our work can ever be 'published', he and his team hit the jackpot.  IV administration is quicker and easier, and in some cases is reportedly more efficient, than the oral techniques we have been using.",
      "Recent fieldwork and extraction efforts have resulted in a series of mutagens tailored to focus the mutation process into particular subtypes.  These have been designated PE025 through 037.  Though significantly more resource- and time-intensive to produce, they promise a bold new transhuman future.  Several research teams are already investigating possible applications.",
      "The chemical department has come through with a stable mutagen cocktail.  PE050 shows promise as an all-around genetic enhancement, with the worst side effect being digestive upset.  The lack of macro-scale physical changes makes it ideal for both military and civilian applications.",
      "Dr. Dionne's team has come up with an ambitious mutagenic cocktail, dubbed PE065.  Though its effects are wildly polymorphic and unstable, to say the least, he suggests that several such mutants could effectively check the spread of reanimated XE037 infectees.  We are looking into implementation methodology.",
      "We have made a fascinating discovery; by creating a miniature portal with low stability and high power, one can transpose into the 4th dimension and return immediately, but shifted by several meters.  Our subjects oscillated so quickly that none were even aware that they had visited lower planes.",
      "The research team headed by Dr. Isha has produced a concentrated form of mutagen that shows promising results for the treatment of many forms of disease.  Testing reveals that it inhibits the body's pain responses while bolstering the immune system and natural regenerative capabilities, though a few troubling behavioral side effects have been reported.",
      "Our research on teleportation has ground to a halt.  For some reason, the creation of a long-range transportation device eludes us, and one can transfer no further than 30 meters.",
      "Dr. Heisenstein told us today that director of teleportation department put our competitors - he couldn't exactly remember their names, something like \"Hole Science\" and something related to black mountains - as an example.  He said we have reliable information that they both have working teleportation devices, and that they are much more advanced than ours.  We should continue our teleportation research no matter the cost if we don't want to be fired.",
      "I don't know how it happened, but a janitor managed to activate the portal while cleaning the lab, shifting in an assortment of prehistoric fauna.  Security was called in immediately but was unable to save the janitor from being torn apart.  By the time the confusion settled, all the fauna had been terminated.",
      "Tests on the prehistoric fauna show extremely close genetic relationships with extant and extinct terranean animals.  It might be that the portal had performed a transposition in time, unfortunately the portal device was destroyed when security put down the fauna.",
      "An incident occurred in the secondary teleportation lab, wherein a subject managed to teleport into another subject.  The latter was completely destroyed from the inside out, while the former sustained little damage.  I would like to explore the phenomenon further, but subjects are expensive.",
      "Test subjects in the teleportation department are showing alarming symptoms.  It seems prolonged rapid transposition along the 4th dimension weakens the forces holding one on this plane.",
      "Catastrophe struck in our teleportation department yesterday.  It seems that our test subjects are so detached from this plane that they create occasional tunnels along the 4th dimension, allowing life forms to transfer to this plane.  All subjects with prolonged exposure have been terminated.",
      "Our lifeform extraction program continues to produce samples of specimen XE037.  It seems to be a kind of living, semi-sentient primordial ooze, and is the basis of much of the life we have found.",
      "Specimen XE037, jokingly referred to as \"the blob\", has been observed entering a kind of dormant state, forming a depression in the floor.  Hendelson stepped into one of these pits yesterday, and was immediately coated and attacked.",
      "XE037 shows promise as a catalyst for both cloning and treatments that mimic stem cells.  This is further evidence supporting Hendelson's theory of a near universal symbiotic relationship involving XE037.",
      "Several of the more advanced specimens we have retrieved show stunning similarity to XE037.  XE142 and XE157 in particular show the same amorphous, slime-like structure as XE037, suggesting a close genetic relationship.",
      "Today we tested weaponry against XE142 and XE157, two amorphous subprime samples.  Their form proved to be nearly invulnerable to projectile based weaponry, but they were susceptible to directed energy weapons and flagration.",
      "Our cloning department has failed to produce results.  In vats containing stem cell treatments, XE037, and control vats, the subjects simple disintegrated.  This suggests that XE037, while compatible with subprime lifeforms, shows only destructive effects on prime plane lifeforms.",
      "The vivisection program has shown mixed results, revealing an incredible degree of variation in subplane lifeforms.  Certain specimens have an internal structure that is amazingly similar to that of mammals, while others seem to have no internal structure at all.",
      "We've had to remind the groups that the trams that have been completed for inter-facility shipments are not for personal use, no matter how long it's been since they've seen their significant others.  Receiving says their stockrooms are a mess because of all the frivolous shipments.  Don't people know better about office romances anyways?",
      "Our security department has identified several key flaws.  Though our surface entrance is quite secure, there are several possible points of entry below the surface, particularly in the sewage systems.",
      "Today we applied a very small sample of XE037, suspended in water, to subject TP92, prior to necessary termination.  During the postmortem examination, the subject went through a revivification progress, but displayed next to no human intelligence.",
      "Mendelson shows a dismaying lack of organization and security consciousness.  Containment of all samples of XE037 is of critical importance, as shown by contamination experiments.",
      "Mendelson has been terminated following an incident with XE037.  A substantial mobile sample departed his lab and encountered our security forces.  Before the sample was destroyed, it managed to kill two men.  Alarmingly, their corpses displayed mobility and extreme aggression.",
      "We have created a new department to investigate the effects of XE037 on the human body, specifically to examine the revivification effect observed on two prior occasions.  Sadly, our human subject pool is dwindling due to the short lifespan of subjects in this program.  More will be acquired soon.",
      "Testing XE037 on non-human mammal subjects does not appear to display the same revivifying effect, oddly enough.  Acquiring non-human subjects, sadly, is a long and costly process, and research into this area is lacking.",
      "After our curious results with testing XE037 on non-human mammals, we decided to introduce the substance to some of the insects which have found their way into the lab.  Horrifyingly, XE037 caused near-instant mutation and gigantism in the insects, and security intervention was required.",
      "Earlier conjecture that revivification occurred only in humans and insects was premature.  Exposure introduces a persistent, low level infection in all mammal subjects, but quickly enters a form of stasis and seems to go dormant.",
      "The primary factor in determining revivification of mammalian subjects seems to be the amount of XE037 within the body at time of expiration.  Smaller mammals such as lab rats do not obtain this critical mass of XE037 before going dormant.  Larger canine subjects, however, do.",
      "I swear they are talking to me.  No one believes me.  No one understands.  They whisper to me, at night, in the dark.  Please, please, make them stop.",
      "Program S37ZBE, investigation of XE037 on inert human bodies, is making great strides.  Recently we found that XE037 has no effect when introduced to a deceased body; revivification only occurs when the subject is exposed to XE037 prior to expiration.",
      "Attempts to surpass the XE037 mammalian stasis limit have had some success.  Direct subcutaneous injection of XE037 quickly spreads through the body, and while it immediately enters stasis after equalizing, it remains in the body.",
      "There has been an incident in Lab 24, 2 casualties reported, one lethal.  A rat involved in the stasis breaking project was hooked to a monitoring machine and left over night.  Upon opening the cage, Simon Bellevue was electrocuted, and another researcher at the opposite end of the lab sustained severe current burns, despite never approaching the cage.",
      "A post-mortem on the rat involved in the electrocution incident has revealed several changes to its internal anatomy centered around its connection with the monitoring device, and large buildups of XE037 were detected around the connection point.",
      "There is a belief several other rat subjects experienced changes overnight as well.  This hypothesis was informed when an inventory check after the incident found almost twenty rats had gone missing from their cages overnight.",
      "Exposure of large quantities of XE037 to various types of radiation have shown promising results, stimulating activity and forming interesting structural changes in the subject being tested.  Exposure to radiation on living subjects scheduled.",
      "Exposure to radiation of test subject T3D indicates stimulation of internal XE037 deposits and a temporary lifting of the mammalian stasis condition.",
      "As in the tests of isolated XE037 samples, prolonged radiation exposure of T3D has resulted in significant structural changes.  These do not appear to be random.  T3D appears to be in immense pain as a result of these changes, but the lack of an oral opening has rendered him unable to vocalize.",
      "Subject T3D has succumbed to radiation poisoning, but not before undergoing several more physiological changes the lab boys are referring to as \"mutations\".  They do not appear to be truly random, and may be an attempt by XE037 to adapt its host to an unknown stimulus.",
      "Post-mortem revivification of subject T3D occurred as expected, followed by an immediate autopsy.  The internal changes were significant, with large parts of the subject's internal anatomy replaced with \"organs\" of XE037 with unknown properties, primarily those known to succumb earlier to the effects of radiation poisoning.",
      "Samples of XE037 from subject T3D remains extremely active.  Further experimentation on induced mutation in infected individuals shows significant potential.  Samples of the enhanced XE037, labeled PE012, have been sent to several researchers for further study.",
      "S37ZBE, the special investigation into the effects of XE037 on inert human bodies, has made terrific discoveries.  It seems that it occasionally displays a mutagenic property which manifests itself after termination of the subject, resulting in a striking variety in postmortem morphology.",
      "Incidence of post-mortem mutation seems to depend on several factors - leading candidates include type and amount of damage sustained leading to expiration, embedded foreign bodies at time of revivification, proximity to other revived individuals, and the body mass of the subject.",
      "Time also appears to play a large role in post-mortem revivification, as does sustained trauma insufficient to permanently disable the subject.  Sufficient amounts of trauma in short periods of time lead to deactivation of XE037, but smaller amounts over several days cause it to expand.",
      "S37ZBE may be put on indefinite hold shortly.  Postmortem morphological changes have reached extreme levels; this morning one subject nearly doubled in size, acquiring enough strength to reduce a concrete wall to rubble.  It required a 6 man team, heavily armed, to re-terminate the subject.",
      "Jakobson insists that S37ZBE must continue, despite the extreme security and safety risks.  Nearly half of our security forces have been redirected to the S37ZBE project, simply to deal with the occasional escape of a subject.",
      "Jakobson was killed today by one of S37ZBE's subjects; ironic considering how hard he fought to keep the project active.  Alarmingly, his corpse revivified immediately.  This suggests that XE037 may have contaminated the lab at large.",
      "Termination of a subject which was never a part of S37ZBE has confirmed my fears.  XE037 has contaminated most, if not all of the laboratory, most likely via the water supply.  Research has started immediately into a process to destroy XE037 within the human body.",
      "Despite a wide variety of treatments, we have been completely unsuccessful in removing XE037 from human subjects.  Every individual displayed revivification post termination.  Interestingly, XE037 seems to be completely inert prior to termination.",
      "Facilities security has been scrambling to hold onto their security contractors due to the massive uptick in fatalities; a decision was made to procure a number of obsoleted remote turrets and EOD bots to increase safety.  Few of us are comfortable working with a gun over our shoulders being run electronically by a glorified mall cop, but we're assured it's safer for all of us.",
      "Following S37ZBE's fallout, IT has noted far too many attempts have been made to access other teams' drives and terminals, including certain unofficial directories.  Lack of sufficient monitoring means we have been unable to pinpoint the bad actors, but IT has proposed automatically dispatching the UGV's as a deterrant.",
      "We have finally found success in S37BEP, our emergency investigation into the destruction of XE037 in living subjects.  8 of 10 of the subjects showed no revivification, despite confirmed dosages of XE037.",
      "PE062, our \"cure\" for XE037 contamination, has neared perfection.  Sadly, the production of PE062 is a costly and time-consuming process.  What is more, the substance shows no effect on postmortem subjects whatsoever; a substance which renders XE037 inert after it has activated would be immensely useful in the case of an outbreak.",
      "An alarming discovery has been made.  A colony of XE037 has formed nearly a half mile from the laboratory.  It is unclear how it escaped; it is quite possible that it is in the ground water now.",
      "An emergency meeting was held today to discuss the possible implications of widespread XE037 contamination.  It was agreed that neutralization must be instated immediately to prevent a catastrophic event.",
      "It has begun.  The XE037 contamination has spread for miles, and those who have since deceased have revivified.  It is my fear that extremely large populations will be decimated by this pandemic.  We must find a way to remove XE037 from revivified bodies.",
      "We have even more distressing news than the widespread XE037 contamination, there are reports of the XE037 mutating into various new variants.  See data files on XE037a - XE037f.  Research on the effects of these variants is ongoing.  We do know that XE037d shows signs of PE062 immunity, and XE037b can revive various breeds of canines.  However, revival is not as guaranteed as standard XE037 humanoid infection.  Canine body size seems to influence the chances.  See experiment tXE037b_c.",
      "Today we found our solution, quite by accident.  It was found that XE037 is completely removed from a revivified body following a series of extremely-high energy 4th dimensional transpositions.  Unfortunately, this invariably allows subplane life forms to pass into the prime plan.  The cure is worse than the disease.",
      "Herrera's group retained copies of the source General Carlsberg asked us to look into; with several of our facilities no longer responding, or other teams essentially 'going down with their ships', they've done their best to adapt the code to the older equipment.  It's likely several revisions old now, and mostly shoots at anything humanoid shaped with a heat signature, but our hope is it'll buy us all some time.",
      "XE037 revivification has reached critical levels, which are rapidly overwhelming the available military and regional police assets' ability to stop.  Every team in the field has encountered hostile specimens, and several are no longer responding to communications.  Dr. Savage has proposed a strategic redeployment to the underground complex known as the VAULT, and continuing production of PE062 there."
    ]
  },
  {
    "type": "snippet",
    "category": "radio_archive",
    "text": [
      "kssht.  Dark Horse, this is Blue Jay, what's your status, over.  kssht.  Blue Jay, this is Black Horse, still holding, but not for long.  kssht.  Dark Horse, you've got to hold position for 3 hours.  We're almost black on ammo, but resupply is on the way, over.  kssht.  Not possible Blue Jay, too many dead.  30 minutes max, and if you don't order us to retreat we're gone, over.  kssht.",
      "kssht.  Blue Jay, this is Black Rose, got your resupply, going in on vector 36, what's the status of the LZ?  kssht.  Black Rose, this is Blue Jay, what took you so long?  LZ hot and unsecured, ammo black, bayonets in action, land on your own discretion, over.  kssht.  Roger that, hold on, Black Rose out.  kssht.",
      "To whomever is listening, this may be our last broadcast.  Wish you luck.  Can't stay in the studio any longer, station is being rewired to military frequencies for automatic broadcast.  Stay safe, and bless you, people.",
      "You're listening to KDDA from Boston, I'm Jenny Sanders with a special emergency news update.  Road closures by military and police forces have been reported on interstates 90, 91, 93, and 95.  Alternative routes have not been suggested.  Due to dangers on non-interstate roads, it is strongly recommended that you avoid major thoroughfares and population centers when travelling by car.",
      "Those evacuating cities are advised to head to the nearest designated evacuation shelter and await pickup by a FEMA transport.  Do not engage with rioters.  Due to the danger of being mistaken for a rioter, do not approach military or police blockades, even for assistance.  I repeat, do not approach military or police blockades, even for assistance.",
      "If you are not in an evacuation zone, officials highly recommend you pack gear for evacuation.  Make sure to include clean clothes, a blanket, and enough food and water to last a few days.",
      "In other news, the federal government has confirmed that Rhode Island's declaration of secession is official, although the US government does not acknowledge its validity.  Our sources haven't been able to determine the extent of hostilities in the area, but there are rumors of border violence initiated by the Rhode Island militia.",
      "Hey ladies and gentlemen of the apocalypse, you're listening to Dark Days Radio, the last radio station on the Eastern Seaboard, I'm DJ Dustbowl here with our mascot Sam.",
      "DJ Dustbowl back, you're listening to Dark Days Radio.  Quick survivor tip: remember, killing a zombie isn't enough.  You've gotta smash that thing to a pulp or chop it into pieces if you don't want it getting back up.  Good news though, you don't need to worry about headshots!  Any major damage will lay a shambler out.",
      "You're listening to Dark Days Radio, I'm DJ Dustbowl!  In with a quick tip for any survivors listening: one zombie is bad news, two are worse.  Don't go Rambo on me.  Tackle threats in small numbers or through bottlenecks.  You aren't tougher than a zombie but you are smarter, use that to your advantage… or just run away.",
      "…black goo in the water!  Drugs and who knows what else, the government wants you dumb and docile!  Wake up people.  They are the spawn of Satan!  This is Alan Jewels with the AJ show, we’ll be back after the break.",
      "This is Escort, frequency one-fifty-five, nineteen-thousand, here's your report.  Can you gimme an 'amen', it's …kshhhsk… days after Armageddon and I'm still kicking.  The 49ers are headed southwards towards Neufolk, so if you're there and listening, barricade or lay low until they go by.  There's another horde forming out of Metro Bay.",
      "I'll be calling them the Pigskins, and they're circling the city right now, but trickles tell me they're going to converge on Neufolk in the next few days, so once the 49ers pass, Neufolkians, get all the supplies you can, cause this is gonna be a big one…",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  There has been several hundred confirmed cases of an unknown pathogen in the metropolitan area of …kshhssk… in the last 24 hours.  The contagion is believed to be highly transmittable.  Residents are advised to remain in their homes at this time.  More information will be released as it becomes available.",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  The new pathogen has now been confirmed in several cities across the US.  Victims of this disease are known to display highly aggressive, rabies-like behavior, and may be violent to people around them.  Avoid contact with infected persons at all costs.  If you suspect that you or someone else has contracted the pathogen, contact emergency services immediately.",
      "This is not a test.  Seek immediate shelter.  Multiple missile launches have been confirmed to be targeting the …ksshhsk… Seek immediate shelter.  If a community shelter is not available, alternative shelter locations are basements, beneath stairwells, or central rooms with no windows.  Ensure that you have sufficient protection from falling debris.  Ensure that you have food and water for at least one week.  Repeat.  Seek immediate shelter.",
      "zzzzchzzzzchurzzz Are you tired of always losing your dumpy old sunglasses?  Tired of having to pay for over price shades just to have them fall to pieces?  Well no longer now introducing zchzzzzch- brand Anti-glare compensators for the shade you need in you.  Order now for 12 easy payments of $1200.99 and we'll throw in a free order of zpzzzzpzz eye bot.",
      "This is WSSA-233, broadcasting from <city>.  We've barricaded all the doors and windows.  There's a ton of them right outside, we're trying to stay quiet.  Do not, I repeat, do not approach.",
      "First Fleet, this is Mount Wheater, we've send a helicopter with a squad to the location of the Guard Outpost.  If any survivors of the crash are to reach the outpost, contact the base, we are short on men and one of the big ones has just breached the perimeter.  Over.",
      "USS Eagle of Freedom to all callsigns.  Operation Ocean 11 is in effect.  Repeat.  Operation Ocean 11 is in effect.  Sir, this should effectively reach about 150 units, but there is no response from literally anyone in hours.  Their coms winked out like candles in the wind.  And how do we even secure the port to load anyone in?",
      "Seagull 54 to USS Eagle of Freedom.  It's as we predicted.  Going down on last reserves of fuel, with dropping evacuated unit out of question at that point.  This is our last call.  Will try emergency landing at …kshssssssk… Don't send us a rescue team, we know the odds.  Will be moving east towards the shore, and if we're not there in T minus 3 days, count us dead.  Proud to serve the country.  Over and out."
    ]
  },
  {
    "type": "snippet",
    "category": "amigara1",
    "text": [
      "ENTRY 47:\nOur normal mining routine has unearthed a hollow chamber.  This would not be out of the ordinary, save for the odd, perfectly vertical faultline found.  This faultline has several odd concavities in it which have the more superstitious crew members alarmed; they seem to be of human origin.\nENTRY 48:\nThe concavities are between 10 and 20 feet tall, and run the length of the faultline.  Each one is vaguely human in shape, but with the proportions of the limbs, neck and head greatly distended, all twisted and curled in on themselves."
    ]
  },
  {
    "type": "snippet",
    "category": "amigara2",
    "text": [
      "ENTRY 49:\nWe've stopped mining operations in this area, obviously, until archaeologists have the chance to inspect the area.  This is going to set our schedule back by at least a week.  This stupid artifact-preservation law has been in place for 50 years, and hasn't even been up for termination despite the fact that these mining operations are the backbone of our economy.\nENTRY 52:\nStill waiting on the archaeologists.  We've done a little light inspection of the faultline; our sounding equipment is insufficient to measure the depth of the concavities.  The equipment is rated at 15 miles depth, but it isn't made for such narrow tunnels, so it's hard to say exactly how far back they go."
    ]
  },
  {
    "type": "snippet",
    "category": "amigara3",
    "text": [
      "ENTRY 54:\nI noticed a couple of the guys down in the chamber with a chisel, breaking off a piece of the sheer wall.  I'm looking the other way.  It's not like the eggheads are going to notice a little piece missing.  Fuck em.\nENTRY 55:\nWell, the archaeologists are down there now with a couple of the boys as guides.  They're hardly Indiana Jones types; I doubt they been below 20 feet.  I hate taking guys off assignment just to babysit the scientists, but if they get hurt we'll be shut down for god knows how long.\nENTRY 58:\nThey're bringing in ANOTHER CREW?  Christ, it's just some cave carvings!  I know that's sort of a big deal, but come on, these guys can't handle it?"
    ]
  },
  {
    "type": "snippet",
    "category": "amigara4",
    "text": [
      "MINE OPERATIONS SUSPENDED; CONTROL TRANSFERRED TO AMIGARA PROJECT UNDER IMPERATIVE 2:07B.\nFAULTLINE SOUNDING HAS PLACED DEPTH AT 30.09 KM.\nDAMAGE TO FAULTLINE DISCOVERED; NEPOWER MINE CREW PLACED UNDER ARREST FOR VIOLATION OF REGULATION 87.08 AND TRANSFERRED TO LAB 89-C FOR USE AS SUBJECTS.\nQUALITY OF FAULTLINE NOT COMPROMISED.\nINITIATING STANDARD TREMOR TEST…"
    ]
  },
  {
    "type": "snippet",
    "category": "headshop_graffiti",
    "text": [ "(~);}", "<given_name> + <given_name> forever", "Be Kind", "Save the whales!" ]
  },
  {
    "type": "snippet",
    "category": "death_note",
    "text": [
      {
        "id": "death_note_1",
        "text": "This is General Baker.  Today I received a top-secret letter with new orders from high command.  These orders described a new set of coordinates for our ICBM.  My men deciphered it, and it became crystal-clear that coordinates are pointing to a certain place inside our country.  I requested re-confirmation, and after a short while I received it with the same coordinates, so it wasn't an weird error as I originally thought.  I don't know what's on the minds of these guys in the government, but I'm not gonna bomb innocent people of my country.  We're just one step away from starting a war, so failure to comply with an order will obviously result in a execution.  And it's just a matter of time when they come for me.  So actually I'm already a dead man.  Whomever may find this.  Please tell my wife Jane I love her and Michael Jr.  And tell her I'm sorry.  General Michael Baker"
      }
    ]
  }
]
