[
  {
    "type": "snippet",
    "category": "note",
    "text": [
      { "id": "note_1", "text": "\"WE WERE RIGHT THE GOVERNMENT DID IT\"" },
      {
        "id": "note_2",
        "text": "\"Have seen a zombie making its kin raise even despite damage that normally would take them down, the surrounding air shimmered like around that hole in the air we've seen creatures coming through back home\""
      },
      { "id": "note_3", "text": "\"I shot the sheriff; but I couldn't find the deputy\"" },
      {
        "id": "note_4",
        "text": "\"Some plant vines started chasin after me, so I took a gas mask and some teargas and I ran through them.\""
      },
      { "id": "note_5", "text": "\"Slingshot right through the windshield k?\"" },
      {
        "id": "note_6",
        "text": "\"When I was a kid I used to slingshot at bugs and birds.  Its really playing off nowadays, Ill tell you what\""
      },
      {
        "id": "note_7",
        "text": "\"ALL YOU STONERS WITH YOUR VIDEYA GAMES - I BET YOU WISH YOU TOOK THE TIME TO LEARN A SKILL NOW DONTYA\""
      },
      { "id": "note_8", "text": "\"I tried to be a bard, but the rats didn't like my piping.\"" },
      {
        "id": "note_9",
        "text": "\"I found a chocolate bar on my pillow when I got home last night.  I left and don't wanna go back.\""
      },
      {
        "id": "note_10",
        "text": "\"this demon thing came after me  it got me good  i shot it but i dont know if ill make it\""
      },
      {
        "id": "note_11",
        "text": "\"DANNY IF YOU READ THIS THIS IS CLARA WE'RE ALL OKAY AND WE'RE HEADING TO THE RIVER.  A BOAT SAID THEY WERE DOCKED NEARBY.\""
      },
      {
        "id": "note_12",
        "text": "\"When I think of all the dead people I get mad, because I was supposed to be the next big leader.  WHERES MY CHANCE!??\""
      },
      { "id": "note_13", "text": "\"A man in a black robe came up to me, said he wanted to make a deal…\"" },
      {
        "id": "note_14",
        "text": "\"Cha-cha-cha-chia!  Saw a woman today, with fungus coming out her head like hair tendrils.\""
      },
      {
        "id": "note_15",
        "text": "\"The damn Autodoc overrides wouldn't work and I didn't have my hospital ID.  I couldn't save them alone.\""
      },
      {
        "id": "note_17",
        "text": "\"Gotta slow down, man.  I don't think we spend more than 20% of our time fightin',  Put some Marley on and take off that racketus tripcore nonsense, man.\""
      },
      { "id": "note_18", "text": "\"I kept shooting with my handgun, but I never got any better!\"" },
      {
        "id": "note_19",
        "text": "\"ITS OKEY GUYS!  I BARRYED A TIME CAPSUL IN MY BACKYARD!  I PUT IN SOME HOEHOES.\""
      },
      {
        "id": "note_20",
        "text": "\"I got my tinfoil hat on.  Good thing too, cause this monster was starrin at me kinda funny, trying to freeze my mind in place.\""
      },
      { "id": "note_21", "text": "\"You want my advice?  Smoke crack, it gets shit done.\"" },
      {
        "id": "note_22",
        "text": "\"ALWAYS WITH THE EFFICIENCY GUYS; YOU'RE ALWAYS WORKING TO GO HOME TO PAY RENT TO SLEEP TO WAKE UP TO WORK AGAIN.  STOP\""
      },
      { "id": "note_23", "text": "\"IM OFF TO THUNDERDOME, BYE SUCKERS.\"" },
      {
        "id": "note_24",
        "text": "\"If you get a parasite, take some sand and some vodka.  Rub the sand into the afflicted area, real good too; like you're washing your hair.  Then rinse with vodka.\""
      },
      {
        "id": "note_25",
        "text": "\"I put my toilet water into a gastank.  Then I poured it into a glass cup.  Then I drank it without vomiting my insides back into the toilet.\""
      },
      { "id": "note_26", "text": "\"This isn't real this is a test to turn you into a Manchurian Candidate!\"" },
      {
        "id": "note_27",
        "text": "\"They're all hiding on an oil rig, I heard it myself over the AM airwaves.  They think they're the nobles of the 21st century, the prigs.\""
      },
      {
        "id": "note_28",
        "text": "\"Some of 'em are big.  Real big.  Don't stick around, I saw my mate get fucking torn in half!\""
      },
      { "id": "note_29", "text": "\"po p y fl ow er s don t ea at them\"" },
      {
        "id": "note_30",
        "text": "\"Some guy is walking through the horde without a scratch.  Please tell me they're docile now.  Please fucking tell me.\""
      },
      { "id": "note_31", "text": "\"Why are all the lawnmowers broken?!\"" },
      {
        "id": "note_32",
        "text": "\"Some bridges, they're right next to each other, right?  If you see something up ahead one of those, just careen through to the other side.  My van was long enough to bridge right across!\""
      },
      { "id": "note_33", "text": "\"BURN BURN BURN BURN BURN ALL BURN ALL BURN ALL BURN\"" },
      {
        "id": "note_34",
        "text": "\"I took all the supplies.  Don't follow me.  I'm sorry, man.  I have to look out for myself now.\""
      },
      { "id": "note_35", "text": "\"My next-door neighbor had a katana in his basement!\"" },
      { "id": "note_36", "text": "\"Am I the last one alive?\"" },
      {
        "id": "note_37",
        "text": "\"Boyfriend stole my pistol while I was asleep.  I locked him in the bathroom and set the house on fire.  At least he attracted their attention.\""
      },
      { "id": "note_38", "text": "\"I get air conditioners, but… this whole place is frozen to ice!\"" },
      {
        "id": "note_39",
        "text": "\"A wood ax works pretty well against them.  So does a machete, but you can't cut down a tree.\""
      },
      {
        "id": "note_40",
        "text": "\"Why would you hide in a farm?  Sure, it's isolated, but if they know where you are, you don't exactly have cover on all sides.\""
      },
      { "id": "note_41", "text": "\"Imagine if this spread to, like, Australia.  Zombie kangaroos.  Haha…\"" },
      {
        "id": "note_43",
        "text": "\"I tried playing memorial music for my dead brother, on a radio.  They must have been attracted to it.  I can't see his grave through the crowd anymore.\""
      },
      {
        "id": "note_44",
        "text": "\"Took a picture of a dead dog leaping right onto a soldier.  Sweet fucking shot!\""
      },
      { "id": "note_45", "text": "\"Gas mask is nice and all, but I can hardly run with it on.\"" },
      {
        "id": "note_46",
        "text": "\"They set up the roadblock guns to run automatically.  TV said those fuckin things needed a human to keep em safe, they ain't safe now.\""
      },
      {
        "id": "note_47",
        "text": "\"The evac shelters are a death trap.  They took everyone else away but something in the driver's eyes told me not to go.  Now it's just me.\""
      },
      {
        "id": "note_48",
        "text": "\"I made mushroom babies.  My arms hurt.  I hurt.  I had mushroom babies.  They are growing now.\""
      },
      { "id": "note_49", "text": "\"It doesn't matter how you die.  You're gonna turn into one of them.\"" },
      { "id": "note_50", "text": "\"WHY DO ALL THE DEAD CHILDREN GO TO SCHOOL\"" },
      { "id": "note_51", "text": "\"Don't keep your goddamn casings!  They'll just weigh you down.\"" },
      {
        "id": "note_52",
        "text": "\"Local auto shop is full of the things.  And to think I worked with them on repairing cars… now they're just… fucking corpses.\""
      },
      { "id": "note_53", "text": "\"DON'T EAT THE SLIME DON'T EAT THE SLIME DON'T EAT THE SLIME\"" },
      {
        "id": "note_54",
        "text": "\"I used to be human.  But… my arms… they are like tentacles.  I slither along akin to a snail and I shed my feathers every day.\""
      },
      {
        "id": "note_55",
        "text": "\"Killed a giant worm thing, but now I'm only three feet tall.  Should've just left the damn worm alone, now none of my clothes fit!\""
      },
      { "id": "note_56", "text": "\"I don't have enough time to double tap.  You don't either.\"" },
      { "id": "note_57", "text": "\"PINK TALL ONES RUN RUN RUN RUN RUN\"" },
      { "id": "note_58", "text": "\"Are they still human inside?\"" },
      { "id": "note_59", "text": "\"the eye it watches me it follows me everywhere help\"" },
      { "id": "note_60", "text": "\"tHE Portal it's so COld\"" },
      { "id": "note_62", "text": "\"GOD CAN'T SAVE US\"" },
      { "id": "note_63", "text": "\"SHOOT YOURSELF, LET IT END QUICKLY\"" },
      {
        "id": "note_64",
        "text": "\"There are five basic rules to survival.  One, stay prepared and watchful.  Two, keep your iron sights lined up or succumb.  Three, stay FAR WAY from all\""
      },
      {
        "id": "note_65",
        "text": "\"The bricks of this bathroom look like a face.  Haha… it's all I can focus on.  At least let me shit before you break down the door.  Please…\""
      },
      { "id": "note_66", "text": "\"What the hell are they mining for in these shafts?\"" },
      { "id": "note_67", "text": "\"I am one with the plants.\"" },
      { "id": "note_68", "text": "\"Broadsword!  Yeah!\"" },
      {
        "id": "note_69",
        "text": "\"If you see a trail of dirt getting displaced in your direction… run.  Run for your life.\""
      },
      { "id": "note_70", "text": "\"DINT ATE THE MUSHROM\"" },
      { "id": "note_71", "text": "\"Libraries are useless after the apocalypse.\"" },
      {
        "id": "note_72",
        "text": "\"I swear to God I've seen these plant things before!  In a book, or something!  I swear…\""
      },
      { "id": "note_73", "text": "\"Is robbing a bank easier or harder now that all the guards are undead?\"" },
      { "id": "note_74", "text": "\"Make sure your car is REALLY stopped before you get out.\"" },
      {
        "id": "note_75",
        "text": "\"I found some kind of stone pyramid with spikes.  I feel… I feel like I'm being watched.\""
      },
      {
        "id": "note_76",
        "text": "\"Why would you ever hide in a damn gun store?  The owner… he was a moron alright.\""
      },
      { "id": "note_77", "text": "\"THEY DON'T feel ANYTHING\"" },
      { "id": "note_78", "text": "\"What was the government doing, anyway?\"" },
      {
        "id": "note_79",
        "text": "\"Is that one pharmaceutical company gonna come out with a, like, cure for this anytime soon?\""
      },
      { "id": "note_80", "text": "\"THE MARLEY WAS RIGHT\"" },
      {
        "id": "note_81",
        "text": "\"Squeeze some ammonia into zombie flesh and hold it tight.  You smell like one of them!  I think.\""
      },
      { "id": "note_82", "text": "\"I thought my damn terminal cancer was bad enough… now the dead are rising?!\"" },
      { "id": "note_83", "text": "\"THE GOO IS IN THE WATER DON'T DRINK WATER\"" },
      { "id": "note_84", "text": "\"Don't let the ember go out please don't go out I need you precious fire.\"" },
      {
        "id": "note_85",
        "text": "\"Everyone used their gas to get to another town… but it's the same story everywhere.\""
      },
      { "id": "note_86", "text": "\"There's still an evacuation point at Concord, spread the word.\"" },
      { "id": "note_87", "text": "\"STAY AWAY FROM CONCORD\"" },
      {
        "id": "note_88",
        "text": "\"Most things can be taken out with a shotgun.  More things can be taken out with a grenade.  Imagine what a mini-nuke does.\""
      },
      { "id": "note_89", "text": "\"Come to the bar if you see this, let's re-enact a zombie movie, friends.\"" },
      { "id": "note_90", "text": "\"They are NOT slow!  They are NEVER slow!\"" },
      { "id": "note_91", "text": "\"I had a phobia of bees BEFORE they grew to enormous sizes.\"" },
      {
        "id": "note_92",
        "text": "\"Your backpack's gonna weigh you down in the water.  Hell, feel free to get naked.  Nobody's going to judge your modesty.\""
      },
      { "id": "note_93", "text": "\"Guns too loud.  Crossbow too long.  Running is best.\"" },
      { "id": "note_94", "text": "\"99.9% dead?  I'd like to see a million zombies on Wall Street.\"" },
      { "id": "note_95", "text": "\"Crawled in through the vents.  Whole office building is infested.\"" },
      {
        "id": "note_96",
        "text": "\"Don't shoot the people who get bit!  It's OK!  Death is the only thing that makes you turn!\""
      },
      {
        "id": "note_96a",
        "text": "\"Check your friends for bites, don't let them hide it and turn on you.  Only way out is to shoot em in the head.\""
      },
      {
        "id": "note_97",
        "text": "\"Zombies, walkers, dead ones, undead, reanimated, zed, animata, biters.  Did I miss any?\""
      },
      { "id": "note_98", "text": "\"All I've got is this keg of beer and an appetite.  Come at me, apocalypse!\"" },
      {
        "id": "note_99",
        "text": "\"My cousin says that murder nowadays is just a war crime.  War for what, I don't know, since the undead seem to be rebels without a cause.\""
      },
      { "id": "note_100", "text": "\"SWAMPS RUN SWAMPS NO SWAMPS RUN\"" },
      {
        "id": "note_101",
        "text": "\"They said a walking cane was a useless weapon… but then I hit one of them with it.\""
      },
      {
        "id": "note_102",
        "text": "\"River water around these parts is extremely safe.  Probably more safe than the damn tap water at this point.\""
      },
      { "id": "note_103", "text": "\"DON't bomB THe PORtals it MAKES iT WORSE\"" },
      {
        "id": "note_104",
        "text": "\"No wonder all the camps got overrun, they kept a goddamn zombie test subject!  Each and every one of 'em!\""
      },
      { "id": "note_105", "text": "\"I just realized how damn demented those fliers are.\"" },
      { "id": "note_106", "text": "\"I propose a new currency: 9mm.\"" },
      { "id": "note_107", "text": "\"My skin is crawling and I teleport every few minutes… what is going o\"" },
      { "id": "note_108", "text": "\"You can't see them through the smoke but they can't either.\"" },
      { "id": "note_109", "text": "\"There's gotta be a better use of all this rebar…\"" },
      {
        "id": "note_110",
        "text": "\"met schoolhouse of people, all crazy and mad they were, ate killed all of them, yum\""
      },
      { "id": "note_111", "text": "\"STAY AWAY FROM THE BIG ONES IN THE FOREST\"" },
      {
        "id": "note_112",
        "text": "\"got into a prison with a halligan bar.  makes me wonder how they kept prisoners inside\""
      },
      {
        "id": "note_113",
        "text": "\"This thing isn't a car any more.  It's just a fucking mountain of metal on wheels, which I live in.\""
      },
      {
        "id": "note_114",
        "text": "\"Anyone else seen those really… SQUARE-looking towns?  I don't think they're normal.\""
      },
      {
        "id": "note_115",
        "text": "\"big z threw me on top of the building, legs broken but at least im safe for a few more minutes\""
      },
      {
        "id": "note_116",
        "text": "\"I'm starting to feel bad about disabling all these turrets and stealing their ammunition.\""
      },
      {
        "id": "note_117",
        "text": "\"Make sure you strip the house for all available resources-- tubes, pipes, ceramics, sheets, strings, and more\""
      },
      { "id": "note_118", "text": "\"FUCK FAUX-MUTANTS, BEING 'EXTREMELY THIRSTY' DOES NOT COUNT\"" },
      {
        "id": "note_119",
        "text": "\"There's nothing wrong with eating people if you HAVE to.  I mean, I only did it because I didn't want to waste my potato chips!\""
      },
      { "id": "note_121", "text": "\"CHINA DID THIS\"" },
      { "id": "note_122", "text": "\"RUSSIA DID THIS\"" },
      {
        "id": "note_123",
        "text": "\"Thank You RivTech.  Thank You For Good Coffee.  Will Always Stay Awake For You Rivtech.\""
      },
      { "id": "note_125", "text": "\"dont try to leave they will shoot you\"" },
      { "id": "note_127", "text": "\"Makayla Sanchez burned down my fucking house\"" },
      { "id": "note_128", "text": "\"he calls himself the 'man with the hands', don't approach\"" },
      {
        "id": "note_129",
        "text": "\"So… what happens if the military rescues us?  We're all freaks by now, right?  How the fuck are we gonna go back to real life?\""
      },
      {
        "id": "note_130",
        "text": "\"Not sure if my companion WANTED to turn into a bird, but I was the one giving her the serum, and I saved her life!  That's fair, right?\""
      },
      { "id": "note_131", "text": "\"I've never been very confident, is that why my shots keep missing?\"" },
      { "id": "note_132", "text": "\"FIRE BAD.  NOW NAKED.  PLEASE HELP.\"" },
      {
        "id": "note_133",
        "text": "\"Heard of a place up in Maine where people have their shit together.  Hundreds of people, defense, food and shelter… let's go raid it, guys!\""
      },
      { "id": "note_134", "text": "\"KASHWAK: NO-FO\"" },
      {
        "id": "note_135",
        "text": "\"The whispering fog is taking me in like a blanket.  I'm warm now.  I'm finally\""
      },
      {
        "id": "note_136",
        "text": "\"got a video recording of hour one when the portals were still up.  pretty cool\""
      },
      {
        "id": "note_137",
        "text": "\"Stuck here.  Zombies outside.  Friends were outside too, now they're part of zombies.  Need to be quiet\""
      },
      {
        "id": "note_138",
        "text": "\"if anyones reading this, please tell my mom i was right about insects being superior\""
      },
      {
        "id": "note_139",
        "text": "\"Diamond coated sword!  Diamond coated hammer!  Diamond coated clothes!  Diamond coated hands help\""
      },
      { "id": "note_140", "text": "\"waded through 14 miles of sewage for playboy magazine, wasn't worth it\"" },
      {
        "id": "note_141",
        "text": "\"I'm coming back for this note in twelve hours.  If I don't, take all my shit!\""
      },
      {
        "id": "note_142",
        "text": "\"all my friends died when they came near me.  there's nothing funny about that\""
      },
      { "id": "note_143", "text": "\"DOG NOT REAL DOG\"" },
      {
        "id": "note_144",
        "text": "\"This is all just a dream, right??!  I'M GOING TO WAKE UP, SHE'S GOING TO BE OK\""
      },
      { "id": "note_145", "text": "\"wek ik spak\"" },
      { "id": "note_146", "text": "\"IT'S BURIED!  THE TEMPLE IS BURIED!\"" },
      {
        "id": "note_147",
        "text": "\"If I had a dollar for every cash card I've found, I'd have more money than is on these stupid things!\""
      },
      { "id": "note_148", "text": "\"can never have enough Kevlar.  basically just live in a Kevlar turtle shell.\"" },
      { "id": "note_149", "text": "\"MY GLITTERING SNAKE COMPELS YOU!  OBEY!\"" },
      {
        "id": "note_150",
        "text": "\"can sunstasin self frorever off fof my funggnaloid babiues oout fo yme arms eat themm up eatbtb my chidlldren\""
      },
      {
        "id": "note_151",
        "text": "\"Gonna settle down one day.  Nice big orchard, couple of friends/future family to spend time with, and a nice system of fortifications to keep us safe.\""
      },
      { "id": "note_152", "text": "\"a ctulaly don t mi nd  t he cold it   s  f i ne in h ere  nn    o problem\"" },
      {
        "id": "note_154",
        "text": "\"Tried wearing dead zombie clothes, but they still knew I was alive!  It's like they're a hivemind, man!\""
      },
      {
        "id": "note_155",
        "text": "\"riddle.  what's 1/4 feathers, 1/4 scales, 1/4 metal, and 1/4 flesh?  answer: sorry, but you should know this one.\""
      },
      {
        "id": "note_156",
        "text": "\"For anyone that's reading this, I just want to confirm (FROM AN UNBIASED SOURCE) that it was NOT the scientists' fault.\""
      },
      {
        "id": "note_157",
        "text": "\"We're the eagle-eyes in the sky!  Just two mutant avians in our helicopter!  Filming the Cataclysm!  Check us out on any working electronics!\""
      },
      { "id": "note_158", "text": "\"WE'RE GOING TO SAIL TO CANADA, BITCHES!\"" },
      {
        "id": "note_159",
        "text": "\"Anyone hear about that guy who tried to sail his family to Canada?  What a moron, right?\""
      },
      { "id": "note_160", "text": "\"recently canadian border has gotten more dangerous don't go there\"" },
      { "id": "note_161", "text": "\"Hey, what happened to my dad's airboat?!\"" },
      { "id": "note_162", "text": "\"Reading is good!  Never stop reading.  Read EVERYTHING.\"" },
      {
        "id": "note_163",
        "text": "\"I'm gonna be honest here, I'm really gonna die soon so I dont want to gt forgnottedn ples dont forntget me y nrmmy name is h@@hbhbh\""
      },
      { "id": "note_164", "text": "\"all it takes to seal a wound is a sawblade and a match!  trust me\"" },
      {
        "id": "note_165",
        "text": "\"I wonder what's in this sarcophagus?  Maybe it's a real sarcophagus.  Maybe there's a big guy named God under here.\""
      },
      { "id": "note_166", "text": "\"these hulks aint so incredible when ya got .50\"" },
      {
        "id": "note_167",
        "text": "\"WBLF 970 went off-air three days ago.  There's nobody left on the radio.  Might as well throw this thing away…\""
      },
      {
        "id": "note_168",
        "text": "\"I've heard it's safer across the Mississippi.  Going to start driving today.  If you're reading this, pray for me\""
      },
      { "id": "note_170", "text": "\"We have Landed our Comet.  The Sky is Ablaze.\"" },
      {
        "id": "note_171",
        "text": "\"Last one standing.  It's good feeling.  I win.  I win I win I win I win I win\""
      },
      { "id": "note_172", "text": "\"Adderall cures weakness, tramadol cures death\"" },
      { "id": "note_173", "text": "\"These turrets keep dodging my FUCKING BULLETS!\"" },
      { "id": "note_174", "text": "\"Best way to train is by throwing pebbles at birds.  You'll be a legend.\"" },
      { "id": "note_175", "text": "\"new bedford is overrun.  i'm sorry.  we tried.\"" },
      {
        "id": "note_176",
        "text": "\"Check out my cooking show on The Television!  Making Mannwurst sausages out of some of those assholes who tried to raid my kitchen earlier…\""
      },
      {
        "id": "note_177",
        "text": "\"Renting out my rat tunnels for 50 9mm rounds a night.  I dug them with my own claws, so you know they're the best.\""
      },
      {
        "id": "note_178",
        "text": "\"Anyone wanna listen to some music at full volume and shoot the Zs that approach?  You pick the tunes if I get some ammo.\""
      },
      {
        "id": "note_179",
        "text": "\"Lots of new easy ways to burn calories now.  Fighting animata, managing the fields, running with my wings buzzing, and more.\""
      },
      { "id": "note_180", "text": "\"FLAMING SWORD HUMANE.  CAUTERIZES WOUNDS.  SURGICAL.\"" },
      { "id": "note_181", "text": "\"knife screams it screams i cant breathe so scared help me please help\"" },
      { "id": "note_182", "text": "\"when it started, we could still hope The Man was gonna save us…\"" },
      {
        "id": "note_183",
        "text": "\"Hey, Ted.  Alexander and Cass and I are heading to Z-Mobile for the last of the meth.  Keep the lizard fetus fed for us, OK?\""
      },
      {
        "id": "note_184",
        "text": "\"i say we call the material from melting down cars 'massachusetite' or 'vermontsteel' or 'connecticut composite'\""
      },
      {
        "id": "note_185",
        "text": "\"Sometimes what you need when you're infected, bleeding, sick and hungover is a J and some chips.\""
      },
      {
        "id": "note_186",
        "text": "\"This has to be China's fault.  Seriously, why is nobody suspecting the people we're having a cold war with!  This is an invasion!  These aren't zombies, it's just camouflage!  WAKE UP, SHEEPLE!\""
      },
      {
        "id": "note_187",
        "text": "\"Hahahahaa stupid fuck in his mansion, with his plate armor and big axe.  Guy never swung the thing in his life.  Can't block bullets, dipshit\""
      },
      {
        "id": "note_188",
        "text": "\"I woke up with a dozen bears in a tribe outside the vault.  One was covered in red markings, glowing-- speaking.\""
      },
      {
        "id": "note_189",
        "text": "\"poor guy.  watched him from afar with my binocs for months and months.  today he died fighting.  feels like i knew him even though i never approached.\""
      },
      { "id": "note_190", "text": "\"ENGLAND DID THIS\"" },
      {
        "id": "note_191",
        "text": "\"That little fakkin rat din say anythin till we whacked him with a steel chain!  Then 'e just wanted to know if he could buy the chain!\""
      },
      { "id": "note_192", "text": "\"tom, adorned with fluid sacs three layers deep, crawls to safety like a slug\"" },
      {
        "id": "note_193",
        "text": "\"my friend turned fuckin insane and ate his arms and then his sister's arms!  he looked rather cross\""
      },
      { "id": "note_194", "text": "\"Starting today, the hallucinations are my only friends.\"" },
      { "id": "note_195", "text": "\"For sale: zombaby shoes, very filthy\"" },
      {
        "id": "note_196",
        "text": "\"Started my own brewery recently.  I just need some glass bottles, now!  Several thousand!  I'm planning way ahead.\""
      },
      {
        "id": "note_197",
        "text": "\"Heard recently of some radio op who lives in a skyscraper, announcing where those hordes are going.  Couldn't find the frequency, though.\""
      },
      { "id": "note_198", "text": "\"Woah, bud!  Not all cannibals eat meat!\"" },
      { "id": "note_199", "text": "\"ay why aint my bullets fuckin explodin\"" },
      { "id": "note_200", "text": "\"Those Fiktok clan people picked this place clean… no food…\"" },
      { "id": "note_201", "text": "\"The fewer people in New England, the stronger we'll become.\"" },
      { "id": "note_202", "text": "\"It all boils down to the Apex Predator.\"" },
      { "id": "note_204", "text": "\"Got my mortar and pestle.  Now if I could just find some avocados…\"" },
      {
        "id": "note_205",
        "text": "\"saw a girl standing with the mushrooms.  spores coming out of slits in her neck.  she looked happy.\""
      },
      {
        "id": "note_206",
        "text": "\"Found some pink berries.  Eating them makes bushes into more pink berries.  Infinite berry.\""
      },
      { "id": "note_207", "text": "\"m ust grow                 unity\"" },
      { "id": "note_208", "text": "\"AMY IS FUNGUS.  DO NOT LISTEN IF SHE ASKS YOU TO TAKE OFF MASK\"" },
      {
        "id": "note_209",
        "text": "\"my rabbi follows a new god now.  asks us to call him a local guide.  i dont mind, he keeps us fed\""
      },
      { "id": "note_210", "text": "\"Fungus are helping us.  Help them and they will unite us\"" },
      {
        "id": "note_211",
        "text": "\"Saw a boy couldnt be older than 16.  Walked straight through the mushroom tower.  THROUGH IT\""
      },
      {
        "id": "note_212",
        "text": "\"Found some food in a box outside my house.  We ate it and now the fungaloids aren't harming us.  I think we are a mushroom now\""
      },
      {
        "id": "note_213",
        "text": "\"saw the girl again.  she looked dead exhausted and walked right into the fungus.  30 mins later and she walked out good as new\""
      },
      { "id": "note_214", "text": "\"HADENSBROOK REBUILT AROUND FUNGUS.  THEY EAT GRAY APPLES AND SPREAD IT\"" },
      { "id": "note_215", "text": "\"mycus must grow\"" },
      {
        "id": "note_216",
        "text": "\"School bus with solar panels = TRUST.  Gave us berries and seeds, we were out of food\""
      },
      {
        "id": "note_217",
        "text": { "str": "\"d o nThelp scho Ol buss makE seeeedS ARe FUNGUS!! !\"", "//NOLINT(cata-text-style)": "intentional format" }
      },
      {
        "id": "note_218",
        "text": "\"Go to every fungus patch you find but WEAR A SUIT.  Food there is very very filling.  Look for pink berries, blue flowers\""
      },
      { "id": "note_219", "text": "\"red blue yellow berry seed sap bloom flowers tower mycus mycus mycus.\"" },
      {
        "id": "note_220",
        "text": "\"Husband 30 yrs died in bombs.  Mushrooms brought him back.  GIVE YOURSELF TO THEm AND THEY WILL HELP YOU\""
      },
      {
        "id": "note_221",
        "text": "\"Lisa always was a fan of sports.  Thank God these Global Athletics Games in Harran started some time before the outbreak, so she was able to leave New England before it was quarantined.  I can only hope there are no zombies, as we do have here, in the city she flew to.\""
      },
      {
        "id": "note_222",
        "text": "\"Don't mix powders, them books said.  Do Not Mix powders.  Didn't listen did I.  Blew my goddamn pinky off, near lost my right eye.\""
      },
      {
        "id": "note_223",
        "text": "\"followed what toby wrote down.  shells looked like theyd hold more, I put in some more.  traded most to h raiders for crank.  shot my 38 today and it fuckn exploded.  low on crank, good as dead, no gun, no toby.  headed to montreal real sorry bout the bullets\""
      },
      {
        "id": "note_224",
        "text": "\"…damn those hybrid cars are efficient.  wish I was smart enough to finagle that engine controller out of it… heard scrapper Joe put one in his deathmobile and now doesn't need gas at all… then again, Joe is full of shit…\""
      },
      {
        "id": "note_225",
        "text": "\"⋯bioluminescent, 5' diameter⋯  appears to be an immense disembodied eyeball, capable of flight and [illegible] thought\""
      },
      {
        "id": "note_226",
        "text": "\"What's the deal with boiling water?  Rain water is distilled naturally!  It's perfectly safe, you could save so much time if you didn't boil it.  I drunk some river water, and I'm fine!\""
      },
      {
        "id": "note_227",
        "text": "\"Went to the emergency shelter, some guy walked in, walked out, grabbed a rock, smashed a bench to bits, carved a plank out of it, walked out again.  Haven't seen them in 3 days… wonder what their story is.\""
      },
      {
        "id": "note_228",
        "text": "This note is covered in gray goo, ew… \"I know I have a fetish but THIS IS TOO MUCH.  My hands are made of slime.  My hair is slime.  My body is covered in slime.  I can't even use a crowbar 'cause of slime.  Wherever I go I leave a trail of slime.  Everything's slime.  My bag is falling off my back into slime.\""
      },
      {
        "id": "note_229",
        "text": "A page from a notebook, with a morse code reference and the following decoded message: \"Whiskey echo whiskey - Lima alpha delta\""
      },
      {
        "id": "note_230",
        "//": "It's a code :D",
        "text": "\"See if you want to be, extra annoying you can, nod off to the, dump and go, help, Erin to dig up the, last, peice\""
      },
      {
        "id": "note_231",
        "text": "\"I saw one of those Foodplace workers on the street.  Honestly, they look no different alive than dead.\""
      },
      {
        "id": "note_233",
        "text": "\"I can imagine people sending their 'love and prayers' on social media.  Love doesn't kill zeds, prayer doesn't put food in my belly.\""
      },
      {
        "id": "note_234",
        "text": "\"I used to take everything at face value.  If you couldn't measure it, couldn't explain it, couldn't put a number to it, it wasn't real.  Then this shit happened.  Real funny.\""
      },
      { "id": "note_235", "text": "This note is covered in gray goo, ew… \"Blorble\"" },
      {
        "id": "note_236",
        "text": "\"Saw some chick in the forest.  Her body is all green and shit, and she was covered in leaves and vines.\""
      },
      {
        "id": "note_237",
        "text": "\"Good news: My teachers aren't trying to tear my limbs off about my homework.  Bad news: My teachers are trying to tear my limbs off regardless.\""
      },
      {
        "id": "note_238",
        "text": "\"G, I've stopped the bleeding, I'll be fine.  Can't stay here any longer, there's too much commotion outside.  Meet me back at our usual spot, we will retrieve our stuff together, don't go alone.  Be careful when exiting out the back, I saw one of them running around with a spear.\""
      },
      {
        "id": "note_239",
        "text": "\"To whoever may find this, I've had enough of cowering and hiding.  I have realized I can't outlast whatever this is.  I saw something different at the grocery store down the block.  Skulking around on all four, faster than all the others.  It jumped at me from behind a car.  It's as if they were all changing.  I'm sure I'll see many more of these as time goes on.  I'm leaving.  Whatever you want, take it.\""
      },
      {
        "id": "note_240",
        "text": "\"G, I hope you're finding my notes and the supply drops.  Use my binocs, if they're still there, and check out the roof.  Avoid the huge tower.  I don't know what's inside, but the noises that come out of it can't signal anything good.\""
      },
      {
        "id": "note_241",
        "text": "\"Anyone reading this, stay off the roads.  Me and the boys were ambushed by some goons there.  If you see a fallen tree blocking your path, just turn around and go back.\""
      },
      {
        "id": "note_242",
        "text": "\"Mike, we have your dog and that ginger fuck you run around with.  You know where to find us.  Come alone, it's time to pay up.\""
      },
      {
        "id": "note_243",
        "text": "\"5 gallons of water, 3 cans of chicken, 3 cans of soup, 14 9mm rounds.  GUNSHOP -> CHECK GARAGE -> CUT THROUGH YARDS -> HOME\""
      },
      {
        "id": "note_244",
        "text": "\"G, don't head straight through, go around.  There's a glowing one just hanging out in the alley.  I tried stabbing it but it zapped me with some sort of static electricity and I ran back here.  I'll try to whack it with a club next time.\""
      },
      { "id": "note_245", "text": "\"STOP FOLLOWING ME I CAN HEAR YOU IN THE DARK\"" },
      {
        "id": "note_246",
        "text": "\"G, if you find this, I'm at the farm just out of town.  I'll need to stay there a few days, I've been wounded by one of those overgrown bastards, shot a spike right into my thigh.  I'll wait for you there as long as I can, stay safe.\""
      },
      {
        "id": "note_247",
        "text": "\"G, the city is full of them.  I don't know how, it's as if we never came through here.  They're the same ones we'd put down, I am sure of it.  They got back up and now look more dangerous than ever.  I saw one of them just snatch a bird right off the roof with its long hands.  You have to use the sewers.  I know we agreed not to travel underground, but as horrible as it is down there, I fear our world up here is no longer ours either.\""
      },
      {
        "id": "note_248",
        "text": "\"G, move only after dark.  I saw lights in the distance, I think there might be someone living around here.  Wish I had my radio right now.\""
      },
      {
        "id": "note_249",
        "text": "\"G, I have not found any of your notes, which means you're either taking a different path or have already made your way back home.  In the case you're still out here somewhere, if you see the sky suddenly grow dark, hide indoors immediately, I have a feeling this storm is far from over.\""
      },
      { "id": "note_250", "text": "\"2236\"" },
      {
        "id": "note_251",
        "text": "\"G, be careful around those bulging and pulsating corpses.  I saw one today.  I think there's something eating away at those things.  I didn't stick around to find out.  I burnt the entire building down, just to be sure, so you should have relatively safe passage.\""
      },
      {
        "id": "note_252",
        "text": "\"G, I ran into an actual human today!  He was looking for his daughter.  We exchanged some food and traded information on the surrounding area.  He spoke of a family living on a farm out in the fields, surviving and thriving!  Maybe it's time we carved ourselves a peaceful place in this hell.  We'll discuss this once we meet back home.\""
      },
      {
        "id": "note_253",
        "text": "\"G, there's something not right with the forests here.  The ground there feels soft and is overgrown with some sort of mushrooms.  Be careful not to breathe in the dust they kick up, I accidentally took a whiff and have been coughing and vomiting since.  The map shows there's a cabin just outside town, I'll lay low there until I feel better.  I'm almost home.  I know you will be waiting for me there.\""
      },
      {
        "id": "note_254",
        "text": "\"I saw a zombie covered in shrooms emitting some strange dust.  When another zombie got close, the two tore each other apart.  I'd rather not stay here anymore.  Im packing up my stuff soon.\""
      },
      {
        "id": "note_255",
        "text": "\"I can see a large tower in the distance, And strange stalk-like creatures are around it.  I feel sick just looking at it, and fire hasn't solved it.  Those things seem to stay around it though.\""
      },
      {
        "id": "note_256",
        "text": "\"These berries are delicious!  Maybe taking these were worth it.  And the more I eat, the more of it appears!  it's like an infinite food cycle!\""
      },
      {
        "id": "note_257",
        "text": "\"I found a corpse with strange berries shoved down their gullet, seems to have choked to death on the stuff.  greedy bastard\""
      },
      { "id": "note_258", "text": "\"Don't trust them.  The mushrooms aren't your friends.  They're delusional\"" },
      {
        "id": "note_259",
        "text": "\"trust me!  The mushrooms are your friends!  They brung her back!  they'll bring everybody back!\""
      },
      {
        "id": "note_260",
        "text": "\"It's been weeks since I've seen anyone else.  The silence is deafening, almost as if the world is holding its breath.\""
      },
      {
        "id": "note_261",
        "text": "\"Found an old photo of my family today.  God, I miss them.  If only I could turn back time.\""
      },
      {
        "id": "note_262",
        "text": "\"Saw a group of them today, huddled around something.  When I got closer, I realized they were eating one of their own.\""
      },
      { "id": "note_263", "text": "\"Started talking to myself more often.  It's scary how normal it feels now.\"" },
      {
        "id": "note_264",
        "text": "\"I tried to build a makeshift radio.  All I get is static and an occasional eerie whisper.  Maybe I'm going mad.\""
      },
      {
        "id": "note_265",
        "text": "\"If you're reading this, I'm heading to the old church.  It seems safer there.  The walls are thick, and I need some peace.\""
      },
      {
        "id": "note_266",
        "text": "\"I heard a child laughing today.  It was just in my head.  Has to be.  There's no way a child could survive this.\""
      },
      {
        "id": "note_267",
        "text": "\"The water smells strange.  Can't remember the last time I drank something that didn't taste like chemicals.\""
      },
      {
        "id": "note_268",
        "text": "\"They found me.  I can hear them scratching at the door.  If anyone finds this, I'm sorry I couldn't make it.\""
      },
      {
        "id": "note_269",
        "text": "\"Every night, I dream of the beach.  The sound of waves.  The smell of salt.  Waking up is the worst part.\""
      },
      {
        "id": "note_270",
        "text": "\"There are eyes in the dark.  Watching.  Waiting.  I can't stay here any longer.\""
      },
      {
        "id": "note_271",
        "text": "\"All the lights are out.  It's like the world is sleeping.  Or maybe it's dead.\""
      },
      {
        "id": "note_272",
        "text": "\"I found a stash of old comic books.  For a few moments, I was a kid again.  Then reality set back in.\""
      },
      { "id": "note_273", "text": "\"Met a guy today.  Said he's immune.  Bullshit, right?  No one is immune.\"" },
      {
        "id": "note_274",
        "text": "\"Ran out of ammo today.  Guess it's back to the good old-fashioned baseball bat.\""
      },
      {
        "id": "note_275",
        "text": "\"My watch stopped working.  Funny how something so small can make you feel completely lost.\""
      },
      {
        "id": "note_276",
        "text": "\"If you find this, head to the old mill on the outskirts.  There's a safe place there.  For now.\""
      },
      {
        "id": "note_277",
        "text": "\"I think the government knew about this.  They were prepared.  We're just the collateral damage.\""
      },
      {
        "id": "note_278",
        "text": "\"Saw a plane today.  Low and slow.  Could be a sign of hope, or just another trap.\""
      },
      {
        "id": "note_279",
        "text": "\"Sometimes I forget what the world was like before.  It's like a distant memory, fading away.\""
      },
      {
        "id": "note_280",
        "text": "\"My hands are shaking so badly, I can barely write.  Not sure if it's fear or the cold.\""
      },
      {
        "id": "note_281",
        "text": "\"Heard gunshots last night.  Not sure if that means someone survived or someone else died.\""
      },
      {
        "id": "note_282",
        "text": "\"The nights are the worst.  That's when the voices come.  Whispering things I don't want to hear.\""
      },
      {
        "id": "note_283",
        "text": "\"Why do the zombies avoid the old cemetery?  It's like something even they fear.\""
      },
      { "id": "note_284", "text": "\"I miss hot showers.  Hell, I miss being clean.\"" },
      {
        "id": "note_285",
        "text": "\"There's a weird fungus growing everywhere.  I'm starting to think it's not just a plant.\""
      },
      {
        "id": "note_286",
        "text": "\"The sky looks different now.  Like it's always twilight.  The sun never fully rises.\""
      },
      {
        "id": "note_287",
        "text": "\"If I make it through this, I swear I'll never complain about anything ever again.\""
      },
      {
        "id": "note_288",
        "text": "\"Saw a woman today, just standing there, staring at the sky.  She didn't even notice me.\""
      },
      {
        "id": "note_289",
        "text": "\"I found an old music box.  It still works.  Played it for a while, trying to remember happier times.\""
      },
      { "id": "note_290", "text": "\"Why did this happen?  Who's to blame?  Was it us?\"" },
      {
        "id": "note_291",
        "text": "\"Sometimes I think it would be easier to just give up.  But then I think of you, and I keep going.\""
      },
      {
        "id": "note_292",
        "text": "\"They're evolving.  Saw one today that looked almost… not human.  God help us.\""
      },
      {
        "id": "note_293",
        "text": "\"Found an old map.  Marked a few places I want to check out.  Maybe there's hope out there.\""
      },
      { "id": "note_294", "text": "\"The smell of death is everywhere.  It's inescapable.\"" },
      {
        "id": "note_295",
        "text": "\"Met a trader today.  Bartered some ammo for food.  There's still a spark of humanity left.\""
      },
      { "id": "note_296", "text": "\"I saw a pack of wild dogs today.  They're surviving better than we are.\"" },
      {
        "id": "note_297",
        "text": "\"Got bit today.  Not sure how much time I have left.  Just wanted to say I love you.\""
      },
      { "id": "note_298", "text": "\"If you find this, know that I tried my best.  I hope you fare better.\"" },
      {
        "id": "note_299",
        "text": "\"They say there's a safe zone in the north.  I don't know if it's true, but I have to try.\""
      },
      { "id": "note_300", "text": "\"The wind howls through the empty streets, like the world itself is mourning.\"" },
      {
        "id": "note_301",
        "text": "\"They scream when they burn.  The sound haunts me.  But it's the only way to be sure.\""
      },
      { "id": "note_302", "text": "\"Found a severed hand today.  It was clutching a note that read 'Kill me.'\"" },
      {
        "id": "note_303",
        "text": "\"I can hear the whispers in my head.  They tell me to do things.  Horrible things.\""
      },
      { "id": "note_304", "text": "\"The darkness is alive.  I swear I saw it move.  It's watching me.\"" },
      {
        "id": "note_305",
        "text": "\"I tried to cut it out, but it just keeps growing.  I can feel it under my skin, crawling.\""
      },
      { "id": "note_306", "text": "\"The baby was stillborn.  We didn't bury it.  It got up and walked away.\"" },
      {
        "id": "note_307",
        "text": "\"I watched as they tore him apart, piece by piece.  He was still screaming when they started eating his guts.\""
      },
      { "id": "note_308", "text": "\"Don't trust the shadows.  They move when you're not looking.\"" },
      {
        "id": "note_309",
        "text": "\"I can't sleep.  Every time I close my eyes, I see their faces.  The ones I couldn't save.\""
      },
      {
        "id": "note_310",
        "text": "\"I thought I heard my mom calling me from the basement.  But she's been dead for years.\""
      },
      {
        "id": "note_311",
        "text": "\"They don't just bite.  They infect you with something.  You start to rot from the inside out.\""
      },
      {
        "id": "note_312",
        "text": "\"I keep hearing scratching in the walls.  Something's in there, trying to get out.\""
      },
      {
        "id": "note_313",
        "text": "\"I found a pile of bones today.  They were arranged in a circle, like some kind of ritual.\""
      },
      {
        "id": "note_314",
        "text": "\"There's something wrong with the air.  It tastes… metallic.  Makes my head feel heavy.\""
      },
      {
        "id": "note_315",
        "text": "\"I saw my reflection in the mirror, but it wasn't me.  It smiled and its eyes were black.\""
      },
      { "id": "note_316", "text": "\"They don't just kill you.  They take over your body, use you like a puppet.\"" },
      { "id": "note_317", "text": "\"I woke up covered in blood.  I don't know whose blood it is.\"" },
      { "id": "note_318", "text": "\"The voices are getting louder.  They tell me to do unspeakable things.\"" },
      { "id": "note_319", "text": "\"I found a tooth embedded in my arm.  It wasn't mine.\"" },
      {
        "id": "note_320",
        "text": "\"Saw a man eating his own fingers today.  He didn't stop until he choked on the bones.\""
      },
      {
        "id": "note_321",
        "text": "\"The ground outside my house is moving, like it's breathing.  I can't go out there.\""
      },
      { "id": "note_322", "text": "\"I heard children laughing in the forest.  There are no children left.\"" },
      { "id": "note_323", "text": "\"Something's growing inside me.  I can feel it moving, shifting.\"" },
      {
        "id": "note_324",
        "text": "\"I saw a woman gouging out her eyes.  Said she didn't want to see the monsters anymore.\""
      },
      { "id": "note_325", "text": "\"Don't drink the water.  It makes you see things.  Terrible things.\"" },
      { "id": "note_326", "text": "\"They don't have faces anymore.  Just blank, smooth skin.  And they scream.\"" },
      { "id": "note_327", "text": "\"I found a room full of dolls.  Their eyes followed me as I moved.\"" },
      { "id": "note_328", "text": "\"Something's wrong with the sky.  It's… pulsating.  Like it's alive.\"" },
      { "id": "note_329", "text": "\"The flies are everywhere.  They whisper secrets in your ears.\"" },
      {
        "id": "note_330",
        "text": "\"I found a journal.  It describes rituals.  Dark, horrifying rituals.  I think they worked.\""
      },
      { "id": "note_331", "text": "\"The birds are watching us.  They're not birds anymore.\"" },
      {
        "id": "note_332",
        "text": "\"Heard someone singing today.  Followed the sound, but there was no one there.\""
      },
      { "id": "note_333", "text": "\"I saw a man turn inside out.  His screams still echo in my ears.\"" },
      { "id": "note_335", "text": "\"I found a hand nailed to a tree.  It was pointing west.\"" },
      { "id": "note_336", "text": "\"The rain burns.  It's like acid.  My skin is covered in blisters.\"" },
      {
        "id": "note_337",
        "text": "\"Something crawled out of the sewer today.  It wasn't human.  It wasn't anything I've ever seen.\""
      },
      {
        "id": "note_338",
        "text": "\"I watched my friend rot alive.  It started with his eyes, then his skin just peeled away.\""
      },
      { "id": "note_339", "text": "\"I found a child's shoe.  It was filled with teeth.\"" },
      { "id": "note_340", "text": "\"The trees have faces now.  They whisper my name when I pass by.\"" },
      {
        "id": "note_341",
        "text": "\"I saw a man dragging his entrails behind him.  He was still alive, begging for help.\""
      },
      {
        "id": "note_342",
        "text": "\"Don't trust the light.  It draws you in, but it's a trap.  A trap set by them.\""
      },
      { "id": "note_343", "text": "\"I found a cocoon.  Something inside was moving.  It looked almost… human.\"" },
      { "id": "note_344", "text": "\"I saw a face in the fog.  It wasn't human.  It smiled at me.\"" },
      { "id": "note_345", "text": "\"The ground is covered in blood.  It's seeping up from below.\"" },
      { "id": "note_346", "text": "\"I hear them in the walls.  Scratching, clawing.  They're coming.\"" },
      { "id": "note_347", "text": "\"I found a mirror.  My reflection waved at me, but I didn't move.\"" },
      {
        "id": "note_348",
        "text": "\"They've started to speak.  Their voices are garbled, but they're learning our language.\""
      },
      {
        "id": "note_349",
        "text": "\"I saw a man without a shadow today.  He looked right through me, like I wasn't there.\""
      },
      { "id": "note_350", "text": "\"The sun never sets anymore.  It just hangs there, glaring down at us.\"" },
      {
        "id": "note_351",
        "text": "\"To my dearest Emily, if you're reading this, I want you to know that I never stopped looking for you.  Please be safe.  I love you more than anything.\""
      },
      {
        "id": "note_352",
        "text": "\"Sarah, I'm so sorry I couldn't keep my promise.  I tried to get back, but they were everywhere.  I hope you made it to the shelter.  I love you, forever.\""
      },
      {
        "id": "note_353",
        "text": "\"Mom, if you find this, know that I'm sorry.  I should've listened to you and stayed put.  I hope you're safe.  Love, your stubborn son.\""
      },
      {
        "id": "note_354",
        "text": "\"Dear Lily, daddy's gone to find food.  I'll be back soon.  Be brave for me, princess.  I love you to the moon and back.\""
      },
      {
        "id": "note_355",
        "text": "\"Anna, I found a safe place.  Follow the trail of red ribbons.  I'll be waiting for you.  I love you, always.\""
      },
      {
        "id": "note_356",
        "text": "\"To my beloved wife, I've gone to find help.  If I don't make it, please remember our happy times and stay strong.  All my love, always.\""
      },
      {
        "id": "note_357",
        "text": "\"Michael, I heard there's a safe zone up north.  I'm heading there.  Please, if you're still alive, meet me there.  I can't do this without you.\""
      },
      {
        "id": "note_358",
        "text": "\"To my little brother, I'm so sorry I wasn't there to protect you.  I hope you're with mom and dad now.  I miss you more than words can say.\""
      },
      {
        "id": "note_359",
        "text": "\"Ellie, if you find this, I'm heading to the coast.  I pray you're safe and we'll be together soon.  I love you, now and always.\""
      },
      {
        "id": "note_360",
        "text": "\"Dear John, I waited as long as I could.  Supplies are running low, and I need to move on.  Please find me.  I'll be leaving signs.\""
      },
      {
        "id": "note_361",
        "text": "\"To my sweet daughter, I left your favorite doll in the blue house on Elm Street.  I hope it gives you comfort.  Stay safe, my angel.\""
      },
      {
        "id": "note_362",
        "text": "\"Dear Maria, I think of you every day.  I'm sorry for all the fights.  I'd give anything to see your smile again.  I love you, always.\""
      },
      {
        "id": "note_363",
        "text": "\"Jake, if you find this, I'm sorry I couldn't be stronger.  Please forgive me and stay alive for both of us.\""
      },
      {
        "id": "note_364",
        "text": "\"To my darling wife, I'm sorry I couldn't protect our family.  I hope you and the kids are somewhere safe.  I love you all so much.\""
      },
      {
        "id": "note_365",
        "text": "\"My love, I've gone to find medicine.  I'll be back.  Hold on just a little longer.  I can't lose you.\""
      },
      {
        "id": "note_366",
        "text": "\"To my brave little boy, daddy had to leave to find food.  Be strong and take care of mommy.  I love you more than anything.\""
      },
      {
        "id": "note_367",
        "text": "\"Rachel, every night I dream of you.  I hope you're safe and we'll see each other again.  I miss you so much.\""
      },
      {
        "id": "note_368",
        "text": "\"Dear Sam, I found a safe place.  Look for the red X on the old barn.  I'll be waiting for you.  Stay strong.\""
      },
      {
        "id": "note_369",
        "text": "\"To my beautiful wife, I don't know if I'll make it back.  But please know that you and the kids were my everything.  I love you.\""
      },
      {
        "id": "note_370",
        "text": "\"My dear Emma, I left a map in the old treehouse.  Follow it to find me.  I'm sorry I couldn't be there to protect you.\""
      },
      {
        "id": "note_371",
        "text": "\"To my beloved family, I tried my best to keep us all together.  If you find this, please remember me and take care of each other.\""
      },
      {
        "id": "note_372",
        "text": "\"Dad, I'm heading to the city to find help.  Please be safe and wait for me. I love you.\""
      },
      {
        "id": "note_373",
        "text": "\"Dear Laura, the world is a nightmare now, but I hold onto the hope that you're safe.  I love you more than life itself.\""
      },
      {
        "id": "note_374",
        "text": "\"Mom, I'm so sorry I left.  I thought I could find food.  Please forgive me and stay safe.\""
      },
      {
        "id": "note_375",
        "text": "\"To my sweet son, I've hidden some supplies in the attic.  Be brave and remember I love you.\""
      },
      {
        "id": "note_376",
        "text": "\"Jessica, if you're reading this, I made it to the old cabin.  It's safe here.  Please come find me.  I need you.\""
      },
      {
        "id": "note_377",
        "text": "\"To my loving husband, I'm sorry I couldn't hold on longer.  I hope you find peace and remember our love.\""
      },
      {
        "id": "note_378",
        "text": "\"Mom, dad, I'm heading to the farm.  If you're out there, meet me there.  I miss you both so much.\""
      },
      {
        "id": "note_379",
        "text": "\"To my little sister, I left you a teddy bear in the bunker.  Hold onto it and know I'm always with you.\""
      },
      {
        "id": "note_380",
        "text": "\"Dear Mark, I've gone to look for a way out.  If you find this, know that I love you and will always be with you in spirit.\""
      },
      {
        "id": "note_381",
        "text": "\"Sarah, I think of you every day.  I hope you're alive and we'll find each other again.  I love you.\""
      },
      {
        "id": "note_382",
        "text": "\"To my dear wife, I'm sorry I couldn't protect you.  Please forgive me.  I love you eternally.\""
      },
      {
        "id": "note_383",
        "text": "\"To my brave daughter, if you find this, know that daddy loves you and is always with you, even if you can't see me.\""
      },
      {
        "id": "note_384",
        "text": "\"Anna, I found shelter in the old mill.  It's safe here.  Please come find me.  I need you.\""
      },
      {
        "id": "note_385",
        "text": "\"To my darling son, I've left you all the supplies I could gather.  Be strong and know that I love you.\""
      },
      {
        "id": "note_386",
        "text": "\"My dearest Emily, I'm sorry I couldn't be there to protect you.  I hope you're somewhere safe.  I love you so much.\""
      },
      {
        "id": "note_387",
        "text": "\"To my sweet wife, I tried to find help but I'm running out of time.  Please stay strong.  I love you always.\""
      },
      {
        "id": "note_388",
        "text": "\"Mom, I'm sorry for everything.  I hope you're safe.  I love you more than words can say.\""
      },
      {
        "id": "note_389",
        "text": "\"Dear John, I found a place to hide.  It's safe for now.  Please come find me.  I miss you.\""
      },
      {
        "id": "note_390",
        "text": "\"To my beloved daughter, I'm sorry I couldn't protect you.  I love you with all my heart.  Stay strong.\""
      }
    ]
  }
]
