[
  {
    "type": "snippet",
    "category": "Vitrifaction_Threshold",
    "text": [
      "You arrive at the farmhouse, after what feels like an eternity.  It's not quite what you were expecting, but it's very peaceful."
    ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Blocked",
    "text": [ "There's nothing that way but a plane of featureless black." ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Ambient_1",
    "text": [
      "With all this glass, you expected it to be brighter here.  It's not.  That's okay, it would have hurt your eyes otherwise.",
      "A gust of wind blows across the farm.  Glass chimes in the breeze.",
      "You are suddenly very aware of your heartbeat, but only for a moment.",
      "The glass around you isn't sparkling; it doesn't reflect.  The glimmers that cross it in the corner of your eye are your imagination.",
      "It's very cold here.",
      "You didn't realize there had been an ache at the base of your neck all day until just now, when you notice it's gone.",
      "There's nothing here, really.  How long has it been since you've felt truly safe?",
      "You find yourself wondering what the glass tastes like.  You're ashamed of the thought.",
      "The glass is solid under your feet.  It supports you completely, but the feeling of it under your feet is dull, somehow.",
      "You can't see it's light, but you know the sun is there.  It's the same perfect black as the rest of the sky.",
      "You are seized with a brief desire to smash something, anything.  You don't know why you'd think such an unseemly thing.  It doesn't feel at all like you."
    ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Ambient_2",
    "text": [
      "The edges of the glass are very sharp.  But that is the nature of glass.  Isn't it?",
      "You think, for a moment, that you might start flying.  You don't, but it doesn't trouble you much.",
      "Somewhere, inside a ribcage, something is beating very fast.  Something about that strikes you as very funny.",
      "How long has it been since you blinked?  It probably doesn't matter.",
      "You spend a moment looking at your reflection in the glass.  What a nice smile you have!",
      "How very smooth it all is.  Even the sharp parts; especially the sharp parts.  Pristine, and perfect.",
      "You're so glad you decided to visit.",
      "You were shivering, a little bit ago.  It's stopped now.  You must have warmed up.",
      "Everything seems so much more real than usual.  It's all right there.  Reach out; touch it.",
      "The place you left behind was much worse than this.  All noise and uneven edges.",
      "Perhaps you should rest?  The furniture here is all hard glass, but you're sure it won't trouble you.  You can't imagine anything hurting, here."
    ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Ambient_3",
    "text": [
      "The people here are so kind.  Their smiles are so bright.",
      "Everything here is in its proper place.  Except you.  But there's still time.",
      "Some of the dust is blown up into a thick cloud.  You take a deep lungful; it's like incense, but cleaner.",
      "Your teeth are the best part of you, really.",
      "Before you decided to visit, you might have thought you were feeling pain.  How silly you were!",
      "It feels like your ribs are finally able to tuck inwards, where they belong, now that all that mess and noise is settling down.",
      "What a wonderful place.  What a wonderful place!",
      "You catch a glimpse of your hands.  They're all wrong.  They won't do at all.  Not all askew like this.",
      "The glass is singing.  Or is that you?  No, it's both.  Your voices are beautiful together.",
      "When you turn your head, you can hear the wet click of tendons in your neck.  How dreadful.  It won't be a problem, soon.",
      "It would be a very good idea to lie down and close your eyes.  You could listen to the glass sing you to sleep.",
      "Your head feels heavy on your neck, your arms heavy on your shoulders.  What an awful demand, to expect you to hold them up with a few strips of muscle.  You poor thing.",
      "What a blessing it is, to be in a place without distractions like this.  What a joy, to think clearly for the first time in your life."
    ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Ambient_4",
    "text": [
      "You were thinking about leaving, before.  You don't remember why; the thought has been trimmed so neatly.",
      "Stand straighter.  Straighter.  Not like that.  How will you ever fit in like that?",
      "The wind stirs the glass, and interrupts its melody with ugly noise.  You think you might like to kill the wind.",
      "You remember thinking they were reflections.  You laugh, high and bright and perfect.",
      "Your nerves are alight.  Not crackling like they were before; instead, perfect snaps, one two three one two three four.",
      "You'd really like to sit down.  No, no, not that; and let your heavy head bow your spine?  Lying would be much better.  Lying flat.",
      "There are so many parts of you that are wrong.  But that's not their fault.  Once they're clipped away and laid out, they'll all fit.",
      "Every move you make, your bones crackle and pop.  They're getting closer.  How wonderful!",
      "Something somewhere is screaming.  Forcing air out of the nasty sacks in its chest.  You're so glad that's not you.",
      "For the first time in your life, you are free of the ugly sound of your pulse in your ears.  How did you ever function, beaten down by that hideous rhythm?",
      "It's been quite a while since you had a thought.  Noticing that, itself, screeches unpleasantly in your cold, clear mind."
    ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Ambient_5",
    "text": [
      "You try to walk in time, one two three one two three four, but your legs aren't right.  They need to be fixed.",
      "Something is pushing out from under your skin.  Taking the ugly mess away, to iron it flat.",
      "You don't have enough edges.  You could fix that.  Right now.  Look; the glass is so sharp.",
      "Don't let go of this.  Cling tighter.  No, tighter.  If it breaks, the pieces will be prettier anyway.",
      "Look how well it all fits together.  Nice, neat lines.  The curves are the best; a million little lines and a million again.",
      "Stop moving.  You're ruining it.",
      "You can't cut well enough yet, but you're so close.  Smaller and sharper and cleaner, all of it.",
      "Every motion shaves you down, finer and finer and finer and finer and finer and finer.",
      "It's so selfish of you to keep yourself this ugly whole, when you could be so many perfect pieces.",
      "You have brought pain to this place of peace; the pain of being incorrect.  It is awful of you.  But you are forgiven.",
      "Such a rare and beautiful blessing, you have been given.  You are so grateful that you might cry, if you still needed that ugly function.",
      "You've done so well!  You've been so patient, while you are being fixed.  This is why you were chosen for it.  You deserve it.",
      "Sleep now.  It will be dreamless, and empty, as it always should have been."
    ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Ambient_6",
    "text": [
      "Thoughts are slow now.  Simple.  Clean.",
      "Sharper.  Sharper.  Sharper.",
      "You're almost complete.",
      "You should rest.  You've never rested before now.",
      "You're glittering.  Finally, you're glittering.",
      "This is it.  Your flourishing.  Your apotheosis.",
      "The parts of you you don't need are howling.  They don't understand yet.",
      "All your facets are here.  Every one smooth, perfect.",
      "Cold.  So cold.  Perfect.  Perfect.",
      "The song.  The silence.  The song.  The silence.  The song.  The silence.",
      "Smooth.  Clean.  The best of you, finally.",
      "Almost nothing left now.  It's all been shaved away.",
      "Look how you catch the light, now.  Never look away.",
      "Be still, now.  There is nothing left to do.",
      "Edges.  Lines.  Points.  Happy.  Happy.",
      "Let go, now.  Let what you are clutching become perfect too."
    ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Final",
    "text": [
      "You don't think about what has happened to you.  You don't think, ever again.  There's no need.  Every part of you is finally as it should be."
    ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Bleed_1",
    "text": [
      "Blood drips from your cuts.  It doesn't reach the ground.",
      "Your cuts don't hurt anymore.  Or do they?  It's different, somehow.",
      "Blood falls from your wounds in ugly little drops.  It's disgusting.",
      "You feel a little better, with some of your blood gone.  Cleaner."
    ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Bleed_2",
    "text": [
      "It's horrible, the stuff dripping from you.  How kind it is of the glass to let you be free of it.",
      "You are not open enough.  How will you be clean and dry, with only these few little cuts?",
      "Your blood isn't quite liquid anymore.  Slurry, like crushed ice.  It's not good enough yet.",
      "Out it comes, the nasty fluid sloshing through your tubes.  Out it comes to be fixed."
    ]
  },
  {
    "type": "snippet",
    "category": "Vitrifaction_Bleed_3",
    "text": [
      "More.  Bleed more.  You're almost clean.",
      "Your fluids are so ugly.  You're so close to being free.",
      "Look.  You're bleeding snowflakes.  A thousand little parts of you are finding themselves.",
      "If you broke your skin just a little more, it would be that much easier to lift it away."
    ]
  }
]
