[
  {
    "type": "snippet",
    "category": "dks_many_years_old_news",
    "text": [
      {
        "id": "dks_many_years_old_news_1",
        "text": "DISASTER IN THE SARITANIA MINES!  A copper mine west of Saritania, a small town in Vermont, collapsed Wednesday, killing an estimated thirty miners in the disaster.  Local officials could not be reached for comment, despite the mine being Saritania's primary industry.  An anonymous but credible source did contact our offices, claiming that the Saritania Mine was in fact an underground military facility, and that the disaster was a cover-up for a failed experiment.  These allegations were not addressed by officials."
      },
      {
        "id": "dks_many_years_old_news_2",
        "text": "ALIENS AMONG US!  Janine Galfrizowich, of Martha's Vineyard, wrote in to our Paranormal Investigation Staff with this cryptic gem.  \"They're always watching, always watching from the shadows.  Stealing my avocados and watching!  They took my neighbor and made him into one of them!\"  Our journalists are trying to track Mrs Galfrizowich down, but it is clear enough that this ties into the well known Avocado Conspiracy (see issue 24, volume 7)."
      },
      {
        "id": "dks_many_years_old_news_3",
        "text": "EDITORIAL: ALIENS ARE BACK IN A BIG WAY.  We've all seen that autopsy video that's making the rounds.  I'm not going to say if I believe it's real or not (I will say \"I want to believe\" though!) but regardless of the truth, one thing is clear: the public mind is completely addicted to aliens in the biggest way I've seen since ET was popular.  What's brought little green men back into the public eye?  It's anyone's guess, but personally I think it's a concerning sign that we're culturally digging in to a second Cold War."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "dks_years_old_news",
    "text": [
      {
        "id": "dks_years_old_news_1",
        "text": "DRIVING ON A WING AND A PRAYER: A New England man has proven it is possible to create a new car from scrap parts using almost nothing but duct tape.  When asked why he had done it, his answer was \"Well, I didn't have a welder.\""
      },
      {
        "id": "dks_years_old_news_2",
        "text": "STUDENT MISSING: A high school student vanished yesterday evening in the forest near Wayland.  The 17-year-old international student from China (who adopted the anglicized nickname \"Brett\" due to his classmates' difficulty pronouncing his given name) was last seen with his friends in the camp.  \"Brett said that he was gonna get some firewood but he never came back,\" said his classmate, Jianxiang Wang.  The search is underway."
      },
      {
        "id": "dks_years_old_news_3",
        "text": "STILL SEARCHING: The search for Brett, the high school student who went missing three days ago, is still ongoing.  \"He could have played in the soccer game against Weston High School yesterday,\" Brett's sorrowful teammate said, \"[..] we've never stopped praying.\"  Despite the best efforts of the County Search & Rescue, Brett had still not been located at the time of this report."
      },
      {
        "id": "dks_years_old_news_4",
        "text": "POPULAR 'ALIEN AUTOPSY' DEBUNKED.  A widely circulated video, making the rounds everywhere from FriendFace to television news, has been debunked as a fake.  This extremely realistic and graphic alien autopsy shows an insect-like creature being dismantled by Japanese researchers, who comment on its anatomy in Japanese throughout the video.  Yesterday, on the popular social media website Eddit, a 'making of' video was posted, clearly exposing the work as the final film project of a small group of students at UCLA."
      },
      {
        "id": "dks_years_old_news_5",
        "text": "BIG BREAK.  At the pressure of tech moguls like Elton Moosek, a new bipartisan bill has set aside a big boost for long underfunded NASA.  \"It's time we started looking at opportunities beyond our own atmosphere,\" says a spokesperson for Edison Automotives.  This space fad is no doubt tied to a new collaborative in the tech industry, secretively nicknamed \"Project Bluebox.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "dks_one_year_old_news",
    "text": [
      {
        "id": "dks_one_year_old_news_1",
        "text": "READY FOR THE WORST.  In response to growing public concern about a potential attack from China, the president announced a major funding initiative for the construction of FEMA-supported community shelters near major population sites.  \"These shelters will provide a much-needed near safety points in an emergency,\" said a spokesperson for FEMA.  \"They're to be equipped with a secure basement that can resist heavy bombardment, able to fit hundreds of people, and equipped to survive gas and biological attacks.  They have self-contained water and power, protective gear, and communications equipment.  In short, they are public survivalist bunkers.  We've very excited about this initiative.\""
      },
      {
        "id": "dks_one_year_old_news_2",
        "text": "TURNING UP THE HEAT: New statistics suggest the average temperature in New England has climbed several degrees in the last two years.  \"No doubt crops are going to start suffering unless something is done,\" said an expert."
      },
      {
        "id": "dks_one_year_old_news_3",
        "text": "EDITORIAL: SOCIAL MEDIA HAS GOTTEN OUT OF HAND, AND GONE OUT OF COUNTRY.  We can no longer trust what we read, and it's all because of social media.  Although our newspaper takes painstaking efforts to source our data, our colleagues have forgotten what it means to be a journalist, and widespread falsehoods are repeated even by reputable publications as fact.  What is the ultimate source of all this misinformation?  It's anyone's guess, but I think we need look no further than our largest international trade partner and rival, China."
      },
      {
        "id": "dks_one_year_old_news_5",
        "text": "EDITORIAL: THIS IS WHERE 'ME TOO' ENDS UP.  It's been a while now since 'Me Too' swept the message boards of our nation, but its repercussions are felt every day.  Disconnected from our identities and our heritage by the overwhelming urge to suppress the white male and hide his every achievement, American citizens are turning to violence to find a place of belonging.  Mark my words: within a year, there will be a reckoning, and it won't be caused by the trade war, it will be from the broken heart of America."
      },
      {
        "id": "dks_one_year_old_news_6",
        "text": "EDITORIAL: THE RISE OF THE RIGHT HAS BROUGHT US HERE.  As the wounded white male ego becomes more and more of a self-stereotype, we see the cost of allowing right-wing sentiment echoed all around us.  A stricter stance on gun control, workplace discrimination, and domestic terrorist groups must be taken if our most marginalized populations are to survive the next year.  Everyone is affected by these sorts of issues."
      },
      {
        "id": "dks_one_year_old_news_7",
        "text": "NEW LAB OPENS: The Messier Research Facility has been officially opened by NASA right here in New England.  According to Deputy Administer Sophie Perla, \"This state of the art facility will catapult us back onto the world stage.  With the opening of the Messier research complex, New England has a starry future ahead of it.\""
      },
      {
        "id": "dks_one_year_old_news_8",
        "text": "'SPACE AGE AESTHETIC'. After much buzz in the tech world about \"Project Bluebox\", a new line of what is being termed as 'space-age aesthetic' products have been demoed to a select group of potential investors, particularly NASA administrators.  \"The public can look forward to new cutting edge devices hitting the shelves within a year.  Prepare to have your horizons broadened.\" a spokesperson said mysteriously this Monday, standing in front of a display case with heavily tinted glass."
      },
      {
        "id": "dks_one_year_old_news_9",
        "text": "WHEN I DID MY TIME.  We spoke to Dan Huang, the Chinese-American author of the New York Times bestselling exposé \"When I Did my Time\", the story of his three years living with his extended family in China, immersed in what he describes as \"The ever-escalating anti-American propaganda of the East.\"\n\n\"It's a real threat,\" said Huang.  \"They are being taught to hate our freedom, and our technology.  Mark my words: there is going to be a reckoning, and we need to be ready.\""
      },
      {
        "id": "dks_one_year_old_news_10",
        "text": "IT CAME FROM BEYOND.  [Pictured: Margaret Antwerp holds the fragment of alien satellite that landed in her rose garden.]  It was a normal day for Margaret.  Normal, that is, until a thundering crash in her front yard nearly knocked her house over.  \"This damn thing fell right out of space, I tell you,\" she told investigative journalists from our Paranormal Investigations department.  \"It was glowing red hot, and it had burnt my prize-winning roses to a crisp.\"  The US government and air force have declined to comment, as usual."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "dks_months_old_news",
    "text": [
      {
        "id": "dks_months_old_news_1",
        "text": "SUPPORT THE COUNTRIES THAT SUPPORT YOURS: Washington has announced the deployment of additional soldiers to key locations in East Asia following Chinese joint military exercises with North Korea.  \"We pledge our support to our allies, no matter where they are,\" the president said today in a press statement.  Our survey results show that the public is more than 56% in favor of a war with China, up 2% from where it was last month."
      },
      {
        "id": "dks_months_old_news_2",
        "text": "EVACS UNDER STRESS.  Following recent a recent string of devastating weather-related natural disasters, FEMA sponsered community shelters are under significant stress to stay in stock as the public flocks to their safety.  \"We're going to have to start finding new, cost efficient ways to fill those lockers with filling food and warm clothes,\" said FEMA spokesperson Quinn Wright.  \"There's no way that we can keep this up with what we have right now.\""
      },
      {
        "id": "dks_months_old_news_3",
        "text": "INCREASE IN \"MONSTER\" SIGHTINGS HAS EXPERTS BAFFLED.  A tenfold spike in sightings of unexplained phenomena, particularly fantastic beasts and monsters, has experts confused.  \"This could be related to the recent rise in hallucinations,\" said Dr. Barb Coulson in an interview on web-based debate show ContraPoints on Friday.  \"It's probably drugs,\" replied debate partner Leanne Jefferson, a spokesperson from MADD.  \"You're both idiots,\" moderator Natalie Wynn interjected.  \"The obvious answer is that it's monsters walking the Earth, preparing to kill us all.\""
      },
      {
        "id": "dks_months_old_news_4",
        "text": "EDITORIAL: HOME CANNING NEEDS TO MAKE A COMEBACK.  With food security in question after severe drought this year, I think it's clear we all need to get out Grandma's old books, and learn how to can again.  Grocery stores could be a bit empty this winter, and now is the time to make pickles and preserves while the pickling's good.  In this issue, three of our editors share their uplifting stories of rediscovering the joys of home canning."
      },
      {
        "id": "dks_months_old_news_5",
        "text": "SUNNY FUTURES.  Edison Automotives released a new line of solar-powered vehicles today, as part of their 'space age aesthetic' initative.  \"This is big news for everybody, no less those concerned with global warming as it stands.  We could see massive cutbacks in atmospheric carbon dioxide,\" said a spokesperson during the meeting."
      },
      {
        "id": "dks_months_old_news_6",
        "text": "ASTRONOMERS SHOCKED.  \"We don't know how this could've happened.  We've never had a nebula simply disappear on us,\" said a renowned astronomer after the big news was leaked to the Associated Press last week.  When attempting to set up a follow up interview, we could could reach her for further comment."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "dks_weeks_old_news",
    "text": [
      {
        "id": "dks_weeks_old_news_1",
        "text": "CHINESE AGGRESSION:  China took the offensive last week on the country’s disputed border with India, seizing a local village along an important highway.  While there was no violence, the UN is scrambling to ease tensions, calling the move \"Hostile for hostility's sake.\"  China claims that British land treaties support their actions, saying that they were merely taking back what was rightfully theirs.  This has done nothing to assuage national fears of open military conflict as the trade war begins to cut deep."
      },
      {
        "id": "dks_weeks_old_news_2",
        "text": "WILD WEATHER.  Meteorologists are reported to be \"concerned\" by recent weather patterns, new survey says.  Our own weatherman, Farhan Kishor, has this to say: \"Stock up on batteries and food and prepare to stay indoors for a while due to flooding and strong winds.  Stay tuned to your local weather station for updates.  We're in store for a big one, folks.\""
      },
      {
        "id": "dks_weeks_old_news_3",
        "text": "GIVING BACK: PUTTING THE \"COMMUNITY\" IN COMMUNITY SHELTERS.  A FEMA spokesperson is unveiling a new community-lead effort today: tax deductions in return for donations of canned goods.  \"This will be a great way for local communities to get excited about what we're doing here and invest in their own safety.\""
      },
      {
        "id": "dks_weeks_old_news_4",
        "text": "COMET OVERHEAD.  Keep your eyes peeled for the sudden appearance of a previously untracked comet tonight, visible around noon in the night sky.  Local stargazers are saying that this is a surprise, but a welcome one.  \"It's not often that you get to see this sort of thing with your own eyes quite so clearly,\" says sky watcher Paul O'Ryan."
      },
      {
        "id": "dks_weeks_old_news_5",
        "text": "\"TAKE YOUR FREEDOM IN YOUR OWN HANDS.\"  In a surprise press conference today, the president and senior military figures revealed shocking information on an impending terrorist attack by an organization codenamed 'Vanguard'.  \"It's time to take freedom into your own hands,\" President Loft said when addressing the crowd, urging them to enlist in the armed forces immediately.  \"We don't know when or where they will strike, but they mean to do as much harm as possible to our sovereignty as a nation, and as citizens of the United States.\"  Washington has refused to comment further."
      },
      {
        "id": "dks_weeks_old_news_6",
        "text": "WAR CONFIRMED.  Chinese-backed armed forces are on their way across the ocean as part of a strike force codenamed 'Vanguard' by government officials.  Washington warns that citizens on the West Coast, and on a lesser scale, nationwide, should immediately begin packing for impending evacuation orders.  The president is urging enlistment, and no doubt a draft is to follow to combat this new threat that seems to have DC scared to death."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "dks_newest_news",
    "text": [
      {
        "id": "dks_newest_news_1",
        "text": "EVACUATION ALERT: FEMA officials said today \"Do not try to defend your property.  Please retreat to your nearest evacuation center and await extraction to a safe facility.  Military officials require all civilians to be removed from hot sites for potential hostile strikes.  When the evacuation order is over, you will be able to return to your homes.\""
      },
      {
        "id": "dks_newest_news_2",
        "text": "BLOOD IN THE STREETS.  [Pictured: A grainy image of a terrifying war machine prowling a body-strewn street, taken from between a set of curtains.]  The police didn't stand a chance, neither did the National Guard, and neither will you.  Stay hidden.  Stay alert.  Do not go with them when they come to your shelter.  This will be our last issue."
      },
      {
        "id": "dks_newest_news_3",
        "text": "A BRIDGE TOO FAR.  In a statement Monday, the Department of Defense detailed its plans to deploy strategic minefields on key bridge crossings, in order to slow down invading ground forces.  \"Military personnel will be on-site to assist any refugees fleeing the hot zones.  We urge citizens to comply with all military directives and proceed directly to evacuation centers for relocation.\""
      },
      {
        "id": "dks_newest_news_4",
        "text": "SURRENDER.  [Pictured: An idle alien war machine surrounded by smiling humans wearing armbands.]  The tyranny of the unworthy is over.  You are now free, no longer choked by those who have long grown fat and contented on their wealth and your suffering.  Surrender to us, and we will show you what we have been building.  You can be part of our new order."
      },
      {
        "id": "dks_newest_news_5",
        "text": "GOVERNMENT FACILITIES BOMBED: In an apparent foreign attack (contradicting earlier Department of Defense denials of that the Vanguard terrorists can make strikes against the continental US) a coordinated bombing strike hit a wide number of US governmental facilities simultaneously yesterday, as well as numerous locations in isolated parts of the coastal United States.  A statement from the Pentagon has been issued, stating that Vanguard was responsible for the attacks, and assured that action would be taken in kind against the aggressors.  Allegations that terrorist operators have been spotted on the ground, a week early from previous statements, have been vehemently denied."
      },
      {
        "id": "dks_newest_news_6",
        "text": "HAPPINESS SKYROCKETS.  [Pictured: The street of what can only be one of the Designated Living Zones, appearing clean and well kept, with many smiling people.]  Life in the Designated Living Zones has never been better, a new study shows.  Over 99.9% of the world population reports an overwhelming since of gratitude and contentedness with their new living conditions.  This author can't help but wonder why some people continue to reject these gifts."
      }
    ]
  }
]
