[
  {
    "type": "snippet",
    "category": "radio_archive",
    "text": [
      "To whomever is listening, this may be our last broadcast.  The xenoids spotted us outside and they are surrounding the building.  No one has any weapons bigger than a pocket knife.  Can't stay in the studio any longer, station is being rewired to multicast frequencies for automatic broadcast.  Stay safe, and bless you, people.  Wish you luck.",
      "This is …kssht… we're holding the line so that …kssht… it's been a pleasure to serve, but there's too many of fu…kssht… damn xenoids!  God bless America!  …kssht…",
      "…kssht… Mayday!  This is Black Rose, declarin…kssht…ight emergency!  We s…kssht…three-legged alien robot that sh…kssht…kind of directed eng…kssht…eapon at us, both engine…kssht…n fire!  Blue Jay do you re…kssht…m going to try to la…kssht…re it is again.  Brace for im…kssssshhhht……………ACTIV…kssht…G BLACKBO…kssht…CRDER REBRO…kssht…TING LAST RADIO…kssht…NSMISSIO…kssht…",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  Unknown military forces have been spotted nationwide.  We are referring to this force as 'Xenoids'.  The Xenoids are confirmed by law enforcement officials to be universally hostile to life and extremely dangerous.  Please proceed to your local community shelter.  Arm yourself if you are able.  If you are not in an evacuation zone, officials highly recommend you pack weapons, gear for evacuation.  Make sure to include clean clothes, a blanket, and enough food and water to last a few days, and as much ammunition as you can carry.  More information will be released as it becomes available.  Message Repeats.",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  Unknown military forces have been spotted nationwide.  We are referring to this force as 'Xenoids'.  The Xenoids are confirmed by law enforcement officials to be universally hostile and extremely dangerous.  They seem to be armed with melee weapons and swords, however use caution when in eyesight of the Xenoids as some survivors have reported mind-altering affects including but not limited to paralysis, hallucinations and severe panic attacks.  The Xenoids are confirmed to communicate between each other and use advanced tactics when engaging.  More information will be released as it becomes available.  Message Repeats."
    ]
  }
]
