[
  {
    "type": "snippet",
    "category": "radio_archive",
    "text": [
      "kssht.  Dark Horse, this is Blue Jay, what's your status, over.  kssht.  Blue Jay, this is Black Horse, still holding, but not for long.  kssht.  Dark Horse, you've got to hold position for 3 hours.  We're almost black on ammo, but resupply is on the way, over.  kssht.  Not possible Blue Jay, too many tangos.  30 minutes max, and if you don't order us to retreat we're gone, over.  kssht.",
      "kssht.  Blue Jay, this is Black Rose, got your resupply, going in on vector 36, what's the status of the LZ?  kssht.  Black Rose, this is Blue Jay, what took you so long?  LZ hot and unsecured, ammo black, bayonets in action, land on your own discretion, over.  kssht.  Roger that, hold on, Black Rose out.  kssht.",
      "To whomever is listening, this may be our last broadcast.  Wish you luck.  Can't stay in the studio any longer, station is being rewired to military frequencies for automatic broadcast.  Stay safe, and bless you, people.",
      "This is …kssht… we're holding the line so that …kssht… it's been a pleasure to serve, but there's too many of them …kssht… God bless America…",
      "Attention.  Attention.  Do not fight.  Do not resist.  Become one with the family.  Surrender.  Recieve care.  Be loved.  Live.  Do not throw your life away.  Do not fight.  Do not resist.  Attention.  Attention.",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  Unknown military forces have been spotted nationwide.  They are confirmed by law enforcement officials to be hostile.  Please proceed to your local community shelter.  If you are not in an evacuation zone, officials highly recommend you pack gear for evacuation.  Make sure to include clean clothes, a blanket, and enough food and water to last a few days.  More information will be released as it becomes available.",
      "This is an emergency broadcast from the National Emergency Alert System.  This is not a test.  Seek immediate shelter.  Multiple missile launches have been confirmed to be target designated military targets, including in urban areas.  Seek immediate shelter.  If a community shelter is not available, alternative shelter locations are basements, beneath stairwells, or central rooms with no windows.  Ensure that you have sufficient protection from falling debris.  Ensure that you have food and water for at least one week.  Repeat.  Seek immediate shelter."
    ]
  }
]
