[
  {
    "type": "snippet",
    "category": "dks_note",
    "text": [
      { "id": "dks_note_1", "text": "\"WE WERE RIGHT THE GOVERNMENT DID IT\"" },
      { "id": "dks_note_2", "text": "\"watch those wrist rockets\"" },
      { "id": "dks_note_3", "text": "\"I shot the sheriff; but I couldn't find the deputy\"" },
      {
        "id": "dks_note_4",
        "text": "\"Some plant vines started chasin after me, so I took a gas mask and some teargas and I ran through them.\""
      },
      { "id": "dks_note_5", "text": "\"Slingshot right through the windshield k?\"" },
      {
        "id": "dks_note_6",
        "text": "\"When I was a kid I used to slingshot at bugs and birds.  Its really playing off nowadays, Ill tell you what\""
      },
      {
        "id": "dks_note_7",
        "text": "\"ALL YOU STONERS WITH YOUR VIDEYA GAMES - I BET YOU WISH YOU TOOK THE TIME TO LEARN A SKILL NOW DONTYA\""
      },
      { "id": "dks_note_8", "text": "\"I tried to be a bard, but the rats didn't like my piping.\"" },
      {
        "id": "dks_note_9",
        "text": "\"I found a chocolate bar on my pillow when I got home last night.  I left and don't wanna go back.\""
      },
      {
        "id": "dks_note_10",
        "text": "\"this spider thing came after me  it got me good  i shot it but i dont know if ill make it\""
      },
      {
        "id": "dks_note_11",
        "text": "\"DANNY IF YOU READ THIS THIS IS CLARA WE'RE ALL OKAY AND WE'RE HEADING TO THE RIVER.  A BOAT SAID THEY WERE DOCKED NEARBY.\""
      },
      {
        "id": "dks_note_12",
        "text": "\"When I think of the aliens I get mad, because I was supposed to be the next big leader.  WHERES MY CHANCE!??\""
      },
      { "id": "dks_note_13", "text": "\"They stopped me at the edge of town, said they wanted to make a deal…\"" },
      { "id": "dks_note_14", "text": "\"robots cant smell.  youll thank me later\"" },
      {
        "id": "dks_note_15",
        "text": "\"Hey.  Everyone reading this.  Life isn't so bad with them.  People just need to read up on their capitals if you catch my drift.\""
      },
      { "id": "dks_note_16", "text": "\"goddamn piece of shit gun doesnt fucking work\"" },
      {
        "id": "dks_note_17",
        "text": "\"Gotta slow down, man.  I don't think we spend more than 20% of our time fightin',  Put some Marley on and take off that racketus tripcore nonsense, man.\""
      },
      { "id": "dks_note_18", "text": "\"I kept shooting with my handgun, but I never got any better!\"" },
      {
        "id": "dks_note_19",
        "text": "\"ITS OKEY GUYS!  I BARRYED A TIME CAPSUL IN MY BACKYARD!  I PUT IN SOME HOEHOES.\""
      },
      {
        "id": "dks_note_20",
        "text": "\"I got my tinfoil hat on.  Good thing too, cause this alien was starrin at me kinda funny, trying to freeze my mind in place.\""
      },
      { "id": "dks_note_21", "text": "\"You want my advice?  Smoke crack, it gets shit done.\"" },
      {
        "id": "dks_note_22",
        "text": "\"ALWAYS WITH THE EFFICIENCY GUYS; YOURE ALWAYS WORKING TO GO HOME TO PAY RENT TO SLEEP TO WAKE UP TO WORK AGAIN.  STOP\""
      },
      { "id": "dks_note_23", "text": "\"IM OFF TO THUNDERDOME, BYE SUCKERS.\"" },
      {
        "id": "dks_note_24",
        "text": "\"If you get a parasite, take some sand and some vodka.  Rub the sand into the afflicted area, real good too; like you're washing your hair.  Then rinse with vodka.\""
      },
      {
        "id": "dks_note_25",
        "text": "\"I put my toilet water into a gastank.  Then I poured it into a glass cup.  Then I drank it without vomiting my insides back into the toilet.\""
      },
      { "id": "dks_note_26", "text": "\"This isn't real this is a test to turn you into a Manchurian Candidate!\"" },
      {
        "id": "dks_note_27",
        "text": "\"they sold us all down the river real fast huh?  they're on the radio near washington.\""
      },
      {
        "id": "dks_note_28",
        "text": "\"Some of 'em are big.  Real big.  Don't stick around, I saw my mate get fucking torn in half!\""
      },
      { "id": "dks_note_29", "text": "\"po p y fl ow er s don t ea at them\"" },
      { "id": "dks_note_30", "text": "\"saw some of ours with them.  traitor traitor traitor\"" },
      { "id": "dks_note_31", "text": "\"did they break all the fucking lawnmowers?!\"" },
      {
        "id": "dks_note_32",
        "text": "\"Some of the bridges, they're right next to each other, right?  If you see something up ahead one of those, just careen through to the other side.  My van was long enough to bridge right across!\""
      },
      { "id": "dks_note_33", "text": "\"BURN BURN BURN BURN BURN ALL BURN ALL BURN ALL BURN\"" },
      {
        "id": "dks_note_34",
        "text": "\"I took all the supplies.  Don't follow me.  I'm sorry, man.  I have to look out for myself now.\""
      },
      { "id": "dks_note_35", "text": "\"My next-door neighbor had a katana in his basement!\"" },
      { "id": "dks_note_36", "text": "\"Am I the last one free?\"" },
      {
        "id": "dks_note_37",
        "text": "\"Boyfriend stole my pistol while I was asleep.  I locked him in the bathroom and set the house on fire.  At least he attracted their attention.\""
      },
      { "id": "dks_note_38", "text": "\"who fucking popped all the tires you assholes\"" },
      {
        "id": "dks_note_39",
        "text": "\"ambushed a couple and they weren't too tough.  just watch out for the reinforcements.\""
      },
      {
        "id": "dks_note_40",
        "text": "\"Why would you hide in a farm?  Sure, it's isolated, but if they know where you are, you don't exactly have cover on all sides.\""
      },
      { "id": "dks_note_41", "text": "\"earth wasn't the first\"" },
      {
        "id": "dks_note_42",
        "text": "\"bullet holes and plasma burns all over the car.  piece of shit hardly runs\""
      },
      { "id": "dks_note_43", "text": "\"one day this will all be over.\"" },
      {
        "id": "dks_note_44",
        "text": "\"Got a picture of one of those walkers.  You should see it in the news soon: remember me by it.\""
      },
      { "id": "dks_note_45", "text": "\"Gas mask is nice and all, but I can hardly run with it on.\"" },
      { "id": "dks_note_46", "text": "\"why would you set up fucking mines they don't do anything to them\"" },
      {
        "id": "dks_note_47",
        "text": "\"The evac shelters are a death trap.  They took everyone else away but something in the driver's eyes told me not to go.  Now it's just me.\""
      },
      { "id": "dks_note_48", "text": "\"plugged some alient techn ignto me idkont know if i feel so gowod\"" },
      { "id": "dks_note_49", "text": "\"i've heard they know how to bring you back if you die\"" },
      { "id": "dks_note_50", "text": "\"you motherfucker\"" },
      { "id": "dks_note_51", "text": "\"Don't keep your goddamn casings!  They'll just weigh you down.\"" },
      {
        "id": "dks_note_52",
        "text": "\"seen them around a lot of military installations.  i think they know some of us didn't surrender like they said to\""
      },
      { "id": "dks_note_53", "text": "\"hahahahahaha die you flammable bastards\"" },
      {
        "id": "dks_note_54",
        "text": "\"If you're reading this: they're looking for you.  Join us by Boston, we've set up a camp in the woods\""
      },
      {
        "id": "dks_note_55",
        "text": "\"I thought bigmouth carp were bad.  The things they brought with them?  Talk about invasive species.\""
      },
      {
        "id": "dks_note_56",
        "text": "\"please let this all be a dream.  i had to bury her last night.  i don't even know what to do anymore.\""
      },
      { "id": "dks_note_57", "text": "\"TALL ONES RUN RUN RUN RUN RUN\"" },
      { "id": "dks_note_58", "text": "\"Are they still human inside that armor?\"" },
      { "id": "dks_note_59", "text": "\"got close to one of their ships and i feel crawly inside\"" },
      {
        "id": "dks_note_60",
        "text": "\"Remember history class with the invaders and their disesases?  yeah… my gut doesn't feel right… like it's moving…\""
      },
      {
        "id": "dks_note_61",
        "text": "\"They build modern bullets fuckin crazy.  Set some on fire and they all goes like a lil grenade.  Need kindling first.\""
      },
      { "id": "dks_note_62", "text": "\"GOD CAN'T SAVE US\"" },
      { "id": "dks_note_63", "text": "\"SHOOT YOURSELF, LET IT END QUICKLY\"" },
      {
        "id": "dks_note_64",
        "text": "\"There are five basic rules to survival.  One, stay prepared and watchful.  Two, keep your iron sights lined up or succumb.  Three, stay FAR WAY from all\""
      },
      {
        "id": "dks_note_65",
        "text": "\"The bricks of this bathroom look like a face.  Haha… it's all I can focus on.  At least let me shit before you kick down the door.  Please…\""
      },
      { "id": "dks_note_66", "text": "\"What the hell are they mining for in these shafts?\"" },
      {
        "id": "dks_note_67",
        "text": "\"fucking idiots with their medieval getups like that's gonna help against LASER RIFLES\""
      },
      { "id": "dks_note_68", "text": "\"Broadsword!  Yeah!\"" },
      {
        "id": "dks_note_69",
        "text": "\"If you see a trail of dirt getting displaced in your direction… run.  Run for your life.\""
      },
      {
        "id": "dks_note_70",
        "text": "\"wish the rain kept up after they arrived.  made my funnel collection feel more useful\""
      },
      { "id": "dks_note_71", "text": "\"Libraries are useless after the apocalypse.  Can't read away the drones.\"" },
      {
        "id": "dks_note_72",
        "text": "\"I swear to God I've seen these aliens before!  In a game, or something!  I swear…\""
      },
      {
        "id": "dks_note_73",
        "text": "\"Think it's worth it to crack a bank now that all the guards were killed or sent off?\""
      },
      { "id": "dks_note_74", "text": "\"Make sure your car is REALLY stopped before you get out.\"" },
      {
        "id": "dks_note_75",
        "text": "\"They're setting up in camps and cities all over.  Looks like some shit out of a sci-fi movie… goes without saying huh\""
      },
      {
        "id": "dks_note_76",
        "text": "\"Why would you ever hide in a damn gun store?  The owner… he was a moron alright.\""
      },
      { "id": "dks_note_77", "text": "\"THEY DON'T feel ANYTHING\"" },
      { "id": "dks_note_78", "text": "\"What was the government doing, anyway?\"" },
      {
        "id": "dks_note_79",
        "text": "\"i've seen what they've done to dissidents in those camps of theirs.  I don't know if I'll be able to sleep right again…\""
      },
      { "id": "dks_note_80", "text": "\"THE MARLEY WAS RIGHT\"" },
      {
        "id": "dks_note_81",
        "text": "\"We surrendered to them and they're treating us well.  I don't know why I was hiding all that time.\""
      },
      { "id": "dks_note_82", "text": "\"how long were they watching us?\"" },
      {
        "id": "dks_note_83",
        "text": "\"couldn't even dent one with the .45. all the noise just made me a bigger target.\""
      },
      { "id": "dks_note_84", "text": "\"Don't let the ember go out please don't go out I need you precious fire.\"" },
      {
        "id": "dks_note_85",
        "text": "\"Everyone used their gas to get to another town… but it's the same story everywhere.\""
      },
      { "id": "dks_note_86", "text": "\"There's still an evacuation point at Concord, spread the word.\"" },
      { "id": "dks_note_87", "text": "\"STAY AWAY FROM CONCORD\"" },
      {
        "id": "dks_note_88",
        "text": "\"Most things can be taken out with a shotgun.  More things can be taken out with a grenade.  Imagine what a mini-nuke does.\""
      },
      { "id": "dks_note_89", "text": "\"Come to the bar if you see this, let's re-enact an alien movie, friends.\"" },
      {
        "id": "dks_note_90",
        "text": "\"here I was hoping for zombies hahahaha, feel like I was born into the wrong apocalypse\""
      },
      {
        "id": "dks_note_91",
        "text": "\"have you seen some of the plants they drug in on their boots?  best you don't.\""
      },
      {
        "id": "dks_note_92",
        "text": "\"Your backpack's gonna weigh you down in the water.  Hell, feel free to get naked.  Nobody's going to judge your modesty.\""
      },
      { "id": "dks_note_93", "text": "\"Guns too loud.  Crossbow too long.  Running is best.\"" },
      {
        "id": "dks_note_94",
        "text": "\"I don't think they can read English.  Write down where you are down here so we can share supplies:\""
      },
      {
        "id": "dks_note_95",
        "text": "\"Crawled in through the vents.  Whole office building is a wreck.  Saved some, turned their guns on others.\""
      },
      {
        "id": "dks_note_96",
        "text": "\"god help you if you get caught by one of those nasty blade things that have been carving up wood.  my arm…\""
      },
      {
        "id": "dks_note_96a",
        "text": "\"Occupants are everywhere.  Do NOT let those fucking drones see you.  They'll alert the others with sirens and lights\""
      },
      {
        "id": "dks_note_97",
        "text": "\"New order, occupiers, invaders, grays, aliens, new gods, vanguard.  Did I miss any?\""
      },
      {
        "id": "dks_note_98",
        "text": "\"All I've got is this keg of beer and an appetite.  Come at me, apocalypse!\""
      },
      { "id": "dks_note_99", "text": "\"remember lambda\"" },
      {
        "id": "dks_note_100",
        "text": "\"do NOT surrender.  if you're so lucky as to find any that won't rip you up or shoot you on sight at this point, they do NOT have anything good in mind for us\""
      },
      {
        "id": "dks_note_101",
        "text": "\"we were the finest army in the world.  problem is, they're the finest army off-world.\""
      },
      {
        "id": "dks_note_102",
        "text": "\"River water around these parts is extremely safe.  Probably more safe than the damn tap water at this point.\""
      },
      { "id": "dks_note_103", "text": "\"watch your six.  some of them can cloak.\"" },
      { "id": "dks_note_104", "text": "\"ALL HAIL THE NEW GODS\"" },
      { "id": "dks_note_105", "text": "\"I just realized how damn demented those fliers are.\"" },
      { "id": "dks_note_106", "text": "\"I propose a new currency: 9mm.\"" },
      { "id": "dks_note_107", "text": "\"My skin is crawling and I teleport every few minutes…  what is going o\"" },
      {
        "id": "dks_note_108",
        "text": "\"Occupiers crawling all over the place.  Have reinforcement points all over.  Could take them out.  Might buy us some time in some places.\""
      },
      {
        "id": "dks_note_109",
        "text": "\"they can fucking read english you moron - or at least they have collaborators that CAN\""
      },
      { "id": "dks_note_110", "text": "\"watch what you write.  they're paying attention.\"" },
      { "id": "dks_note_111", "text": "\"STAY AWAY FROM THE BIG ONES IN THE FOREST\"" },
      {
        "id": "dks_note_112",
        "text": "\"got into a prison with a halligan bar.  makes me wonder how they kept prisoners inside\""
      },
      {
        "id": "dks_note_113",
        "text": "\"This thing isn't a car any more.  It's just a fucking mountain of metal on wheels, which I live in.\""
      },
      { "id": "dks_note_114", "text": "\"if you hear tires: run\"" },
      { "id": "dks_note_115", "text": "\"get on the roofs.  they might see you but they can't climb.\"" },
      { "id": "dks_note_116", "text": "\"i'm running out of ink but listen you need to\"" },
      {
        "id": "dks_note_117",
        "text": "\"Make sure you strip the house for all available resources-- tubes, pipes, ceramics, sheets, strings, and more\""
      },
      { "id": "dks_note_118", "text": "\"mmm mmm delsihous alien drink\"" },
      {
        "id": "dks_note_119",
        "text": "\"they have their own line of fucking fast food.  do NOT eat the Ascendant Burgers DO NOT DO NOT\""
      },
      { "id": "dks_note_120", "text": "\"tried one of the ascendant burgs.  Feeling fine.  They're safe, guys.\"" },
      { "id": "dks_note_121", "text": "\"CHINA DID THIS\"" },
      { "id": "dks_note_122", "text": "\"RUSSIA DID THIS\"" },
      { "id": "dks_note_123", "text": "\"ELTON MOOSEK DID THIS\"" },
      { "id": "dks_note_124", "text": "\"did you know?  alien wildlife is friendly to other aliens.  whoda thunk.\"" },
      { "id": "dks_note_125", "text": "\"dont try to leave they will shoot you\"" },
      {
        "id": "dks_note_126",
        "text": "\"I'd like to thank my high-school culinary arts class for teaching me how to make RDX.\""
      },
      {
        "id": "dks_note_127",
        "text": "\"in my dreams i saw hordes of the walking dead and a guy named kevin standing above it all, speaking in tongues.  glad it wasn't real\""
      },
      { "id": "dks_note_128", "text": "\"he calls himself the 'man with the hands', don't approach\"" },
      { "id": "dks_note_129", "text": "\"sometimes…  I dream about cheese\"" },
      { "id": "dks_note_130", "text": "\"mushy fucking pickles\"" },
      { "id": "dks_note_131", "text": "\"I've never been very confident, is that why my shots keep missing?\"" },
      { "id": "dks_note_132", "text": "\"FIRE BAD.  NOW NAKED.  PLEASE HELP.\"" },
      { "id": "dks_note_133", "text": "\"war of the god damn worlds looking ass\"" },
      { "id": "dks_note_134", "text": "\"KASHWAK: NO-FO\"" },
      {
        "id": "dks_note_135",
        "text": "\"The whispering fog is taking me in like a blanket.  I'm warm now.  I'm finally\""
      },
      {
        "id": "dks_note_136",
        "text": "\"made a movie out of some footage of the war.  two days cut down into seven hours.\""
      },
      {
        "id": "dks_note_137",
        "text": "\"Got split from my squad.  If you're reading this and you're still loyal, meet me at the nearby bunker.  If not: I've got a bullet with your fucking name on it.\""
      },
      {
        "id": "dks_note_138",
        "text": "\"if anyones reading this, please tell my mom i was right about robots being superior\""
      },
      { "id": "dks_note_139", "text": "\"heard a kid whispering to me from inside a garage.  i fucking bolted\"" },
      { "id": "dks_note_140", "text": "\"waded through 14 miles of sewage for playboy magazine, wasnt worth it\"" },
      {
        "id": "dks_note_141",
        "text": "\"I'm coming back for this note in twelve hours.  If I don't, take all my shit!\""
      },
      {
        "id": "dks_note_142",
        "text": "\"all my friends died when they came near me.  there's nothing funny about that\""
      },
      { "id": "dks_note_143", "text": "\"DOG NOT REAL DOG\"" },
      {
        "id": "dks_note_144",
        "text": "\"This is all just a dream, right??!  I'M GOING TO WAKE UP, HE'S GOING TO BE OK\""
      },
      { "id": "dks_note_145", "text": "\"wek ik spak\"" },
      { "id": "dks_note_146", "text": "\"I figured it out.\"" },
      {
        "id": "dks_note_147",
        "text": "\"If I had a dollar for every cash card I've found, I'd have more money than is on these stupid things!\""
      },
      {
        "id": "dks_note_148",
        "text": "\"can never have enough kevlar.  basically just live in a kevlar turtle shell.\""
      },
      { "id": "dks_note_149", "text": "\"Glad you found this finally.  I've been watching you for a while.\"" },
      { "id": "dks_note_150", "text": "\"chin up brian\"" },
      { "id": "dks_note_151", "text": "\"all they had to do was look at me WHAT THE FUCK DID THEY DO TO ME\"" },
      {
        "id": "dks_note_152",
        "text": "\"a ctulaly don t mi nd  t he cold it   s  f i ne in h ere  nn    o problem\""
      },
      { "id": "dks_note_153", "text": "\"i think i've been here before\"" },
      {
        "id": "dks_note_154",
        "text": "\"Tried wearing one of their uniforms and they shot at me anyway.  It's like they're a hivemind, man.\""
      },
      { "id": "dks_note_155", "text": "\"knock knock?  check the back window.\"" },
      {
        "id": "dks_note_156",
        "text": "\"For anyone that's reading this, I just want to confirm (FROM AN UNBIASED SOURCE) that it was NOT the scientists' fault.\""
      },
      { "id": "dks_note_157", "text": "\"for anyone reading:  no SETI had nothing-to-fuck do with this\"" },
      { "id": "dks_note_158", "text": "\"WE'RE GOING TO SAIL TO CANADA, BITCHES!\"" },
      {
        "id": "dks_note_159",
        "text": "\"Anyone hear about that guy who tried to sail his family to Canada?  What a moron, right?\""
      },
      { "id": "dks_note_160", "text": "\"recently canadian border has gotten more dangerous don't go there\"" },
      { "id": "dks_note_161", "text": "\"Hey, what happened to my dad's airboat?!\"" },
      { "id": "dks_note_162", "text": "\"Reading is good!  Never stop reading.  Read EVERYTHING.\"" },
      {
        "id": "dks_note_163",
        "text": "\"I'm gonna be honest here, I'm really gonna die soon so I dont want to gt forgnottedn ples dont forntget me y nrmmy name is h@@hbhbh\""
      },
      { "id": "dks_note_164", "text": "\"all it takes to seal a wound is a sawblade and a match!  trust me\"" },
      {
        "id": "dks_note_165",
        "text": "\"is it just me or are we healing faster?  i think they put something in the water…\""
      },
      { "id": "dks_note_166", "text": "\"the 50cal is strong with this one\"" },
      {
        "id": "dks_note_167",
        "text": "\"WBLF 970 went off-air three days ago.  There's nothing left on the radio but the propaganda.  Might as well throw this thing away…\""
      },
      {
        "id": "dks_note_168",
        "text": "\"I've heard it's safer across the Mississippi.  Going to start driving today.  If you're reading this, pray for me\""
      },
      { "id": "dks_note_169", "text": "\"remember to bleach those bandages\"" },
      { "id": "dks_note_170", "text": "\"We have Landed our Comet.  The Sky is Ablaze.\"" },
      {
        "id": "dks_note_171",
        "text": "\"Last one standing.  It's good feeling.  I win.  I win I win I win I win I win\""
      },
      { "id": "dks_note_172", "text": "\"Adderall cures weakness, tramadol cures death\"" },
      { "id": "dks_note_173", "text": "\"parry this you casuals\"" },
      { "id": "dks_note_174", "text": "\"Best way to train is by throwing pebbles at birds.  You'll be a legend.\"" },
      { "id": "dks_note_175", "text": "\"new bedford is overrun.  i'm sorry.  we tried.\"" },
      {
        "id": "dks_note_176",
        "text": "\"I've seen what they do with the bodies.  Their medical prowess is staggering…\""
      },
      { "id": "dks_note_177", "text": "\"You're next.\"" },
      { "id": "dks_note_178", "text": "\"anyone else want to go down in a blaze of glory?  join me at the park.\"" },
      {
        "id": "dks_note_179",
        "text": "\"Lots of new easy ways to burn calories now.  Fighting the Occupiers, managing the fields, outrunning the new 'wildlife', and more.\""
      },
      { "id": "dks_note_180", "text": "\"FLAMING SWORD HUMANE.  CAUTERIZES WOUNDS.  SURGICAL.\"" },
      { "id": "dks_note_181", "text": "\"knife screams it screams i cant breathe so scared help me please help\"" },
      { "id": "dks_note_182", "text": "\"when it started, we could still hope The Man was gonna save us…\"" },
      { "id": "dks_note_183", "text": "\"it wasn't even a person anymore im sorry god\"" },
      {
        "id": "dks_note_184",
        "text": "\"i say we call the material from melting down cars and dead robots 'massachusetite' or 'vermontsteel' or 'connecticut composite'\""
      },
      {
        "id": "dks_note_185",
        "text": "\"Sometimes what you need when you're infected, bleeding, sick and hungover is a J and some chips.\""
      },
      {
        "id": "dks_note_186",
        "text": "\"This has to be China's fault.  Seriously, why is nobody suspecting the people we're having a cold war with!  This is an invasion!  These aren't aliens, it's just camouflage!  WAKE UP, SHEEPLE!\""
      },
      {
        "id": "dks_note_187",
        "text": "\"Hahahahaa stupid fuck in his mansion, with his plate armor and big axe.  Guy never swung the thing in his life.  Can't block bullets, dipshit\""
      },
      { "id": "dks_note_188", "text": "\"Two words: Truman Show.\"" },
      {
        "id": "dks_note_189",
        "text": "\"poor guy.  watched him from afar with my binocs for months and months.  today he died fighting.  feels like i knew him even though i never approached.\""
      },
      { "id": "dks_note_190", "text": "\"ENGLAND DID THIS\"" },
      {
        "id": "dks_note_191",
        "text": "\"That little fakkin rat din say anythin till we whacked him with a steel chain!  Then 'e just wanted to know if he could buy the chain!\""
      },
      {
        "id": "dks_note_192",
        "text": "\"tom, adorned with fluid sacs three layers deep, crawls to safety like a slug\""
      },
      {
        "id": "dks_note_193",
        "text": "\"my friend turned fuckin insane and ate his arms and then his sister's arms!  he looked rather cross\""
      },
      { "id": "dks_note_194", "text": "\"Starting today, the hallucinations are my only friends.\"" },
      { "id": "dks_note_195", "text": "\"For sale: baby shoes, unused\"" },
      {
        "id": "dks_note_196",
        "text": "\"Started my own brewery recently.  I just need some glass bottles, now!  Several thousand!  I'm planning way ahead.\""
      },
      {
        "id": "dks_note_197",
        "text": "\"Heard recently of some radio op who lives in a skyscraper, announcing where the grays are going.  I think I saw the explosion a mile away after they caught wind.\""
      },
      { "id": "dks_note_198", "text": "\"Woah, bud!  Not all cannibals eat meat!\"" },
      { "id": "dks_note_199", "text": "\"ay why aint my bullets fuckin explodin\"" },
      { "id": "dks_note_200", "text": "\"Those Fiktok clan people picked this place clean… no food…\"" },
      {
        "id": "dks_note_201",
        "text": "\"The fewer 'resistance members' in New England, the stronger we'll become out here in the wilds.  Let them have the cities.\""
      },
      { "id": "dks_note_202", "text": "\"It all boils down to the Apex Predator.\"" },
      { "id": "dks_note_203", "text": "\"It's been a while, hasn't it?  Glad I found you again.\"" },
      { "id": "dks_note_204", "text": "\"Got my mortar and pestle.  Now if I could just find some avocados…\"" }
    ]
  }
]
