[
  {
    "id": "bot_antimateriel",
    "copy-from": "bot_antimateriel",
    "type": "ITEM",
    "subtypes": [ "TOOL" ],
    "name": { "str_sp": "CROWS II, heavy machinegun" },
    "description": "This is an inactive turret.  Using this item involves loading the unit with the factory-loaded ball heavy machine gun ammunition rounds in your inventory (if you wish to divide your ammunition, set aside whatever ammunition you do NOT want to give the turret) turning it on, and placing it on the ground, where it will attach itself.  If programmed successfully the turret will then identify you as a friendly, and attack all enemies with its heavy machine gun."
  },
  {
    "id": "bot_rifleturret",
    "copy-from": "bot_rifleturret",
    "type": "ITEM",
    "subtypes": [ "TOOL" ],
    "name": { "str_sp": "inactive CROWS II, light machinegun" },
    "description": "This is an inactive turret.  Using this item involves loading the unit with the factory-loaded ball rifle ammunition in your inventory (if you wish to divide your ammunition, set aside whatever ammunition you do NOT want to give the turret) turning it on, and placing it on the ground, where it will attach itself.  If programmed successfully the turret will then identify you as a friendly, and attack all enemies with its light machine gun."
  },
  {
    "id": "bot_turret",
    "copy-from": "bot_turret",
    "type": "ITEM",
    "subtypes": [ "TOOL" ],
    "name": { "str": "inactive turret" },
    "description": "This is an inactive turret.  Using this item involves loading the unit with the factory-loaded ball pistol ammunition in your inventory (if you wish to divide your ammunition, set aside whatever ammo you do NOT want to give the turret) turning it on, and placing it on the ground.  If reprogrammed and rewired successfully the turret will then identify you as a friendly, and attack all enemies with its SMG."
  },
  {
    "id": "bot_secubot",
    "copy-from": "bot_secubot",
    "type": "ITEM",
    "subtypes": [ "TOOL" ],
    "name": { "str": "inactive TALON UGV" },
    "description": "This is an inactive TALON UGV equipped with an assault rifle.  Using this item involves loading the unit with the factory-loaded ball rifle ammo in inventory (if you wish to divide your ammunition, set aside whatever rifle ammo you do NOT want to give the robot) turning it on, and placing it on the ground.  If reprogrammed and rewired successfully the security bot will then identify you as a friendly, roam around or follow you, and attack all enemies with its rifle."
  },
  {
    "id": "bot_talon_m202a1",
    "copy-from": "bot_talon_m202a1",
    "type": "ITEM",
    "subtypes": [ "TOOL" ],
    "name": { "str": "inactive launcher TALON UGV" },
    "description": "This is an inactive TALON UGV equipped with a six shot grenade launcher.  Using this item involves loading the unit with the HEDP grenade cartridges in your inventory (if you wish to divide your ammunition, set aside whatever grenades you do NOT want to give the robot) turning it on, and placing it on the ground.  If reprogrammed and rewired successfully the UGV will then identify you as a friendly, roam around or follow you, and attack all enemies with its grenade launcher."
  }
]
