[
  {
    "id": "spy_map",
    "copy-from": "abstractmap",
    "type": "GENERIC",
    "category": "maps",
    "name": "strategic points of interest tourist map",
    "description": "A tourist brochure that has markings on it in places that clearly aren't the advertised tourist 'zebras?'.",
    "color": "brown_green",
    "use_action": {
      "type": "reveal_map",
      "radius": 185,
      "terrain": [ "field_office", "lab_surface_brick_blockC3", "lab_surface_brick_basementD1_hidden_lab_stairs" ],
      "message": "You add the locations to your map."
    }
  },
  {
    "type": "GENERIC",
    "id": "spy_note",
    "category": "books",
    "symbol": ",",
    "color": "white",
    "name": { "str": "left behind note" },
    "snippet_category": "spy_note",
    "description": "A scrap of paper.  Something's written on it, scrawled in bad handwriting.",
    "price": 0,
    "price_postapoc": 0,
    "material": [ "paper" ],
    "flags": [ "TRADER_AVOID" ],
    "weight": "3 g",
    "volume": "1 ml"
  },
  {
    "type": "BOOK",
    "id": "grimy_recipe",
    "category": "manuals",
    "symbol": "0",
    "color": "white",
    "name": { "str": "grimy handwritten recipe" },
    "description": "A scrap of paper.  Something's written on it, scrawled in bad handwriting.  You can barely make out the words 'Blood treatment' followed by a list of ingredients.",
    "price": 0,
    "price_postapoc": 0,
    "material": [ "paper" ],
    "flags": [ "TRADER_AVOID" ],
    "weight": "3 g",
    "volume": "1 ml",
    "skill": "cooking",
    "required_level": 1,
    "intelligence": 6,
    "time": "5 m",
    "fun": -2
  },
  {
    "id": "sylph_parchment",
    "type": "BOOK",
    "name": { "str": "sylph parchment" },
    "description": "I'm sorry that I won't be there to greet you when you awaken into sentience my offspring, but this world is dying and I must take the roads back home before they darken and grow cold.  Even if I were here you would likely find my company to be short lived as the tradition of our people is to witness the waking and greet our offspring then leave them to explore the world on their own.  However, I have summoned some lesser creatures of the underhill realms to guard this place and you for as long as they can.  Most everything else in this world will attempt to kill you.  I have included instructions for how to make a healing item as well as a developmental potion that you can take to bring yourself further into your destiny and will grant new abilities, somewhat randomly I'm afraid.  I hope that you survive long enough to become what I hoped for you to be and that you are able to find one of the trodden paths from this place into the borderlands and from there deeper into Fae where you will hopefully find me.  All of my hopes and dreams ride with you.",
    "weight": "3 g",
    "volume": "5 ml",
    "price": 0,
    "material": [ "paper" ],
    "symbol": "/",
    "color": "light_gray"
  },
  {
    "id": "dollkin_tablet",
    "type": "BOOK",
    "name": { "str": "dollkin tablet" },
    "description": "My dearest child, you are awaking into a cold dying world alone and without parents.  Honestly, this is for the best, for I was brought to life amongst the mortals of this realm and the parenting I would be able to pass on to you is entirely tragic.  I will spare you from that fate.  However, I have summoned some lesser creatures of the underhill realms to guard this place and you for as long as they can.  Most everything else in this world will attempt to kill you.  I have included instructions for how to make a healing item as well as a developmental potion that you can take to bring yourself further into your destiny and will grant new abilities, somewhat randomly I'm afraid.  I hope that you survive long enough to become what I hoped for you to be and that you are able to find one of the trodden paths from this place into the borderlands and from there deeper into Fae where you will hopefully find me.  All of my hopes and dreams ride with you.",
    "weight": "3 g",
    "volume": "5 ml",
    "price": 0,
    "material": [ "stone" ],
    "symbol": "/",
    "color": "light_gray"
  },
  {
    "id": "flametouched_parchment",
    "type": "BOOK",
    "name": { "str": "flametouched  parchment" },
    "description": "If you are reading this you have woken up to sentience as I planned.  My timing however was not great in that I've been forced to leave before showing you the hunting ground that I've brought you into existence in.  How I envy the experience you will have rampaging through the ashes of the old world.  There is significant danger in this world and in time you will be one of the most dangerous beings in it.  However, since that time is not yet I have summoned some lesser creatures of the underhill realms to guard this place and you for as long as they can.  Most everything else in this world will attempt to kill you.  I have included instructions for how to make a healing item as well as a developmental potion that you can take to bring yourself further into your destiny and will grant new abilities, somewhat randomly I'm afraid.  I hope that you rise to the top of this crush of predators I've been forced to abandon you among.  Good luck and good hunting.",
    "weight": "3 g",
    "volume": "5 ml",
    "price": 0,
    "material": [ "stone" ],
    "symbol": "/",
    "color": "light_gray"
  },
  {
    "id": "waterkin_tablet",
    "type": "BOOK",
    "name": { "str": "waterkin tablet" },
    "description": "Spawn of my intentions, I address you from across space and time on today the day of your hatching.  As is the custom of our people you have been left in an uncivilized and barbaric place.  You must make your way back to us to become one of us.  For now you will take a name like those of the dead civilization we've deposited you in.  While you must develop on your own and find your way back to us, I have summoned some lesser creatures of the underhill realms to guard this place and you for as long as they can.  Most everything else in this world will attempt to kill you, be sure to kill it first.  I have included instructions for how to make a healing item as well as a developmental potion that you can take to bring yourself further into your destiny and will grant new abilities, somewhat randomly I'm afraid.  The depths will tremble one day in your wake and upon that day you will know how to find us.  If you fail we shall never know your name, like all the other lost children.",
    "weight": "3 g",
    "volume": "5 ml",
    "price": 0,
    "material": [ "stone" ],
    "symbol": "/",
    "color": "light_gray"
  },
  {
    "id": "plantkin_parchment",
    "type": "BOOK",
    "name": { "str": "plantkin parchment" },
    "description": "My beloved child, the cataclysm struck at this world at a crucial time in your development and we were forced to leave you behind to be born alone or to mercy kill the life you were becoming.  When that was the choice upon us it felt like no choice at all.  If that was the kinder fate, I am sorry but my hopes to meet you one day were too strong.  I am shamed that our clan will be unable to provide you shade and company but, I have summoned some lesser creatures of the underhill realms to guard this place and you for as long as they can.  Most everything else in this world will attempt to kill you.  I have included instructions for how to make a healing item as well as a developmental potion that you can take to bring yourself further into your destiny and will grant new abilities, somewhat randomly I'm afraid.  I hope that you survive long enough to become what I hoped for you to be and that you are able to find one of the trodden paths from this place into the borderlands and from there deeper into Fae where you will hopefully find me.  All of my hopes and dreams ride with you.",
    "weight": "3 g",
    "volume": "5 ml",
    "price": 0,
    "material": [ "stone" ],
    "symbol": "/",
    "color": "light_gray"
  },
  {
    "id": "earthkin_tablet",
    "type": "BOOK",
    "name": { "str": "earthkin tablet" },
    "description": "Brethren of soil and stone.  How our tribe longed to see you stretch forth from the forming pit like so many others before you.  It is shame that will take many generations of our people to wash away that we were unable to stay to bring you with us.  However, I have summoned some lesser creatures of the underhill realms to guard this place and you for as long as they can.  Most everything else in this world will attempt to kill you.  I have included instructions for how to make a healing item as well as a developmental potion that you can take to bring yourself further into your destiny and will grant new abilities, somewhat randomly I'm afraid.  I hope that you survive long enough to become what I hoped for you to be and that you are able to find one of the trodden paths from this place into the borderlands and from there deeper into Fae where you will hopefully find me.  We await you joining our chorus in the deep caves of Fae, once you find your way here.",
    "weight": "3 g",
    "volume": "5 ml",
    "price": 0,
    "material": [ "stone" ],
    "symbol": "/",
    "color": "light_gray"
  }
]
