[
  {
    "type": "snippet",
    "category": "XE_BAD_DREAMS",
    "text": [
      "You have bad dreams.",
      "Your dreams are terrifying.",
      "In your dream, odd creatures circle you.",
      "You dream a demon under your bed brushes your hand.",
      "In your dream, your heart races like you just faced a bogeyman.",
      "You dream panic seizes you suddenly with no discernible reason.",
      "In your dream, a torrent of cold sweat runs down your back.",
      "You dream; not sleeping might be the preferable option.",
      "Fear grips you in your dreams.",
      "In your dream, terrifying creatures surround you.",
      "An infinitely hot wind scorches your face in your dream, leaving nothing but charred bone.",
      "Enormous gravity crushes you against the ground in your dream until your bones are reduced to fine dust.",
      "A strong wind lifts you up into the sky in your dream, only to let you plummet to your death.",
      "Inhuman giants relentlessly hunt you in your dreams.",
      "You are a toy of an unspeakable power in your dreams.",
      "No one is willing to help you in your dream.",
      "A shot to the face jolts you awake from your dream.",
      "In your dream, you feel no better than the shambling dead.",
      "You dream it might be better to be dead than existing in constant agony.",
      "In your dream, there is no one to ask for help.",
      "The world loses all its colors in your dream, leeching yours as well.",
      "In your dream, pitch-black darkness surrounds you, with something pursuing you.",
      "A sea of blood drowns you in your dream, rendering you unable to scream for help.",
      "Shadows come to life in your dream, whispering your darkest fears.",
      "You dream of endlessly falling through a void with no escape.",
      "Your skin peels away in your dream, revealing nothing but emptiness underneath.",
      "A room with no doors or windows traps you in your dream, the walls closing in.",
      "You run through a forest in your dream where the trees are twisted faces screaming in agony.",
      "A swarm of insects crawls out of your mouth and eyes in your dream.",
      "You are buried alive in your dream, hearing the dirt being shoveled over you.",
      "Strapped to a chair in your dream, a figure with a blank face approaches.",
      "Reliving your worst memories on an endless loop haunts you in your dream.",
      "Snakes slowly tighten their grip around you in your sleep.",
      "In a house of mirrors in your dream, decaying versions of yourself stare back.",
      "Your loved ones turn into monsters right before your eyes in your dream.",
      "Lost in a labyrinth in your dream, the paths keep shifting and changing.",
      "A train speeds towards a broken track with no way to stop it in your dream.",
      "Naked and vulnerable on a stage, everyone laughs at you in your dream.",
      "A shadowy figure chases you in your dream, and you can never escape.",
      "In a graveyard in your dream, the tombstones have your name on them.",
      "Paralyzed and unable to move, something approaches your bed in your dream.",
      "Looking in a mirror in your dream, a stranger stares back.",
      "Your teeth fall out one by one in your dream, leaving you unable to speak.",
      "Surrounded by whispering voices in your dream, you can't understand what they say.",
      "Your limbs turn to stone in your dream, making you unable to run from danger.",
      "Stuck in an elevator in your dream, it keeps dropping and rising uncontrollably.",
      "A field of dead flowers bursts into flames around you in your dream.",
      "Lost at sea with no land in sight, something brushes against your leg in the water in your dream.",
      "In a dark alley in your dream, every turn leads to a dead end.",
      "An abandoned hospital's walls bleed in your dream.",
      "Trapped under ice in your dream, people pass by above, unable to see you.",
      "In a deserted city in your dream, footsteps follow you.",
      "Surrounded by laughter that turns to screams in your dream.",
      "Covered in a thick, suffocating fog in your dream, you can't find your way out.",
      "Running, but your legs feel like they are made of lead in your dream.",
      "Seeing your own grave in your dream, something is digging its way out.",
      "Locked in a cage suspended over a bottomless pit in your dream.",
      "In a forest in your dream, the trees have eyes that watch your every move.",
      "A house where the floors creak and groan as if alive in your dream.",
      "A room where the walls ooze black, tar-like substance that smells of death.",
      "A giant spider weaves a web around you, and you can't move as it draws closer.",
      "Your body starts to melt in your dream, and you can feel every excruciating moment.",
      "You wake up in a morgue drawer, and you can hear the whispers of the dead around you.",
      "In a dilapidated asylum, the patients with grotesque deformities reach out for you.",
      "You see your reflection in a puddle, but it's someone else grinning back at you.",
      "You are chained to a wall as water slowly fills the room, drowning you inch by inch.",
      "In an old mansion, faceless children hold your hand, leading you to a dark cellar.",
      "You find yourself in a butcher's shop, and you're the one being carved up.",
      "Walking through a field of corpses, their eyes follow your every step.",
      "You are in a church, and the congregation turns to reveal hollow, gaping mouths.",
      "You fall into a pit of writhing maggots that consume you alive.",
      "A carousel of dismembered bodies spins faster and faster around you.",
      "Your limbs are twisted and contorted, leaving you unable to escape the horrors around you.",
      "You are hunted by a monstrous creature that mimics the voices of your loved ones.",
      "A plague of rats swarms over you, biting and clawing at your flesh.",
      "Your skin turns to glass, and every movement causes it to crack and shatter.",
      "You are trapped in a house where every door leads to a room filled with horrors.",
      "The floor beneath you turns to quicksand, dragging you into the depths of darkness.",
      "You are on an operating table, and the surgeon has no face, only a blank, smooth surface.",
      "You are in a museum where the exhibits come to life and hunt you down.",
      "Your veins fill with ice, freezing you from the inside out.",
      "You are forced to watch as your loved ones are tortured and you are unable to help.",
      "You find yourself in a carnival where the clowns are grotesque monsters that feast on flesh.",
      "You are in a forest where the trees have faces that scream in agony as you pass by.",
      "You are in a small boat in the middle of a storm, and the waves are made of blood.",
      "Your body starts to rot while you are still alive, flesh falling away in chunks.",
      "You are in a classroom where the teacher is a corpse, and the lesson is your own demise.",
      "You are in a hospital where the doctors and nurses are stitched together from different bodies.",
      "You are in a burning building, and the flames have faces that mock your pain.",
      "You are in a maze where the walls close in, crushing you slowly.",
      "You are buried alive in a coffin, and you can hear the dirt being shoveled on top.",
      "You are in a dungeon where the torturer is a shadowy figure with no eyes.",
      "You are in a library where the books scream when you open them.",
      "You are in a graveyard where the tombstones bear your name, and the graves are open.",
      "You are in a swamp where the water is filled with hands that try to drag you under.",
      "You are in a laboratory where the experiments are on you, and the pain is excruciating.",
      "You are in a house where the walls bleed, and the floors are made of bones.",
      "You are in a factory where the machines have a mind of their own, and they want to crush you.",
      "You are in a forest where the animals speak in riddles and threats, mocking your fear.",
      "You are in a cave where the walls close in, and the darkness is alive.",
      "You are in a room where the floor is covered in spiders, and they are crawling up your legs.",
      "You are on a bridge where the ropes snap, and you fall into an abyss with no end.",
      "You are in a field where the scarecrows come to life and chase you with knives.",
      "You are in a house where the paintings change every time you look away, showing your worst fears."
    ]
  },
  {
    "type": "snippet",
    "category": "snippet_drained_by_lilit",
    "text": [
      "You dream of falling through darkness.",
      "You dream of whistling winds as you stand on a mountaintop.",
      "You dream of the moon growing larger and larger, filling the sky.",
      "You dream of walking through the forest and suddenly seeing an owl fly past you, so close you could touch it.",
      "You dream of something sitting on your chest, suffocating you.",
      "You dream of slipping under dark water, none of your attempts to swim keeping you afloat.",
      "You dream of standing in a dark room, being buffeted by silent wings."
    ]
  }
]
