[
  {
    "type": "snippet",
    "category": "local_files_xedra",
    "//": "Messages, logs and videos, that xedra agent may have on it's laptop",
    "text": [
      {
        "id": "local_files_xedra_1",
        "text": "*A half-hour-long tape that films a static building in the middle of nowhere with a bright, clean sky in the background.  The building is tall, thick, and covered in some white mush, while the windows move in a zigzag pattern.  Twenty minutes later, the camera captures a heavy aircraft that starts to move in circles around the building.  In a few minutes, a massive volley erupted from the plane, which made the building rip and burn apart, and its dwellers - small spike-like creatures that move by rolling - quickly ran away, screaming in piercing shrieks while their white spikes melted.*"
      },
      {
        "id": "local_files_xedra_2",
        "text": "need_to_discuss.mp4\n*It seems to be a part of some video for a newcomer mortician.*\nHost: … Oh, and also, do you remember those small pieces of metal we found covering the skin?  I recommend not throwing it away, but cleaning it up and storing it in some bag - apparently zebra departments really like to buy some of them for a whopping price.\nCameraman: Do you know why?\nHost: I don't give a shit actually, but 50 bucks per month is 50 bucks per month."
      },
      {
        "id": "local_files_xedra_3",
        "text": "record_17.06.mp3\n[Voice 1]: I'm here.\n[Voice 2]: And?\n[Voice 1]: As the report said.\n[Voice 2]: Fuck.\n*few seconds of complete silence*\n[Voice 2]: So it's completely impossible to move it?\n[Voice 1]: Correct, completely glued.\n*another few seconds of complete silence*\n[Voice 1]: So, in summary, we have a bullet, stuck in the air and completely immovable, in the middle of fucking nowhere.  I think I've seen something similar before…"
      },
      {
        "id": "local_files_xedra_4",
        "text": "*cached messages in some chat app*\nB0yscout(Bravo 7): so, do you guys know what's going on?\nJackTrader(PD): wdym?\nB0yscout(Bravo 7): i mean the fuck is going on with the world?  when i just came here, you guys tried to solve a vampire disease, then a shifter overpopulation, and yesterday my unit happened to fight A MOTHERFUCKING ANGEL!  ANGEL!!!\nB0yscout(Bravo 7): am i tripping, or are we living in some junk novel, written by idiots without any sense of… eeh… you get it\nJackTrader(PD): oh\nJackTrader(PD): …\nJackTrader(PD): hmm, what do i say\nJackTrader(PD): it's actually pretty serious topic\nJackTrader(PD): i'd even say it's impossible to solve, because we can't really measure why happens this, and why happens that\nJackTrader(PD): but\nB0yscout(Bravo 7): :eyes:\nJackTrader(PD): we talked about it with @WHO and a few other folks from the paranormal department, and we think there are a few possibilities\nJackTrader(PD): the official one is that the portal shit is so massive, that the probability of us meeting something, that resembles our folklore is not that small\nJackTrader(PD): like you met a wheeled ball with feathers yesterday, but did you saw a square of light, that speaks perfect english?\nJackTrader(PD): i did\nB0yscout(Bravo 7): i'm not surprised\nB0yscout(Bravo 7): i guess the juice is in the unofficial versions?\nJackTrader(PD): the first unofficial version, that we hope is correct, is that there were portal outbreaks before, and it's just not the first time planet Earth fights the vampire invasion or shit\nB0yscout(Bravo 7): why isn't it official?\nJackTrader(PD): because people are idiots, mostly.  Imagine if POTUS made a speech saying \"do you remember all this shit about satan and unicorns and loch ness?  well it's actually true.  except satan.  maybe\"\nB0yscout(Bravo 7): and?\nJackTrader(PD): you'd be surprised how much overlap there is between people who ~~think~~  thought unicorns are real, and people who think we should kill all jews\nB0yscout(Bravo 7): okay that makes sense\nB0yscout(Bravo 7): that's the only unofficial theory you discuss?\nJackTrader(PD): we thought about another one, but it's much, much worse\nJackTrader(PD): that the stuff, that invades our world, can connect to some sort of noosphere and thing, and can read our thoughts\nJackTrader(PD): as they know everything we are afraid of\nJackTrader(PD): demons\nJackTrader(PD): vampires\nJackTrader(PD): diseases\nJackTrader(PD): nuclear war\nB0yscout(Bravo 7): …\nB0yscout(Bravo 7): …\nB0yscout(Bravo 7): is it classified?\nJackTrader(PD): …oh shit "
      },
      {
        "id": "local_files_xedra_5",
        "//": "SAATUIOW = Supernatural Abilities And Their Usage In Operative Work",
        "text": "SAATUIOW_1/6.mp4\n*The video seems to be a record of some drill in a large classroom.  The first few minutes are spent preparing the projector, then a person comes to the lectern*\nGood morning everyone, my name is *illegible*, and I am the assistant of doctor *illegible*.\nToday's lesson would be pretty general, because it's a theme on which we still lack information and a lot must be discussed.  We also don't have proper terms, so don't be surprised if part of it is picked from game slang and part from fantasy novels.  The lesson would be more than experimental.\nOkay.  You saw the name of the lesson before, it has a long, unreadable name, but overall it is described as \"magic\".  Yes, magic, because we still don't know why and don't know how it works.  You may hear a story about an altered objects that doesn't work, works in the wrong way, does something different, or even harms the user, but most of you don't know - No, Jamey, I know you know it, you are our consultant here, not a student.\nYes, I forgot to present: this is Jamey, he is our retired field agent and a pretty experienced eater.  More on that later.\nSo yes, you don't know… *The lecturer silently watches at Jamey for a few seconds*… that some \"subjects\" - I say \"subjects\", because some of them are not humans, we saw a similar result from apes, dogs, rats, and even, uh, was it a computer program?… Anyway, some \"subjects\" can not only touch these items without self-harm, but they can also, eh, use them?  It's not really \"using\", we think they'd rather \"redirect\" their paranormal properties into a more acceptable form.  Yes, they \"redirect\" the power, energy, mana, you name it, into a direction that gives them supernatural abilities.  They are not really limited, some individuals are able to use all of them, but most are not - the rules of these processes are unclear, so we classified them into a few branches…"
      },
      {
        "id": "local_files_xedra_6",
        "text": "SAATUIOW_2/6.mp4\n…The first branch utilizes \"the knowledge\", people of this type \"know\" how to make tools, that seem impossible without decades of development or that violate a huge part of the physical laws we all know.  They are our most valuable resource: engineers that can build a railgun using M16 parts, assemble an EMP bomb using only a PlayStation and a few tools, a phone camera that sees through the walls, a Humvee engine that can use whiskey as fuel *cough cough*… yeah, the list of their abilities is pretty huge, and they can provide these tools to other users.  Sadly, they do not last long outside of their hands, breaking apart in a few weeks.\n- *illegible*\nNo, there is no correlation between the user's IQ and the time it stopped working, we thought about it already.\n- *illegible*\nYes, I know about Worm, and yes, it is surprisingly accurate in this part…\n…\n…\nOverall, their abilities are really wide, but it is really hard to differentiate them from their usefulness - currently we have only a few prototypes, useful for field agents like you, and a dozen of toothbrushes, modified to clean teeth better.  Two of them expect to be lethal.  Currently, most of them are busy with the \"Legion\" project in an attempt to turn the table, you may check about it later…"
      },
      {
        "id": "local_files_xedra_7",
        "text": "SAATUIOW_3/6.mp4\n…The second branch utilizes, eh, \"the ethereal\" or \"extradimensional\" thingy, we like to name them \"dealers\".  Now I think it's a bad idea to split them like this, but anyway.  So yeah, it is easy to detect dealers, because some interdimensional creatures, usually hostile to humans, do not attack them.  We think they can kind of make a \"deal\" with sapient creatures, and yes, every creature they deal with is sapient, in one form or another, and I also don't understand how it works, that's what they told me.  Eeh, yeah, they \"deal\" with these creatures from the other side, they spend their life energy to merc them.  The one who was capable of talking said it was a pleasant dish, the same as our pancakes.  The ability to use such things is not cheap, and many dealers disappeared in unknown circumstances, but let's not talk about it…"
      },
      {
        "id": "local_files_xedra_8",
        "text": "SAATUIOW_4/6.mp4\n…Another one is our hard workers - our smiths.  They are not as dreadful as technicians in their abilities, they can not create a nuke out of a microwave, but they can create something that even technicians can't understand.  At least the best of them, most of our smiths produce common tools and armor we use in our work.  You may think they are \"worse\", or \"weaker\" than other branches, or you may think they are some dumb blue collars.  And that's mostly right.  Mostly.  But… But…\nDid you ever see an anti-tank bow?  The bow that can throw arrows at a rifle distance, penetrate the armored vehicle, and kill a whole squad inside, while being completely silent?  I saw one, and it was a damn great experience.\n- *illegible*\nAre you a smith?\n- *illegible*\nYou are pretty smart, then.  Yes, that's their biggest advancement - their products do not fade as fast as technicians' work.  The second most beneficial part of their work is the material they use.  It has a complicated, unpronounceable name, but we simply call it \"dross\".  There is a group of people that like to call it \"dreamdross\" and overall have some \"dream\" fetish with this arcane stuff, but hell we are serious organizations if our researchers are inspired by some \"dreams can come true\" bullshit.  Anyway, dross is the main part of two branches: for smiths and for eaters.  The substance-producing process is pretty tricky, because you need to find a person with a magic inclination - usually it's a person touched by altered objects, creatures, or altered event victims, but there are exceptions: our consultant Jamey has had no contact with portals before yet happened to be a talented eater…  *illegible* *cough cough*…  So yes, you need to find such a person and teach them how to produce it.\n- *illegible*\n- Yes, there is situations, where common people produce some amount of dross after death, why do you ask?\n- *illegible*\n- [Lector stares at the questioner for a good ten seconds.]\n…How useful… may be the strategy… where we… kill… innocent people… just to find some dross?\n…\n…\n…I think I'll be fired… If I do not say \"we will never kill an innocent to get some resources\", but okay, theorizing, it's not viable still - the amount of dross we can obtain in such a way is negligible.  But again, don't even ask about it again.\nTurning back to dross, the exact characteristics of the material…  are not great.  It's pretty fragile, loose, and light - totally not a thing you can use to make a weapon - strong and sturdy.  But of course, it's not the main property of metal.  The main feature of the metal is its ability to accept and process magic.  Any magic, I'd say, but it's not true, some stuff we can't do at all, and some stuff can only be done by high level smiths.  It's not a big surprise, but even the senior smiths are able to make a huge variety of stuff with improved effects.  The most popular option is hardening, of course.  So, most items that are made fully from dross or use dross inserts are usually not that much stronger than steel stuff but lighter - sometimes so much lighter it has no weight at all - if I recall correctly, our DSAPI has a weight of like 500 grams or so?  You get the idea…"
      },
      {
        "id": "local_files_xedra_9",
        "text": "SAATUIOW_5/6.mp4\nAnd the last branch we separate is a branch of eaters.  There is nothing really special about them; compared to any other branch, they do not have some really odd abilities like summoning creatures or throwing fireballs.  Instead, all magic that happens with them is limited to their own bodies, and oh god, how good they are at this.  They are meat tanks.  Not in the sense that they transform their bodies or something like this, no.  Totally not.  They just can do the same stuff as tank - break asphalt while running at 60 miles per second and throw fifty kilo balls with sniper precision.\nA simple example for you: do you see our friend here?  How strong do you think he is?  I mean, right now, when there is an army of soldiers, SWAT, and people from the police department, if you have your weapon with you, how many of you may a single Jamey kill?\n- *illegible*\n- Two?\n - *illegible*\n- Five?\n- *illegible*\n- Dozen?\n- *illegible*\nOkay.  Believe me, even without his right hand, Jamey can kill all of you.  Then he can move to the office room next to us and kill all the people there, and then next, and then next, and then he can just demolish this whole building.  Yes, it is reinforced, can survive the 155-millimeter shot.  Yes, Jamey still has only one hand.  Yes, nothing will be left behind.  Am I right, Jamey?\n-*illegible*\nOh, you are not an operative, so you won't do it.  Yeah, you also know it's bullshit and they won't kick you off because of one failure, do you?"
      }
    ]
  }
]
