[
  {
    "type": "snippet",
    "category": "many_years_old_news",
    "text": [
      {
        "id": "xe_many_years_old_news_1",
        "text": "UPTICK IN UFO SIGHTINGS CONCERN PUBLIC.  There has been a decidedly large increase in UFO sightings among the general public amongst all ages, race and class.  Government spokesperson Jamie Vargas had the following to say.  \"All these UFO sightings are due to climate change impacting the Aurora Borealis,\" she told an assembled press.  \"There certainly aren't any aliens making contact with the US government and there aren't any aliens flying around.  You can count on that!\""
      },
      {
        "id": "xe_many_years_old_news_2",
        "text": "Announcement of rare elements discovery near the Canadian border.  The US government has discovered what they are calling an unexpected windfall of rare elements on the border with Canada.  At these sites large domes with irising roofs have been erected before anti satellite measures were enacted.  The government claims that these domes were built  \"In order to protect the natural environment surrounding this mineral deposits\"  Some people living nearby the domes have claimed increased UFO activity after the domes began, but satellite images no longer seem able to view these regions and drones attempting to enter the restricted areas cease to work."
      },
      {
        "id": "xe_many_years_old_news_3",
        "text": "GOVERNMENT ANNOUNCES NEW RESEARCH DIVISION.  The US government has announced a new research push into esoteric and fringe sciences.  \"We've decided that based on the new medicines and treatments that have been coming out of Asia from leads in Traditional Chinese Medicine and other Asian cultural histories to institute some additional research into less recent avenues.  This research group is receiving it's funding as part of the budget windfall brought on by rare mineral deposits near the Canadian border.\"  Many geologists are still asking for access to these mineral deposits as these formations fly in the face of previously known geology."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "years_old_news",
    "text": [
      {
        "id": "xe_years_old_news_1",
        "text": "STRANGE LIGHTS IN WOODS AND SWAMPS: Locals have stated that near the deep woods and swamps strange lights and sounds have occurred.  \"Late at night I see and hear things coming from the deep swamp, where it wouldn't be safe to go in the dark\", Steve 'Goatman' Mulroy said.  Local police claim that the legalization of various cannabinoids is likely the root cause of these late night occurrences."
      },
      {
        "id": "xe_years_old_news_2",
        "text": "BOTANISTS FIND SEVERAL NEW SPECIES: Botanists across the country are finding new plants in established ecosystems at a record pace.  \"These plants seem to have evolved in a slightly different place than where we are finding them\", Jurgen Jurgensen remarked.  \"Is this climate change related, some kind of widespread invasive species replacement, previously extinct species finding new conditions to grow in?  We just don't know yet.\""
      },
      {
        "id": "xe_years_old_news_3",
        "text": "BORDER PATROL EXPANSION AND REFORMATION: The Border Patrol has been expanded and reformed as part of several new laws.  Several new divisions with differing chains of command have been created and tens of thousands of new agents are expected to be hired over the next decade.  When asked for comment on this Senator Fisk of Maine said the following \"The old Border Patrol was a hammer and was used as such.  The new border patrol departments are going to be a toolbox.\""
      },
      {
        "id": "xe_years_old_news_4",
        "text": "STRANGE NEW BIOMES CONTINUE TO EXPAND.  The strange biomes of never before seen plants continue to spread.  One of the new border patrol divisions has been assigned to investigate and manage these locations that now appear all across America.  \"These climate change biomes have appeared globally but we will investigate them locally,\" said a spokesperson for Border Patrol.  \"Once we've determined the cause of these locations we will go about figuring out how to exploit or reverse these changes.\""
      },
      {
        "id": "xe_years_old_news_5",
        "text": "NEW BORDER PATROL DIVISIONS HAVE NO NAMES: In an unnerving development for civil society advocates none of the new Border Patrol Divisions have publicly identified names.  Agents have barcode based identification badges that per Homeland Security \"Are significantly harder to forge than other badge designs.\"  The ACLU has filed suit calling the 'Zebra Agents' unconstitutional."
      },
      {
        "id": "xe_years_old_news_6",
        "text": "NEW STREET DRUG: There is a new drug flooding New England.  DEA Agent Walter Grayfield made the following comment \"It appears to be produced locally somewhere in New England probably in a lab in Boston.\"  The drug called 'faewild' causes extreme hyperfocus with a resultant loss of manual dexterity and slowed movements."
      },
      {
        "id": "xe_years_old_news_7",
        "text": "BRIDGEWATER TRIANGLE MOST ACTIVE IN CENTURIES: The Bridgewater Triangle is more active than it has been in centuries with strange sightings and experiences multiple times a week.  The local Wampanoag people have begun issuing warnings about the return of Puck-wudj-ininee to their places on this Earth from before their long ago banishment."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      {
        "id": "xe_one_year_old_news_1",
        "text": "LIVING NEAR SPILLAGE ZONES.  Are you willing to live near a spillage zone?  Some people have encountered horrific diseases while others claim that they've met intelligent creatures from the other side.  \"These zones and anything that crosses over from them should be considered extremely dangerous,\" said a spokesperson for Border Patrol.  \"Why would I trust the Border Patrol.  They certainly haven't stopped everything crossing over and yet the world is still ticking on one day at a time.\"  said Richard Clarke from Norton, MA"
      },
      {
        "id": "xe_one_year_old_news_2",
        "text": "MISSING HUSBAND WALKS OUT OF EXCLUSION ZONE TWENTY YEARS OLDER: Area man John Paul Godfrey has been missing for over a year since he chased an animal into the Maine Exclusion Zone.  He walked out today and pictures suggest he aged by twenty years while in there.  Local hospital believes he must have experienced extreme stress to have aged so quickly in such a short time."
      },
      {
        "id": "xe_one_year_old_news_3",
        "text": "TOWN OF JEROME AZ DISAPPEARS OVER NIGHT!  The population of Jerome AZ has been declared missing today.  A tourist passing through the town found it completely empty of people and all buildings covered in disturbingly large cobwebs.  The FBI and Border Patrol are both investigating."
      },
      {
        "id": "xe_one_year_old_news_4",
        "text": "NEW CANDY MAKER OPENS:  Activity at the old Reed and Barton Complex in Taunton, MA has been ongoing for several months.  Locals wondered what exactly was going on at the abandoned complex, but now there are answers!  The entire complex has been taken over by a foreign candy maker known as Wyld Candies.  A spokesperson for the company stated that 'We believe there will be explosive growth opportunities here in New England in the very near future.'  Local children thrilled to try out the new flavors."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "months_old_news",
    "text": [
      {
        "id": "xe_months_old_news_1",
        "text": "JODDIT FACES SIGNIFICANT BACKLASH: Joddit, the 'paper of record for the internet' is undergoing significant upheaval as their volunteer workforce began organizing for less interference in their communities from the site owners.  The current CEO of Joddit continues to fan the flames beyond any reasonable length by calling volunteer workforce 'entitled'."
      },
      {
        "id": "xe_months_old_news_2",
        "text": "WAREHOUSE FULL OF BLOOD DRAINED BODIES FOUND IN BOSTON: A horrific discovery in Boston this morning with a discovery of a downtown warehouse full of dead bodies.  The bodies were found in two states, completely drained of blood or decapitated with the hearts torn out.  The police haven't released the total number of bodies discovered but it is believed that this must the work of a gang war.  Our source said that they believe that the two different body states suggest that one type of death is for people who are in the gang versus those who are outside of the gang but work for it."
      },
      {
        "id": "xe_months_old_news_3",
        "text": "ZEBRA HIRING SPREE: The border patrol divisions known collectively as Zebra Divisions seem to have gone on an impressive hiring spree judging by the quantity of office buildings and agency marked vehicles in New England, not part of the country historically considered a dangerous border in need of patrols.  However, in this new world where seepage events are regular occurrences and rumors of strange creatures crossing over are commonplace these new teams seem important."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "weeks_old_news",
    "text": [
      {
        "id": "xe_weeks_old_news_1",
        "text": "WHAT LIES AT THE RAINBOWS END: \"Stories about parties of fantastical warriors marching out from rainbow bridges are pure balderdash.\", the commissioner of Customs and Border Protection said in a press conference today.  \"Also pure lies are the stories of people who's family history has been touched by the supernatural being gathered up by long dead relatives to go to so-called rainbow bridges.  Surely, you can't be giving this credence?\""
      },
      {
        "id": "xe_weeks_old_news_2",
        "text": "DREAMS FEEL MORE REAL: Everyone seems to agree that dreams feel more real than they ever have previously.  The idea that you might be able to do something downright magickal if you just figured out how to turn the right knobs in your dreams seems to be spreading."
      },
      {
        "id": "xe_weeks_old_news_3",
        "text": "CARNIVAL ARRIVES FROM EUROPE.  Mr Shade's Hurly Burly Carnival has arrived back in New England after having spent the last thirty years traveling Olde Europe as they say.  The sights to be seen at this carnival were called 'Once in a generation' by this journalist's grandfather.  I'll be making plans to attend and I hope you do too."
      }
    ]
  },
  {
    "type": "snippet",
    "category": "newest_news",
    "text": [
      {
        "id": "xe_newest_news_1",
        "text": "FATEFUL OBJECTS GRAND FINALE SALE: The pawnshop of princes, the auctioneer of artifacts, Clove Payne has declared that he is holding a 'Grand Finale Sale for the World' at his store Fateful Objects.  He welcomes everyone to come for 'One last round of dealmaking before it all goes to pieces!'"
      },
      {
        "id": "xe_newest_news_2",
        "text": "WAMPANOAG TRIBE DECLARES RETURN HOME FOR NEW ENGLAND NATIVE AMERICANS!  The Wampanoag Tribe of Aquinnah (Land under the hill) have sent out messages across every medium that all of the peoples descended from the Wampanoag Confederation are welcome to join them in their federal land trust reservation on Martha's Vineyard.  It is unknown as of press time how long they are planning to play host to the potentially thousands of people that could answer this call."
      }
    ]
  }
]
