[
  {
    "id": "BGSS_CODGER_STORY1",
    "type": "talk_topic",
    "dynamic_line": {
      "gendered_line": "Well now, that's a hell of a story, so settle in.  It all goes back to about five years ago, after I retired from my job at the mill.  Times was tough, but we got by.",
      "relevant_genders": [ "npc" ]
    },
    "responses": [
      { "text": "Okay, please continue.", "topic": "BGSS_CODGER_STORY2" },
      { "text": "On second thought, let's talk about something else.", "topic": "BGSS_CODGER_STORY2" }
    ]
  },
  {
    "id": "BGSS_CODGER_STORY2",
    "type": "talk_topic",
    "dynamic_line": "That was when I had my old truck, the blue one.  We called 'er ol' yeller.  One time me an' Marty Gumps - or, as he were known to me, Rusty G - were drivin' ol' yeller up Mount Greenwood in the summertime, lookin' fer fireflies to catch.",
    "responses": [
      { "text": "Fireflies.  Got it.", "topic": "BGSS_CODGER_STORY3a" },
      { "text": "How does this relate to what I asked you?", "topic": "BGSS_CODGER_STORY3b" },
      { "text": "I need to get going.", "topic": "BGSS_CODGER_STORY3b" }
    ]
  },
  {
    "id": "BGSS_CODGER_STORY3a",
    "type": "talk_topic",
    "dynamic_line": "Rusty G - that's my ol' pal Marty Gumps - were in the passenger seat with his trusty 18 gauge lyin' on his lap.  That were his dog's name, only we all just called him 18 gauge for short.",
    "responses": [
      { "text": "18 gauge, the dog.  Got it.", "topic": "BGSS_CODGER_STORY4a" },
      { "text": "I think I see some zombies coming.  We should cut this short.", "topic": "BGSS_CODGER_STORY4b" },
      { "text": "Shut up, you old fart.", "topic": "BGSS_CODGER_STORY4b" }
    ]
  },
  {
    "id": "BGSS_CODGER_STORY3b",
    "type": "talk_topic",
    "dynamic_line": "Dammit I'm gettin' there, bite yer tongue.  As I was sayin', Rusty G - that's my ol' pal Marty Gumps - were in the passenger seat with his trusty 18 gauge lyin' on his lap.  That were his dog's name, only we all just called him 18 gauge for short.",
    "responses": [
      { "text": "18 gauge, the dog.  Got it.", "topic": "BGSS_CODGER_STORY4a" },
      { "text": "I think I see some zombies coming.  We should cut this short.", "topic": "BGSS_CODGER_STORY4b" },
      { "text": "Shut up, you old fart.", "topic": "BGSS_CODGER_STORY4b" }
    ]
  },
  {
    "id": "BGSS_CODGER_STORY4a",
    "type": "talk_topic",
    "dynamic_line": "Now up the top o' Mount Greenwood there used to be a ranger station, that woulda been before you were born.  It got burnt down that one year, they said it were lightnin' but you an' I both know it were college kids partyin'.  Rusty G an' I left ol' yeller behind and wen' in to check it out.  Burnt out ol' husk looked haunted, we figgered there were some o' them damn kids rummagin' around in it.  Rusty G brought his 18 gauge, and lucky thing cuz o' what we saw.",
    "responses": [
      { "text": "What did you see?", "topic": "BGSS_CODGER_STORY5" },
      { "text": "We really, really have to go.", "topic": "BGSS_CODGER_STORY5" },
      { "text": "For fuck's sake, shut UP!", "topic": "BGSS_CODGER_STORY5" }
    ]
  },
  {
    "id": "BGSS_CODGER_STORY4b",
    "type": "talk_topic",
    "dynamic_line": "Be patient!  I'm almost done.  Now up the top o' Mount Greenwood there used to be a ranger station, that woulda been before you were born.  It got burnt down that one year, they said it were lightnin' but you an' I both know it were college kids partyin'.  Rusty G an' I left ol' yeller behind and wen' in to check it out.  Burnt out ol' husk looked haunted, we figgered there were some o' them damn kids rummagin' around in it.  Rusty G brought his 18 gauge, and lucky thing cuz o' what we saw.",
    "responses": [
      { "text": "What did you see?", "topic": "BGSS_CODGER_STORY5" },
      { "text": "We really, really have to go.", "topic": "BGSS_CODGER_STORY5" },
      { "text": "For fuck's sake, shut UP!", "topic": "BGSS_CODGER_STORY5" }
    ]
  },
  {
    "id": "BGSS_CODGER_STORY5",
    "type": "talk_topic",
    "dynamic_line": "A gorram moose!  Livin' in the ol' ranger station!  It near gored Rusty, but he fired up that 18 gauge and blew a big hole in its hide.  Ol' 18 gauge went headin' for the hills but we tracked him down.  Moose went down like a bag o' potatoes, but a real big bag iff'n y'catch m'drift.",
    "responses": [
      { "text": "I catch your drift.", "topic": "BGSS_CODGER_STORY6" },
      { "text": "Are you done yet?  Seriously!", "topic": "BGSS_CODGER_STORY6" },
      { "text": "For the love of all that is holy, PLEASE shut the hell up!", "topic": "BGSS_CODGER_STORY6" }
    ]
  },
  {
    "id": "BGSS_CODGER_STORY6",
    "type": "talk_topic",
    "dynamic_line": {
      "gendered_line": "Anyway, long story short, I were headin' back up to Mount Greenwood to check on th'old ranger station again when I heard them bombs fallin and choppers flyin.  Decided to camp out there to see it all through, but it didn't ever end, now, did it?  So here I am.",
      "relevant_genders": [ "npc" ]
    },
    "responses": [
      { "text": "Thanks for the story!", "topic": "TALK_FRIEND_CONVERSATION" },
      { "text": "…", "topic": "TALK_FRIEND_CONVERSATION" },
      { "text": "<name_b>.", "topic": "TALK_DONE" }
    ]
  }
]
