[
  {
    "id": "BGSS_EVACUEE_1_STORY1",
    "type": "talk_topic",
    "dynamic_line": "I made it to one of those <swear> evac shelters, but it was almost worse than what I left behind.  Escaped from there, been on the run since.",
    "responses": [
      {
        "text": "How did you survive on the run?",
        "topic": "BGSS_EVACUEE_1_STORY2",
        "condition": { "not": { "days_since_cataclysm": 90 } },
        "effect": { "npc_add_effect": "BGSS_EVACUEE_1_earlymeeting", "duration": "PERMANENT" },
        "//": "If you talk to this NPC any time before day 90, the game flags him as an NPC you met 'early' and never gives you the 'late' convo options"
      },
      {
        "text": "How did you survive on the run?",
        "condition": { "days_since_cataclysm": 90 },
        "topic": "BGSS_EVACUEE_1_STORY2"
      },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "type": "effect_type",
    "id": "BGSS_EVACUEE_1_earlymeeting",
    "//": "Defined here because this should be the only time this effect is referenced."
  },
  {
    "id": "BGSS_EVACUEE_1_STORY2",
    "type": "talk_topic",
    "dynamic_line": "I spent a lot of time rummaging for rhubarb and bits of vegetables in the forest before I found the courage to start picking off some of those dead monsters.  I guess I was getting desperate.",
    "responses": [
      {
        "text": "And that's it?  You spent months just living off the land?",
        "topic": "BGSS_EVACUEE_1_STORY3",
        "condition": { "not": { "npc_has_effect": "BGSS_EVACUEE_1_earlymeeting" } }
      },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_EVACUEE_1_STORY3",
    "type": "talk_topic",
    "dynamic_line": "Not exactly.  After a while, I got brave.  I started venturing towards the outskirts of town, picking off zombies here and there.  I learned about traveling in at night to avoid all but those <swear> shadow-zombies, and that got me pretty far.  Eventually I cleared out a cozy little nook for myself and started really feeling comfortable.  I guess I got a bit complacent.",
    "responses": [
      { "text": "Complacent?", "topic": "BGSS_EVACUEE_1_STORY4" },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_EVACUEE_1_STORY4",
    "type": "talk_topic",
    "dynamic_line": "I thought I had those damned <zombies> figured out.  I got braver, started heading out by day more and more.  One of those screamer zombies spotted me and called in a horde, with a giant <swear> beastie at the head of it, the size of a volkswagen and all covered in bone plates.  I know when I'm outclassed.  The big guy was held back by his own horde of buddies, and I managed to book it back to my place.  I closed the windows, locked it down, but it was too late.  The giant followed me and just started hammering right through the walls.  I grabbed what I could and made for the horizon.  Last I saw of my squat, it was collapsing on the bastard.  For all I know, it died in the crash, but I am not going back to find out.",
    "responses": [ { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" }, { "text": "<end_talking>", "topic": "TALK_DONE" } ]
  }
]
