[
  {
    "id": "BGSS_EVACUEE_4_STORY1",
    "type": "talk_topic",
    "dynamic_line": "They were shipping me with a bunch of evacuees over to a refugee center, when the bus got smashed in by the biggest zombie you ever saw.  It was busy with the other passengers, so I did what anyone would do and fucked right out of there.",
    "responses": [
      { "text": "Don't leave me hanging, what happened next?", "topic": "BGSS_EVACUEE_4_STORY2" },
      { "text": "<done_conversation_section>", "topic": "TALK_NONE" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_EVACUEE_4_STORY2",
    "type": "talk_topic",
    "dynamic_line": "I ran until I felt like my lungs were going to jump right out of my mouth.  I holed up in the forest for the night, under a fir tree.  In the morning I heard someone talking, so I went to see.  I was playing it pretty careful though, there were still a lot of psychos and rioters around.  I snuck up on some kind of thing, some monster worse than any zombie.  Some huge bug thing, saying random phrases like some kind of broken tape recorder.  It was dragging a few human bodies behind it, I couldn't tell if they were dead or unconscious.  Honestly I didn't wait to find out, I ducked into the bushes and tried not to breath until I couldn't hear it anymore.",
    "responses": [
      { "text": "Where did you go from there?", "topic": "BGSS_EVACUEE_4_STORY3" },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_EVACUEE_4_STORY3",
    "type": "talk_topic",
    "dynamic_line": "Once I was okay leaving the bushes, I made my way to an old shed I could see a ways off.  It was falling in but it kept the rain and wind off and gave me a place out of sight.  I stayed there until I ran out of those ass-tasting ration bars I'd filled my backpack with.  Then I took on the wanderin' life until we met.",
    "responses": [ { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" }, { "text": "<end_talking>", "topic": "TALK_DONE" } ]
  },
  {
    "id": "CWH_EVACUEE_4_IDEAS1",
    "type": "talk_topic",
    "dynamic_line": "What's this, some kinda Back to the Future thing?  How could you not know what happened?  The world damn well ended, that's what.  And it didn't start with an earthquake, birds, snakes, or aeroplanes.  It started with riots, and they had to dispatch cops and then the military to take care of the <swear> criminals.  The government tried to pad it claiming it was some kind of mind control, but I didn't see too much different from the usual bullshit: entitled babies looking for an excuse to break the law.  It just got way worse, this time, until it was time to get out of dodge.  I heard rumours they were even bombing some of the urban centers to try to control it - which, I have to admit, is maybe a bit too hard-core.",
    "responses": [ { "text": "<done_conversation_section>", "topic": "TALK_NONE" }, { "text": "<end_talking>", "topic": "TALK_DONE" } ]
  }
]
