[
  {
    "id": "BGSS_SCIENTIST_1_STORY1",
    "type": "talk_topic",
    "dynamic_line": "Before <the_cataclysm> I worked in a lab.  Don't look at me like that, it had nothing to do with this stuff...  I was studying protein-protein interactions in smooth muscle in mice, using NMR.  Nothing even vaguely related to zombies.  Anyway, I was at last year's Experimental Biology conference in San Francisco, and an old friend of mine was talking about some really weird shit she'd heard of coming out of government labs.  Really hush hush stuff.  Normally I wouldn't put much cred into that sort of thing, but from her, it actually had me worried.  I packed a bug-out bag just in case.",
    "responses": [
      { "text": "What came of it?", "topic": "BGSS_SCIENTIST_1_STORY2" },
      {
        "text": "If I got you the right stuff, do you think you'd be able to like...  do science to it?",
        "topic": "BGSS_SCIENTIST_1_SCIENCEHELP"
      },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_SCIENTIST_1_STORY2",
    "type": "talk_topic",
    "dynamic_line": "The evacuation order sounded, so I evacuated, comparatively quickly.  That got me out before the worst part.  Our evacuation center was useless...  me, a couple other evacuees, a few tins of food, and a few emergency blankets.  Not even close to enough to go around.  The evacuees split down the middle into a few camps, and infighting started.  I ran into the woods nearby with a few others.  We got away, had a little camp going.  They tried to make me their leader, thought I knew more about things than I did because I'd come so prepared.  Like I said, I'm not that kind of scientist, but they didn't seem to understand.  I...  I did my best.",
    "responses": [
      { "text": "What happened with your leadership run?", "topic": "BGSS_SCIENTIST_1_STORY3" },
      {
        "text": "If I got you the right stuff, do you think you'd be able to like...  do science to it?",
        "topic": "BGSS_SCIENTIST_1_SCIENCEHELP"
      },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_SCIENTIST_1_STORY3",
    "type": "talk_topic",
    "dynamic_line": "I thought that us leaving, letting the others have the evac center to themselves, would be enough, but it wasn't.  They tracked us down in the night, a few days later.  They...  well...  I made it out, along with one other survivor.  The attackers, they were like animals.  We tried to travel together for a while.  I blamed myself, for what had happened, and couldn't really get past it.  We parted ways on good terms not long before I met you.  I just couldn't face the reminder of what had happened.",
    "//": "TK, this survivor could give a quest to locate the other survivor.",
    "responses": [
      {
        "text": "If I got you the right stuff, do you think you'd be able to like...  do science to it?",
        "topic": "BGSS_SCIENTIST_1_SCIENCEHELP"
      },
      { "text": "I'm sorry to hear that.  <done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_SCIENTIST_1_SCIENCEHELP",
    "type": "talk_topic",
    "dynamic_line": "I mean, if you find anything related to all this that boils down to analytical biochemistry, I could probably help you decipher it and maybe explain it a bit.  To do more, like analyze samples and such, I'd need a safe lab of my own, with quite a lot of fancy gear, and a reliable power grid.  I think that's a long way down the road.",
    "//": "TK, this survivor can be given some rare lab notes and offer some insights into X023 or mutagen.  Nothing too special.",
    "//": "TKTK, eventually this survivor might be able to be given a passive job to produce some mildly special mutagen.",
    "//": "TKTKTK, waaay down the road building a survivor lab in the basecamp may be an option.  This survivor would want to set up an NMR machine and could have a related quest.",
    "responses": [
      { "text": "Cool.  What did you say before that?", "topic": "TALK_NONE" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  }
]
