[
  {
    "type": "furniture",
    "id": "f_waycircle",
    "name": "waycircle",
    "move_cost_mod": 100,
    "symbol": "X",
    "description": "A ritualistic, circular glyph painted onto a sizable boulder and surrounded with primitive decor, with the intent of channeling the natural of ley lines into a functional landing spot for teleportation.  Theoretically, it could receive any manner of targeted teleport, be it magical, ritualistic, or technological.  Examine to link.",
    "color": "light_gray",
    "required_str": -1,
    "flags": [ "TRANSLOCATOR", "MOUNTABLE", "TRANSPARENT" ],
    "examine_action": "translocator"
  },
  {
    "id": "waystone",
    "type": "ITEM",
    "subtypes": [ "TOOL" ],
    "name": "Waystone",
    "description": "This large chunk of stone, cut from a paired waycircle, has been enchanted with primitive, ritual power to link it to a network of empowered ley lines.  As a result, it is capable of sending the user to any linked waycircle, or to any similar teleport location, be it magical or technological, after performing a brief somatic ritual.  The stone is many, many times heavier than it seems to have any right to be, as if pulled powerfully to the Earth by unseen forces.  Further, though it is only somewhat bulky, it seems to defy proper transport, its own dimensions defying any container or reasonable transport.  Best to craft this where you intend to leave it.  Requires a nearby waycircle to craft.",
    "weight": "2000000 g",
    "volume": "1000000 ml",
    "looks_like": "spiral_stone",
    "material": [ "stone" ],
    "symbol": "9",
    "color": "light_blue",
    "use_action": { "type": "cast_spell", "spell_id": "prim_warp", "no_fail": true, "level": 25 },
    "flags": [ "ALLOWS_REMOTE_USE" ]
  },
  {
    "id": "prim_warp",
    "type": "SPELL",
    "name": "Red Room Recall",
    "description": "Transports the user to a viable landing pad via strange forces.",
    "valid_targets": [ "self", "ally", "hostile" ],
    "effect": "translocate",
    "shape": "blast",
    "difficulty": 0,
    "max_level": 25,
    "base_casting_time": 9000,
    "base_energy_cost": 0,
    "energy_source": "STAMINA",
    "spell_class": "NONE"
  },
  {
    "id": "a_waystone",
    "type": "item_group",
    "subtype": "collection",
    "items": [ [ "waystone", 100 ] ]
  }
]
