[
  {
    "abstract": "mtoken",
    "name": "magic token",
    "type": "GENERIC",
    "category": "other",
    "weight": "8 g",
    "volume": "1 ml",
    "price": 25000,
    "material": [ "silver" ],
    "symbol": "o",
    "color": "light_gray"
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_longsword",
    "name": "longsword token",
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case a longsword.",
    "use_action": {
      "type": "transform",
      "target": "longsword",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a shiny pristine longsword!"
    }
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_arming_sword",
    "name": { "str": "arming sword token" },
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case an arming sword.",
    "use_action": {
      "type": "transform",
      "target": "arming_sword",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a shiny pristine arming sword!"
    }
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_broadsword",
    "name": "broadsword token",
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case a broadsword.",
    "use_action": {
      "type": "transform",
      "target": "broadsword",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a shiny pristine broadsword!"
    }
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_battleaxe",
    "name": { "str": "battleaxe token" },
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case a battle axe.",
    "use_action": {
      "type": "transform",
      "target": "battleaxe",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a shiny pristine battle axe!"
    }
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_pike",
    "name": "pike token",
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case a pike.",
    "use_action": {
      "type": "transform",
      "target": "pike",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a shiny pristine pike!"
    }
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_mace",
    "name": "mace token",
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case a mace.",
    "use_action": {
      "type": "transform",
      "target": "mace",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a shiny pristine mace!"
    }
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_q_staff",
    "name": "quarterstaff token",
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case a quarterstaff.",
    "use_action": {
      "type": "transform",
      "target": "q_staff",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a pristine quarterstaff!"
    }
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_hammer",
    "name": "hammer token",
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case a hammer.",
    "use_action": {
      "type": "transform",
      "target": "hammer",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a shiny pristine hammer!"
    }
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_screwdriver_set",
    "name": "screwdriver set token",
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case a screwdriver.",
    "use_action": {
      "type": "transform",
      "target": "screwdriver_set",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a shiny pristine screwdriver set!"
    }
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_toolbox",
    "name": "toolbox token",
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case a toolbox.",
    "use_action": {
      "type": "transform",
      "target": "toolbox",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a shiny pristine toolbox!"
    }
  },
  {
    "copy-from": "mtoken",
    "type": "GENERIC",
    "id": "mtoken_crowbar",
    "name": "crowbar token",
    "description": "A large silver coin that, when activated by uttering the word on the back, turns into the item pictured on the front, in this case a crowbar.",
    "use_action": {
      "type": "transform",
      "target": "crowbar",
      "active": false,
      "moves": 200,
      "msg": "You say the command word engraved on the token, and it rapidly grows and morphs into a shiny pristine crowbar!"
    }
  }
]
