Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A worn manual that describes how to set and disarm a wide variety of traps.
de: Ein abgenutztes Handbuch, das erklärt, wie man eine Reihe von Fallen stellt und entschärft.
ja: 様々な罠の仕掛け方と解除法について記された解説書です。
ko: 이 낡은 메뉴얼은 다양한 덫들을 어떻게 설치하고 해체하는지에 대해 설명하고 있습니다.
ru: Это довольно таки устаревшее руководство описывает, как установить и обезвредить самые разнообразные ловушки.
zh_cn: 一本已经磨损的手册，上面记载着如何设置和拆除各种陷阱。

source: AAA Guide 2040
de: AAA-Reiseführer 2040
ja: 本(学習/2040年刊行・AAAスタイルガイド)
ko: AAA 가이드 2040(book)
ru: AAA руководство 2040
zh_cn: AAA年度手册（2040）

source: Advanced Economics
de: Fortgeschrittene Ökonomie
ja: 本(学習/上級経済学)
ko: 고급 경제학(book)
ru: "Развитая экономика"
zh_cn: 高级经济学

source: Advanced Electronics
de: Fortgeschrittene Elektronik
ja: 本(学習/上級電子工学)
ko: 고급 전자 공학(book)
ru: "Современная электроника"
zh_cn: 高级电子学

source: Advanced Physical Chemistry
de: Fortgeschrittene physikalische Chemie
ja: 本(学習/上級物理化学)
ko: 상급 물리 화학(book)
ru: Углублённая физхимия
zh_cn: 大学化学

source: After their diamond heist goes wrong, the surviving criminals begin to suspect that one of them is a police informant.
de: Nachdem ihr Diamanten-Job schief gegangen ist, beginnen die überlebenen Verbrecher zu vermuten, dass einer von ihnen ein Polizeispitzel sei.
ja: ダイヤモンド強盗が失敗に終わり、無事に生き残った犯人が、仲間の1人を警察内通者と疑い始めます。
ko: 다이아몬드를 훔치고나서 일이 잘 풀리지 않자, 살아남은 범죄자는 일원 중 하나가 경찰의 끄나풀일 것 같다는 의심을 하기 시작합니다.
ru: После того как кража алмазов пошла не так, уцелевшие преступники начинают подозревать, что один из них полицейский информатор.
zh_cn: 在他们抢劫钻石失败后，幸存的罪犯开始怀疑，他们其中一个是警察的线人。

source: Aliens, ray guns, and space ships.
de: Aliens, Strahlenkanonen und Raumschiffe.
ja: エイリアン、光線銃、宇宙船が貴方を待っています。
ko: 외계인, 광선총, 그리고 우주선에 대한 소설.
ru: Инопланетяне, лучевые пушки, космические корабли!
zh_cn: 外星人、激光枪，以及太空飞船。

source: All About Swords
de: Alles über Schwerter
ja: 本(学習/世界の刀剣について)
ko: 검에 대한 모든 것(book)
ru: "Всё о мечах"
zh_cn: 人知剑则无敌

source: Alpha Male Quarterly
de: Alphatier vierteljährlich
ja: 本(学習/季刊・一流の男)
ko: 계간 잘나가는 남자(book)
ru: мужской журнал "Альфа"
zh_cn: 男人装

source: Amateur Home Radio for Enthusiasts
de: Amateurfunk für Enthusiasten
ja: 本(学習/アマチュア無線ファン)
ko: 마니아를 위한 홈 라디오(book)
ru: "Домашнее радио для любителей"
zh_cn: 无线电爱好者

source: An English copy of the Eastern Orthodox translation of The Holy Bible.
de: Eine englische Kopie der Eastern Orhodox Bible, einer Übersetzung der Bibel.
ja: 東方正教の聖書を英訳したものです。
ko: 동방정교회 성경의 영문 번역본입니다.
ru: Английская копия православной версии Библии.
zh_cn: 东正教是基督教的分支，主要是指依循由东罗马帝国（又称“拜占庭帝国”）所流传下来的基督教传统的教会，它是与天主教、新教并立的基督教三大派别之一，这本东正教圣经的内容和天主教圣经有很大不同，基本可以吵起来。

source: An English translation of the Christian Bible, distributed free of charge by Gideons International.
de: Eine englische Übersetzung der christlichen Bibel, kostenlos verteilt vom Internationalen Gideonbund.
ja: 英語に翻訳されたキリスト教の聖書は、ギデオンインターナショナルが無料で配布しています。
zh_cn: 基督教圣经的英文译本，由基甸国际免费分发。穷人最容易得到的纸质书本，有各种生理和心理功用。

source: An English translation of the Christian Bible, which originated in England in the early 1600s.
de: Eine englische Übersetzung der christlichen Bibel. Sie hat ihren Ursprung in England in den frühen 1600ern.
ja: 1600年代に英国で始まったキリスト教の聖書の英訳版です。
ko: 1600년대 초 영국에서 만들어진 기독교 성경의 영문 번역본입니다.
ru: Английский перевод христианской библии, возраст которой датируется началом 16 века.
zh_cn: 钦定版圣经（King James Version of the Bible，简称KJV），是《圣经》的诸多英文版本之一，于1611年出版。钦定版圣经是由英王詹姆斯一世的命令下翻译的，所以有些中文称之为英王钦定版、詹姆士王译本或英王詹姆士王译本等。讲述了一个外星人用了7天创造了宇宙，然后派他儿子来管理的故事。

source: An English translation of the Muslim book of holy scriptures, with explanatory notes and commentaries to aid in understanding.
de: Eine englische Übersetzung des muslimischen Buchs der heiligen Schriften, mit erläuternden Bemerkungen und Kommentaren, um beim Verständnis zu helfen.
ja: 理解し易い様に英訳で注記と解説が付いたイスラム教の聖書です。
ko: 이해를 돕기 위한 주석과 해설이 적혀있는 이슬람 성서의 영문 번역본입니다.
ru: Английский перевод мусульманской книги священного писания, с пояснениями и комментариями для более лёгкого понимания.
zh_cn: 《古兰经》（或译《可兰经》；意思是“诵读”，英语：Quran；Koran），是伊斯兰教的最高经典，共有30卷114章6236节。讲述任何一手拿剑一手拿书说服别人的故事。

source: An advanced college textbook on circuit theory, design, and organization.
de: Ein fortgeschrittenes Hochschullehrbuch über Schaltungstheorie, -planung und -organisation.
ja: 電子回路の理論や設計、組み立てについて記された大学用の教科書です。
ko: 회로 이론, 디자인, 그리고 구성법에 관한 대학원 교과서입니다.
ru: Учебник для ВУЗов об электрических цепях и их проектированию.
zh_cn: 一本先进的大学级教科书，教你如何电路理论和设计与制造

source: An advanced guide on mechanics and welding, covering topics like "Grinding off rust" and "Making cursive E's".
de: Ein fortgeschrittener Führer über Machenik und das Schweißen. Es deckt Themen wie »Rost abschleifen« und »Kursive ›E‹s machen« ab.
ja: 機械工学と溶接技術に関するやや高等な教本です。表紙を見ると"グラインダーで錆びを落とそう"、"溶接のコツは筆記体のE"と内容の一部が紹介されています。
ko: 고급 기계공학과 용접에 대한 안내로, "녹 긁어내기" 와 "필기체 E자 형태 만들기" 와 같은 내용을 포함하고 있습니다.
ru: Продвинутое руководство по механике и сварке, охватывающее такие темы как "Шлифовка ржавчины» и «Создание курсивных Е"
zh_cn: 一本机械学进阶指南，能指导你做一些防尘除锈之类的简单事情。

source: An advanced mechanics manual, covering all sorts of topics.
de: Ein fortgeschrittenes Mechanikhandbuch, was alle möglichen Themen abdeckt.
ja: 色々な話題を含んだ力学の先進的な解説書です。
ko: 고급 기계공학 메뉴얼로, 지금까지 나온 모든 주제들을 전부 다루고 있습니다.
ru: Расширенное издание руководства механики, охватывающие всевозможные темы.
zh_cn: 一本机械学进阶手册，包含了各式各样五花八门的技巧。

source: An amusing collection of folklore featuring the usual cast of fairies, goblins, and trolls.
de: Eine unterhaltsame Sammlung von Folklore mit den üblichen Verdächten: Feen, Goblins und Trolle.
ja: 妖精やゴブリン、トロールなど良く知られた存在に注目した、民間伝承を集めた楽しい資料本です。
ko: 요정, 고블린, 트롤 따위가 나오는 흥미로운 동화책입니다.
ru: Забавная коллекция фольклора про фей, гоблинов и троллей.
zh_cn: 一本蕴含了民间智慧的有趣童话故事，巨魔妖精魅魔等着你。

source: An amusing historical novel filled with detailed descriptions of surviving in the wild, potentially containing great insights for an experienced outdoorsman.
de: Ein unterhaltsamer Historienroman mit detaillierten Beschreibungen über das Überleben in der Wildnis. Es enthält potentiell großartige Einblicke für einen erfahrenen Frischluftfanatiker.
ja: 手に汗握る歴史小説です。自然の中で生き抜く術について詳しく描写されています。経験あるアウトドアマンならその内容を実践に生かす事が出来るでしょう。
ko: 야생에서 살아남는 방법에 대해 자세하게 묘사된 흥미로운 역사 소설입니다. 숙련된 야생 전문가의 지식이 담겨있는 것 같습니다.
ru: Развлекательный исторический роман, наполненный подробными описаниями выживания в дикой природе. Содержит огромное количество необходимой информации для опытных туристов.
zh_cn: 一本有趣的历史题材小说，其中有许多关于野外生存的详细描述，也许能对经验丰富的户外运动者有所帮助。

source: An amusing magazine about ham radio, with lots of diagrams and illustrations for making your own electronic devices.
de: Ein unterhaltsames Magazün über Amateurfunk mit vielen Diagrammen und Illustrationen, um deine eigenen elektronischen Geräte zu bauen.
ja: 独自の電子機器を作り上げる為に、図解やイラストをふんだんに使用した、アマチュア無線に関する興味深い雑誌です。
ko: 아마추어 무선기 잡지입니다. 직접 제작을 위한 도표 등이 많이 그려져 있습니다.
ru: Развлекательный журнал о радиолюбителях, с обилием принципиальных схем и иллюстраций для создания электронных устройств своими руками.
zh_cn: 一本有趣的无线电杂志，收录大量无线电收发设备的图片，可以丰富你的电子知识。

source: An annual publication about fencing and dueling. There are many good illustrations which describe proper technique and form.
de: Eine jährliche Publikation über den Fechtkampf. Sie hat viele gute Illustrationen, die geeignete Körperhaltungen und Techniken zeigen.
ja: フェンシングと決闘について書かれた年刊誌です。適切な姿勢と技術を分かり易く図解で説明しています。
zh_cn: 每年都出版的关于击剑和近距离决斗的杂志，有许多插图以及文章描述里边的各种技巧.

source: An educational magazine for EMTs.
de: Ein bildendes Magazin für Rettungssanitäter.
ja: 救急救命士の学習雑誌です。
ko: 응급 치료를 위한 교육 잡지.
ru: Познавательный журнал для медиков.
zh_cn: 这是一本有关急救知识讲解的杂志。每期的封面都是一个惹火的护士女郎.

source: An entertaining collection of early American folklore, featuring tales of larger than life individuals and their amazing adventures.
de: Eine unterhaltsame Sammlung der frühen amerikanischen Folklore, mit legendären Individuen und ihren verblüffenden Abenteuern.
ja: ある個人の一生とその驚くべき波乱の物語に注目した、米国初期の民間伝承を集めた興味深い資料本です。
ko: 초기 아메리카 지역에서 전승되던 흥미로운 이야기들을 모은 책으로, 허풍쟁이들의 놀라운 모험 이야기를 담고 있습니다.
ru: Захватывающая коллекция раннего американского фольклора, включая рассказы про невероятных персонажей и их удивительные приключения.
zh_cn: 一本有趣的故事书，收录了各种美国民间传说以及都是传说，包括冒险和解密.

source: An entry-level textbook about computers.
de: Ein Einstiegslehrbuch über Computer.
ja: 初学者向けのコンピューターについての学習書です。
ko: 컴퓨터에 관한 입문 수준의 교과서입니다.
ru: Учебник начального уровня о компьютерах.
zh_cn: 关于计算机的初级教材，很适合初学者.

source: An exciting monthly magazine about boxing. There are lots of large, colorful photos of pugilistic exploits.
de: Ein aufregendes Monatsmagazin übers Boxen. Es hat viele große Farbfotos über boxkämpferische Meisterleistungen.
ja: ボクシングについて書かれた刺激的な月刊誌です。ボクシング界の話題や偉業を色鮮やかな写真と共に紹介しています。
zh_cn: 令人兴奋的拳击月刊，有非常多的彩图描绘拳击手

source: An exciting seventeenth century tale of how an enslaved Irish doctor and his comrades-in-chains escape and become heroic pirates of the Robin Hood variety.
de: Eine aufregende Erzählung aus dem siebzehnten Jahrhundert darüber, wie ein versklavter irischer Arzt und seine in Ketten gelegten Kameraden fliehen und zu heroischen Piraten der Robin-Hood-Art werden.
ja: 17世紀を舞台に奴隷に落とされたアイルランド人医師と鎖で繋がれた戦友達が逃げ出して海賊となり、やがてはロビンフッドの様に英雄的に活躍するまでを描いた物語です。
ko: 17세기를 배경으로 한 신나는 이야기입니다. 붙잡힌 아일랜드 의사와 그의 동료가 탈출하여, 전설적인 해적이 된다는 로빈 후드 계열 소설입니다.
ru: Захватывающая история, разворачивающаяся в семнадцатом веке. Плененный ирландский врач и его товарищи по заточению совершают побег и становятся благородными пиратами.
zh_cn: 这是一个令人兴奋的十七世纪的故事，讲的是被奴役的爱尔兰医生和他的同伴们逃脱并成为英雄的罗宾海盗的故事。

source: An extensive volume that details numerous methods of trapping game.
de: Ein umfangreicher Band, der zahlreiche Methoden des Wildfangs ausführlich erklärt.
ja: 思いつく限りの獲物を罠で捕らえる方法が書かれている分厚い本です。
ko: 덫 사냥법에 대한 막대한 방법들을 체계적이고 세세하고 다양하게 다룬 책입니다.
ru: Объемное издание, в котором описываются многочисленные методы ловли зверей.
zh_cn: 一大本书!无数的有关如何使用陷阱捕猎的教学.

source: An in-depth book about trapping game animals, covering methods both modern and ancient.
de: Ein detailliertes Buch über das Fangen von Wild. Es umfasst sowohl moderne als auch antike Methoden.
ja: 狩猟動物を捕らえる罠について書かれた本です。古今東西の手法が詳細に記されています。
ko: 작은 동물 사냥용 덫에 대해 자세하게 적힌 책입니다. 고대의 방식부터 현대 방식까지 다양하게 다루고 있습니다.
ru: Книга, содержащая подробную информацию об охоте на диких зверей с помощью ловушек и капканов. Описывает массу способов, от старинных до современных.
zh_cn: 一本深入介绍用陷阱捕获动物的书，包含从古至今的各种方法。

source: An in-depth look at various styles of close quarters fighting. There's an amusing essay about dirty tricks in the front section.
de: Ein tiefgründiger Einblick über diverse Kampfstile im Nahkampf. Im vorderem Teil gibt es einen amüsantes Essay über schmutzige Tricks.
ja: 接近戦に関する様々なスタイルを詳しく紹介しています。雑誌の扉には卑劣な手段に関する面白いエッセイが載っています。
zh_cn: 一本深入讲解各种不同风格的室内近距离战斗的教科书，里面有一篇有趣的文章，讲的是近战中的“肮脏的把戏”。

source: An in-depth magazine about submachine guns and shooting. There is an exhaustive article about close quarter combat techniques in the front.
de: Ein detailliertes Magazin über Maschinenpistolen und das Schießen. Es gibt einen erschöpfenden Artikel über Nahkampftechniken im vorderem Teil.
ja: 現存する全てのショットガンと射撃について書かれた情報誌です。第１面には近距離砲戦に関する詳細な記事が載っています。
zh_cn: 一本深度研究冲锋枪以及其设计技巧的杂志。前面有一篇详细讲述近身枪械格斗技巧（CQC）的文章。

source: An in-depth magazine about trapping game. There are lots of articles and diagrams that explain simple trap designs.
de: Ein sehr ausführliches Magazin über das Fangen von Wild. Es hat zahlreiche Artikel und Schaubilder, welche einfache Fallen-Baupläne erklären.
ja: 獲物を罠で捕らえる術について詳細に書かれた雑誌です。シンプルな罠の設計に関する膨大な記事と図解が載っています。
zh_cn: 深入关于如何生存在野外所必备的制造陷阱的知识，还附带一些陷阱草图

source: An in-depth magazine all about shotguns and shooting. There is an informative article about proper shooting stance in the back pages.
de: Ein detailliertes Magazin nur über Schrotflinten und das Schießen. Es gibt in den hinteren Seiten einen informativen Artikel über die korrekte Schusshaltung.
ja: 現存する全てのショットガンと射撃について書かれた情報誌です。裏ページには適切な射撃姿勢に関する優れた記事があります。
zh_cn: 一本深度研究霰弹枪和设计的杂志。后面有一篇讲解正确的射击姿势的文章。

source: An incredibly detailed guide to modern rockets, mortars, grenade launchers, and recoilless weaponry. Lavishly illustrated with color photographs, it contains a wealth of information.
de: Ein unglaublich ausführlicher Führer über moderne Raketen, Mörser, Granatenwerfer und rückstoßfreie Bewaffnung. Es hat eine Fülle an Informationen und ist großzügig mit Farbfotos illustriert.
ja: 最新鋭のロケット、迫撃砲、グレネードランチャーや無反動兵器などについて、極めて詳細に書かれたガイドブックです。カラー写真が惜しげもなく載っており、情報も緻密に書かれています。
zh_cn: 一本详细指导现代火箭、迫击炮、榴弹发射器,枪械武器的杂志.包括插图与彩色照片,蕴含大量丰富的信息。

source: An informative guide to self-defense using clubs and batons. Aimed at the law enforcement and military market, it is packed with time tested, no-nonsense information and written to be understandable for beginners.
de: Ein informativer Führer über Selbstverteidigung mit Knüppeln und Schlagstöcken. Die Zielgruppe ist die Polizei und das Militär und der Führer ist gefüllt mit lange erprobten, nicht blödsinnigen Informationen und ist so geschrieben, um von Anfängern verstanden zu werden.
ja: 棍棒や警棒を使った自己防衛について書かれた有益なガイドブックです。法執行機関や軍事市場を睨み、十分な時間を掛けて検証された現実的な情報で溢れており、初心者でも理解し易い様に書かれています。
zh_cn: 一个经验丰富的作者所写的如何使用军用制式武器的技巧，针对警棍枪械等，经受了时间的考验，严肃的信息和难以理解的内容对初学者很不友好.

source: An informative magazine all about computers, both hardware and software.
de: Ein informatives Magazin über alles mögliche über Computer, sowohl Hardware als auch Software.
ja: ハードウェアとソフトウェアを含む、全てのコンピュータに関する情報を提供する雑誌です。
ko: 컴퓨터 하드웨어와 소프트웨어를 다루는 정보지입니다.
ru: Информационный журнал о компьютерах, их программном и аппаратном обеспечении.
zh_cn: 一个关于电脑的杂志，包含硬件和软件的知识

source: An informative magazine all about rifles and shooting. There is an excellent article about proper maintenance in this issue.
de: Ein informatives Magazin über Gewehre und das Schießen. Es gibt einen ausgezeichneten Artikel über die korrekte Instandhaltung in dieser Ausgabe.
ja: 現存する全てのライフルと射撃について書かれた情報誌です。この発行誌には適切なメンテナンスに関する優れた記事が載っています。
zh_cn: 一本杂志，包含有大量关于步枪和射击的信息。里面还有关于适当保养枪支的一篇优秀的文章。

source: An interesting magazine that contains information about swords and sword fighting techniques from all across the world.
de: Ein interssantes Magazin, welches Informationen über Schwerter und Schwerkampftechniken von der ganzen Welt enthält.
ja: 世界中から剣同士の戦闘技術に関する情報を集めた、興味深い雑誌です。
ko: 전 세계의 검과 검술에 대해 쓰여진 흥미로운 잡지입니다.
ru: Интересный журнал о мечах и технике боя на них с информацией со всего мира.
zh_cn: 一本十分有趣的杂志，包含世界各地使用的不同的剑和剑术知识。

source: An interesting quarterly report about rocket launchers and recoilless rifles. There are lots of large, exciting photos of explosions and weaponry.
de: Ein interessanter vierteljährlicher Bericht über Raketenwerfer und rückstoßfreie Gewehre. Es hat viele große, aufregende Fotos von Explosionen und Bewaffnungen.
ja: ロケットランチャーや無反動ライフルについて書かれた興味深い季刊誌です。兵器や爆発シーンなど多くの刺激的な写真が載っています
zh_cn: 激动人心的关于火箭发射器和步枪的教学指南，有很多大的，令人兴奋的彩图，boom，爆炸和射击

source: Archery for Kids
de: Bogenschießen für Kinder
ja: 本(学習/子供向け弓術)
ko: 아이들을 위한 궁술(book)
ru: "Стрельба из лука для детей"
zh_cn: 弓术入门

source: Art and Science of Chemical Warfare
de: Kunst und Wissenschaft der chemischen Kriegsführung
ja: 本(学習/化学兵器の技術と科学)
ko: 화학전의 예술과 과학(book)
ru: "Искусство и наука химической войны"
zh_cn: 化学战：艺术与科技

source: Augmentative Tech Review 2041
de: Augmentativtechnologiebericht 2041
ja: 本(学習/2041年刊行・増進技術評論)
ko: 확장 기술 보고서 2041(book)
ru: "Техобзор 2041"
zh_cn: 人体强化科技年鉴（2041）

source: Autobiography of a Mountain Man
de: Autobiografie eines Manns aus den Bergen
ja: 本(学習/マウンテンマンの自伝)
ko: 산을 사랑한 남자의 자서전(book)
ru: "Автобиография охотника"
zh_cn: 徐霞客游记

source: Basic sword & sorcery.
de: Low-Fantasy-Roman.
ja: 剣と魔法の世界
ko: 일반 판타지물(Basic sword & sorcery)
ru: Основы меча и колдовства.
zh_cn: 剑术和巫术入门指南。

source: Batter Up!
ja: 本(学習/バッターアップ！)
ko: 타자 제자리로!(book)
ru: "Отбивай!"
zh_cn: 完美击球杂志

source: Beauty Magazine
de: Beauty-Magazin
ja: 本(学習/ビューティマガジン)
ko: 미의 잡지(book)
ru: Журнал "Красота"
zh_cn: 美人志

source: Best Practices for Compound Delivery
de: Beste Verabreichungsvorgehensweisen
ja: 本(学習/複合投与を行う際の最善の処置)
ko: 복합체 전달을 위한 최고의 방법(book)
zh_cn: 复合传导技术实例操作

source: Birdhouse Monthly
de: Vogelhaus monatlich
ja: 本(学習/月刊・鳥籠)
ko: 월간 새장(book)
ru: Ежемесячник "Скворечник"
zh_cn: 禽舍月刊

source: Bon Appetit
de: Guten Appetit
ja: 本(学習/ボナペティ)
ko: 좋은 식욕(book)
ru: "Приятного аппетита"
zh_cn: 好胃口杂志

source: Boxing Monthly
de: Boxen Monatlich
ja: 本(学習/月刊・ボクシング)
ko: 월간 복싱(book)
ru: журнал о боксе
zh_cn: 拳击月刊

source: Building for Beginners
de: Bauen für Anfänger
ja: 本(学習/初級建築術)
ko: 초보자들을 위한 건축방법(book)
ru: "Строительство для начинающих"
zh_cn: 建筑学入门

source: CQB Monthly
de: Nahkampf-Monat
ja: 本(学習/月刊・CQB)
ko: 월간 백병전(book)
ru: журнал "Ближний бой"
zh_cn: CQB月刊

source: Case #5846, Illegal Gun Modification
de: Fall Nr. 5846: Illegale Waffenmodifikation
ja: 本(学習/事例#5846・銃器違法改造)
ko: 사건 #5846, 불법 총기 개조(book)
zh_cn: 5846号案例，非法枪械改造

source: Close Quarter Fighting Manual
de: Nahkampf-Handbuch
ja: 本(学習/近接格闘マニュアル)
ko: 백병전 메뉴얼(book)
ru: Руководство по борьбе
zh_cn: 近战指南

source: Computer Gaming
ja: 本(一般/ゲーム情報誌)
ko: 컴퓨터 게임(book)
ru: "Компьютерные игры"
zh_cn: 电脑游戏杂志

source: Computer Science 101
de: Informatik-Grundkurs
ja: 本(学習/コンピューターサイエンス101)
ko: 컴퓨터 과학 101(book)
ru: "Информатика 101"
zh_cn: 计算机科学101题

source: Computer Science 301
de: Informatik-Fortgeschrittenenkurs
ja: 本(学習/コンピュータ科学301)
ko: 컴퓨터 과학 301(book)
ru: "Информатика 301"
zh_cn: 计算机科学301问

source: Cooking on a Budget
de: Kochen mit wenig Geld
ja: 本(学習/低予算クッキング)
ko: 저렴하게 만드는 요리(book)
ru: "Бюджетная еда"
zh_cn: 巧主妇烹饪大全

source: Crafty Crafter's Quarterly
de: Vierteljährlicher Fertigungs-Freund
ja: 本(学習/季刊・ベテランクラフター)
ko: 계간 손재주 좋은 발명가(book)
ru: Журнал "Очумелые ручки"
zh_cn: 专业手工季刊

source: Cucina Italiana
ja: 本(学習/クッチーナイタリア)
ko: 이탈리아식 요리(book)
ru: "Итальянская кухня"
zh_cn: 意大利的厨房

source: Current events concerning a bunch of people who're all (un)dead now.
de: Aktuelle Ereignisse, die ein paar Leute betrifft, die nun alle (un-)tot sind.
ja: 現在は死に絶えた人々(またはゾンビ化した)に関する時事ネタを扱った雑誌です。
ko: 지금은 언데드가 되어버린 유명인사들에 관한 꽤 최근의 소식.
ru: События, связанные с различными людьми. Все они стали нежитью.
zh_cn: 与事件有关的人现在全变成亡灵了。

source: DIY Compendium
de: Heimwerker-Kompendium
ja: 本(学習/日曜大工全書)
ko: DIY 개론(book)
ru: сборник "Сделай Сам"
zh_cn: DIY手册

source: Dance Dance Dance!
de: Tanz Tanz Tanz!
ja: 本(学習/ダンスダンスダンス！)
ko: 댄스 댄스 댄스!(book)
ru: "Танцуют все"
zh_cn: 舞 舞 舞！期刊

source: Dianetics
de: Dianetik
ja: 本(一般/ダイアネティックス)
ko: 다이어네틱스(book)
ru: Дианетика
zh_cn: 戴尼提

source: Diskobolus
de: Diskuswerfer
ja: 本(学習/円盤投げ)
ko: 원반던지기(book)
ru: "Дискомёт"
zh_cn: 掷铁饼者杂志

source: Drama and mild smut.
de: Ein Drama mit milder Pornografie.
ja: 複雑な人間模様と少しのエロスが混在した小説です。
ko: 드라마와 가벼운 음란함이 섞인 소설.
ru: Драма и легкие непристойности.
zh_cn: 喜剧作品

source: Duelist's Annual
de: Der Jahres-Duellant
ja: 本(学習/年刊・デュエリスト)
ko: 연간 격투가(book)
ru: журнал "Дуэлянт"
zh_cn: 击剑大师

source: Eastern Orthodox Bible
ja: 本(一般/聖書(東方正教会))
ko: 동방정교회 성경(book)
ru: Православная Библия
zh_cn: 东正教圣经

source: Electronic Circuit Theory
de: Schaltungstheorie
ja: 本(学習/電子回路理論)
ko: 전기 회로 이론(book)
ru: Теория схемотехники
zh_cn: 电路理论集

source: Engineering 301
de: Ingenieurswesen
ja: 本(学習/機械工作301)
ko: 공학 301(book)
ru: "Инженерное дело"
zh_cn: 建筑工程301问

source: Everything you could ever want to know about handloading ammunition, sealed with a ...childproof cover. Apparently a liability thing, because the chapter on explosive rounds covers them in excellent detail too.
de: Alles, was du jemals über das Wiederladen von Munition wissen wollen könntest, versiegelt mit einem … kindersicheren Umschlag. Scheinbar ist es wegen der Haftung, denn das Kapitel über Explosivmunition behandelt sie auch sehr ausführlich.
ja: 子供が触っても安全な手詰め弾薬について知りたいことすべてが載っています。爆弾に関する章にはあまりに詳細な説明が載っているので、この本自体が子供にとって安全ではなさそうです。
ko: 당신이 여태까지 알고 싶어했을 탄약 장전에 관한 모든것이 들어있는 이 ...아이들이 못열도록 닫혀있는 책을 확실히 책임져야 할 것입니다. 왜냐하면 폭발탄 챕터로 시작해서 세부적인 부분까지 완벽히 아우르는 책이기 때문이죠. (역주: 실제로, handloader's digest라는 책이 존재합니다.)
ru: Всё что вы когда-либо хотели знать о снаряжении патронов в защищающей от детей обложке. Правильная мера предосторожности, так как глава о разрывных патронах имеет очень детальные описания.
zh_cn: 这本大厚书的封面上有个儿童锁：里面写满了关于手动装药的各种小常识，从技巧到子弹分类……连爆炸弹的成分配比都写得一清二楚，话说这真是一本正规出版物吗？

source: Exciting recipes and restaurant reviews. Full of handy tips about cooking.
de: Aufregende Rezepte und Gasthausbewertungen. Voll mit nützlichen Tipps zum Thema Kochen.
ja: 各ﾚｽﾄﾗﾝの評論やレシピが載っている刺激的な本です。料理の有益なヒントが色々と載っています。
zh_cn: 令人兴奋的食谱以及饭店的评论，里面写满了各种食谱。

source: FM 23-16 Army marksmanship manual
de: Armee-Felddienstvorschrift FM 23-16
ja: 本(学習/FM23-16陸軍射撃マニュアル)
ko: FM 23-16 군용 사격술 메뉴얼(book)
ru: FM 23-16 армейское руководство для стрелка
zh_cn: 23-16号战地手册-射击

source: FM 23-25 Army bayonet manual
de: Felddienstvorschrift FM 23-25: Bajonette
ja: 本(学習/FM23-25陸軍銃剣マニュアル)
ko: FM 23-25 육군 총검 교본(book)
ru: "FM 23-25. штыковой бой."
zh_cn: 23-25号战地手册-刺杀

source: First Responder Handbook
de: »Helfer vor Ort«-Handbuch
ja: 本(学習/応急処置ハンドブック)
ko: 최초 대처자를 위한 안내서(book)
ru: Настольная книга врача
zh_cn: 第一急救者手册

source: Full of useful tips for showing confidence in your speech.
de: Voller nützlicher Tipps, die dir helfen, deine Redegewandtheit zu steigern.
ja: 話術に自信をつける有益なヒントが書かれた本です。
ko: 연설할 때 자신감을 보여줄 수 있는, 전체적으로 유용한 팁이 적힌 책입니다.
ru: Полный список полезных советов для демонстрации уверенности в своей речи.
zh_cn: 这本书中有很多关于演讲和谈判的小技巧。

source: Gideon Bible
de: Gideon-Bibel
ja: 本(一般/聖書(ギデオン))
zh_cn: 基甸圣经

source: Glamopolitan
de: Glanz und Glamour
ja: 本(学習/グラモポリタン)
ko: 글래머폴리탄(book)
ru: Журнал "Гламурия"
zh_cn: 时尚丽人

source: Guide to Advanced Emergency Care
de: Führer in Fortgeschrittene Notfallpflege
ja: 本(学習/高等緊急医療ガイド)
ko: 상급 응급처치 안내서(book)
ru: "Руководство по продвинутой первой помощи"
zh_cn: 高级急救护理册

source: Guns n Ammo
de: Waffen und Munition
ja: 本(学習/月刊・銃と弾薬)
ko: 총과 탄환(book)
ru: "Оружие и боеприпасы"
zh_cn: 枪与子弹杂志

source: Hackneyed narrative concealing low-grade literary smut.
de: Ein banales Narrativ, der minderwertigen literaischen Schmutz verdeckt.
ja: エロスを含んだ低俗な文章が織り成す良くある物語です。
ko: 진부한 서사 구조를 가진 저급한 외설물입니다.
ru: Низкопробная литература, сокрытая под маской повести избитой тематики.
zh_cn: 这是一本陈词滥调，文字低劣的书。

source: Hadith
ja: 本(一般/ハディース)
ko: 하디스(book)
ru: Хадис
zh_cn: 圣训

source: High Explosives Quarterly
de: Quartal Explosiv
ja: 本(学習/季刊・高性能爆弾)
ko: 계간 고폭탄(book)
ru: журнал "Огневая мощь"
zh_cn: 爆破专家

source: How to Browse the Web
de: Wie man im Web browst
ja: 本(学習/ネットサーフィンの仕方)
ko: 웹에서 검색하는 방법(book)
ru: "Интернет: руководство для чайников."
zh_cn: 如何浏览网页

source: How to Succeed in Business
de: Erfolgreich sein im Geschäftsleben
ja: 本(学習/ビジネスの成功方法)
ko: 사업에 성공하는 방법(book)
ru: "Как преуспеть в бизнесе"
zh_cn: 如何成功经商

source: How to Trap Anything
de: Wie man Sachen fängt
ja: 本(学習/罠の全て)
ko: 모든 덫을 설치하는 법(book)
ru: "Как поймать что-нибудь"
zh_cn: 如何设陷阱

source: If you knew what to look for something might stand out...
de: Wenn du wüsstest, wonach du suchen müsstest, könnte etwas herausstechen …
ja: 帳簿に不正が見つかったとしても今となっては...
ko: 당신이 뭘 중요하게 봐야하는지를 알고 있었더라면...
ru: Она скажет многое, если вы знаете куда смотреть...
zh_cn: 当你知道你要找什么时，它可能自己跑出来。

source: Inscribed on the cover in large, friendly letters, is the message "Don't Panic".
de: Auf dem Buchdeckel steht ihn großen, freundlichen Buchstaben die Botschaft »Keine Panik!«.
ja: 表紙には親しみやすい大きな文字で "Don't Panic" と書いてあります。
ko: 정확한 제목은 '대재앙을 여행하는 히치하이커를 위한 안내서'로, 표지 앞에 큼지막고 친근하게 "당황하지 마시오(Don't Panic)"라고 적혀있습니다. (역주: 'Don't Panic'은 '은하수를 여행하는 히치하이커를 위한 안내서'의 패러디입니다.)
ru: На обложке большими и приятными для глаз буквами написаны слова "Без паники".
zh_cn: 封面上镌刻了巨大、友好的文字，“不要恐慌”。

source: Instructions on how to create a mod for a radio station terminal which converts the entire system into a repeater.
zh_cn: 这本书教会你制造一个简单的插件，该插件可以将整个无线电终端转换为一个无线电中继器。

source: Internal Combustion Fundamentals
de: Verbrennungskraftmaschinen: Grundlagen
ja: 本(学習/内燃機関の基礎)
ko: 내연기관의 기본 원칙(book)
ru: "Основы двигателей внутреннего сгорания"
zh_cn: 内燃机基础原理
