Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: French fries
de: Pommes frites
ja: フライドポテト
ko: 감자 튀김(French fries)
ru: картофель фри
zh_cn: 法式炸薯条

source: Fresh blueberries, cooked with sugar to make them last longer.
de: Frische Blaubeeren, die mit Zucker gekocht wurden, um sie länger haltbar zu machen.
ja: 砂糖漬けにして日持ちを良くした新鮮なブルーベリーです。
ko: 설탕과 함께 졸여, 장기보관이 가능한 블루베리입니다.
ru: Свежая черника, сваренная с сахаром для долгого хранения.
zh_cn: 新鲜的蓝莓，用糖煮熟后可以保存的更久。

source: Fresh fruit, cooked with sugar to make them last longer.
de: Frische Früchte, mit Zucker gekocht, um sie länger haltbar zu machen.
ja: 砂糖漬けにして日持ちを良くした新鮮な果物です。
ko: 신선한 과일에 설탕을 넣어 만든 음식으로, 오랫동안 썩지 않습니다.
ru: Свежие фрукты, сваренные с сахаром для более долгого хранения.
zh_cn: 新鲜水果，加糖熬煮使保质期更长

source: Fresh strawberries, cooked with sugar to make them last longer.
de: Frische Erdbeeren, die mit Zucker gekocht worden sind, um sie länger haltbar zu machen.
ja: 砂糖漬けにして日持ちを良くした新鮮な苺です。
ko: 설탕을 넣고 졸여, 장기보관이 가능한 딸기입니다.
ru: Свежая земляника, сваренная с сахаром для долгого хранения.
zh_cn: 新鲜的草莓，用糖煮熟后可以保存的更久。

source: Fresh wet lasagne. Fairly bland, but fills you up.
de: Frische feuchte Lasagne. Ziemlich fad, aber es stopft.
ja: できたての水茹でラザーニャです。まったくおもしろくない味ですが、あなたのおなかを満たしてはくれます。
zh_cn: 新鲜的煮千层面，加菲猫的最爱，没有调料。挺饱肚子的……不过这东西是这么个吃法吗？

source: Fresh wet noodles. Fairly bland, but fills you up.
de: Frischgekochte Nudeln. Schmecken nach nichts aber machen satt.
ja: できたての水茹で麺です。まったくおもしろくない味ですが、あなたのおなかを満たしてはくれます。
zh_cn: 新鲜的煮面条，虽然乏味，但比啃树根好。

source: Fresh, clean water. Truly the best thing to quench your thirst.
de: Frisches klares Wasser. Wahrhaft das beste Getränk, um deinen Durst zu löschen.
ja: 新鮮で綺麗な水は喉の渇きを癒すのに最高です。
zh_cn: 新鲜且纯净的水，最佳解渴饮用水。

source: Freshly butchered fat. You could eat it raw, but it is better used as an ingredient in other foods or projects.
de: Frisch aus einer Schlachtung erhaltenes Fett. Du könntest es roh essen, aber es ist besser als Zutat in anderen Nahrungsmitteln oder Projekten geeignet.
ja: 解体で手に入れた脂肪です。そのまま食べることも出来ますが、他の食品や道具を作る材料として使うべきでしょう。
zh_cn: 刚被屠宰切割下来的一块肥肉。你可以直接生吃，但最好和其他食材一起使用。

source: Freshly butchered from a human body.
de: Frisch aus einem menschlichen Körper geschlachtet.
ja: 人間から切り落とされた肉片です。
ko: 인간의 몸에서 잘라낸 신선한 살코기입니다.
ru: Свежий кусок плоти, вырезанной из человеческого тела.
zh_cn: 啊啊~人肉呀，这是来自哪个部位的呢，想想就好刺激的说~

source: Freshly butchered meat. You could eat it raw, but cooking it is better.
de: Frisch geschlachtetes Fleisch. Du könntest es roh essen, gekocht schmeckt es aber besser.
ja: 新鮮な肉の塊です。 生食も可能ですが、調理した方が良いでしょう。
zh_cn: 刚被屠宰的肉。你可以生吃，但烹饪更佳。

source: Freshly caught fish. Makes a passable meal raw.
de: Frisch gefangener Fisch. Ist roh ein akzeptables Essen.
ja: 新鮮な魚です。生でも食べられそうです。
zh_cn: 刚捕获的鱼。可以吃一顿好的了。

source: Freshly cooked fish. Very nutritious.
de: Ein frisch gekochter Fisch. Sehr nahrhaft.
ja: 調理を施した新鮮な魚です。栄養価が高いです。
zh_cn: 新鲜的鱼再加上高超的手艺，就成了这道营养的美食。

source: Freshly cooked meat. Very nutritious.
de: Frisch gekochtes Fleisch. Sehr nahrhaft.
ja: 調理を施した新鮮な肉です。栄養価が非常に豊富です。
zh_cn: 新鲜的肉再加上高超的手艺，就成了这道营养的美食。

source: Freshly-squeezed from real fruit! Tasty and nutritious.
de: Frisch gepresst auch echten Früchten! Lecker und nahrhaft.
ja: ちゃんと果物を絞って作ってあります！美味しくて栄養価が高いです。
zh_cn: 从新鲜水果中榨取，营养又好吃

source: Freshly-squeezed from real oranges! Tasty and nutritious.
de: Frisch gepresst aus echten Orangen! Schmackhaft und gesund.
ja: 果汁100%%のオレンジジュースです！栄養価も高く、美味しいです。
zh_cn: 从橙子里压榨出来的，美味且营养。

source: Fruit slices soaked in a sugar syrup, to preserve freshness and appearance.
de: Obstscheiben, die in Zuckersirup getränkt wurden, um Frische und Aussehen zu erhalten.
ja: 甘いシロップに付け込まれた薄切りの果物です。果肉や皮の色味もそれなりに保たれているので、見た目が綺麗です。
ko: 맛과 형태를 보존하기 위해 설탕 시럽에 담가둔 과일 조각입니다.
ru: Фруктовые ломтики вымоченные в сахарном сиропе для сохранения свежести и товарного вида.
zh_cn: 水果片浸泡在糖水里，以保持新鲜和美观。

source: Good old ketchup, tastes great on hot dogs.
de: Guter alter Ketschup, schmeckt prima auf Hot Dogs.
ja: 古き良きケチャップはホットドッグに最適です。
ko: 그리운 지난날이 떠오르게 하는 케첩으로 핫도그에 뿌려 먹으면 맛있습니다.
ru: Старый добрый кетчуп, особенно хорош для хот-догов.
zh_cn: 美味的传统番茄酱，热狗蘸上它，味道好极了。

source: Good old mayo, tastes great on sandwiches.
de: Gute alte Mayo. Sie schmeckt super auf Sandwiches.
ja: 古き良きマヨネーズはサンドイッチに最適です。
ko: 전통적인 마요네즈입니다. 샌드위치에 넣어 먹으면 맛있습니다.
ru: Старый добрый майонез, особенно хорош в сендвичах.
zh_cn: 传统口味的三明治蛋黄酱。

source: Good old mustard, tastes great on hamburgers.
de: Guter alter Senf. Er schmeckt super auf Hamburgern.
ja: 古き良きマスタードはハンバーガーに最適です。
ko: 전통적인 머스타드입니다. 햄버거에 넣어 먹으면 맛있습니다.
ru: Старая добрая горчица, особенно хороша на гамбургере.
zh_cn: 传统口味的芥末酱，汉堡里加一点味道不错。

source: Grainy cereal used for malting. A staple of brewing everywhere. It can also be ground into flour.
ja: 主にビールやウイスキーの醸造に使われる穀物です。もちろん挽いて粉にして使うこともできます。
zh_cn: 粒状谷物，非常常用的酿酒和主食原料。可以被磨成面粉。

source: Greasy Prospector improved pork and beans with hickory smoked pig fat chunks.
de: Schweinefleisch mit Bohnen, verbessert von Greasy Prospector. Mit mit dem Holz eines Hickorybaums geräucherten Schweinefettklumpen.
ja: かのグリーシープロスペクター社が開発した定番商品です。豚肉、豆、そしてヒッコリー燻製風味の豚脂がぎっしり詰まっています。
zh_cn: “油腻矿工”开发出的猪肉黄豆罐头。精选山核桃木熏制的肥猪肉丁。

source: Ground black spice berries with a pungent aroma.
de: Tiefschwarze, würzige Beeren mit einem scharfen Aroma.
ja: 黒い実を挽いて作る香辛料です。刺激的な香り。
ko: 톡 쏘는 향취가 나는, 검은 향신료입니다.
ru: Черные пряные ягод с острым вкусом.
zh_cn: 辛辣的黑浆果调味品

source: Ground coffee beans. You can boil it into a mediocre stimulant, or swallow it raw for a lesser stimulative boost.
de: Gemahlene Kaffeebohnen. Kann zu einem Aufputschmittel mit mittlerer Wirkung gekocht werden. Bei rohem Verzehr fällt die Wirkung jedoch leichter aus.
ja: 珈琲豆を挽いたものです。水と沸かして珈琲を作るか、あるいはそのまま食べることでも興奮剤と同様の効果を得ることができます。
zh_cn: 磨碎的咖啡豆。用水可以煮咖啡，也可以生咽下去。具有一定的兴奋作用。

source: Hard, dry cheese made to last, unlike modern processed cheese. Will make you thirsty though.
zh_cn: 又硬又干的奶酪，适合长期储存，不像现代工业化的奶酪产品。但吃完会让你很口渴。

source: Having been fried, this SPAM is actually pretty tasty.
de: Gebraten ist dieses Frühstücksfleisch tatsächlich ziemlich lecker.
ja: 油で揚げたスパムです。とても美味しいですよ。
ko: 구웠더니, 스팸이 제법 맛있어졌습니다.
ru: Ветчина очень вкусная, если хорошо прожарена.
zh_cn: 被油炸过，这实际上是非常美味的。

source: Healthy and filling cornbread.
de: Gesundes und stopfendes Maisbrot.
ja: ヘルシーで食べ応えのコーンブレッドです。
ko: 몸에 좋고 맛도 좋은 옥수수빵입니다.
ru: Вкусный и питательный пшенично-кукурузный хлеб.
zh_cn: 玉米面包，健康营养！

source: Healthy and filling.
de: Gesund und füllend!
ja: ヘルシーで食べ応えがあります。
ko: 건강에 좋고, 배도 찹니다.
ru: Сытно и полезно.
zh_cn: 健康又饱肚子。

source: Hey it's waffle time, it's waffle time. Won't you have some waffles of mine?
de: Hey, es ist Waffelzeit, es ist Waffelzeit! Willst du von mir ein paar Waffeln haben?
ja: わぁ、おやつの時間だ、おやつの時間だぁ。ねぇ、私の分のワッフルもちゃんと持ってる？
zh_cn: 嗨，华夫饼时间到了，华夫饼时间到了。你不想来一块我的华夫饼吗？

source: Human flesh slices cured in brine and vacuum-packed. Salty but tasty in a pinch.
de: Vakuumverpackte mit Pökel überdeckte Menschenfleischstücke. Salzig aber, wenn wirklich notwendig, lecker.
ja: 真空パックされた塩漬けの薄切り人肉です。しょっぱいですが、これを開封しなければいけない状況なら美味しく頂けるでしょう。
zh_cn: 用盐腌制并真空包装的人肉片。很咸，但必要时很可口。

source: Humans might call this a Grey Delicious apple: large, grey, and smells even better than the Marloss. If they didn't reject it for its alien origins. But we know better.
ja: 灰色の林檎と人類は呼ぶ。灰色で、大きく、マーロスの香りを漂わせている。かつて地球外のものであるという理由でこれを拒絶した者たちが居た。だが我々は、どうすればいいか知っている。
zh_cn: 人们也称之为美味会苹果，灰色，比马洛斯莓更大，闻起来更响。如果不排斥它的变异起源，它还会更受欢迎。

source: In Soviet Russia, vodka drinks you!
de: In der UdSSR trinkt der Wodka dich!
ja: 米国では貴方がウォッカを飲む。ソビエトロシアではウォッカが貴方を飲む！
ko: 소비에트 러시아에서는 보드카가 당신을 마십니다!
ru: В Советской России водка пьёт тебя!
zh_cn: 在苏联，不喝伏特加枉为人。

source: India pale ale
ja: ビール(インディアペールエール)
zh_cn: 印度麦酒

source: Intended for the clarification and disinfection of unsafe drinking water, these halazone-based purification tablets remove dangerous contaminants using powerful chemicals. The label says to use one tablet per unit of water.
de: Gedacht für die Reinigung und Desinfektion von unsicherem Wasser, entfernen diese halazonbasierten Reinigungstabletten gefährliche Verschmutzungen durch starke Chemikalien. Auf dem Aufkleber steht, dass man eine Tablette pro Wassereinheit benutzen soll.
ja: 生物的または化学的に汚染された危険な水を浄化、消毒して飲めるようにするハラゾーン( ジクロロスルファモイル安息香酸)系の錠剤です。ラベルには1錠で水1単位を浄化できると書いてあります。
ko: 마시기에 위험한 물을 소독하고 정수하는데 사용되는 알약으로, 이 할라존 기반의 정수 알약은 강력한 화학 물질로 위험한 물질을 제거합니다. 라벨에는 물 한 단위당 하나의 알약이 소비된다고 적혀있습니다.
ru: Таблетки, созданные на базе галазона, предназначены для очистки и дезинфекции питьевой воды от опасных загрязнений с помощью сильнодействующей химии. Этикетка говорит использовать одну таблетку на единицу воды.
zh_cn: 哈拉宗纯化片，该品为消毒药，用于饮水消毒。标签上写着每单位水使用一片。

source: Irish coffee
ja: カクテル(アイリッシュ・コーヒー)
ko: 아이리시 커피(Irish coffee)
ru: кофе по-ирландски
zh_cn: 爱尔兰咖啡

source: It could be eaten raw if you're desperate, but is much better cooked.
de: Es könnte roh gegessen werden, wenn du verzweifelt bist, aber gekocht ist es viel besser.
ja: 調理を施せば美味しい食事が食べられます。しかし、餓死寸前だと言うのなら生で食べるのも悪くはないでしょう。
ko: 절망적인 상황이라면 생으로 먹을 수 있습니다만, 요리해서 먹는게 훨씬 좋습니다.
ru: Можно съесть сырыми, если ты в отчаянии, но они намного лучше, если приготовить.
zh_cn: 当你饿得不行时，生吃也没什么影响，当然，弄熟了再吃最好不过。

source: It smells of tomatoes. Not very filling, but it goes well with grilled cheese.
de: Es riecht nach Tomaten. Nicht sehr füllend, aber es passt prima zu gegrilltem Käse.
ja: トマトの香りがします。満腹にはなりませんが、焼きチーズとの食べ合わせは抜群です。
zh_cn: 闻起来像是西红柿煮出来的。不太饱肚子，但加上烤奶酪就能当午餐了。

source: It tastes and looks like windshield wiper fluid, but it's loaded to the brim with sugar and caffeine.
de: Es schmeckt und sieht aus wie Scheibenwaschflüssigkeit, aber es ist randvoll mit Zucker und Koffein gefüllt.
ja: 見た目がウォッシャー液に似た飲料です。しかし、実際にはカフェインと砂糖を多量に含んでいます。
zh_cn: 它看起来并且尝起来像风罩清洗液，实际上充满了糖和咖啡因。

source: It's a bit tough, but quite delicious.
de: Es ist etwas zäh, aber recht lecker.
ja: 少し硬さがありますが、とても美味しい野菜です。
ko: 먹기 꽤 힘들긴 하지만, 꽤 맛있습니다.
ru: Слегка жёсткая, но очень вкусная.
zh_cn: 尝起来有一点苦涩，不过只有一点点，剩下的是满满的好吃。

source: It's like blueberry jam, only without sugar.
de: Das ist wie Blaubeermarmelade, nur ohne Zucker.
ja: 砂糖抜きのブルーベリージャムのようなものです。
ko: 설탕이 빠졌을 뿐, 블루베리 잼과 비슷합니다.
ru: Черничный джем, только без сахара.
zh_cn: 这就像蓝莓果酱,只是不加糖。

source: It's like fruit jam, only without sugar.
de: Es ist wie Fruchtmarmelade, nur ohne Zucker.
ja: 砂糖抜きのフルーツジャムのようなものです。
ko: 과일 잼에 설탕을 뺀 느낌의 음식입니다.
ru: Похоже на джем, только без сахара.
zh_cn: 这就像果酱，只有没有糖。

source: It's like strawberry jam, only without sugar.
de: Es ist wie Erdbeermarmelarde, nur ohne Zucker.
ja: 砂糖抜きの苺ジャムのようなものです。
ko: 설탕이 빠졌을 뿐이지, 딸기잼과 비슷합니다.
ru: Земляничный джем, только без сахара
zh_cn: 这就像草莓果酱,只是不加糖。

source: Italian seasoning
de: italienische Gewürzmischung
ja: イタリアの調味料
ko: 이탈리아 조미료(Italian seasoning)
ru: итальянская приправа
zh_cn: 意大利香料

source: Juicy red tomato. It gained popularity in Italy after being brought back from the New World.
de: Saftige rote Tomate. Sie hat in Italien an Beliebtheit gewonnen, nachdem sie aus der Neuen Welt zurückgebracht wurde.
ja: 瑞々しい真っ赤なトマトです。新大陸から持ち帰った際にイタリアで普及しました。
zh_cn: 鲜美多汁的西红柿，自从被引入后就在意大利广泛食用。

source: Lemon juice mixed with water and sugar to dull the sourness. Delicious and refreshing.
de: Zitronensaft gemixt mit Wasser und Zucker, um den bitteren Geschmack zu trüben. Lecker und erfrischend.
ja: レモン果汁と水と砂糖で作られた飲み物です。爽やかで美味しいです。
zh_cn: 柠檬汁、糖、水的混合液体，美味爽口又解渴

source: Like apple cider, only with vodka.
de: Wie Apfelsaft, nur mit Wodka.
ja: アップルサイダー風味のウォッカです。
ko: 사과 주스 맛입니다. 단지 보드카를 넣은 것만 빼고요.
ru: Как яблочный сидр, только с водкой.
zh_cn: 香甜可口的苹果汁在与伏特加混合后也变得狂暴起来了，我们称之为狂暴苹果汁。

source: Like cola, but without caffeine. Still not that healthy.
de: Wie Cola, nur ohne Koffein. Trotzdem nicht sehr gesund.
ja: コーラに似ていますが、カフェインを含んでいない飲料です。しかし、健康な飲料とは言い難いでしょうね。
zh_cn: 去除了咖啡因的苏打水，依然不健康，小孩子们不要喝多了哦。

source: Loose, fine-cut tobacco leaves. Popular in Europe and among hipsters. Highly addictive and hazardous to health. Can either be rolled into a cigarette with some rolling papers or smoked through a pipe.
de: Lose und dünn geschnittene Tabakblätter. Beliebt in Europa und unter Hipstern. Stark suchterzeugend und gesundheitsschädigend. Kann entweder zu eine Zigarette mit etwas Zigarettenpapier rerollt werden oder mit einer Pfeife geraucht werden.
ja: ヨーロッパの人々や通の間で人気の、巻かれていない細かく刻んだタバコの葉です。中毒性が高く、健康に有害です。巻紙で巻いたり煙管に詰めたりして使うことができます。
zh_cn: 松散，细切的烟叶。在欧洲和嬉皮士人群中流行。令人上瘾，对身体有害。可以卷成香烟或者找个大烟管直接开吸。

source: Low-sodium preserved fish. It was boiled and canned. Contains all of the nutrition, but little of the savor of cooked fish.
de: Natriumarmer konservierter Fisch. Er wurde gekocht und konserviert. Enthält all die Nährstoffe, aber wenig vom Geschmack eines gekochten Fischs.
ja: 塩分の少ない保存食品です。加熱調理ののち缶詰にしてあります。多くの栄養を含みますが調理した魚独特の匂いがあります。
zh_cn: 低钠储存的鱼罐头。营养丰富，但是口感不佳。

source: Low-sodium preserved human meat. It was boiled and canned. Contains all of the nutrition, but little of the savor of cooked meat.
de: Natriumarmes konserviertes Menschenfleisch. Es wurde gekocht und konserviert. Enthät alle Nährstoffe, aber wenig des Geschmacks von gekochtem Fleisch.
ja: 塩分の少ない保存食品です。加熱調理ののち缶詰にしてあります。多くの栄養を含みますが調理した人肉独特の匂いがあります。
zh_cn: 罐装的低盐人肉，有着全方位的营养补充，尝起来却没有熟肉的味道。

source: Low-sodium preserved meat. It was boiled and canned. Contains all of the nutrition, but little of the savor of cooked meat.
de: Natriumarme Fleischkonserve. Das Fleisch wurde gekocht und konserviert. Enthält alle Nahrstoffe, aber nur wenig des Geschmacks vom gekochtem Fleisch.
ja: 塩分の少ない保存食品です。加熱調理ののち缶詰にしてあります。多くの栄養を含みますが調理した肉独特の匂いがあります。
zh_cn: 罐装的低盐熟肉，有着全方位的营养补充，尝起来却没有熟肉的味道。

source: Luigi lasagne
ja: ラザーニャ(人肉)
ko: 인육 라자냐(Luigi lasagne)
ru: лазанья с Луиджи
zh_cn: 路易千层面

source: Lutefisk is preserved fish that has been dried in a lye solution. Vile and soap-like yet highly nutritious, it is reminiscent of the afterbirth of a dog or the world's largest chunk of phlegm.
de: Ein Lutefisk ist ein konservierter Fisch, der in einer Laugelösung getrocknet wurde. Er ist ekelhaft und seifenähnlich, aber sehr nahrhaft. Er erinnert an die Nachgeburt eines Hundes oder an den weltgrößten Schleimbrocken.
ja: 乾燥させた魚をアルカリ溶液に漬け込んでゼリー状にした保存食です。質の悪い石鹸の様な見た目ですが、とても高い栄養価を有しています。例えそれが生まれたばかりの犬や吐き出した痰のような臭いを漂わせていても。
zh_cn: 在斯堪的纳维亚地区，人们能够品尝用碱液浸泡的鱼肉。这是一种把鱼浸泡在氢氧化钠或氢氧化钾强碱溶液中制成的食物。如此浸泡多天之后，强碱溶液会把鱼的蛋白质分解，使之膨胀成大块的果冻状物质。营养丰富。。。。。但是看着就像世界上最大块的浓痰。

source: Made from real Massachusetts cranberries. Delicious and nutritious.
de: Zitronensaft gemixt mit Wasser und Zucker, um den bitteren Geschmack zu trüben. Lecker und erfrischend.
ja: 天然のマサチューセッツ州のクランベリーから作ったジュースです。栄養価も高く、美味しいです。
zh_cn: 由真正马萨诸塞州小红莓制成，原汁原味，味道鲜美，营养丰富.

source: Made from, by, and for real Southern colonels!
de: Von, mit und für echte Oberste aus dem Süden gemacht!
ja: 南部で育まれた南部の為の飲み物です。
ko: 남부에서 만들고, 남부를 위해 만들어진, 진정한 남부 사람를 위한 위스키입니다!
ru: Сделано из, для, и руками южан.
zh_cn: 由南方殖民者为您倾情奉献，纯正威士忌。

source: Mannwurst
ja: マンヴォルスト
ko: 인육 소시지(Mannwurst)
zh_cn: 香人肠

source: Mannwurst covered in a curry ketchup sauce. Fairly spicy and impressive at the same time!
de: Eine Mannwurst, die in einer Curry-Ketchup-Soße bedeckt ist. Gleichzeitig ziemlich würzig und beeindruckend.
ja: カレー粉とケチャップがまぶしてある人肉ソーセージです。かなり辛いけどとってもおいしい！
zh_cn: 人肉香肠泡在咖喱酱里。香辣美味！

source: Mannwurst gravy
de: Mannwurstbratensoße
ja: グレービーソース(マンヴォルスト)
ko: 인육 소시지 그레이비(Mannwurst gravy)
zh_cn: 人肉综合粥

source: Marijuana, cannabis, pot. Whatever you want to call it, it's rolled up in a piece of paper and ready for smokin'.
de: Marijuana, Cannabis, Gras. Wie auch immer du es nennen willst, es ist in einem Stück Papier zusammengerollt und bereit zum rauchen.
ja: マリファナ、カナビス、ポット。呼び方なんかどうでもいい。すぐ吸えるように巻いてあるんだ。一服しようぜ。
zh_cn: 大麻，麻大，随便你怎么叫。总是这是一个将之用纸卷起来随时可以抽的“好东西”。

source: Meat encased in little dough satchels. Tastes fine raw.
de: Fleisch in kleinen Teigtaschen. Schmeckt roh gut.
ja: 小さなパスタ生地で肉などを挟み込んで作る料理です。素材を活かした味がします。
zh_cn: 两片面包一片肉，没有任何添加剂（可以添加）。

source: Meat slices cured in brine and vacuum-packed. Salty but tasty in a pinch.
de: Fleischstücke, die gepökelt und vakuumverpackt wurden. Salzig aber lecker (zur Not).
ja: 真空パックされた塩漬けの薄切り肉です。しょっぱいですが、これを開封しなければいけない状況なら美味しく頂けるでしょう。
zh_cn: 肉类在盐水中浸泡后，再用真空封装机封好。很咸，很好吃。

source: Meat that's obviously unhealthy. You could eat it, but it will poison you.
de: Fleisch, das offensichtlich ungesund ist. Du könntest es essen, aber das würde dich vergiften.
ja: 明らかに身体に害の有りそうな肉です。 食べる事は出来ますが、被毒しそうです。
zh_cn: 一看就不怎么好的肉。能吃，至于后果怎么样就不知道了。

source: Medical grade amphetamine salts mixed with Dextroamphetamine salts, commonly prescribed to treat hyperactive attention deficits. It suppresses the appetite, and is quite addictive.
ja: 医療用の覚醒剤です。ADHDの適応薬に指定されています。非常に高い中毒性があり、食欲が抑制されます。
zh_cn: 医用级苯丙胺盐，常用于治疗注意力分散和多动症。它能抑制食欲，而且是非常容易上瘾。

source: Mildly toxic and not very tasty raw. When cooked, it is delicious.
de: Roh leicht giftig und nicht sehr schmackhaft. Gekocht jedoch köstlich.
ja: 生のものは弱い毒性を持つ上に不味い。適切に調理を行えば美味しく食べられます。
zh_cn: 微毒，生吃味道不佳。烹饪之后方成美味。

source: Mint flavored chewing tobacco. While still absolutely terrible for your health, it was once a favorite amongst baseball players, cowboys, and other macho types.
de: Kautabak mit Minzgeschmack. Während es immer noch absolut furchtbar für deine Gesundheit ist, war es mal ein Favorit unter Baseballspielern, Cowboys und anderen Arten von Machos.
ja: ミント味の噛みタバコです。とても体に悪い代物で、かつては野球選手やカウボーイなどのマッチョ野郎が好んで口の端に押し込んでいました。
zh_cn: 薄荷味的咀嚼烟草，对你的健康十分不利，曾经是棒球运动员，牛仔，或者其他的男子汉喜欢的食品.

source: Mint flavored nicotine chewing gum. For smokers who desire to quit.
de: Nikotinkaugummi mit Minzgeschmack. Für Raucher, die aufhören wollen.
ja: ミント風味のニコチンが添加されたチューインガムです。喫煙を辞めたい時に食べます。
zh_cn: 薄荷味的尼古丁口香糖。适合准备戒烟的吸烟者。

source: Mixing cranberry juice and lemon-lime soda works out quite well.
de: Cranberrysaft mit Zitronen-Limetten-Limonade zu mischen zahlt sich aus.
ja: クランベリージュースとレモンライムソーダを混ぜ合わせると、相乗効果で美味しい飲み物が出来上がります。
ko: 크랜베리 주스와 사이다를 혼합한 음료로 맛도 꽤 괜찮습니다.
ru: Смесь из клюквенного сока и лимон-лаймовой газировки действует вполне хорошо.
zh_cn: 小红莓果汁和柠檬苏打的混合液，味道非常不错。

source: Mixture of water, alcohol and fruit juice that will eventually become vinegar.
ja: 水とアルコール、フルーツジュースを混ぜ合わせた物で、最終的には食用酢になります。
zh_cn: 水，酒精，果汁搅合在一起，总有一天会变成醋。

source: Mmm, irradiated. Will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Mmmhh, bestrahlt. Wird für nahezu immer essbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, es zu essen.
ja: 照射された林檎は、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的苹果。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: Mushrooms are tasty, but be careful. Some can poison you, while others are hallucinogenic.
de: Pilze sind lecker, aber sei vorsichtig. Einige können dich vergiften, während andere halluzigen sind.
ja: 茸は美味しいですが、注意が必要です。幻覚を起こす茸、強力な毒を持つ茸など、色々な危険が潜んでいます。
zh_cn: 蘑菇很好吃，美味，但吃之前要小心。有些会让你中毒，有些会让你产生幻觉。

source: Necco wafer
de: Necco-Oblate
ja: ラムネ菓子
ko: 네코 와퍼(Necco wafer)
ru: вафли Necco
zh_cn: 彩虹糖

source: Neither tasty nor very nutritious, but it goes well with salad.
de: Weder lecker noch sehr nahrhaft, aber sie passt gut mit Salat zusammen.
ja: 臭みばっかり強くて別に美味しいわけでもなく栄養が豊富なわけでもない野菜ですがサラダには入れておくべきでしょう。
zh_cn: 一种既不好吃也不很有营养的蔬菜，但它的口感很适合沙拉。

source: Nicknamed the 'Four Fingers of Death' by troops, this is probably the most disgusting thing you've ever eaten. Sterilized using radiation, so it's safe to eat. Exposed to the atmosphere, it has started to go bad.
de: Dies ist wahrscheinlich das ekelhafteste Ding, das du je gegessen hast, nicht umsonst wird es von Truppen scherzschaft die »Vier Finger des Todes« genannt. Es wurde mit Strahlung sterilisiert und ist somit sicher zum Essen. Da es der Atmosphäre ausgesetzt ist, wird es allmählich verderben.
ja: 「死の四本指」の愛称を持つ部隊のレビューによると、この食品は人生で食べた中で最悪の代物だそうです。放射線を照射して滅菌処理されており、食べても安全です。空気に触れて、腐り始めています。
zh_cn: 被称作“死神的四根手指”，这东西正挑战着你的忍耐上限，经过辐照消毒。它已经与空气接触，不再保质。

source: Nighttime cold and flu medication. Useful when trying to sleep with a head full of virions. Will cause drowsiness.
de: Nacht-Erkältungs- und Grippemedikament. Nützlich, wenn du versuchst, mit einem Kopf voller Virionen hast. Wird Schläfrigkeit verursachen.
ja: 夜用の風邪及びインフルエンザの治療薬です。眠気を催します。
zh_cn: 晚上使用的抗感冒药物，用来催眠效果非常好。会引起睡意。

source: No-doz brand caffeine pills, maximum strength. Useful in pulling an all-nighter, one pill is about equivalent to a strong cup of coffee.
de: Koffeintabletten der Marke No-doz, maximale Stärke. Nützlich, um eine Nacht durchzumachen. Eine Pille ist ungefähr zu einer Tasse starken Kaffees equivalent.
ja: No-dozブランドで最大の効力を持つカフェイン剤です。徹夜で作業を行う時に重宝します。1錠で濃い珈琲1杯分のカフェインを摂取出来ます。
zh_cn: 没有品牌的咖啡因药丸，最大药量。熬夜时很有用，一颗相当于一大杯咖啡。

source: Not as bad as some might imagine, this drink is pretty popular among young and/or poor people in some countries.
ja: 思ったより悪くないと言えなくもない、そんな味です。いくつかの国の若者たちはこれを好んで飲むそうですが、なるほど、その多くは貧乏人だそうです。
zh_cn: kalimotxo，红酒和可乐的组合，尝起来没有有些人想的那样糟糕。某些国家年轻人和穷人的最爱。

source: Not the finest drink you've had, but hey, it's alcohol by the gallon.
de: Nicht der beste Drink, den du je hattest, aber immerhin ist es literweise Alkohol.
ja: 最上の飲み物ではないでしょうが、ほら、ガロン単位のアルコールだよ。
ko: 그다지 질이 높지는 않지만, 알코올은 충분합니다.
ru: Не самый лучших напиток, который вы видели. Но, эй, это галлон алкоголя.
zh_cn: 没有比这更好的饮料了，而你拥有了它，但是，嘿，这酒精是按加仑算的。

source: Now with 95 percent fewer dolphins!
de: Jetzt mit 95 Prozent weniger Delphinen!
ja: 内容物の95%は鮪ですが、僅かにイルカ肉が含まれています！
zh_cn: 本品海豚肉含量已经下降95%！

source: Now with ONE POUND of meat and ONE POUND of carbs! Nice and heated up. It's tastier and more filling, but will also spoil quickly.
de: Nun mit EINEM PFUND Fleisch und EINEM PFUND Kohlenhydraten! Gut und aufgewärmt. Es ist leckerer und stopfender, aber wird auch schneller verderben.
ja: ドン！500gの肉、500gの炭水化物、合わせて1kgだ！アツアツで湯気が立ち昇っています。味も量も文句無しですが、非常に速く腐敗してしまいます。
zh_cn: 一磅多汁的肉类加上一磅香喷喷的碳水化合物，新鲜出炉，风味更佳，更易饱腹，也更容易坏掉。

source: Now with ONE POUND of meat and ONE POUND of carbs! Not as appetizing or nutritious as it would be if heated up.
de: Nun mit EINEM PFUND Fleisch und EINEM PFUND Kohlenhydraten! Nicht so appetitanregend oder nahrhaft, als wenn es aufgewärmt wäre.
ja: ドン！500gの肉、500gの炭水化物、合わせて1kgだ！加熱して食べるよう作られています。冷たいまま食べても酷い味ですし大して栄養にもなりません。1954年にアメリカで発明されたTVディナーはその後代表的国民食の一つとなり、今なお低所得者とその子供たちを立派な肥満体に育て上げています。
zh_cn: 一磅的肉类加上一磅的碳水化合物，看起来并不是那么可口的样子，如果能加热就好了。

source: Nutrient rich granules for plants.
ja: 植物に必要な栄養を豊富に含んだ粒剤です。
zh_cn: 富含营养的颗粒状植物壮阳药。

source: Nutritious egg laid by a bird.
de: Ein nahrhaftes Ei, das von einem Vogel gelegt wurde.
ja: 鳥が産んだ栄養価の高い卵です。
ko: 영양가있는 새알입니다.
ru: Питательное яйцо, отложенное птицей.
zh_cn: 禽类下的营养丰富的蛋。

source: Often regarded as folk medicine in some countries, bark tea tastes awful and tends to dry you out, but can help flush out stomach or other gut bugs.
ja: 幾つかの国で民間療法的に飲まれるお茶です。味は酷く、喉の渇きを覚えるほどですが、胃や腸に溜まった病原菌を洗い流してくれるかもしれません。
zh_cn: 许多国家都不停实践的土药方，树皮茶难喝的一塌糊涂还会让你更渴，不过你需要洗洗肠子杀杀虫的时候就看它了。

source: Oh man, you love these chips! Score!
de: Oh, Mann, du liebst diese Chips! Volltreffer!
ja: 何てこった！これ、大好物なんだ！やったね！
zh_cn: 哦，你喜欢这些薯片！

source: Olive oil, basil, garlic, pine nuts. Simple and delicious.
de: Olivenöl, Basilikum, Knoblauch, Pinienkerne. Einfach und lecker.
ja: オリーブオイル、バジル、ガーリック、松の実が 入ったシンプルで美味しいペストです。
zh_cn: 橄榄油，紫苏，大蒜，松子。简单而美味。

source: Only the finest whiskey straight from the bung.
de: Nur der beste Whisky, frisch gezapft.
ja: それぞれの蒸留所で作られた最上のウイスキーをその場で瓶詰めしました。
ko: 마개부터 다른 최고급 위스키입니다.
ru: Только лучший виски прямо из под пробки.
zh_cn: 酒香不怕塞子严。

source: Only the strongest, purest, good ol' fashioned hooch. Guaranteed to make you forget about the whole cataclysm thing, or you get your vision back.
de: Nur der stärkste reinste gute alte Fusel. Lässt dich garantiert dieses ganze Katastrophenzeugs vergessen, oder du bekommst dein Vorstellungsvermögen zurück.
ja: 最も強く、最も純粋な、古き良き時代の密造酒です。大災厄の諸々を忘れさせてくれる、あるいは過去を蘇らせてくれること請け合いです。
zh_cn: 这是一种最强的，最纯洁的，最好的老式烈酒！保证让你忘掉这一切关于灾难的事情，或者至少能让你的视力恢复。
