Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: All items may be used as a melee weapon, though some are better than others. You can check the melee attributes of an item you're carrying by hitting %s to enter your inventory, then pressing the letter of the item. There are 3 melee values: bashing, cutting, and to-hit bonus (or penalty). Bashing damage is universally effective, but is capped by low strength. Cutting damage is a guaranteed increase in damage, but it may be reduced by a monster's natural armor.
ja: ほぼ全てのアイテムは近接武器として使うこともできます。場合によっては近接武器以上に近接戦闘の助けになるものもあるかもしれません。'%s'で所持品画面を開き、対応する文字または右矢印を押すことでアイテムの武器としての性能を見ることができます。性能値は打撃、切断、命中率補正の3つです。打撃は非常に防ぎにくくほぼ例外なく有効ですが、筋力が低いとまともなダメージを与えられません。切断はそれを阻むものが無い場合は大ダメージを約束しますが、装甲防御によって比較的容易に軽減されてしまいます。
zh_cn: 游戏中有大量的物品可以当做近战武器来使用，你可以按<%s>键打开物品栏来检查你所拥有的物品的属性，每件近战武器都可能有以下三种属性，钝击伤害、劈砍伤害和命中奖励或惩罚。钝击伤害对各种类型的敌人都有效，但如果玩家的力量不够高时，并不会太出彩；锐器伤害对于没有护甲的敌人来说很有效，但是却无法破甲。

source: Also available in the view nearby items menu (press %s to open) is the ability to filter or prioritize items. You can enter item names, or various advanced filter strings: {<token>:<search param>}
ja: 近くのアイテムを見るメニュー(%sを押して開く)では、フィルターや優先順位機能を使うことができます。以下の記述方式で、フィルターとして様々な項目を入力することができます:{<token>:<search param>}
zh_cn: 在物品浏览界面（<%s>键）可以筛选或者过滤物品。你可以输入物品的名字来搜索物品，或者使用以下高级筛选符号。输入格式：{<符号>:<参数>}

source: Another common class of drugs is stimulants. Stimulants provide you with a temporary rush of energy, increasing your movement speed and many stats (most notably intelligence), making them useful study aids. There are two drawbacks to stimulants: they make it more difficult to sleep and, more importantly, most are highly addictive. Stimulants range from the caffeine rush of cola to the more intense high of Adderall and methamphetamine.
ja: 薬品の別の分類として覚醒剤もあります。覚醒剤は一時的に速度や知性などの上昇をもたらすため、学習時には効果的です。ですが欠点も二つあり、一つは眠りづらくなります。そしてより重大な欠点として、殆どの覚醒剤には中毒性があります。ここで言う覚醒剤の中毒性はコーラを飲み過ぎる事によるカフェインの過剰摂取やより中毒性の高いアデロールやメタンフェタミンなど幅広いです。
zh_cn: 游戏中除了止痛药，还有各类兴奋剂。兴奋剂能够在短时间内提升角色的行动能力及各项属性。然而服用兴奋剂有两大注意事项：服用兴奋剂之后角色将很难入睡，并且兴奋剂很容易成瘾。游戏中的兴奋剂从可乐饮料中的咖啡因到安非他命和麻黄碱等都有。

source: As time passes, you will begin to feel hunger and thirst. When this happens, a status warning at the sidebar will appear. As hunger and thirst reach critical levels, you will begin to suffer movement penalties. Thirst is more dangerous than hunger. Finding food in a city is usually easy; outside of a city, you may have to hunt. After killing an animal, stand over the animal's corpse and butcher it into small chunks of meat by pressing %s. You might also be able to forage for edible fruit or vegetables; to do it, find a promising plant and examine it. Likewise, you may have to drink water from a river or another natural source. To collect it, stand in shallow water and press %s. You'll need a watertight container to store it. Be forewarned that some sources of water aren't trustworthy and may produce diseased water. To make sure it's healthy, purify the water by boiling it or using water purifier before drinking.
ja: 時間が経つと、空腹になり喉も乾いてきます。これらの状態になるとサイドバーにも表示されます。空腹や喉の渇きが酷くなると速度にペナルティを受けるようになります。喉の渇きは空腹よりも危険です。通常、食料は街から簡単に探せます。街から外れると、狩りをしなければならなくなるでしょう。動物を殺せば、その死骸の上で%sを押すことで解体し、いくつか肉塊を入手できるでしょう。食用可な果物や野菜についてもそれらしき植物を調べれば見つけられます。同様に、飲料水についても川などから入手可能です。浅瀬に立って%sを押します。水を備蓄するには密閉された容器が必要です。水源の一部は信頼できなかったり病気になったりする事がある点にあらかじめ注意が必要です。ただそのような水も煮沸したり浄水器をしようしたりすれば綺麗な健康にも問題ない水として飲めるという事も覚えておくと良いでしょう。
zh_cn: 随着时间推移，你的角色会渴、会饿，屏幕下方会出现当前不良状态的警示符号。随着口渴和饥饿程度的不断加重，角色会受到移动能力上的惩罚。口渴比饥饿对角色的损害更为严重。如果你身处一个城市之中，寻找食物会相对容易一些，若是身处荒野，你就需要进行狩猎来维生，站在被猎杀的猎物旁边按<%s>键可以进行屠宰。同样，当你身处荒野时需要尽快寻找水源，站在水边时可以通过<%s>键或<,>键来掬水喝，如果你有容器的话就可以把水带走。需要注意的是不是所有的水源都是可靠的，有些会致病、有些还带毒，所以喝水之前把水净化一下是最稳妥的选择。

source: Before sleeping in a dangerous territory, it may be wise to set traps to ward off unwanted intrusions. There are a few traps to be found in the world, most notably bubble wrap (which will make a loud noise if stepped on, helping to wake you up) and bear traps (which make noise AND damage, and trap anything that steps on them). Others need to be crafted; this requires the Traps skill and possibly Mechanics.
ja: 危険な場所で就寝する時は、侵入者を追い払うために罠を設置しておくのが賢明でしょう。この世界の罠にも色々ありますが、一番入手しやすいのは気泡シート(踏むと大きな音を立て、起床を促す)とトラバサミ(踏むと大きな音を立てて足を挟み、ダメージを与えて動けなくする)です。他に製作できる罠もありますが、罠と機械整備のスキルが必要です。
zh_cn: 当你在危险区域睡觉时，设置陷阱来避免不希望出现的打扰是明智的。世界中能找到一些陷阱，尤其值得一提的有警戒陷阱（有东西踩上去时发出巨响唤醒你）和捕熊陷阱（踩到时发出声响并伤害及困住触发者）。其他有的需要自制；这需要陷阱技能，有的需要制造技能。

source: Bionics are biomechanical upgrades to your body. While many are simply 'built-in' versions of items you would otherwise have to carry, some bionics have unique effects that are otherwise unobtainable. Some bionics are constantly working, whereas others need to be toggled on and off as needed.
de: Bioniken sind biochemische Verbesserungen an deinem Körper. Während einige einfach »eingebaute« Versionen von Gegenständen, die du ansonsten tragen müsstest, sind, haben einige Bioniken einzigartige Effekte, die auf andere Weise nicht zu erlangen sind. Einige Bioniken sind ständig im Betriebg, während andere nach Bedarf ein- und ausgeschaltet werden müssen.
ja: CBMは身体を生体力学的に改良する装置です。大半は単にアイテムを身体に「内蔵」して、持ち運ぶ面倒を減らすものですが、CBMでしか手に入らない特殊な効果を持つものもあります。必要に応じて電源を入れるものと、常に機能しているものがあります。
ru: Бионика — биомеханические модули улучшения тела. Многие модули представляют собой версии инструментов для интеграции с телом, другие обладают уникальными эффектами, которые больше никак не получить. Некоторые модули работают постоянно, в то время как другие нужно включать и выключать по мере необходимости.
zh_cn: 仿生学是指使用一些生化设备来强化你的肉体。有些设备是置入型的，其他的则需要你进行携带，其中某些生化设备所能带给你的增益效果是其他任何方法所不能比拟的。

source: Bionics come in ready-to-install canisters. Installation of a bionic is best left to a trained professional. However, you may attempt to perform a self-installation. Performing such a task requires high levels of intelligence, first aid, mechanics, and electronics. Beware though, a failure may cripple you! Many bionic canisters are difficult to find, but may be purchased from certain wandering vagabonds for a very high price.
ja: CBMはすぐに埋め込める状態で容器の中に入っています。CBMの埋め込みは高度な訓練を受けた専門家にのみ許可されていますが、自己責任で埋め込むこともできます。埋め込みには高レベルの知性と応急処置・機械整備・電子工学スキルが必要です。もし失敗すれば身体を欠損する可能性もあります！CBMを見つけるのは困難ですが、非常に高値で販売している放浪者もいます。
zh_cn: 游戏中得到的生化设备通常都可以直接进行安装，但建议你把这项工作留给专业人士来做。然而游戏中你不是一直有机会能够遇到专业的人士，所以很多情况下你可以尝试着自己进行安装。这项工作需要角色具有高度的智力、急救能力、机械操作能力，最好还有电子设备的知识，因为如果自行安装失败，会导致残废...游戏中要找到这些生化设备也是件不容易的事，不过偶尔你也可能从游荡者那里以很高的价格买到。

source: Cataclysm differs from the traditional roguelikes in several ways. Rather than exploring an underground dungeon, with a limited area on each level, you are exploring a truly infinite world, stretching in all four cardinal directions. In this survival roguelike, you will have to find food; you also need to keep yourself hydrated and sleep periodically.
ja: Cataclysmは従来のローグライクと幾つかの異なる点があります。階層ごとに限りのあるダンジョンに潜り、探索するのではなく、東西南北に無限に広がる世界を探索します。サバイバルローグライクなので、食料を確保せねばならず、水分補給にも注意し、定期的に眠る必要があります。
zh_cn: <color_red>汉化说明：</color> 当您看到这部分内容，说明您在使用模都精校版汉化进行游戏。模都精校版由yangquanheng等人的cdda模板翻译再润色派生而来，结合了众多前辈辛劳结晶的同时，通过相对封闭的汉化尽量保证新增内容的汉化质量并且校正错误，现已形成独立的翻译风格。 模都精校的人手并不多，由于游戏内容的多样性以及翻译来源的复杂性，保证汉化的正确始终是一个重大的课题。 如果遇到任何汉化错误，不符合语言习惯等，请到百度cataclysmdda吧模都汉化发布贴进行反馈，或者直接联系汉化的维护人员，如果错误属实，我们会尽快修正，这样也可以确保未来汉化版本的质量。 目前模都汉化的维护人员（百度ID）：newisle、永远的五毛钱、CQC_S

source: Cataclysm is a survival roguelike with a monster apocalypse setting. You have survived the original onslaught, but the future looks pretty grim.
de: Cataclysm ist ein Roguelike, das in einer Monster-Apokalypse spielt. Du hast den ersten Ansturm überlebt und bist bereit zum Aufbruch auf der Suche nach Sicherheit.
ja: Cataclysmはモンスターが蔓延る終末世界を舞台にしたサバイバルローグライクゲームです。あなたは混乱の中をまずは何とか生き延びましたが、先の見通しが立たない状態です。
ru: Катаклизм — это рогалик от англ. "roguelike" в жанре монстр-апокалипсиса. Вы пережили первоначальный натиск, но будущее выглядит довольно мрачно.
zh_cn: 《大灾变·劫后余生》是一款以末日为背景的Roguelike风格游戏，不知是幸运还是不幸，你在毁灭世界的恐怖事件中活了下来，但是...你还能活多久呢？

source: Combat is much easier if you can fight just one monster at once. Use doorways as a choke point or stand behind a window and strike as the zombies slowly climb through. Never be afraid to just run if you can outpace your enemies. Irregular terrain, like forests, may help you lose monsters.
ja: 一度に1体だけのモンスターと戦うことができれば、戦闘は非常に簡単です。戸口でモンスターを渋滞させたり、窓の側に立って窓枠をゆっくり登ってくるゾンビを攻撃したりしましょう。あなたが敵より速く移動できるなら、逃げることを恐れてはいけません。森林のような不規則な地形なら、モンスターから身を隠すことも可能です。
zh_cn: 如果可能的话，请尽量一次只面对一个敌人，你可以选择转角或者门、窗等来调整战术，毕竟丧尸的行动是相对迟缓的。如果你有机会逃走的话，请不要迟疑，毕竟你的速度还是蛮快的，同时一些特殊的地形比如森林等，也可以用来帮助你摆脱敌人。

source: Crafting an item with high difficulty may fail and possibly waste some materials. You should prepare spare material, just in case.
ja: 製作難易度の高いアイテムは、製作に失敗し、いくつかの材料を失ってしまうこともあります。念のため、材料は余分に準備しておきましょう。
zh_cn: 制作高难度的物品很可能会浪费掉材料，你应该多准备一些备用材料。以防万一。

source: Currently Available tokens: c = category (books, food, etc) | {c:books} m = material (cotton, kevlar, etc) | {m:iron} dgt = damage greater than (0-5) | {dgt:2} dlt = damage less than (0-5) | {dlt:1}
de: Derzeitig verfügbare Zeichen: c = Kategorie (Bücher, Nahrung, usw.) | {c:books} m = Material (Stoff, Kevlar, usw.) | {m:iron} dgt = Schaden größer als [0-5] | {dgt:2} dlt = Schaden kleiner als [0-5] | {dlt:1}
ja: 現在利用可能な単位: ⇥c = 種類(books, food, etc) | {c:books} ⇥m = 素材 (cotton, kevlar, etc) | {m:iron} ⇥dgt = 被ダメージが一定レベル以上(0～5) | {dgt:2} ⇥dlt = 被ダメージが一定レベル以上(0～5) | {dgt:1}
ko: 현재 사용 가능한 코드: c = 카테고리 (books, food, 등) | {c:books} m = 재료 (cotton, kevlar, 등) | {m:iron} dgt = 손상도 입력값 이상 (0-5) | {dgt:2} dlt = 손상도 입력값 이하 (0-5) | {dlt:1}
ru: Возможные метки: c = категория (книги, пища, другое) | {c:книги} m = материал (хлопок, кевлар, другое) | {m:железо} dgt = урон выше чем (0-5) | {dgt:2} dlt = урон ниже чем (0-5) | {dlt:1}
zh_cn: 现在可用的筛选符号:（译者注：中文SLD图形版似乎可以筛选，记得冒号用英文输入法） c = category (books, food, etc) | {c:books} m = material (cotton, kevlar, etc) | {m:iron} dgt = damage greater than (0-5) | {dgt:2} dlt = damage less than (0-5) | {dlt:1}

source: Each step will take 100 movement points (or more, depending on the terrain); you will then replenish a variable amount of movement points, depending on many factors (press %s to see the exact amount).
de: Jeder Schritt kostet 100 Bewegungspunkte (oder mehr, abhängig vom Gelände); du wirst dann eine variable Anzahl von Bewegungspunkten wieder gutgeschrieben bekommen, was von zahlreichen Faktoren abhängt (drücke %s für die exakte Anzahl).
ja: 1歩毎に100の移動ポイントが掛かり(ポイントは地形による)、様々な要素によって変動します('%s'で確認)。
ko: 매 걸음마다 기본적으로 이동 포인트가 100포인트 소모되며, 지형이나 상태를 비롯한 다양한 요인에 의해 수치가 변화합니다. (%s키로 정확한 소모량을 볼 수 있습니다)
ru: Каждый шаг занимает 100 очков движения (или больше, в зависимости от ландшафта); затем вы получаете некоторое количество очков движения в зависимости от множества факторов (нажмите %s, чтобы увидеть точное значение).
zh_cn: 每走一步会消耗至少100点移动点（根据不同的地形可能需要更多）；你会回复一定数量的移动点，这取决于很多因素（按 %s 键来确认具体的数值）

source: Every 14 to 20 hours, you'll find yourself growing sleepy. If you do not sleep by pressing %s, you'll start suffering stat and movement penalties. You may not always fall asleep right away. Sleeping indoors, especially on a bed, will help. If that's not enough, sleeping pills may be of use. While sleeping, you'll slowly replenish lost hit points. You'll also be vulnerable to attack, so try to find a safe place to sleep, or set traps for unwary intruders.
ja: 14～20時間毎に、眠くなってきます。眠るには%sを押せば良いですが、眠らずにいるとステータスや移動にペナルティを受けます。また、いつもすぐに眠れるとは限りません。屋内、特にベッドの上は眠るのに良い場所です。眠くならない時は睡眠薬を使うのも一つの手です。睡眠中はゆっくりとですがHPも回復します。あなたが弱いうちは、眠るのに安全な場所を探したり、侵入者対策として罠を設置したりするのも良いでしょう。
zh_cn: 当游戏中经过14~20小时之后，你的角色会开始觉得疲倦并需要睡眠，按下<%s>可以进行睡眠。如果不那么做你的各项属性会随着时间的推移逐渐衰退，但你也不能在想睡的时候倒头就睡，一张干净的床铺是最好的选择。睡觉时你的HP会逐渐恢复，同时你也会失去警觉，非常脆弱，所以请选择在室内进行睡眠，并且最好设置陷阱来防范那些不友好的访客。

source: F Forest - May be dense or sparse. Slow moving; foragable food.
de: F Wald – Spärlich bis dicht. Langsame Durchquerung; Gut für Futtersuche.
ja: F 森林 - 木や藪が邪魔で移動が困難です。探せば食料が見つかります。
ko: F 숲 - 빽빽하거나 듬성듬성한 숲입니다. 이동이 느려지며, 식량을 채집할 수 있습니다.
ru: F Лес - Густой или редкий. Замедляет движение; подножная пища.
zh_cn: F 森林 - 或稀疏或稠密，进入会移动缓慢；能够搜寻到食物。

source: Fleeing will often be a solid tactic, especially when overwhelmed by a swarm of zombies. Try to avoid getting cornered inside a building. Ducking down into the subways or sewers is often an excellent escape tactic.
de: Die Flucht wird oftmals eine gute Taktik sein, besonders, wenn du von einen Zombieschwarm überrumpelt wirst. Vermeide es, im Inneren eines Gebäude an einer Ecke umstellt zu werden. Eine Flucht in die U-Bahn oder die Abwasserkanäle ist oft eine ausgezeichnete Fluchttaktik.
ja: ゾンビの大群に圧倒されている時は、逃走は特に有効な戦術です。建物の中に追い詰められないよう注意しましょう。地下鉄路線や下水道へ隠れることは有効な逃走戦術です。
ru: Бегство чаще всего является лучшей тактикой, особенно если вас окружила толпа зомби. Будьте начеку, когда обыскиваете здания, чтобы не попасть в западню. Очень часто бывает так, что разумнее сбежать в подземку или канализацию.
zh_cn: 与大部分Roguelike游戏不同，本作中不正面与敌人应战，转身逃跑或许会是更常用的手段，特别是当前方有一大波丧尸正在向你逼近的时候，此时你可以选择悄悄躲进附近的建筑物中或者诸如地下铁或者下水道等地方。

source: For example, on her torso, a character might wear a leather corset (next-to-skin), a leather touring suit (standard), a trenchcoat (over), and a survivor's runner pack (belted). Her encumbrance penalty is 0. She could also wear one encumbrance 0 fitted item on any layer without triggering the penalty: for example, a tank top (next-to-skin) or a t-shirt (standard). If she put on a tank top AND a t-shirt, one of them would be penalized, bringing her encumbrance to 1.
ja: 例えば、レザーコルセット(肌着)、レザーツーリングスーツ(通常)、トレンチコート(上着)、サバイバーランニングバッグ(帯)を着ている場合、胴体の動作制限に加算はありません。フィットした動作制限0の衣類を更に着たとしても1着だけなら加算はありません。例えば、先ほどの服に重ねてタンクトップ(肌着)とTシャツ(通常)を両方着た場合、どちらか1着は加算対象になり、胴体の動作制限は1増えます。
zh_cn: 举例来说，一个女性角色可以在躯干上穿一件皮革紧身衣（贴身层），一件皮质摩托套装（普通层），一件风衣（外罩层），一个幸存者跑步包（挂带层）。她的躯干累赘会是0，额外在任何层穿上一个累赘为0且修改合身后的衣物都不会激活累赘惩罚：比如，背心（贴身层）或者T恤衫（普通层），但如果同时装备这两件，其中一件将会带来惩罚，让累赘度变成1。

source: For the unarmed fighter, a variety of fighting styles are available. You can start with your choice of a single, commonly-taught style by starting with the Martial Arts Training trait. Many, many more can be found in their own traits, learned from manuals or by taking lessons from wandering masters.
ja: 素手の格闘家のために様々な格闘スタイルが用意されています。武術鍛錬の特質を取っていれば、1種類の基本的なスタイルを習得してスタートすることができます。その他にも沢山のスタイルを学習本や放浪している達人から習得することができます。
zh_cn: 对于喜欢徒手格斗的人来说，游戏中也提供了几种不同的选择，在游戏的初期你就能够选择一项你喜欢的武术技能如空手道等，而更多的选择将随着游戏的推进逐渐展开。

source: Gun types:
de: Waffentypen:
ja: 銃の種類:
ko: 총기 종류:
ru: Типы оружия:
zh_cn: 枪械类型：

source: H= Highway - Like roads, but lined with guard rails.
de: H= Schnellstraße – Wie Straßen, aber mit Leitplanken
ja: H= 幹線道路 - ガードレールが設置されている。
ko: H= 고속도로 - 도로와 비슷하지만 가드 레일이 늘어서있습니다.
ru: H= Шоссе - Тоже, что и дорога, только с оградой.
zh_cn: H= 高速公路 - 挺像公路的，但两边有护栏。

source: If you are suffering from drug withdrawal, taking more of the drug will cause the effects to cease immediately, but may deepen your dependence.
de: Wenn du unter Drogenentzug leidest, wird das erneute Einnehmen dieser Droge diese Wirkungen sofort einstellen, aber deine Abhängigkeit stärken.
ja: 薬物の禁断症状は摂取すれば収まりはしますが、依存性を更に高めてしまいます。
ru: Прием наркотика при плохом самочувствии после его отмены - это хороший способ быстро оправиться, но зависимость может усилиться.
zh_cn: 当你药瘾发作的时候，你会痛苦不堪，虽然再次用药会立刻解除这种痛苦，但下一次的药瘾会发作得更快......

source: If you become very irradiated, you may develop mutations. Most of the time, these mutations will be negative; however, many are beneficial, and others have both positive and negative effects. Your mutations may change your play style considerably. It is possible to find substances that will remove mutations, though these are extremely rare.
de: Falls du stark verstrahlt wirst, kannst du Mutationen entwickeln. Die meiste Zeit werden diese Mutationen negativ sein; allerdings sind viele nützlich und andere haben sowohl positive als auch negative Wirkungen. Deine Mutationen können deine Spielweise stark verändern. Es ist möglich, Substanzen, welche Mutationen entfernen, zu finden, wobei diese ziemlich selten sind.
ja: 突然変異は殆どの場合マイナス効果として現れますが、プラスとマイナス両方の効果において有用な変異も数多くあります。変異はプレイスタイルを大きく変化させます。変異を除去するものが見つかる可能性もありますが非常に稀です。
ko: 방사능에 많이 노출되면 변이가 일어날지도 모릅니다. 대부분의 경우 변이는 부정적인 효과를 가져오지만, 의외로 이득이 되는 경우도 있습니다. 혹은 양쪽 모두에 해당하기도 하죠. 변이는 플레이 방식을 크게 변화시킬 수 있습니다. 변이를 제거해주는 물질을 찾는 것도 가능하지만, 이는 매우 희귀합니다.
ru: При высоком уровне облучения может произойти мутация. В своём большинстве мутации дают негативные эффекты, но немало и полезных. Есть и такие, которые имеют и хорошие и плохие свойства. Мутации могут сильно повлиять на стиль игры. Можно найти субстанцию избавляющую от мутаций, но они очень редки.
zh_cn: 如果体内积累的辐射量过高的话，你的角色甚至有可能发生突变，绝大多数情况下，突变都是恶性的，然而有些突变却能给你的角色带来意料之外的好处。所有的突变都会很大程度上改变你今后的游戏方式，游戏中也能找到一些消除突变的方法，好吧...但愿你能找到。

source: In addition to the primary crafting skills, other skills may be necessary to create certain items. Traps, Marksmanship, and First Aid are all required for certain items.
de: Zusätzlich zu den Hauptfertigungsfähigkeiten können andere Fähigkeiten vonnöten sein, um bestimmte Gegenstände zu fertigen. Erfahrung mit Fallen, Schießkunst und Erste Hilfe werden für bestimmte Gegenstände benötigt.
ja: 主要な製作関連スキルに加え、他のスキルも特定のアイテム製作で必要になるかもしれません。罠や射撃、応急手当スキルは、それぞれの分野に関連するアイテムを製作する時に必要になります。
ru: Помимо основных навыков, могут понадобиться другие навыки для производства определенных предметов. К примеру, для производства некоторых предметов могут понадобиться навыки Создания ловушек, Первой помощи и Стрельбы.
zh_cn: 除了上述主要技能以外，其他一些比如陷阱技能、射击技能、急救技能等也会影响到特定物品的制作。

source: In order to assume control of the vehicle, get to a location with "vehicle controls" and press %s. Once you are in control, %s accelerates, %s slows or reverses, & %s & %s turn left or right. Diagonals adjust course and speed. You default to cruise control, so the gas/brake adjust the speed which the vehicle will attempt to maintain.
de: Um die Kontrolle über das Fahrzeug zu übernehmen, geh zu einer Stelle mit einer Fahrzeugsteuerung und drücke %s. Sobald du die Konstolle übernommen hast, wird %s beschleunigen und %s verlangsamen oder die Richtung umkehren. & %s lenkt nach links. & %s lenkt nach rechts. Die diagonalen Bewegungstasten passen die Fahrtrichtung und Geschwindigkeit an. Der Fahrtregler ist standardmäßig angeschaltet, dadurch werden Gas und Bremse die Geschwindigkeit, welche das Fahrzeug beizubehalten versucht, anpassen.
ja: 車両を操作するにはまず"車両制御装置"のあるタイルで'%s'を押します。操縦席に座ったら'%s'で加速し、'%s'で減速か後退、'%s'と'%s'で左折か右折を行います。標準設定では速度自動制御が作動しているので、速度が一定に保たれる様になっています。
ko: 차량을 조종하려면, 차량의 "조종장치"가 설치된 칸에서 %s키를 누르면 됩니다. 차량을 조종하고 있다면, %s키로 가속하고, %s키로 감속 또는 후진, %s키로 좌회전, %s키로 우회전할 수 있으며, 대각선 이동키로는 회전과 가속을 동시에 할 수 있습니다. 기본으로 설정된 크루즈 모드는 가속/감속을 통해 일정한 속도를 유지합니다.
zh_cn: 为了有效的控制载具，找到一个位置，这个位置有\"载具控制器\"然后按下 %s 键。 一但你开始控制， %s 键为加速, %s 键为减速或者倒车, &%s & %s 左转或右转。 对角线调整方向和速度。你默认使用定速巡航，所以使用油门/刹车调整车速时载具的速度保持恒定。

source: It's a good idea to pull the handbrake - "s" - when parking, just to be safe. If you want to get out, hit the lights, toggle cruise control, turn the engine on or off, or otherwise use the vehicle controls, press %s to bring up the "Vehicle Controls" menu, which has options for things you'd do from the driver's seat.
de: Es ist eine gute Idee, die Handbremse – »s« – beim Parken zu ziehen, nur um auf Nummer sicher zu gehen. Wenn du aussteigen willst, schalte die Lampen aus, schalte den Fahrtregler um, starte oder stoppe den Motor. Ansonsten benutze die Fahrzeugsteuerung, drücke %s, um das Fahrzeugsteuerungsmenü, welches Einstellungen für Dinge, die man vom Fahrersitz macht, hat.
ja: 停車する時は安全の為 "s"でハンドブレーキをかけるといいかもしれません。降りる、明かりを点ける、速度自動制御の切り替え、エンジンのオンオフなどは'%s'を押して"車両制御"メニューを表示させて実行します。
ko: 주차시 핸드 브레이크("s")를 당기는 것은 안전을 위해 좋은 생각입니다. 운전을 그만두거나, 조명을 켜거나, 크루즈 조종을 토글하거나, 엔진을 켜거나 끄는 등의 행동은 조종석에서 %s키를 눌러 띄울 수 있는 "차량 조종"창을 통해 할 수 있습니다.
ru: Хорошая идея — надавить на ручной тормоз "s" при парковке, для безопасности. Если вы хотите выйти, зажечь фары, включить круиз-контроль, завести/заглушить двигатель или как-то иначе использовать управление, нажмите %s, чтобы включить меню "Управление транспортом" и выбрать нужный вариант.
zh_cn: 在停车时，拉下手刹 -\"s\"- 是个好主意，出于安全的目的。如果你要下车、打开车灯、启动定速巡航、打开或者关闭引擎，或者其他载具控制选项，用 %s 键调出\"载具控制\"菜单， 这些事你可以坐在驾驶员座位的位置上完成。

source: It's also important to carry a few medications; painkillers are a must-have, and drugs such as cigarettes will make your life easier (but beware of addiction). Leave the city as soon as you have a good stockpile of equipment. The high concentration of zombies makes them a deathtrap -- but a necessary resource of food and ammunition.
ja: 薬品を入手するのも重要です。鎮痛剤は必須ですし、煙草類も生活の助けになります(ただし依存症に注意)。アイテムを十分備蓄できたらすぐに街を去りましょう。
zh_cn: 行走在大灾变后的城市中，请尽可能地收集各种药物，止痛剂是最重要的，香烟等易上瘾的物品也请注意收集。当你武装到一定程度之后，请尽快离开城市，因为虽然这里物资较丰富，但同样也有着数之不尽的僵尸群。

source: Item types:
de: Gegenstandstypen:
ja: アイテム種類:
ko: 물품 종류:
ru: Типы предметов:
zh_cn: 物品类型：

source: Keep an eye on the weather. Wind and humidity will exacerbate dire conditions, so seek shelter if you're unable to withstand them. Staying dry is important, especially if conditions are so low that they would cause frostbite. If you're having trouble staying warm over night, make a pile of clothing on the floor to sleep on.
ja: 天候は常に見ておきましょう。風と雨は悲惨な状況をさらに悪化させます。耐えられそうにない場合は避難できる場所を探しましょう。濡れ状態にならないことは、特に凍傷にならないようにする際に重要な要素です。一晩暖かく過ごせないと思ったら、寝る場所に衣服の山を作っておきましょう。
zh_cn: 留意天气，大风和湿度会急剧降低温度，如果你无法抵挡最好寻求庇护点。保持干燥是很重要的，否则可能会导致冻伤。如果你在夜晚无法取暖，可以考虑铺一堆衣服在地板上睡。

source: Low morale will make you sluggish and unmotivated. If your morale drops very low, you won't be able to perform crafting at all. If you become sufficiently depressed, you will suffer stat penalties. Very high morale fills you with gusto and energy, and you will find yourself moving faster. At extremely high levels, you will receive stat bonuses.
de: Ein niedriger Moralpegel wird dich langsamer und unmotivierter machen. Er wird außerdem deine Werte, insbesondere Intelligenz, verringern. Wenn du ausreichend deprimiert bist, wirst du Einbußen bei deinen Charakterwerten erleiden. Sehr hohe Moralpegel werden dich mit Genuss und Energie füllen und dich viel schneller bewegen lassen. Bei extrem hohen Moralpegeln wirst du Werteboni erhalten.
ja: 意欲低下は動作も遅くなり集中力も低下します。更に低くなれば何も製作できなくなってしまいます。もっと更に低くなるとステータスまで低下してしまいます。高い意欲は力も元気も出てきて、動きも速くなります。更に意欲が高まればステータスにボーナスも付与されます。
ru: Низкая мораль делает вас вялым и лишает тяги что-то делать. При низкой морали вы не можете заниматься созданием вещей. Очень низкий уровень морали может привести к самоубийству. Высокая мораль наполняет вас энергией и радостью, и вы действуете быстрее. Очень высокий уровень морали даёт бонус к характеристикам.
zh_cn: 低落的情绪会让你的角色逐渐变得懒散及忧郁，具体表现为各项属性的降低，尤其是智力。如果你的情绪低落到一个非常低的程度时，甚至会导致角色的自杀。积极的情绪能让你的角色思维更敏捷、行动更迅速，而情绪特别高昂时也会增加一些特定的属性加成。

source: MAP SYMBOLS:
de: LEGENDE:
ja: 地図記号:
ko: 지도 표시 :
ru: СИМВОЛЫ НА КАРТЕ:
zh_cn: 地图符号：

source: Many drugs have a potential for addiction. Each time you consume such a drug there is a chance that you will grow dependent on it. Consuming more of that drug will increase your dependence. Effects vary greatly between drugs, but all addictions have only one cure; going cold turkey. The process may last for days and will leave you very weak, so try to do it in a safe area.
ja: 多くの薬品には依存性を持っている可能性があります。その為、薬物を摂ると依存する可能性が発生し、摂り過ぎれば依存性も高まります。薬物の効果は種類により様々ですが、薬物依存を無くすには一つしかありません。薬物摂取を一切止める事です。薬物依存を無くすには数日かかりその間は弱ったままなので、試すならば安全な場所で行うのが良いでしょう。
zh_cn: 许多药物都有一定的潜在上瘾性，每次当你服用某种药物，都有一定几率将来你会很难离开它，服用越多，瘾性越大。而上瘾之后戒断的唯一方法就是停止服用，并在接下来很长一段时间内不再服用，期间你会变得非常虚弱，所以请找个安全的地方进行脱瘾戒断。

source: Many important items can be very hard to find or will cost a great deal of money to trade for. Fortunately, it is possible to craft a wide variety of goods (as best you can) with the proper tools, materials, and training.
ja: 重要なアイテムの多くは非常に見つけにくく、取引にも多額の費用が掛かります。幸運にも、多くのアイテムは、道具や素材、スキルを揃えることで(様々な方法によって)製作することが可能です。
zh_cn: 本作中很多重要的物品都不是太容易找到，即使想通过交易来购买可能这个价格也不是轻易能够承担的，索性，只要有合适的工具和材料，你的角色可以自行制作。
