Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Select zone type:
de: Zonentyp wählen:
ja: 区域の種類:
zh_cn: 选择区域类型：

source: Zone name:
de: Zonenname:
ja: 区域名:
zh_cn: 区域名称：

source: COLOR MANAGER
zh_cn: 颜色管理器

source: <Arrow Keys> To navigate
zh_cn: <Arrow Keys>移动

source: <R>emove custom color
zh_cn: <R>移除自定义配色

source: Color templates:
zh_cn: 配色方案：

source: Colorname
zh_cn: 颜色

source: Custom %s color:
zh_cn: 自定义%s颜色：

source: Failed to save custom colors to %s
zh_cn: 无法保存自定义配色方案至 %s

source: Invert
zh_cn: 负片

source: Load <T>emplate
zh_cn: <T>载入配色模板

source: Normal
ja: 通常
ko: 단발
ru: Одиночный
zh_cn: 普通

source: Some color changes may require a restart.
zh_cn: 更改配色方案需要重新运行软件。

source: blue
de: traurig
ja: 青色
ko: 우울한
zh_cn: 蓝色

source: brown
ja: 茶色
zh_cn: 褐色

source: cyan
ja: シアン
zh_cn: 青色

source: dk gray
ja: 濃灰色
zh_cn: 深灰

source: lt blue
ja: 水色
zh_cn: 浅蓝

source: lt cyan
ja: 淡シアン
zh_cn: 浅青

source: lt gray
ja: 薄灰色
zh_cn: 浅灰

source: lt green
ja: 薄緑色
zh_cn: 浅绿

source: lt red
ja: 薄紅色
zh_cn: 浅红

source: magenta
ja: マゼンタ
zh_cn: 洋红

source: pink
ja: 桃色
zh_cn: 粉色

source: red
de: rot
ja: 赤色
ru: красный
zh_cn: 红色

source: white
ja: 白色
zh_cn: 白色

source: Subj: EPA: Report All Potential Containment Breaches 3873643 To: all SRCF staff From: Robert Shane, Director of the EPA All hazardous waste dumps and sarcophagi must submit three samples from each operational leache system to the following addresses: CDC Bioterrorism Lab Building 10 Corporate Square Boulevard Atlanta, GA 30329 EPA Region 8 Laboratory 16194 W. 45th Drive Golden, Colorado 80403 These samples must be accurate and any attempts to cover incompetencies will result in charges of Federal Corruption and potentially Treason.
de: Betr.: Umweltschutzbehörde: Potentielle Behältnisbrüche melden! 3873643 An: sämtliches SRCF-Personal Von: Robert Shane, Direktor der Umweltschutzbehörde Alle Giftmülldeponien und Sarkophage müssen drei Proben von jedem funktionierendem Leache-System an die folgenden Adressen schicken: CDC-Bioterrorismuslabor Gebäude 10 Corporate Square Boulevard Atlanta, GA 30329 Umweltschutzbehördenlabor, Region 8 16194 W. 45. Drive Golden, Colorado 80403 Diese Proben müssen akkurat sein und jegliche Versuche, Inkompetenzen zu verbergen, werden zu Anklagen wegen Staatskorruption und möglicherweise Hochverrats führen.
ja: Subj: EPA: 封じ込めに関する違反についての報告[3873643] To: 全てのSRCF職員 From: EPA理事 ロバート・シェーン 全ての有害廃棄物投棄所及び石棺は、 システムサンプルを以下の住所に3つ提出する義務がある: CDCバイオテロ研究所 Building 10 Corporate Square Boulevard Atlanta, GA 30329 EPA第8研究所 16194 W. 45th Drive Golden, Colorado 80403 これらのサンプルは正確な物で無ければならない。 もし隠蔽した場合は、汚職及び国家反逆罪に問われる。
zh_cn: 标题：美国国家环境保护局（EPA)：潜在安全漏洞完整报告 3873643 收件人: 诸位SRCF同僚 发件人:罗伯特 谢恩，美国国家环境保护局主任 所有有害物质倾倒和封存前必须提交三份样本（经过专业过滤系统处理）至以下地址： 美国疾病防疫中心实验室 10号楼 企业广场大道 亚特兰大，GA 30329 美国国家环境保护局(EPA) 8号区域实验室 16194 W。45号 金动大道，科罗拉多州 80403 请务必提供准确样本，任何试图敷衍了事的人都会被指控犯有贪污及叛国罪。

source: Subj: Security Reminder To: all SRCF staff From: Constantine Dvorak, Undersecretary of Nuclear Security All compromised facilities will remain under lock down until further notice. Anyone who has seen or come in direct contact with the creatures is to report to the home office for a full medical evaluation and security debriefing.
de: Betr.: Sicherheitsermahnung An: Sämtliches SRCF-Personal Von: Constantine Dvorak, Untersekretär der Nuklearsicherheitsbehörde Alle komprommitierten Einrichtungen werden bis auf Weiteres unter Verschluss bleiben. Jeder, der mit den Kreaturen gesehen wurde oder mit ihnen in direktem Kontakt gekommen ist, hat dies an die Zentrale für eine medizinische Auswertung und Sicherheits-Nachbesprechung zu melden.
ja: Subj:保安上の注意 To: 全てのSRCF職員 From: 核安全保障局次官 コンスタンティン・ドボルザーク 感染可能性がある全ての施設は、追って通知があるまで 厳重監禁処置を取る。 医学的評価および安全保障上の聴取のため、例の生物を目視・接触した者は、例外なく本局へ報告するように。
ko: 제목 : 보안 사항 재공지 받음 : 모든 SRCF 직원 보냄 : 핵 안전부 국장, 콘스탄틴 드보락 모든 문제가 발생한 시설은 차후 지시가 있을 때까지 폐쇄된다. 특이체와 직접 접촉 혹은 목격한 직원은 즉시 보고하여 보안 사항 보고 및 의학적 검사를 받기 바란다.
ru: Тема: Напоминание о Безопасности Кому: всему персоналу SRCF От: Константин Дворак, зам.Секретаря по Ядерной Безопасности Все опасные лаборатории будут опечатаны до иного приказа. Каждый, кто видел или вступал в контакт с существами обязан обратиться в свой отдел для прохождения полного медицинского обследования и допроса.
zh_cn: 标题：安全须知 收件人：全体SRCF成员 发件人：康斯坦丁 德沃夏克，核安全副部长 所有受损设备一律封存，解封时间另行通知。任何目击或者直接接触那些 生物的人须向总部汇报，并接受医疗及安全评估。

source: Subj: Security Reminder To: all SRCF staff From: Constantine Dvorak, Undersecretary of Nuclear Security I want to remind everyone on staff: Do not open or examine containers above your security-clearance. If you have some question about safety protocols or shipping procedures, please contact your SRCF administrator or on-site military officer. When in doubt, assume all containers are Class-A Biohazards and highly toxic. Take full precautions!
de: Betr.: Sicherheitsermahnung An: sämtliches SRCF-Personal Von: Constantine Dvorak, Untersekretär der Nuklearsicherheitsbehörde Ich möchte das Personal daran erinneren: Öffnen oder untersuchen Sie keine Behälter oberhalb ihrer Sicherheitsfreigabe. Sollten Sie einige Fragen bezüglich der Sicherheitsprotokolle oder des Transportverfahrens haben, kontaktieren Sie bitte ihren SRCF-Verwalter oder das Militärpersonal vor Ort. Im Zweifelsfall werden alle Behältnisse als Klasse-A Biogefahr eingestuft und sind als hochgiftig zu betrachten. Treffen Sie volle Vorsichtsmaßnahmen!
ja: Subj: 保安上の注意 To: 全てのSRCF職員 From: 核安全保障局次官 コンスタンティン・ドボルザーク 職員に改めて注意: 自身の保全許可証以上の コンテナの開封、検査は行う事のない様に。 安全手順や配送手配に関して質問がある場合は、 SRCF管理者、または現場の士官に連絡せよ。 疑わしい場合は、全てのコンテナをクラスAと見なし、 毒性の強い病原体として取り扱う事。 十分に予防処置を講じる様に！
ko: 제목 : 보안 사항 재공지 대상 : 모든 SRCF 직원 보냄 : 핵 안전부 차관 콘스탄티네 드보락 모든 직원에게 다음 사항을 명심할 것을 바란다. 절대 자신이 보유한 보안 단계를 넘어서는 보안 레벨의 용기를 열어보거나 만지지 말 것. 안전 규정 혹은 물품이송 절차에 의문사항이 있는 직원은 SRCF 상관 혹은 해당 지역의 장교에게 문의할 것. 의심이 가는 모든 용기는 특 A 급 생화학 독극물로 가정할 것. 가능한 모든 사전 준비를 하도록!
ru: Тема: Напоминание о Безопасности Кому: всему персоналу SRCF От: Константин Дворак, зам.Секретаря по Ядерной Безопасности Хочу напомнить всему персоналу: Не открывайте и не осматривайте контейнеры выше вашего уровня допуска. Если у вас имеются вопросы касательно протоколов безопасности или процедур доставки, обращайтесь к вашему администратору или к местному военному офицеру. При возникновении сомнений, считайте все контейнеры высокотоксичными и представляющими биологическую опасность класса А. Принимайте все необходимые меры предосторожности.
zh_cn: 标题：安全提醒 收件人：SRCF全体员工 发件人：康斯坦丁·德沃拉克，核安全部副部长 我想提醒各位员工：不要开启或检查超过你安全级别的集装箱。 如果你有有关安全协议或者运输流程方面的问题，你可以联系你的 SRCF管理员或者现场的军官。如果有疑问，设想所有容器均为 A级生物威胁并含高毒性。保持全面警惕！

source: Subj: Security Reminder To: all SRCF staff From: Constantine Dvorak, Undersecretary of Nuclear Security From today onward medical wastes are not to be stored anywhere near radioactive materials. All containers are to be re-arranged according to these new regulations. If your facility currently has these containers stored in close proximity, you are to work with armed guards on duty at all times. Report any unusual activity to your SRCF administrator at once.
de: Betr.: Sicherheitsermahnung An: Sämtliches SRCF-Personal Von: Constantine Dvorak, Untersekretär der Nuklearsicherheitsbehörde Von heute an sind medizinische Abfälle nicht mehr in der Nähe radioaktiver Materialien zu lagern. Alle Behältnisse haben umorganisiert gemäß diesen neuen Verordnungen zu sein. Falls Ihre Einrichtung momentan in der Nähe gelagert haben sollte, haben Sie ständig mit bewaffneten Wachen im Dienst zusammenzuarbeiten. Berichten Sie umgehend alle ungewöhnliche Aktivitäten an ihren SRCF-Administrator!
ja: Subj: 保安上の注意 To: 全てのSRCF職員 From: 核安全保障局次官 コンスタンティン・ドボルザーク 本日付で医療廃棄物に関する規則を変更する。 新しい規則に従い、コンテナを再配置する必要がある。、 くれぐれも放射性物質付近には保存しない様に。 もし移動が不可能なら、武装した警備員を巡回させる。 何か異常が発生した場合は、速やかにSRCF管理官に報告せよ。
ko: 제목 : 보안 사항 재공지 받음 : 모든 SRCF 직원 보냄 : 핵 안전부 국장, 콘스탄틴 드보락 오늘 부로, 모든 의료 폐기물을 기지 근처에 있는 방사능 물질 주변에 폐기하는것 을 금지한다. 모든 컨테이너는 새로운 규제안에 따라 재배치될 예정이다. 현재 컨테이너를 가까운 거리에 보관 중인 시설은 근무시간 동안 무장 경비와 같이 있게 될 것이다. 특이 사항은 SRCF 관리자에게 즉시 보고할 것.
ru: Тема: Напоминание о Безопасности Кому: всему персоналу SRCF От: Константин Дворак, зам.Секретаря по Ядерной Безопасности С сегодняшнего дня медицинские отходы не должны содержаться рядом с радиоактивными материалами. Все контейнеры должны быть реорганизованы согласно новым инструкциям. Если ваша лаборатория располагает такими контейнерами, вам запрещено работать без вооружённой охраны. О любой необычной активности докладывайте вашему администратору незамедлительно.
zh_cn: 标题：安全提示 收件人：SRCF全体员工 发件人：康斯坦丁·德沃拉克，核安全部副部长 从今天起，医疗垃圾不得存放在任何放射性物质的附近。根据这项新 规定，所有的集装箱将重新安排堆放。如果您的设备已经同这些物质 一起装箱，你在任何时候都可以和值班的武装警卫一起处理它们。发 现任何异常现象要在第一时间汇报给你的SRCF管理员。

source: Subj: Security Reminder To: all SRCF staff From: Constantine Dvorak, Undersecretary of Nuclear Security Worker health and safety is our number one concern! As such, we are instituting weekly health examinations for all SRCF employees. Report any unusual symptoms or physical changes to your SRCF administrator at once.
de: Betr.: Sicherheitsermahnung An: Sämtliches SRCF-Personal Von: Constantine Dvorak, Untersekretär der Nuklearsicherheitsbehörde Die Gesundheit und Sicherheit unserer Arbeiter hat bei uns höchste Priorität! Von daher werden wir wöchtliche Gesundheitsuntersuchungen an allen SRCF-Angestellten vornehmen. Berichten Sie umgehend ungewöhnliche Symptome oder physische Veränderungen an Ihrem SRCF-Administrator.
ja: Subj: 保安上の注意 To: 全てのSRCF職員 From: 核安全保障局次官 コンスタンティン・ドボルザーク 我々にとって、労働者の健康と安全は一番の関心事だ！ その為に、全SRCF職員には毎週、健康診断を行っている。 異常な症状や身体に変化があれば、SRCF管理官に報告せよ。
ko: 제목 : 보안 사항 재공지 받음 : 모든 SRCF 직원 보냄 : 핵 안전부 국장, 콘스탄틴 드보락 모든 직원의 건강과 안전은 본 시설의 최우선 과제이다! 때문에 모든 SRCF 직원을 대상으로 하는 건강 검진이 매주 시행될 예정이다. 특이한 증상이나 몸에 변화가 생긴다면 즉시 SRCF 관리자에게 보고할 것.
ru: Тема: Напоминание о Безопасности Кому: всему персоналу SRCF От: Константин Дворак, зам.Секретаря по Ядерной Безопасности Здоровье и безопасность рабочих - наша первостепенная задача! Поэтому, мы вводим еженедельную проверку здоровья для всех сотрудников SRCF. Обо всех необычных симптомах или физических изменениях незамедлительно докладывайте вашему администратору.
zh_cn: 标题：安全提示 收件人：SRCF全体员工 发件人：康斯坦丁·德沃拉克，核安全部副部长 工作人员的健康和安全是我们最关注的！因此，我们正在建立对所有 SRCF员工每周进行健康检查的制度。发现自己有任何异常症状或身体 上的变化一定要第一时间汇报给你的SRCF管理员。

source: ERROR: NETWORK DISCONNECT UNABLE TO REACH NETWORK ROUTER OR PROXY. PLEASE CONTACT YOUR SYSTEM ADMINISTRATOR TO RESOLVE THIS ISSUE.
de: FEHLER: NETZWERKVERBINDUNG GETRENNT ES IST NICHT MÖGLICH, EINEN NETZWERK-ROUTER ODER -PROXY ZU ERREICHEN BITTE KONTAKTIEREN SIE IHREN SYSTEMADMINISTRATOR, UM DIESES PROBLEM ZU LÖSEN.
ja: エラー:ネットワークが切断されました ネットワークルータまたはプロキシに接続でき ません。システム管理者に連絡して問題を解決 して下さい。
ko: 에러: 네트워크 끊김 네트워크 라우터 혹은 프록시 접근 불가. 문제를 해결하려면 시스템 관리자와 상의하십시오.
ru: ОШИБКА: ОТКЛЮЧЕНИЕ СЕТИ НЕВОЗМОЖНО ПОДКЛЮЧИТЬСЯ К РОУТЕРУ ИЛИ ПРОКСИ. ПОЖАЛУЙСТА СВЯЖИТЕСЬ С ВАШИМ СИС.АДМИНИСТРАТОРОМ ДЛЯ РЕШЕНИЯ ВОПРОСА.
zh_cn: 错误：网络断开 无法连接至路由或网关。请和系统管理员联系。

source: MINE OPERATIONS SUSPENDED; CONTROL TRANSFERRED TO AMIGARA PROJECT UNDER IMPERATIVE 2:07B FAULTLINE SOUNDING HAS PLACED DEPTH AT 30.09 KM DAMAGE TO FAULTLINE DISCOVERED; NEPOWER MINE CREW PLACED UNDER ARREST FOR VIOLATION OF REGULATION 87.08 AND TRANSFERRED TO LAB 89-C FOR USE AS SUBJECTS QUALITIY OF FAULTLINE NOT COMPROMISED INITIATING STANDARD TREMOR TEST...
de: MINENOPERATIONEN EINGESTELLT. KONTROLLE AN DAS AMIGARA-PROJEKT UNTER BEFEHL 2:07B VERGEBEN SONDIERUNG DER BRUCHLINIE ERGAB EINE TIEFE VON 30,09 KM SCHADEN AN DER BRUCHLINIE ENTDECKT; NEPOWER-MINEN-PERSONAL WEGEN VERLETZUNG DER REGULATION 87.08 UNTER ARREST GESTELLT UND ZUM LABOR 89-C ALS SUBJEKTE TRANSFERRIERT BESCHAFFENHEIT DER BRUCHLINIE NICHT KOMPROMMITIERT STARTE STANDARD-BEBEN-TEST …
ja: 炭坑作戦中断: 午前2時7分、阿彌殻計画を移行する計画に緊急事態が発生した。 発見された断層線を探測した結果、30.09Kmに及ぶ深さの損壊が発生している。 この件についてネパワー社の炭坑作業員を規定87.08違反によって拘束した。 炭坑作業員は89-C研究所に移送する。 主題: 断層線の安全性を調査する為に標準的な振動テストを行うものとする。
ko: 채광 일정이 연기되었음. 아미가라 프로젝트 산하로 통제권이 이전됨. 명령 2:07B 에 따른 절차임. 단층 고차 조사가 지하 30.09km 에서 이루어짐. 손상된 단층 영역 발견, NE 전력 광산 직원 전원 내규 87.08 조항 위반으로 체포, 실험 대상 용도로 연구소 89-C 로 이동됨. 단층의 상태는 확인되지 않음. 표준 탐진 테스트 시작...
ru: ШАХТЁРСКИЕ РАБОТЫ ПРИОСТАНОВЛЕНЫ. УПРАВЛЕНИЕ ПЕРЕДАНО ПРОЕКТУ АМИГАРА УКАЗ №2:07В ЗВУКОВОЕ СКАНИРОВАНИЕ ЛИНИИ СБРОСА УКАЗАЛО ГЛУБИНУ 30.09КМ ОБНАРУЖЕН УРОН ЛИНИИ СБРОСА. РАБОТНИКИ ШАХТЫ АРЕСТОВАНЫ ЗА НАРУШЕНИЕ РАСПОРЯЖЕНИЯ №87.08 И ПЕРЕВЕДЕНЫ В ЛАБОРАТОРИЮ 89-В ДЛЯ ИСПОЛЬЗОВАНИЕ В КАЧЕСТВЕ ПОДОПЫТНЫХ КАЧЕСТВО ЛИНИИ СБРОСА НЕ НАРУШЕНО НАЧАЛО СТАНДАРТНЫХ ВИБРАЦИОННЫХ ИСПЫТАНИЙ...
zh_cn: 矿场作业暂停; 控制权转移到紧急任务 阿弥壳项目下 2:07B 裂痕探测深度已经到达30.09公里 发现裂痕损坏;立即拘捕矿区成员 违反条例87.08并 使用研究对象转移89-C实验室 裂痕质量没有受到损坏 启动标准震动测试...

source: Power: Backup Only Radion Level: Very Dangerous Operational: Overrided
de: Strom: Nur Notstrom Strahlungswerte: Sehr gefährlich Betriebsfähigkeit: Überschrieben
ja: 電源:補助電源 放射線レベル:非常に危険 操作:無効
ko: 전력: 예비용 방사 이온 위험도: 아주 위험 가동상태: 강제가동 상태
ru: Питание: Только резервное Уровень радиации: Смертельный Состояние: Отключён
zh_cn: 电源： 仅剩备用 放射等级：非常危险 操作性： 不可控

source: WARNING, RADIO TOWER IS UNRESPONSIVE. BACKUP POWER INSUFFICIENT TO MEET BROADCASTING REQUIREMENTS. IN THE EVENT OF AN EMERGENCY, CONTACT LOCAL NATIONAL GUARD UNITS TO RECEIVE PRIORITY WHEN GENERATORS ARE BEING DEPLOYED.
de: WARNUNG, FUNKTURM IST UNEMPFÄNGLICH. NOTSTROM UNZUREICHEND, UM RUNDFUNK-ANFORDERUNGEN ZU ERFÜLLEN. IM NOTFALL KONTAKTIEREN SIE LOKALE NATIONALGARDE-EINHEITEN, UM BEVORZUGT ZU WERDEN, WENN GENERATOREN VERTEILT WERDEN.
ja: 警告:ラジオタワーは応答していません。 予備電源の送電量が放送要件を満たしていません。 緊急時に発電機を使用する場合は、地域の州兵部隊に連絡を取り、優先的に供給を受けてください。
ko: 경고, 통신탑 반응 없음. 방송하기엔 예비전력이 부족함. 비상상황시 주방위군과 접촉하여 발전기 보급 우선권을 받을 것.
ru: ПРЕДУПРЕЖДЕНИЕ, РАДИОВЫШКА НЕ ОТВЕЧАЕТ. РЕЗЕРВНОЙ ЭНЕРГИИ НЕ ДОСТАТОЧНО ДЛЯ ВЕДЕНИЯ ПЕРЕДАЧИ. ПРИ ВОЗНИКНОВЕНИИ ЧРЕЗВЫЧАЙНОЙ СИТУАЦИИ ОБРАЩАТЬСЯ В МЕСТНОЕ ОТДЕЛЕНИЕ НАЦИОНАЛЬНОЙ ГВАРДИИ ДЛЯ ПОЛУЧЕНИЯ ПРИОРИТЕТА ПРИ УСТАНОВКЕ ГЕНЕРАТОРОВ.
zh_cn: 警告！无线电塔无回应。 后备电源无法满足广播的需要。 在紧急状况下，当发电机组完成部署后 请优先与当地国家保卫部门取得联系。

source: Subj: CDC: Internal Memo, Standby [2918115] To: all SRCF staff From: Ellen Grimes, Director of the CDC Your site along with many others has been found to be contaminated with what we will now refer to as [redacted]. It is vital that you standby for further orders. We are currently awaiting the President to decide our course of action in this national crisis. You will proceed with fail- safe procedures and rig the sarcophagus with C-4 as outlined in Publication 4423. We will send you orders to either detonate and seal the sarcophagus or remove the charges. It is of the utmost importance that the facility be sealed immediatly when the orders are given. We have been alerted by Homeland Security that there are potential terrorist suspects that are being detained in connection with the recent national crisis. Director of the CDC, Ellen Grimes
ja: Subj: CDC: 内部メモ、準備完了 [2918115] To: 全てのSRCF職員 From: CDC理事 エレン・グライムス 事態は深刻です。 この国難に立ち向かう行動を決定する為に大統領命令を待っています。 公布4423に基づいて、C4爆弾を石棺に設置しました。 後は起爆して封鎖、あるいは中止して爆弾を解除するかのみです。 封鎖する場合は、速やかに行動を終わらせる必要があります。 国土安全保障省からテロリストが潜伏しているとの報告がありました。 CDC長官 エレン・グライムス
zh_cn: 主题：CDC：内部备忘录，编号[ 2918115 ] 收件人：SCRF全体员工 发件人：艾伦格里姆斯，美国疾控中心主任 许多地方，包括你位置已经发现我们现在称之 为[ redracted ]的污染。 现在你为下一步命令做好充足的准备。我们现 在正在等待总统为这个国家的危机行动做最后 决定。你会在进行过程中失败— 你的任务将是到上述那些地点 并利用在4233文件中提出的 《如何安全用C-4操纵石棺》守则密封石棺或 解除周围陷阱 最重要的是在命令送达的同时所有设备必须立 即封存。 我们已经通知国家安全局对所有与本次全国性 事故有关的潜在恐怖主义分子进行拘捕。 美国疾病预防控制中心主任。 艾伦格里姆斯

source: Subj: SRCF: Internal Memo, EPA [2918024] To: all SRCF admin staff From: Constantine Dvorak, Undersecretary of Nuclear Security Director Grimes has released a new series of accusations that will soon be investigated by a Congressional committee. Below is the message that he sent me. -------------------------------------------------------------- Subj: Congressional Investigations To: Constantine Dvorak, Undersecretary of Nuclear Safety From: Robert Shane, director of the EPA The EPA has opposed the Security-Restricted Containment Facility (SRCF) project from its inception. We were horrified that these facilities would be constructed so close to populated areas, and only agreed to sign-off on the project if we were allowed to freely examine and monitor the sarcophagi. But that has not happened. Since then, the DoE has employed any and all means to keep EPA agents from visiting the SRCFs, using military secrecy, emergency powers, and inter-departmental gag orders to
de: Betr.: SRCF: Internes Memo, Umweltschutzbehörde (2918024) An: Sämtliches SRCF-Administrations-Personal Von: Constantine Dvorak, Untersekretär der Nuklearsicherheitsbehörde Direktor Grimes hat eine neue Serie von Anschuldigungen, welche bald von einem Kongressausschuss untersucht wird, veröffentlicht. Anbei ist die Nachricht, die er mir schickte. -------------------------------------------------------------- Betr.: Untersuchungen des Kongresses An: Constantine Dvorak, Untersekretär der Nuklearsicherheitsbehörde Von: Robert Shane, Direktor der Umweltschutzbehörde Die Umweltschutzbehörde hat das Security-Restricted-Containment- Facility-(SRCF)-Projekt von Anfang an abgelehnt. Wir waren entsetzt darüber, dass diese Einrichtungen so nahe an bewohnten Gegenden gebaut würden und stimmten nur unter der Bedingung zu, dass es uns erlaubt sei, die Sarkophagen frei zu untersuchen und überwachen. Aber dies ist nicht geschehen. Seit dem hat das Energieministerium alle Hebel in Bewegung gesetzt, um Mitarbeiter der Umweltschutzbehörde davon abzuhalten, die SRCFs zu besuchen, indem sie militärische Verschwiegenheit, Notfallrechte, und abteilungsübergreifende Maulkorberlasse benutzt, um das Projekt mit Bürokratie ersticken zu lassen.
ja: Subj: SRCF: 内部メモ.EPA [2918024] To: 全てのSRCF管理職員 From: 核安全保障局次官 コンスタンティン・ドボルザーク グライムス長官が新たな告発を行い、委員会で間も無く調査が行われる。 以下が私に送られてきたメッセージだ。 -------------------------------------------------------------- Subj: 議会調査について To: 核安全保障局次官 コンスタンティン・ドボルザーク From: EPA理事 ロバート・シェーン EPAは機密格納施設(SRCF)計画に開始当初から反対を続けてきた。 放射性廃棄物貯蔵施設が居住区近辺に建設される事に恐怖を覚え、 我々が石棺の検査、監視を許可する事と引き換えに計画に同意した。 しかし、未だにそれは実現していない。それどころかエネルギー省は、
zh_cn: 主题：SRCF：内部备忘录，美国环保署[2918024] To：所有SRCF管理人员 From：Constantine Dvorak，核安全国务卿 Grimes总监已经发布了一个新的指控，将由国会的一个调查委员会进行调查。 下面是他发给我的一条信息。 -------------------------------------------------------------- 主题：国会调查 To：Constantine Dvorak，核安全国务卿 From：Robert Shane，环保局主管 从成立之初，美国环保局一直反对安全限制封闭设施（SRCF）项目。我们被 吓坏了，这些设施将建造在如此接近人口稠密的地区。如果我们想自由地检查 和监测这个石棺，只有同意签署这个项目。但是，自能源部使出一切方法，使 用军事保密、紧急权利、以及跨部门的封口命令，让环保署的代理人访问 SRCF以来，这些都没有发生。

source: Subj: USARMY: SEAL SRCF [987167] To: all SRCF staff From: Major General Cornelius, U.S. Army As a general warning to all civilian staff: the 10th Mountain Division has been assigned to oversee the sealing of the SRCF facilities. By direct order, all non-essential staff must vacate at the earliest possible opportunity to prevent potential contamination. Low yield tactical nuclear demolition charges will be deployed in the lower tunnels to ensure that recovery of hazardous material is impossible. The Army Corps of Engineers will then dump concrete over the rubble so that we can redeploy the 10th Mountain into the greater Boston area. Cornelius, Major General, U.S. Army Commander of the 10th Mountain Division
de: Betr: USARMY: SRCF-VERSIEGELUNG (987167) An: sämtliches SRCF-Personal Von: Generalmajor Cornelius, U.S.-Armee Eine allgemeine Warnung an sämtliches ziviles Personal: die 10. Gebirgsdivision wurde damit beauftragt, die Versiegelung der SRCFs zu überwachen. Laut einem direktem Befehl muss sämtliches nicht wesentliches Personal die Anlage frühestmöglich räumen, um eine potentielle Kontamination zu verhindern. Schwache taktische Nuklearsprengsätze werden in den unteren Tunneln platziert, um sicherzustellen, dass die Bergung von Schadstoffen unmöglich ist. Der Armeekorps der Ingenieure wird anschließend Beton über den Schutt abladen, damit wir die 10. Gebirgsdivision zu dem größeren Boston-Gebiet verlegen können. Cornelius, Generalmajor, U.S.-Armee Kommandeur der 10. Gebirgsdivision
ja: Subj: 米国陸軍: SRCF封鎖 [987167] To: 全てのSRCF職員 From: 米国陸軍少将 コルネリウス 全ての民間職員に警告: 第10山岳師団はSRCF施設封鎖の監督に割り当てられた。 主要な職員以外は、汚染防止の為に、 出来るだけ速やかに退去しなければならない。 核は回収不可能の為、地下トンネルに封じ込める。 その後、ボストン地区の広範囲に展開を行える様に、 第10山岳師団工兵部隊が瓦礫の上にコンクリートを敷き詰める。 第10山岳師団指揮官 米国陸軍少将 コルネリウス
ko: 제목 : 미육군 : SRCF [987167] 봉인 받음 : 모든 SRCF 직원 보냄 : 미 육군 소장 코넬리우스 모든 민간인 직원에게 경고함. 제 10 산악 사단이 SRCF 시설의 봉인 절차 감독을 맡게 되었음. 직권명령으로, 최소한의 직원을 제외한 전원은 추가 오염을 방지하기 위해 가능한 한 빨리 철수하기 바람. 지하 터널에는 위험물질의 회수 가능성을 차단하기 위해 저위력 핵탄두가 배치될 것임. 이후 공병부대가 콘크리트를 채울 것이며, 제 10 산악사단은 보스턴 지역에 재배치될 것임. 미 육군 소장 코넬리우스 제 10 산악 사단 지휘관
ru: Тема: USARMY: SEAL SRCF [987167] Кому: Всему персоналу SRCF От: Генерал-майор Корнелиус, Армия С.Ш.А Главное предупреждение всему гражданскому персоналу: 10-ая горная дивизия была расположена для наблюдения за процессом запечатывания SRCF объектов. По прямому приказу, весь необязательный персонал должен будет как можно скорее покинуть территорию во избежание потенциального заражения. Маломощные ядерные заряды будут установлены в нижних туннелях для гарантии того, что восстановление опасных материалов невозможно. После армейский корпус инженеров расчистит завалы из бетонных блоков. После этого10-ая горная дивизия сможет передислоцироваться в большую зону Бостона. Корнелиус, Генерал-майор, Армия С.Ш.А Командир 10-ой горной дивизии
zh_cn: 主题：美国陆军：SRCF密封件[987167] 收件人：SRCF全体人员 发件人：科尼利厄斯，美国陆军少将 给所有文职人员的普通警告：第10山地师已经被分配了监督封锁SRCF设施 的任务。根据直接命令，所有非必需的工作人员必须尽快撤离以防止可能的感 染。微型战术核武器将部署在下层的通道内，以确保危险有害物质不可能再次 复苏。陆军工程兵部队随后将推平这些混凝土废墟，以使我们可以重新部署第 10山地师进入大波士顿地区。 科尼利厄斯 美国陆军少将 第10山地师指挥官

source: surround the project with an impenetrable thicket of red tape. Although our agents have not been allowed inside, our atmospheric testers in nearby communities have detected high levels of toxins and radiation, and we've found dozens of potentially dangerous unidentified compounds in the ground water. We now have conclusive evidence that the SRCFs are a threat to the public safety. We are taking these data to state representatives and petitioning for a full Congressional inquiry. They should be able to force open your secret vaults, and the world will see what you've been hiding. If you had any hand in this outbreak I hope you rot in hell. Director of the EPA, Robert Shane
ja: あらゆる手段を用いて、EPA代理人の妨害を行っている。 我々の代理人は内部に立ち入る事を許されなかったが、 施設周辺の住人が調査を行った結果、極めて高い毒素、放射線を検知し、 地下水にも未知の危険な合成物を発見した。 我々は、SRCFが公共の安全に対する脅威となり得る事を示す 決定的な証拠を持っている。 州議会議員にデータを提出し、会議での質問を請願しているところだ。 彼らは秘密の金庫を開き、世界に真実を示してくれるだろう。 貴様がこのアウトブレイクに関わっているのならば、 地獄で苦しみ続ける事を願う。 EPA理事 ロバート・シェーン
zh_cn: 一个繁琐的灌木丛围绕着这个项目。 虽然我们的代理商没有被允许在里面，但我们在附近社区的大气测试中检测到高浓度的毒素和辐射，我们已经在地下水里发现了几十个有潜在危险的未知化合物。现在，我们有确凿的证据证明SRCF威胁到公众安全。我们利用这些数据来证明并请求一个完整的国会调查。他们应该能够强行打开你的秘密宝盒，全世界将看到你一直隐藏的东西。 如果在疫情中发现任何你插手的痕迹，我祈祷你将腐烂在地狱中。 环保局主任， Robert Shane

source: %d OTHER FOUND...
de: %d ANDERES GEFUNDEN …
ja: 他に%d個見つかりました...
ru: НАЙДЕН ДРУГОЙ %d
zh_cn: %d 还发现了其他...

source: --ACCESS GRANTED--
zh_cn: --登录成功--

source: ACCESS DENIED
zh_cn: --登录失败--

source: AMIGARA PROJECT
de: AMIGARA-PROJEKT
ja: 阿彌殻計画
ko: 아미가라 프로젝트
ru: ПРОЕКТ AMIGARA
zh_cn: 阿弥壳计划

source: Access code required!
de: Zugriffscode benötigt!
ja: アクセスコードが必要です！
ko: 접근 코드가 필요합니다!
ru: Требуется код доступа!
zh_cn: 需要访问密码！

source: An alarm sounds!
de: Ein Alarm ertönt!
ja: アラーム音が鳴り響きました！
ko: 경보음이다!
ru: Сработала сигнализация!
zh_cn: 一声警报！

source: Backup Generator Power Failing
ja: 補助電源が消失しました
zh_cn: 后备发电机供电失败

source: Bionic access - Manifest:
de: Bionikzugang – Ladungsverzeichnis:
ja: 生体部品にアクセス - 名簿:
ko: 바이오닉 접속 - 물품 내역
ru: Доступ к модулю - Предупреждение:
zh_cn: 仿生模块使用权 - 列表:

source: Bohm... Bohm... Bohm...
de: *gong* *gong* *gong* …
ja: ゴォーン...ゴォーン...ゴォーン...
ko: 부웅...부웅...부웅...
ru: Бом... Бом... Бом...
zh_cn: 轰~~~轰~~~轰~~~

source: Bypass security?
de: Sicherheitsystem umgehen?
ja: セキュリティを回避しますか？
ko: 보안을 우회합니까?
ru: Обойти систему безопасности?
zh_cn: 破解口令？

# memorial_female
source: Caused a resonance cascade.
de: Hat eine Resonanzkaskade verursacht.
ja: 共鳴連鎖を引き起こしました。
ko: 대공명 현상 발생.
ru: Вызвала каскадный резонанс.
zh_cn: 串联共振已生成。

# memorial_male
source: Caused a resonance cascade.
de: Hat eine Resonanzkaskade verursacht.
ja: 共鳴連鎖を引き起こしました。
ko: 대공명 현상 발생.
ru: Вызвал каскадный резонанс.
zh_cn: 串联共振已生成。
