Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: If you're wandering in the wilderness, or following a road, keep an eye out for wild strawberries or blueberries.
de: Wenn du in der Wildnis wanderst oder du einer Straße folgst, dann halte Ausschau nach wilden Erdbeeren oder Blaubeeren.
ja: 荒野を彷徨ったり、道路に沿って進んだりしている時は、野生のストロベリーやブルーベリーを見逃すな。
ko: 야생을 떠돌아다니거나 길을 따라 걷고 있다면, 야생 딸기나 블루베리가 있는지 관심을 기울여보세요.
ru: Если вы блуждаете по дикой природе или движетесь по дороге, ищите глазами землянику или чернику.
zh_cn: 走在野外，抑或沿着公路前行，请留意你的四周，不论是蓝莓还是草莓，都是佳肴美味。

source: If you're weak or clumsy, it might be a good idea not to mess with Molotovs or grenades. Accidentally dropping them when you meant to throw them could be deadly.
de: Falls du schwach oder tolpatschig bist, wäre es eine gute Idee, keine dummen Sachen mit Molotowcocktails oder Granaten anzustellen. Sie aus Versehen fallen zu lassen, obwohl du sie eigentlich werfen wolltest, könnte tödlich sein.
ja: 筋力や器用さに自信がない人は、火炎瓶や手榴弾を使わない方が良い。投げようとして間違って落としてしまったら大惨事だ。
ru: Если вы слабый или неловкий, лучше не связывайтесь с коктейлями Молотова и гранатами. Есть риск случайно уронить их себе под ноги, а это может оказаться смертельным для вас.
zh_cn: 你感到虚弱或手脚笨拙时，最好不去扔燃烧弹和手榴弹。万一没扔出去，掉在地上，你就死定了。

source: In a lot of places, there's little hallways connecting the subways with the sewers, with heavy metal doors on both ends. It's a perfect place to sleep!
de: An vielen Orten gibt es kleine Gänge, die die U-Bahn-Linien mit den Abwasserkanälen verbinden, mit schweren Metalltüren an beiden Seiten. Es ist der perfekte Schlafplatz!
ja: 地下には、下水道と地下鉄を繋ぐ短い通路が結構ある。両端が鉄のドアになってるから、寝るのに最適だよ！
ko: 마을 곳곳에는 지하철과 하수도를 잇는 작은 통로가 존재합니다. 양쪽에 무거운 철문이 있는 곳이죠. 들어가서 잠 자기 최적의 공간이죠!
ru: Во многих местах есть маленькие коридоры, соединяющие метро с канализацией. С обеих сторон они огорожены массивными металлическими дверьми. Идеальное место для сна!
zh_cn: 很多地方，在地铁和下水道之间都有一个小走廊，两头都是大铁门，可以安心的在里面睡个踏实觉了。

source: It's a good idea to butcher corpses if you have the time, even if you don't plan on eating them. I've seen these weird zombies bring their friends back from the dead!
de: Es ist eine gute Idee, Leichen zu schlachten, wenn du die Zeit dafür hast, selbst, wenn du nicht vorhast, von ihnen zu essen. Ich hab gesehen, wie diese seltsamen Zombies ihre Freunde wieder zurück von den Toten holen.
ja: 食べるつもりが無くても、時間があるならゾンビの死体を解体しておこう。変なゾンビが生き返って友達を連れてきたのを見かけたんだ！
ko: 시간이 있다면, 시체를 해체하는 것이 좋습니다. 먹을 생각이 없더라도요. 이 기이한 좀비들은 죽어도 다시 되살아날 수 있기 때문이죠.
ru: Советую разделывать тела, если у вас есть время, даже если вы не собираетесь их есть. Я сам видел, как зомби возвращаются к жизни!
zh_cn: 在你有时间的时候去分解僵尸尸体吧，即使你不打算吃掉它们。我曾经看过某种奇怪的僵尸能够复活它的同伴。

source: It's a good idea to carry around a couple of empty bottles. You can fill them up with water, gasoline, or whatever!
de: Es ist eine gute Idee, ein paar leere Flaschen herumzutragen. Du kannst sie mit Wasser, Benzin oder wasauchimmer befüllen!
ja: 空のボトルを2本持ち歩こう。水やガソリン、なんでも入れられるよ！
ko: 빈 병을 몇 개 가지고 다니세요. 물은 물론, 가솔린이나, 기타 다른 액체를 담아둘 수 있으니까요!
ru: Не помешает носить с собой несколько пустых бутылок. Их всегда можно заполнить водой, бензином, да чем угодно!
zh_cn: 随身携带一些空瓶，这是一个好主意，可以用来装水或者汽油饮料或者其他的.

source: It's good to keep a filter mask or gas mask handy. You never know when you'll have to go into a smoke-filled room or something.
de: Es ist gut, eine Atemschutzmaske oder Gasmaske zur Hand zu haben. Du kannst nie wissen, wann du in einen rauchgefüllten Raum oder sowas reingehen musst.
ja: 便利な防煙マスクやガスマスクを常備しておこう。煙の充満した部屋に入るときは必ず使おう。
ko: 필터 마스크나 가스 마스크는 가지고 다니는 것이 좋습니다. 연기로 가득한 방이나 다른 유독가스가 있는 곳에 언제 가게 될지 모르니까요.
ru: Неплохо иметь с собой респиратор или противогаз. Вдруг придётся пройти через наполненную дымом комнату или встретится зомби-курильщик.
zh_cn: 随手带上一个防毒面具类的东西那是极好的。你可猜不到下次不得不走进烟雾弥漫的地方是什么时候。

source: It's good to keep a pistol handy, in case your main gun runs out of ammo or something. They're also better than most guns at short range.
de: Es ist gut, eine Pistole parat zu haben, falls deiner Hauptwaffe die Munition ausgeht oder so. Auf kurzen Distanzen sind sie außerdem besser als die meisten Feuerwaffen.
ja: メインで使ってる銃の弾切れに備えて、ピストルを携帯しよう。近距離射撃であれば、他のどんな銃よりも優秀だ。
ko: 권총 하나쯤은 항상 들고 다니는게 좋습니다. 주로 사용하는 화기의 탄약이 떨어지거나 기타 다양한 상황을 대비해서요. 게다가 권총은, 근거리에서는 대부분의 다른 화기보다 효율적입니다.
ru: Было бы неплохо иметь при себе, на тот случай если закончатся патроны, кроме основного оружия еще и пистолет. К тому же пистолет на коротких расстояниях — самое эффективное оружие.
zh_cn: 在身边留把手枪总是不错的，以防你主武器用光了弹药或别的情况。而且手枪可比其他枪在近距离好用的多。

source: It's not like in the movies--shooting a gas pump won't make it explode. But it WILL make it leak all over the place, which is a definite fire hazard.
de: Es ist nicht so wie in den Filmen – eine Zapfsäule abzuschießen wird sie nicht zur Explosion bringen. Aber das WIRD sie überall Benzin, was definitiv eine Brandgefahr ist, verschütten lassen.
ja: 給油ポンプを撃っても爆発はしない…映画じゃないからね。でも、火災の危険があるものを辺りにまき散らすことになる。
ko: 영화와는 달리, 주유기에 총을 쏴도 폭발하지는 않습니다. 대신 기름을 사방에 흩뿌려놓죠. 거기에 불을 붙였다가는...
ru: Тут тебе не кино, заправка не влетит на воздух от единого выстрела. Однако, вытекший бензин представляет собой большую опасность для возникновения пожара.
zh_cn: 和电影里不同——射击汽油泵并不会让它爆炸，只会让汽油流满地面，一有火星就会燃烧起来。

source: Liquor stores are a great place to pick up non-alcoholic beverages, too. Not that I mind alcohol!
de: Spirituosenläden sind auch gut, um nicht-alkoholische Getränke aufzusammeln. Nicht, dass ich was gegen Alkohol hätte!
ja: 酒屋にも、ノンアルコール飲料はたくさん置いてあよ。アルコールは好きなんだけどね！
ko: 주류 판매점은 의외로 알코올 음료가 아닌 다른 음료도 많이 있습니다. 아니, 100퍼센트 알코올 말고요.
ru: Ликёроводочный магазин также прекрасный источник безалкогольных напитков. Не думай, я не против спиртного!
zh_cn: 酒庄里也有不少不含酒精的饮料。我可没说我讨厌酒精！

source: Most gun stores follow pretty similar layouts. The restricted stuff--SMGs, assault rifles, and most importantly ammo--are always behind the counter.
de: Die meisten Waffengeschäfte folgen ziemlich ähnlichen Grundrissen. Die eingeschränkten Sachen – MPs, Sturmgewehre und vorallem Munition – sind immer hinter dem Tresen.
ja: 大抵の銃火器店は同じ構造になっている。所持制限のあるもの--サブマシンガン、アサルトライフル、そして大事な大事な弾薬--は常にカウンターの後ろに置かれている。
ko: 대부분의 총포상은 꽤 단순한 구조를 가지고 있습니다. 제한 품목 - 기관단총, 돌격소총, 특히 탄약 - 은 언제나 카운터 뒤에 있지요.
ru: Большинство оружейных магазинов имеют схожий интерьер. Служебное оружие — пистолет-пулемёты, штурмовые винтовки и, самое главное, боеприпасы, всегда находятся за прилавком.
zh_cn: 大多数武器店的布局都差不多：各种管制枪支——冲锋枪、突击步枪，还有最重要的——弹药，总会被码放在柜台后面。

source: Next time you visit a grocery store, load up on canned goods. They never go bad!
de: Beim Nächsten mal, in dem du ein Lebensmittelgeschäft besuchst, sammel Konserven. Sie werden niemals schlecht!
ja: 次に食料雑貨店に行くときは、缶詰を持って帰ろう。缶詰は腐らない！
ko: 다음에 식료품점에 올 일이 생긴다면, 캔에 담긴 음식을 챙겨가세요. 거의 썩지 않으니까요!
ru: В следующий раз тащи из бакалеи консервированные продукты, они никогда не испортятся!
zh_cn: 下次你进入杂货店时，多装些罐装食物吧，这些是不会变质的。

source: Oh man, have you gone down into the old subway systems? I'd be careful... there's these things down there that are like zombies, but tougher.
de: Oh, Mann! Bist du in diese alten U-Bahn-Systeme gegangen? Ich wäre vorsichtig. Da sind diese Dinger unten, die sowas wie Zombies sind, nur widerstandsfähiger.
ja: 君、古い地下鉄の駅から地下へ行ったことはある？気を付けて…見た目はゾンビだけど、ゾンビよりずっと強い奴がいるらしいよ。
ru: Ох, ты когда-нибудь спускался в метро? Будь осторожен... местные обитатели как зомби, только сильнее.
zh_cn: 哦伙计，你有没有进入以前的地铁里？我要小心些，那里有一些象僵尸，但要比僵尸更厉害的东西。

source: Shotguns are nice; you can take out lots of baddies with a single shot. Just remember that they're noisy as hell, and you might end up attracting more than you kill.
de: Schrotflinten sind nett; du kannst viele Bösewichte mit einem einzigem Schuss ausschalten. Denk nur dran, dass sie höllisch laut sind, und du könntest mehr Monster als du tötest anlocken.
ja: ショットガンはいいぞ。単発でも大抵の敵を倒せる。ただ、発砲音がめちゃくちゃうるさいことは覚えておこう。殺した数よりたくさんの敵がやってくるかもしれない。
ko: 산탄총은 끝내줍니다. 방아쇠 한 번으로 여러 좀비들의 몸에 숨구멍을 내줄 수 있죠. 다만 엄청나게 시끄럽기 때문에, 죽인 숫자보다 더 많은 좀비들이 몰려온다는 것만 기억하세요.
ru: Дробовик — это здорово. Одним выстрелом можно снять несколько врагов. Вот только они издают слишком много шума, так что выстрел может привлечь еще больше неприятелей.
zh_cn: 霰弹枪很不错，你能一枪干掉不少怪。但是得记着它的枪声吵得要死，可能招引来的怪比你杀掉的多得多。

source: Skeletons are a tough target. They're so skinny and full of holes that bullets fired at them will usually just fly right past.
de: Skelette sind ein hartes Ziel. Sie sind so dünn und voller Löcher, so dass auf sie abgefeuerte Kugeln gewöhnlicherweise einfach durch sie hindurchfliegen.
ja: スケルトンは厄介な的だ。奴らは痩せてて隙間だらけだからたいていの弾丸は通り抜けてしまう。
ko: 스켈레톤은 튼튼한 적입니다. 비쩍 마른 뼈와 숭숭 난 구멍 때문에, 스켈레톤에게 총을 발사하는 것은 그다지 현명한 행동이 아닙니다.
ru: Со скелетами могут возникнуть трудности. Они настолько тощие и полны всяких дыр, что пули обычно пролетают сквозь них.
zh_cn: 骷髅是一个棘手的目标。他们非常的瘦并且浑身都是孔，朝它们开枪只会让你的子弹从它们的孔中穿过。

source: Skeletons are too delicate to smash through doors or windows. They also can't smell you, unlike zombies, so if you turn your light off at night you can sneak right past.
de: Skelette sind zu empfindlich, um durch Türen oder Fenster zu schlagen. Sie können dich außerdem nicht riechen, anders als bei Zombies. Wenn du also nachts deine Taschenlampe abschaltest, kannst du dich einfach vorbeischleichen.
ja: スケルトンは痩せっぽちで、ドアや窓も壊せない。ゾンビのように嗅覚もないから、夜に明かりを消せば、こっそり通り過ぎることもできる。
ko: 스켈레톤은 문이나 창문을 부수기에는 너무 몸이 연약합니다. 스켈레톤은 냄새를 맡지도 못하기 때문에, 밤에 불을 끄면 스켈레톤 바로 옆을 문제 없이 지나칠 수도 있습니다.
ru: Скелеты слишком хрупкие, чтобы разбивать окна. К тому же они не могут учуять тебя по запаху. Таким образом если ночью выключить фонарик, можно проскочить мимо них.
zh_cn: 骷髅的骨头过于脆弱以至于不能打破门和窗户。它们也闻不到你，不像僵尸那样，所以，如果你把你的光关掉，晚上你可以偷偷的绕过它们。

source: Ski goggles are a great choice if you're worried about getting stuff in your eyes. Perfect for dealing with boomers!
de: Eine Skibrille ist eine ausgezeichnete Wahl, wenn du darüber besorgt bist, Zeugs in deine Augen zu kriegen. Perfekt, um mit Boomern umzugehen.
ja: 視界の確保が心配ならスキーゴーグルが一番。ブーマー対策もばっちり！
ko: 스키 고글은 눈에 뭐가 들어올까 걱정될 때 아주 탁월한 선택입니다. 특히 부머를 상대할 때 특효약이죠!
ru: Лыжные очки будут отличным выбором для тех, кто заботится о безопасности своих глаз. Пригодятся при разборках с толстяком.
zh_cn: 如果你担心眼睛里进东西，滑雪镜是个不错的选择。特别是对付呕吐者丧尸。

source: Sledge hammers may seem like a great weapon, but swinging them is really slow, and you won't do much damage unless you're really strong.
de: Vorschlaghämmer scheinen eine großartige Waffe zu sein, aber sie zu schwingen, ist sehr langsam und du würdest nicht viel Schaden anrichten, außer, wenn du sehr stark bist.
ja: スレッジハンマーはめちゃくちゃ強そうな武器だけど、振るうのがめちゃくちゃ遅い。そして君がよっぽどの筋力バカじゃない限り、まともなダメージを与えられない。
ko: 슬럿지 해머는 최고의 무기처럼 보이지만, 휘두를 때 많은 시간이 걸립니다. 힘이 충분하지 못하다면 그렇게 큰 피해를 주지도 못할겁니다.
ru: Кувалда - отличное оружие, но очень тяжелое, поэтому вы не причините много вреда, если недостаточно сильны.
zh_cn: Sledge hammers看着像是不错的武器，但抡起来可真慢。除非你真的够壮，不然伤害可不高。

source: Smoke grenades aren't really offensive weapons, but they'll cover up your scent and hide you from view--perfect for making a quick escape.
de: Rauchgranaten sind nicht wirklich offensive Waffen, aber sie verdecken deine Duftnote und verbergen dich von der Sicht – perfekt, um eine schnelle Flucht vorzunehmen.
ja: スモークグレネードは攻撃兵器ではないが、あなたの臭いと姿を隠してくれる...素早く脱出するのにぴったりだ。
ko: 연막 수류탄은 공격용 무기는 아니지만, 체취를 가려주고 적들의 시야를 차단해줍니다. 긴급탈출에 유용하죠.
ru: Дымовые гранаты - не наступательное оружие, они скрывают вас с прямой видимости и маскируют запах. Отличное средство при отступлении.
zh_cn: 烟雾弹威力并不大，但能掩盖你的气味，遮蔽敌人视线，让你能快速逃生。

source: Squirrels are pretty yummy, but if you shoot them with a high-powered gun you'll probably be left with no meat! Use a BB gun or maybe a .22 rifle.
de: Eichhörnchen sind ziemlich lecker, aber wenn du sie mit einem starken Gewehr erschießt, wird wahrscheinlich kein Fleisch mehr übrig bleiben! Benutze eine Luftpistole oder vielleicht ein .22-Gewehr.
ja: リスの肉は美味しいが、高威力の銃で撃つと死体が残らない。BBガンか22口径ライフルを使おう。
ko: 다람쥐 고기가 맛있다고 해서 강력한 총으로 놈들을 쐈다간, 고기가 남아나질 않을 것입니다! BB 총이나 .22 라이플을 사용하세요.
ru: Белки довольно вкусные, но если выстрелить по ним из мощного оружия, то от них ничего не останется. Рекомендуется пневматическое ружьё или винтовка калибра .22.
zh_cn: 松鼠相当的美味，不过如果你用威力巨大的抢射击它，你将得不到任何肉块！用BB枪或者点22mm口径步枪比较好。

source: Standing behind a window is a good tactic. It takes zombies a long time to crawl through, giving you lots of opportunities to hit them.
de: Es ist eine gute Taktik, hinter einem Fenster zu stehen. Zombies brauchen lange, um durchzuklettern, was dir viele Gelegenheiten, sie zu treffen, gibt.
ja: 窓越しにゾンビと戦うのは良い戦略だ。窓枠を通り抜けるのには時間がかかるから、その間にたくさん攻撃できるってこと。
ko: 창문 뒤에 자리를 잡는건 좋은 전술입니다. 좀비들이 창문틀을 넘어오느라 시간을 허비할 때, 그것들의 대가리를 깨버릴 수 있거든요.
ru: Стоять за окном - неплохой тактический прием. Пока зомби карабкаются по подоконнику, у вас будет отличная возможность их атаковать.
zh_cn: 站在窗后是个好战术。这会让僵尸们花很长时间才能爬进来，这样给了你很多攻击它们的机会。

source: There's basically no reason not to wear safety glasses... nothing is worse than taking a hit to the eyes and getting blinded for a few seconds.
de: Es gibt praktisch keinen Grund, keine Schutzbrille zu tragen. Nichts ist schlimmer, als einen Treffer auf die Augen zu erleiden und für ein paar Sekunden blind zu sein.
ja: どうして安全メガネを着用してないんだ…目に何か当たってしばらく盲目になること程最悪ななことはないよ。
ru: Нет никаких причин отказываться от ношения защитных очков. Нет ничего хуже получить удар в глаз и ослепнуть на несколько секунд.
zh_cn: 基本上没啥不戴安全眼镜的理由。没什么比在战斗中眼睛被击中后失明几秒钟更糟糕的了。

source: There's snakes down in most of the old sewer systems. They're slow on land, but boy, those suckers can swim fast!
de: Es gibt Schlangen da unten in den meisten der alten Abwassersysteme. Sie sind langsam zu Land, aber Junge, diese Biester können schnell schwimmen!
ja: 古い下水道にはヘビが住み着いてるよ。移動速度は遅いけど、泳ぐのは早いから気を付けて！
ko: 낡은 하수도에는 뱀들이 살고 있습니다. 땅바닥에서는 느리지만, 그 빌어먹을 것들은 빠르게 수영할 수 있다는걸 기억하세요!
ru: В канализации водятся змеи. На суши они движутся медленно, зато в воде они очень быстры.
zh_cn: 大多数老旧的地铁里都有蛇。它们在地上爬时慢慢吞吞的，一脸小受模样，但是骚年，那些混蛋游泳快得要死！

source: There's this type of zombie that can shoot bolts of lightning! Stay away from walls and stuff when they do... the electricity can travel along solid surfaces.
de: Es gibt eine Art von Zombie, welche Blitzstrahlen schießen kann! Bleib fern von Wänden und so, wenn sie das tun. Die Elektrizität kann an festen Flächen entlang wandern.
ja: 電撃を放つゾンビが存在する。壁や障害物から距離を取ろう。電撃は表面を伝ってくるから気をつけろ。
ko: 번개를 발사할 수 있는 좀비도 존재합니다! 번개를 발사하기 전에 벽이나 다른 지형에서 떨어지세요... 번개는 단단한 물질을 따라 이동할 수 있습니다.
ru: Есть зомби, которые могут стрелять разрядами электричества. Старайтесь держаться подальше от стен, потому что по ним могут распространяться электрические разряды.
zh_cn: 有一种可以放出高能闪电的丧尸!记住远离他们，不然你会后悔的.

source: They're rare, but molebots are nasty things. They bore through the ground, then pop up to stab ya. Still, you're safe from them if you stay on pavement...
de: Sie sind selten, aber Maulwurfsroboter sind fiese Dinger. Sie bohren sich durch die Erde, tauchen auf und stechen dich ab. Du bist aber immer noch sicher vor ihnen, wenn du auf dem Pflaster bleibst.
ja: モグラみたいなロボットはめったに見ないけど厄介な奴だ。地面を突き破って襲い掛かってくるぞ。舗道にいればまあ安全かな…
ko: 꽤 희귀하지만, 두더지 로봇들은 위험한 적입니다. 그것들은 땅 속을 헤집고 다니면서, 당신을 습격할테니까요. 물론 포장도로 위에 있으면 안전하겠지만...
ru: Изредка вам могут попадаться довольно опасные роботы-кроты. Они зарываются под землю и поджидают жертву. Чтобы не попасться им, оставайся на асфальте...
zh_cn: 虽然很罕见，但molebots 可是很棘手的玩意。他们钻在地底下，然后突然跳出来捅你。但如果你站在水泥地上，那么他们伤害不了你。

source: This guy I know was walking through the subway when he came across a giant rift in the earth, with lava far below. Weird, huh?
de: Dieser Typ, den ich kannte, ging durch die U-Bahn, als er eine gigantische Erdspalte mit Lava weit unten kreuzte. Seltsam, oder?
ja: 古い地下鉄路線を歩いていた奴が、地下深くの溶岩だまりに巨大な地球の裂け目を見つけたらしい。怖いと思わない？
ko: 제가 알고 있던 한 사람은, 지하철을 따라 걷다가 땅 밑에서 거대한 균열을 발견했다고 합니다. 밑에서 용암이 흐르고 있었다고 하네요. 기묘한 이야기죠?
ru: Знаю, что этот парень шёл по туннелям метро и наткнулся на огромную трещину в земле, наполненную лавой. Чудно, да?
zh_cn: 我知道一个家伙，他走在地下通道里，突然发现地面有个大裂缝，底下全是岩浆。这事可真有些奇怪，对吧？

source: Those acid-spitting zombies are pretty nasty, but if you're smart, you can get other zombies to wade through the acid.
de: Diese säurespuckenden Zombies sind ziemlich fies, aber wenn du klug bist, kannst du andere Zombies dazu bringen, durch die Säure zu waten.
ja: 酸を吐くゾンビは厄介だ。しかし、うまく立ち回れば辺りのゾンビを巻き込む事が出来るはずだ。
ko: 산을 뱉는 저 좀비들은 상당히 위험합니다. 하지만 당신이 똑똑하다면, 다른 좀비들을 끌어모아 산을 밟게 만들 수도 있겠지요.
ru: Кислотные зомби очень неприятны, однако их кислоту можно обернуть себе на пользу, если ты сможешь заставить других зомби пройти через нее.
zh_cn: 那些吐酸僵尸非常令人讨厌，不过如果你足够聪明，你可以让其他僵尸趟进酸液里。

source: Triffids are tough. They've got natural armor, and it takes a lot to bring them down. I don't recommend getting into a fight with them.
de: Triffiden sind hartnäckig. Sie haben natürliche Rüstung und es braucht viel, um sie zu erledigen. Ich empfehle nicht, sich mit ihnen in einen Kampf zu verwickeln.
ja: トリフィドは頑丈だ。自然の鎧を着ているから倒すのに時間が掛かる。戦おうとするのはやめた方が良いかもね。
ko: 트리피드는 강력합니다. 자연적인 갑옷을 가지고 있고, 체력도 높죠. 그놈들과는 가급적 싸우지 않는 편이 좋습니다.
ru: Триффиды очень сильные. От рождения у них крепкая броня и их очень тяжело побороть. Лучше с ними не связываться.
zh_cn: 三尖树很硬。它们拥有天然的护甲，击倒它们需要付出很大代价。我不建议你与它们搏斗。

source: Triffids can't see! They figure out where you are by your smell, but if you mask it with smoke or something, you're as good as invisible.
de: Triffiden können nicht sehen! Sie finden deine Position durch deinen Geruch, aber wenn du ihn mit Rauch oder irgendwas überdeckst, bist du so gut wie nicht auffindbar.
ja: トリフィドには視覚が無い！臭いで敵を見つけるから、マスクを着けてスモークか何かを焚けば、もう追いかけて来ないぞ。
ko: 트리피드는 볼 수 없습니다! 그놈들은 당신의 위치를 냄새로 찾아냅니다. 연기같은걸 내서 그 안에 숨어버리면, 당신은 사실상 투명 상태가 될 것입니다.
ru: Триффиды слепы! Они могут учуять тебя только по запаху. Таким образом используя дым можно стать невидимым для них.
zh_cn: 三尖树是瞎子。它们通过嗅觉来找你，但是如果你用烟雾或者其他东西掩盖你的气味，你就如同隐形一般。

source: Try not to kill a boomer if it's standing right next to you. They tend to explode when they die, and that pink goop will get all over you.
de: Versuch nicht, einen Boomer zu töten, wenn er direkt neben dir steht. Sie neigen dazu, beim Tod zu explodieren, und die rosa Galle würde dich komplett überziehen.
ja: ブーマーが隣にいても殺しちゃだめだ。奴らは死ぬとき爆発して、ピンクのゲロを辺りにぶちまけるぞ。
ko: 바로 옆에 부머가 있을 경우, 부머를 죽이지 마세요. 부머는 죽을 때 폭발하며, 분홍색 점액을 당신에게 뿌릴 것입니다.
ru: Не пытайся убить толстяка, если он стоит рядом с тобой. Он лопается в момент смерти и может забрызгать тебя с ног до головы.
zh_cn: 尽量不要杀一个靠近你的呕吐者，他们会在死亡时爆炸，并且弄你一身的红色的黏性物质

source: Try to go around swamps, if you can. Some of them have sinkholes that can pull you right underground.
de: Versuche, Sümpfe zu umgehen, wenn du kannst. Einige von ihnen haben Erdlöcher, die dich direkt unter die Erde befördern.
ja: 沼があったら周りを調べてみよう。地下に降りられる陥没穴があるかもしれない。
ko: 그럴 능력이 된다면, 늪지를 돌아다녀보세요. 가끔 발견되는 싱크홀에 빠지면, 지하 세계를 발견할 수도 있습니다.
ru: Старайтесь обходить болота. Там есть топи, которые могут засосать вас под землю.
zh_cn: 在沼泽地周围走一圈吧。附近有时会有陷坑，让你能深入地下。

source: Try to stay on the roads as much as you can. Giant worms can't cross them!
de: Versuch, auf den Straßen so lange wie möglich zu bleiben. Riesenwürmer können sie nicht überqueren!
ja: なるべく舗装された道路を歩こう。巨大なワームは進入出来ないからね！
ko: 되도록 도로에 있으세요. 거대 벌레는 도로를 뚫고 나오지 못합니다!
ru: Старайся ходить по дорогам. Черви тебя на них не достанут!
zh_cn: 尽你所能的待在路上。巨大的蠕虫不会穿过马路的！

source: Watch out for those zombies that shriek; they'll let other zombies know where you are, and will attract them from all over.
de: Pass auf die Schreizombies auf, sie lassen andere Zombies wissen, wo du bist und werden sie von überall her anziehen.
ja: 金切り声をあげるゾンビに注意しよう。周囲のゾンビが集まってくるぞ。
ko: 비명 지르는 좀비를 주의하세요. 비명 좀비는 다른 좀비들에게 당신의 위치를 알려주며, 좀비들을 끌어모읍니다.
ru: Опасайся кричащих зомби, они привлекают внимание других зомби.
zh_cn: 你要提防那些丧尸的尖叫声，这会让其他的丧尸知道你在哪里并赶来和你搏命

source: When it comes to footwear, you've got two basic choices as far as I see it; sneakers, for running extra fast, or boots for durability. Depends on your style, I guess.
de: Beim Schuhwerk hast du, so weit ich es beurteilen kann, zwei grundlegende Möglichkeiten: Turnschuhe, um besonders schnell zu laufen oder Stiefel für eine bessere Ausdauer. Ich glaub, das hängt von dir ab.
ja: 靴を選ぶとき、私が知る限り2つの選択肢がある。嵩張らないスニーカーか、耐久力のブーツか。君のスタイルに応じて決めよう。
ko: 신발로 무엇을 신을지는, 둘 중 하나로 나뉩니다. 빠르게 달릴 수 있는 운동화를 신을지, 튼튼한 부츠를 신을지 말이죠. 개인의 취향에 따라 결정은 달라질 것입니다.
ru: Что касается обуви, по мне так есть два варианта: кроссовки, чтобы быстрее бегать, или прочные ботинки. Всё зависит от вашего стиля.
zh_cn: 当你考虑脚上该穿什么时，依我看，你有两个基本的选择：要么穿运动鞋跑得更快，要么穿靴子更耐用。至于具体选哪样，就看你自己的喜好了。

source: While there's not much to loot, gas stations are a good source for gasoline, to power tools or to make Molotov cocktails.
de: Während es dort nicht viel zu holen gibt, sind Tankstellen eine gute Quelle für Benzin, das benutzt werden kann, um bestimmte Werkzeuge anzutreiben, oder um Molotowcocktails anzufertigen.
ja: そこまで多く見かけないが、ガソリンスタンドは燃料や電動工具、火炎瓶の素材集めにぴったりだ。
ru: На автозаправках особо нечем поживиться, зато они являются хорошим источником бензина для заправки машин и инструментов, а также изготовления коктейлей Молотова.
zh_cn: 虽然加油站里搜刮不到什么，但在这里能获得大量汽油，用来给工具供能，或者制造燃烧瓶。

source: You don't really need to wear gloves most of the time, but once in a while they'll really come in handy.
de: Meistens brauchst du keine Handschuhe zu tragen, aber manchmal können sie richtig nützlich werden.
ja: 手袋は、はめていないと必要なさそうに思うけど、一度はめたら本当に便利だと思うようになるだろう。
ko: 장갑은 대부분의 경우 착용할 필요를 느끼지 못하겠지만, 장갑이 꼭 필요하다 싶은 순간이 가끔 올지도 모릅니다.
ru: Вам не нужно постоянно носить перчатки, но время от времени они будут действительно полезны.
zh_cn: 你真的不需要大部分时间戴着手套，但是偶尔他们会派上用场

source: You know what makes a nice weapon? Take a two by four, or a baseball bat or something, and stick a bunch of nails through the end!
de: Weißt du, was eine gute Waffe ist? Nimm ein Kantholz, oder einen Baseballschläger oder irgendwas und stech ein paar Nägel durch das Ende!
ja: 素敵な武器の作り方を知ってる？木材か野球バットに釘の束を打ち付ける、これで終わり！
ko: 좋은 근접 무기를 찾고 있나요? 목재나 야구 방망이를 찾아보세요. 그 끝부분에 못을 왕창 박으면 완벽한 무기가 완성되죠!
ru: Знаешь как сделать неплохое оружие? Возьми доску или бейсбольную биту и закрепи на её конце несколько гвоздей!
zh_cn: 你知道如何制造一把吊炸天的武器吗？拿一2x4制式木材或一棒球球棒或其他东西，然后在末端粘上一堆钉子。

source: You know, a glass bottle can make a good weapon in a pinch. If you break it over someone's head, the shattering glass will hurt them extra. Of course, it might hurt your hands, too...
de: Weißt du, eine Glasflasche kann zur Not eine gute Waffe sein. Wenn du sie über jemandes Kopf zertrümmerst, wird das splitternde Glas zusätzliche Verletzungen anrichten. Natürlich könnte es auch deine Hände verletzen.
ja: ピンチの時はガラス瓶が良い武器になるよ。敵の頭にぶつければ、ガラス片でさらに傷つけることができるんだ。もちろん、自分の手も傷つけることになるけど…
ko: 알고 있겠지만, 위험한 상황에서는 유리병도 좋은 근접 무기가 될 수 있지요. 유리병으로 머리를 후려치면, 깨진 유리조각이 적에게 추가적인 피해를 줄 것입니다. 물론, 유리조각이 손에도 박히겠지만요...
ru: Ты знаешь, из стеклянной бутылки может получиться не такое уж и плохое оружие. Если ты разобьешь её об чью-нибудь голову, то осколки причинят дополнительный урон. Хотя, конечно, ты и сам можешь порезать руки...
zh_cn: 你知道，一个玻璃瓶在紧要关头可以作为一个不错的武器。如果你用它暴击某物的头，碎玻璃会对他造成额外的伤害。当然，它同样也会伤了你的手...

source: You know, you don't have to go full auto with an assault rifle. Firing single shots is more accurate and efficient!
de: Weiß du, du muss nicht auf Vollautomatik mit einem Sturmgewehr gehen. Einzelschüsse sind treffsicherer und effizienter!
ja: 知ってると思うけど、アサルトライフルでフルオート射撃する必要はない。単発の方がより正確かつ効率的だ！
ko: 알고 있겠지만, 돌격소총은 연사보다 단발로 쏘는 것이 좋습니다. 더 정확하고, 효율적이죠!
ru: Используя штурмовую винтовку не забывайте переключаться на режим одиночных выстрелов, т.к. такой режим позволяет вести более точную стрельбу.
zh_cn: 要知道，突击步枪不用总是用全自动模式。单发点射更精确且高效。
