Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: There's something about you that creatures find frightening, and they are more likely to try to flee.
de: Es gibt etwas an dir, was Kreaturen Angst macht und sie werden wahrscheinlicher versuchen, zu fliehen.
ja: 恐ろしい気配によって、生物が逃走する可能性が上昇します。
ko: 당신에게는 근처 동물들을 겁에 질리게 하는 무언가가 있습니다. 근처 동물들이 대부분 도망가려고 하게 됩니다.
ru: Есть в вас что-то нехорошее, недоброе. И это что-то заставляет существ бежать от вас подальше.
zh_cn: 你的相貌变得连动物都会害怕，他们见到你便会开始逃跑。

source: There's the last two limbs you were expecting. Unfortunately you still can't coordinate them, so you're getting in your own way. A lot.
ja: さらに2本の腕が生えてきました。しかしどう扱えばいいのか分かりません。とても邪魔です。
zh_cn: 你期待的最后那两条肢体就在这。不幸的是你还无法协调他们，所以你还有很长的路要走，很长的路。

source: Thick Scales
de: Dicke Schuppen
ja: 厚い鱗
ko: 두꺼운 비늘
ru: Толстая чешуя
zh_cn: 厚重鳞甲

source: Thick Tail
de: Dicker Schwanz
ja: 太い尻尾
ko: 두꺼운 꼬리
ru: Толстый хвост
zh_cn: 粗尾巴

source: Thick black fur has grown to cover your entire body, providing a marginal protection against attacks, and considerable protection from cold.
de: Ein dickes schwarzes Fell ist auf deinem ganzen Körper gewachen und bietet einen geringfügigen Schutz vor Angriffen und einen beachtlichen Schutz vor Kälte.
ja: 厚みのある黒い毛皮が全身を覆っています。多少の攻撃と、かなりの寒さを防ぎます。
ko: 당신의 몸 전체에 두껍고 검은 모피가 자라나옵니다. 물리 공격과 추위에 대해서 상당한 보호력을 제공합니다.
ru: Густой чёрный мех покрывает ваше тело, обеспечивая сопротивление к ударам и значительную защиту к холоду.
zh_cn: 你整个身体长出了长长的黑色的绒毛，既可以抵挡攻击又可以保暖。

source: Thick-Skinned
de: Dickhäutig
ja: 皮膚が厚い
ko: 두꺼운 피부
ru: Толстокожий
zh_cn: 厚皮

source: Thin-Skinned
de: Dünnhäutig
ja: 皮膚が薄い
ko: 여린 피부
ru: Тонкокожий
zh_cn: 皮薄馅嫩

source: Things just keep getting you down. You tend to be unhappy, and it takes some doing to cheer you up.
ja: あらゆる物事を憂鬱な方向に傾ける気性をしています。不幸に陥り易い傾向にありますが、誰も励ましてはくれないでしょう。
zh_cn: 你看什么都不爽。你总是不高兴，想要让你high起来可不容易。

source: Thorns
de: Dornen
ja: 棘皮
ko: 가시
ru: Шипы
zh_cn: 荆棘皮肤

source: Though your beak's not suitable for pecking, those flowers out there are a good source of energy. Examine them to feed.
ja: つつくための嘴を失った代わりに、花の蜜を吸えるようになりました。栄養補給と味見に出かけるとしましょう。
zh_cn: 虽然你的喙不适合啄东西，那些开在外边的花却成了不错的能量来源。通过检查来食用。

source: Tireless
de: Unermüdlich
ja: 疲れ知らず
ko: 피로감을 못 느낌
ru: Неутомимость
zh_cn: 不知疲倦

source: Toe Roots
de: Zehenwurzeln
ja: 根の足指
zh_cn: 脚趾根系

source: Toe Talons
de: Zehenkrallen
ja: 鉤爪の生えた足
ko: 갈고리 발톱
ru: Когти на пальцах ног.
zh_cn: 趾爪

source: Tough
de: Hartnäckig
ja: 頑丈
ko: 강인함
ru: Здоровяк
zh_cn: 强硬

source: Tough Feet
de: Feste Füße
ja: 頑丈な足
ko: 억센 발
ru: Твёрдоногий
zh_cn: 坚硬脚掌

source: Trigger Happy
de: Schießwütig
ja: トリガーハッピー
ko: 방아쇠 중독
ru: Безбашенный
zh_cn: 连发快感

source: Truth Teller
de: Schlechter Lügner
ja: 正直者
ko: 진실만을
ru: Правдивый
zh_cn: 老实人

source: US Marshal
ja: 執行官
zh_cn: 联邦执法官

source: Ugh, out of water already? You need about twice the fluids of an average human.
ja: うう、もう水が切れたのか？常人の2倍の水を必要とします。
zh_cn: 呃，已经没水了么？你差不多需要两人份的水来维持生命。

source: Ugly
de: Hässlich
ja: 醜悪
ko: 못생김
ru: Уродливый
zh_cn: 丑陋

source: Unbreakable
de: Umumstößlich
ja: 超屈強
ko: 격파불가
ru: Крепкий орешек
zh_cn: 不可战胜

source: Ursine Ears
de: Bärenohren
ja: 熊耳
ko: 곰의 귀
ru: Медвежьи уши
zh_cn: 熊耳

source: Ursine Muzzle
de: Bärenmaul
ja: 熊の鼻孔
ko: 곰의 주둥이
ru: Медвежья морда
zh_cn: 熊嘴

source: Ursine Vision
de: Bärensicht
ja: 熊の視界
ru: Медвежье зрение
zh_cn: 熊之视觉

source: Urticating Hairs
ja: イラクサの様な髪
zh_cn: 螫毛

source: Venom Mob Protege
de: Giftklan-Schüler
ja: 五毒門の門下生
ko: 극독파 문하생
ru: Протеже клана Яда
zh_cn: 五毒门弟子

source: Venomous
de: Hochgiftig
ja: 毒液分泌
ko: 맹독 생성
ru: Ядовитость
zh_cn: 毒素攻击

source: Very Beautiful
de: Wunderschön
ja: 秀麗(レベル2)
ko: 아주 아름다움
ru: Очень красивый
zh_cn: 绝色容颜

source: Very Dextrous
de: Sehr geschickt
ja: 器用さ(レベル2)
ko: 뛰어난 민첩성
ru: Очень ловкий
zh_cn: 眼疾手快

source: Very Fast Healer
de: Sehr schneller Heiler
ja: 超高速治癒
ko: 아주 빠른 회복력
ru: Очень быстрое исцеление
zh_cn: 快速自愈

source: Very Fast Metabolism
de: Sehr schn. Stoffwechsel
ja: 超高速新陳代謝
ko: 매우 빠른 신진대사
ru: Очень быстрый метаболизм.
zh_cn: 高速新陈代谢

source: Very Heat Dependent
de: Sehr hitzeabhängig
ja: 変温(レベル2)
ko: 심한 열기 의존증
ru: Сильно теплозависимый
zh_cn: 重度热依赖

source: Very Heavy Sleeper
de: Extremer Tiefschläfer
ja: 嗜眠
ko: 아주 깊은 수면
ru: Очень крепкий сон
zh_cn: 大瞌睡虫

source: Very Light Sensitive
de: Sehr lichtempflindlich
ja: 光線過敏症(レベル2)
ko: 심한 광 민감증
ru: Сильная светочувствительность
zh_cn: 畏光如鼠

source: Very Little Sleep
de: Sehr wenig Schlaf
ja: 超短時間睡眠
ko: 아주 적은 수면
ru: Очень недолгий сон
zh_cn: 极少睡眠

source: Very Perceptive
de: Sehr wahrnehmend
ja: 知覚(レベル2)
ko: 뛰어난 지각력
ru: Очень восприимчивый
zh_cn: 八面玲珑

source: Very Ponderous
de: Sehr schwerfällig
ja: 重い(レベル2)
ko: 매우 느림
ru: Толстяк
zh_cn: 慢如龟爬

source: Very Quick Pain Recovery
de: Rasche Schmerzerholung
ja: 痛覚回復(レベル3)
ko: 아주 빠른 고통 회복
ru: Очень быстрое погашение боли
zh_cn: 急速疼痛恢复

source: Very Sleepy
de: Sehr schläfrig
ja: 傾眠
ko: 심하게 졸림
ru: Очень сонный
zh_cn: 非常渴睡

source: Very Smart
de: Sehr klug
ja: 賢さ(レベル2)
ko: 뛰어난 지능
ru: Очень умный
zh_cn: 精明强干

source: Very Strong
de: Sehr stark
ja: 力強さ(レベル2)
ko: 뛰어난 근력
ru: Очень сильный
zh_cn: 肌肉发达

source: Very Thirsty
de: Sehr durstig
ja: 超高乾燥
ko: 심한 갈증
ru: Сильная жажда
zh_cn: 非常渴

source: Vine Limbs
de: Lianenglieder
ja: 蔦の手足
ko: 덩굴 팔
ru: Лозы - конечности
zh_cn: 藤蔓假肢

source: Vine Sprouter
de: Lianensprießer
ja: 蔦の発芽
ko: 덩굴 발아
ru: Выращивающий лозы
zh_cn: 藤蔓控制

source: Vines
de: Reben
ja: 蔦
ko: 덩굴
ru: Лозы
zh_cn: 藤蔓

source: Viscous
de: Dickflüssig
ja: 粘着性
ru: Вязкий
zh_cn: 半流质型体

source: Vomitous
de: Häufiges Erbrechen
ja: 慢性嘔吐感
ko: 구역질
ru: Убитый желудок
zh_cn: 喷子

source: We are the Mycus.
ja: 私はミカズです。
zh_cn: 我们是马卡斯。

source: We have adapted local physical structure to Mycus physiology. Greatly reduces wet effects.
ja: 我々の生理機能に合わせてこの肉体の物理構造を改編した。濡れた時のペナルティーが大幅に減少するだろう。
zh_cn: 我们已将本“区域”物理结构改变得适应马卡斯生态。极大地降低湿效果。

source: We have developed local blossoms. The Mycus must grow.
ja: 我々はこの場所に花を咲かせた。ミカズ盛えるべし。
zh_cn: 我們長了一些原生種的花朵。馬庫斯必須壯大

source: We have developed local spore sacs. The Mycus must grow.
ja: 我々はこの場所に胞子嚢を獲得した。ミカズに栄えあれ
zh_cn: 我們長出了一些原生的孢子囊。馬庫斯必須壯大。

source: We have incorporated the dense amphibole fibers used in Mycus core towers. Greatly reduces speed, but also damage, flammability, and wet effects.
ja: ミカズ中枢塔にも使われている角閃岩の鉱物繊維を我々の肉体の組織に満遍なく織り込んだ。素早さと、受けるダメージと、可燃性と、濡れた時のペナルティーが大幅に減少するだろう。
zh_cn: 我们已在马卡斯核心塔中融入了密集的闪石纤维层。极大地降低速度，但同时也会降低易损度、可燃性和潮湿的影响。

source: We have streamlined our nutritional requirements. We rely on the Mycus for sustenance, as it relies on us.
ja: 我々はより合理的に必要栄養量を摂取する。ミカズが我々に依存するように、我々もミカズに依存する。
zh_cn: 我們已經最佳化我們的營養需求。我們仰賴馬庫斯以維持生計，就像馬庫斯也仰賴我們一樣。

source: We have synchronized our local physiology with that of our reproductive systems. Any spores we may encounter will not attempt to germinate inside the local system.
ja: 我々の複製繁殖システムとこの肉体の生理機能を同調させた。他の胞子に接触しても菌床にされることはないだろう。
zh_cn: 我們已經將生殖系統的生理學同步到當地。任何我們可能會遭遇的孢子將不會在當地的系統試著成長。

source: Weak Scent
de: Schwacher Geruch
ja: 体臭が薄い
ko: 약한 체취
ru: Чистюля
zh_cn: 微弱体味

source: Weak Stomach
de: Schwacher Magen
ja: 胃弱
ko: 약한 위장
ru: Слабый желудок
zh_cn: 胃病

source: Weakening
de: Schwächung
ja: 弱体化(レベル1)
ko: 약화
ru: Ослабевающий
zh_cn: 虚弱

source: Web Diver
de: Netztaucher
ja: 糸潜り
ru: Паутинный прыгун
zh_cn: 蛛网悬吊

source: Web Spinner
de: Netzspinner
ja: 糸紡ぎ
ko: 거미줄을 짜는 자
ru: Прядильщик паутины.
zh_cn: 蛛网溢出

source: Web Walker
de: Netzgeher
ja: 蜘蛛の巣ウォーカー
ko: 거미줄을 걷는 자
ru: Паутинный обходчик
zh_cn: 蛛网行走

source: Web Weaver
de: Netzweber
ja: 糸織り
ko: 거미줄을 만드는 자
ru: Ткач паутины
zh_cn: 蛛网编织

source: Webbed Hands
de: Schwimmhäute
ja: 水掻き
ko: 갈퀴 달린 손
ru: Перепончатые руки
zh_cn: 蹼状手指

source: Well, maybe you'll just have to make your own world wide web.
de: Tja, vielleicht musst du einfach nur dein eigenes World Wide Web spinnen.
ja: あなただけのWWWを構築しましょうか。
ko: 음, 아마도 당신은 단순히 자기 자신의 월드 와이드 웹(world wide web)을 만들고 싶은 것 같습니다.
ru: Ясно, похоже теперь вы должны создать собственную всемирную паутину.
zh_cn: 好吧，你也许可以自己搞个万维网啦。

source: Well, you still have those other walking flowers-and the mushrooms too-to deal with. But you'll manage.
ja: ほら、あそこ、まだ花とキノコが歩いてやがるぞ、やらなきゃ。なあに、やれるさ。
zh_cn: 好吧，你还要处理一些会走路的花草或者蘑菇，但你会搞定的。

source: What was that old advertisement, 'paint the planet'? That might be a good long-term goal, but for now...
de: Wie ging nochmal die alte Werbung? »Mal die Welt bunt an!«? Das könnte ein gutes langfristiges Ziel sein, aber jetzt …
ja: 昔の広告でホラ、"惑星を塗ろう"だっけ？素晴らしいロングシュートがゴールネットを揺らしたようです...
ko: 그 오래된 광고가 뭐였더라, 'paint the planet'이었나? 그건 좋은 장기목표입니다만, 현재로서는...
ru: Что там было в одной старой рекламе: «раскрась планету»? Это может быть хорошей задачей на будущее, но сейчас...
zh_cn: 看看那句古老的宣传口号，“改造地球，支配地球”，真是一个远大的目标啊，不过现在嘛……

source: Wheat Allergy
de: Weizenallergie
ja: 小麦アレルギー
ko: 소맥 알러지
ru: Аллергия на пшеницу
zh_cn: 小麦过敏

source: When you try to tell a lie, you blush, stammer, and get all shifty-eyed. Telling lies and otherwise bluffing will be much more difficult for you.
ja: 嘘を言う時に、赤面したり、どもったり、目が泳ぎます。嘘を付くのが難しくなります。
zh_cn: 当你试图说谎时，你会脸红，心跳加速，别人一眼就看得出你在撒谎。

source: Whether due to a lifetime of exposure or through simple willpower, it's harder for you to become addicted to substances, and easier to rid yourself of these addictions.
de: Ob aufgrund eines lebenslangen Ausgesetztseins oder durch einfache Willenskraft, es ist für dich schwieriger, von Substanzen abhängig zu werden und leichter, dich dieser Süchte zu entledigen.
ja: 単純に意志が強いだけか、中毒物質に触れる機会がなかったからかは分かりませんが、中毒になり難い身体をしています。また、中毒になっても常用から抜け出すのが容易になります。
ko: 일생동안 유해한 환경에 노출되어있었거나 단순히 의지가 강하기 때문에, 약물에 쉽게 중독되지 않으며, 중독에서 벗어나기도 쉬워집니다.
ru: У вас приличная сила воли и поэтому труднее получить зависимости к чему-либо, а также проще избавиться от них.
zh_cn: 天知道是因为长时间训练还是天生意志，你不容易上瘾，戒起瘾来也更为轻松。

source: Whether due to injury or age, your knees aren't particularly strong or flexible. Moving over rough terrain will slow you down more than normal.
ja: 怪我または加齢などの理由に関係なく、膝が弱く柔軟性がない。起伏の多い地形では、移動が通常よりも遅くなります。
zh_cn: 不知道是上了年纪还是中了一箭，你的膝盖状态不怎么好。在粗糙地形上行走会消耗额外的行动点数。

source: While sleeping or staying still, it is less likely that monsters will wander close to you.
de: Beim Schlafen oder Stillstehen ist es unwahrscheinlicher, dass sich dir Monster nähern werden.
ja: 睡眠・待機中は敵に気付かれ難くなります。
ko: 자거나 가만히 있을 때, 근처의 괴물들이 당신이 있는 것을 알아챌 확률이 줄어듭니다.
ru: Во время сна или просто когда вы стоите, меньше вероятность того, что монстры будут бродить рядом.
zh_cn: 当你睡觉或站立不动时，你丝毫没有存在感，怪物不太可能会被你所吸引。

source: While you're not any better at melee combat, you are better at recovering from a miss, and will be able to attempt another strike faster.
de: Obwohl du überhaupt nicht besser im Nahkampf bist, bist du besser darin, dich vom Verfehlen wieder zu erholen und wirst in der Lage sein, einen weiteren Schlag schneller durchzuführen.
ja: 身のこなしが軽く、攻撃を外したときの行動コストが軽減されます。
ko: 근접 공격에 능숙해지는 것은 아니지만, 목표를 빗맞춘 것에서 회복하는 능력이 좋아집니다. 때문에 조금 더 빠르게 다음 공격을 할 수 있게 됩니다.
ru: Может в рукопашном бою вы и не сильны, зато лучше стоите на ногах и не теряете равновесия после промаха, это даёт вам возможность побыстрее нанести очередной удар.
zh_cn: 当你徒手战斗时，若你的攻击被Miss掉了，你会很快反应过来并且尝试另外一次打击。

source: Whiskers
de: Schnurrhaare
ja: 頬髭
ko: 수염
ru: Вибриссы
zh_cn: 猫须

source: Wing Stubs
de: Flügelstummel
ja: 羽状突起
ko: 작은 날개
ru: Зачатки крыльев
zh_cn: 翅根

source: Wiry Whiskers
ja: 硬い頬髭
zh_cn: 鼠须

source: With spinnerets like THESE, who needs rope?! Your natural abilities can handle that part of most construction projects.
ja: 糸の排出口がガバガバだ、誰かロープは要らないか！？天然の能力は今や建設工事の最も重要な部分を支えられるようになりました。
zh_cn: 有了次世代纺织器，谁还需要绳子？建筑项目需要绳子的部分对你来说全无压力。

source: Without reading glasses, you are unable to read anything, and take penalties on melee accuracy and electronics/tailoring crafting. However, you are guaranteed to start with a pair of reading glasses.
ja: 老眼鏡なしでは文字が読めず、近接戦闘と電子工学、裁縫にペナルティーを受けます。開始時の持ち物に老眼鏡が追加されます。
zh_cn: 如果没有老花镜，你近处的东西什么都看不清，更无法看书、制作物品了。幸运的是，你可以一开始就拥有一副老花镜。

source: Without your glasses, your seeing radius is severely reduced! However, while wearing glasses this trait has no effect, and you are guaranteed to start with a pair.
ja: 眼鏡なしでは視界が狭まります。眼鏡を掛けているとこの特性は無効になります。開始時の持ち物に眼鏡が追加されます。
zh_cn: 如果没有眼镜，你看不清远处的东西了。幸运的是，你可以一开始就拥有一副近视镜。

source: Woodpecker Beak
de: Spechtschnabel
ja: 嘴(啄木鳥)
ru: Клюв дятла
zh_cn: 啄喙

source: Wool Allergy
de: Wollallergie
ja: 羊毛アレルギー
ko: 양모 알러지
ru: Аллергия на шерсть
zh_cn: 羊毛过敏

source: You are a cybernetically-resurrected law enforcer, with jurisdiction throughout the New England region thanks to interstate agreements. Whether you can do for the law what the law did for you is another question.
ja: 人工頭脳技術によって復活した法の執行者です。州間協定に則ってその管轄権はニューイングランド州全域に及びます。法に尽くす身ですが法が何をしてくれたかは、また別の問題です。
zh_cn: 你是一个生化重构了的警察。感谢州际协议，你拥有在全新英格兰的执法权。当然，这还有没有意义是另外一回事了。

source: You are a duly sworn Federal marshal, with nationwide jurisdiction and the authority of the United States of America.
ja: 服務を宣誓した正式な連邦執行官です。全州全土を管轄区域とし、その身にアメリカ合衆国の権力と威信を帯びています。
zh_cn: 你是一个誓言过的联邦执法官，拥有在美帝全国的执法权。

source: You are a duly sworn law enforcement investigator, with jurisdiction throughout the New England region thanks to interstate agreements. Whether your shield means anything now is another question.
ja: 服務を宣誓した正しき法の執行者です。州間協定に則ってその管轄権はニューイングランド州全域に及びます。その盾に何の意味があるのかという問いは、また別の問題です。
zh_cn: 你是一个誓言守卫法律并且区别对待黑人的警探。感谢州际协议，你拥有在全新英格兰的执法权。当然，这还有没有意义是另外一回事了。

source: You are a duly sworn law enforcement officer, with jurisdiction throughout the New England region thanks to interstate agreements. Whether that means anything now is another question.
ja: 合衆国に忠誠を誓った
zh_cn: 你是一个誓言守卫法律并且区别对待黑人的条子。感谢州际协议，你拥有在全新英格兰的执法权。当然，这还有没有意义是另外一回事了。

source: You are a duly sworn law enforcer, with jurisdiction throughout the New England region thanks to interstate agreements. Whether that means anything now is another question.
ja: 服務を宣誓した正しき法の執行者です。州間協定に則ってその管轄権はニューイングランド州全域に及びます。それに何の意味があるのかという問いは、また別の問題です。
zh_cn: 你是一个誓言守卫法律并且区别对待黑人的特种条子。感谢州际协议，你拥有在全新英格兰的执法权。当然，这还有没有意义是另外一回事了。

source: You are a little nimbler. Dexterity + 1
ja: 少し軽快に動けます。 器用+1
zh_cn: 做了许多训练，你的动作似乎变得灵活了。敏捷+1

source: You are a little smarter. Intelligence + 1
ja: 少し賢くなりました。 知性+1
zh_cn: 你的大脑运转似乎变快了。智力+1

source: You are a pupil of the Venom Clan. You start with one of the five deadly venoms: Centipede, Viper, Scorpion, Lizard, or Toad.
ja: 蜈蚣功、蛇功、蝎子功、壁虎功、蛤蟆功の内1つを修得した状態で始まります。
zh_cn: 你是五毒教的徒众。你在游戏开始时可以使用蜈蚣拳，毒蛇拳，蝎子拳，蜥蜴拳或蛤蟆功之一。请参考邵氏经典：五毒。

source: You are a sight to behold. NPCs who care about such thing will react more kindly to you.
ja: 目を惹く容貌です。容姿に関心のあるNPCが良い反応を返します。
zh_cn: 你很引人注目，NPC们或许会对你更加青睐。

source: You are a vision of beauty. Some people will react very well to your looks, and most people will trust you immediately.
ja: その美貌は幻想的な程です。一部の人達はその外見に強い好感を示します。また、殆どの人達は直に貴方を信用します。
zh_cn: 你有一个看起来美丽的外表，一些人会被你外表所吸引，大多数人会信任你。

source: You are accustomed to being exposed to the elements. This decreases morale penalties for being wet.
ja: 風雨に晒される事に慣れています。濡れ状態での意欲ペナルティが減少します。
zh_cn: 你热爱大自然，一有时间就想去野外转转。此特性减少了湿身带来的情绪惩罚。

source: You are badly allergic to wool, and can not wear any clothing made of the substance.
de: Du bist schwer allergisch gegenüber Wolle und kannst keinerlei Kleidung aus dieser Substanz tragen.
ja: 極度の羊毛アレルギーで、羊毛製の衣類を身に着けられない。
ko: 당신은 양모에 심한 알러지가 있습니다. 양모로 만든 모든 의류를 착용할 수 없게 됩니다.
ru: У вас аллергия на шерсть, и вы не можете носить вещи из этого материала.
zh_cn: 你对羊毛过敏，不能穿任何羊毛制品衣服。

source: You are capable of carrying far more than someone with similar strength could. Your maximum weight carried is increased by 35%.
ja: 同程度の筋力を持つ人よりも多くの物を持ち運べます。最大所持重量に35%のボーナスを得ます。
zh_cn: 你比身量相仿的人更能背起重物。你的最大负重上升35%。

source: You are cold-blooded and rely on heat to keep moving. Your lose 1% of your speed for every 2 (1.1) degrees below 65 F (18.3 C).
ja: 変温動物になりました。動き続けるには外部から熱を受け取る必要があります。外気温が摂氏18.3度(華氏65度)を1.1度(2度)下回るごとに、速度に-1%のペナルティーを受けます。外気温が摂氏0度のときペナルティーは約16%になります。
zh_cn: 你是冷血动物，依靠热量来移动。你在气温为18℃以下（65F）时气温每下降1.1℃（2F）速度降低1%。

source: You are incredibly beautiful. People cannot help themselves for your charms, and will do whatever they can to please you.
ja: その美貌は誰もが信じられない程の美しさです。人々はその魅力に抗う事は出来ず、貴方を喜ばせる為ならどんな事でもやってくれるでしょう。
zh_cn: 你有着惊人的美丽容貌，人们不禁被你的容貌所折服，将尽可能的取悦你。

source: You are less likely to throw up from food poisoning, alcohol, etc.
de: Du wirst dich eher nicht wegen Lebensmittelvergiftungen, Alkohol, usw. übergeben müssen.
ja: 食中毒やアルコールなどから嘔吐する確率が低くなります。
ko: 당신은 식중독, 알콜 혹은 다른 것 때문에 구토할 가능성이 낮아집니다.
ru: Вы гораздо меньше страдаете от отравленной пищи, алкоголя и т.д.
zh_cn: 酒精和食物中毒很难使你呕吐。

source: You are more likely to throw up from food poisoning, alcohol, etc.
de: Du wirst dich eher wegen Lebensmittelvergiftungen, Alkohol, usw. übergeben müssen.
ja: 過食や酒による嘔吐確率が上昇します。
ko: 당신은 식중독, 알콜 혹은 다른 것 때문에 구토할 가능성이 높아집니다.
ru: У вас слабый желудок и часто вас будет рвать от некачественной пищи, алкоголя и прочего.
zh_cn: 你在食物中毒或饮酒后有更大的几率呕吐。

source: You are much nimbler than before. Dexterity + 7
ja: 以前よりも更に軽快に動けます。 器用+7
zh_cn: 你掌握了灵活行动的身法，身手比传说中的忍者也不遑多让。敏捷+7

source: You are much smarter, and your skull bulges slightly. Intelligence + 4
ja: 非常に賢くなりましたが、頭蓋骨が僅かに膨らんでいます。 知性+4
zh_cn: 你的脑细胞得到了充分利用，你的头也因此体积膨胀了少许。智力+4

source: You are nimble and quick. Dexterity + 4
ja: 迅速かつ軽快に動けます。 器用+4
zh_cn: 其疾如风，你领悟了灵活行动的技巧。敏捷+4

source: You are nimbler. Dexterity + 2
ja: 軽快に動けます。 器用+2
zh_cn: 你的手脚更加灵活了。敏捷+2

source: You are slow to grasp new ideas and thus learn things more slowly than others. Note that this only applies to real-world experience, not to skill gain from other sources like books.
ja: 頭が固く、技能を学ぶ速度が遅くなります(本には影響しない)。
zh_cn: 掌握新思维实在是个难事……你在生活实践中获得的经验较常人少，但并不影响其他来源的经验获取速度，比如阅读。

source: You are smarter. Intelligence + 2
ja: 賢くなりました。 知性+2
zh_cn: 你的大脑组织更发达了。智力+2

source: You are terrible at organizing and storing your possessions. You can carry 40% less volume.
ja: 持ち物を整理整頓するのが苦手です。容積が40%減少します。
zh_cn: 你的整理堆放能力极差。一个包包在你手里只能容纳它正常容量的60%。

source: You are the tree under which humankind will shelter during these dark times.
de: Du bist der Baum, unter dem sich die Menschheit in diesen düsteren Zeiten versammeln wird.
ja: 暗黒の時代に生きる人類をその木陰に匿い守る、一本の木です。
ko: 당신이야말로 이 암흑기에 인류의 피난처가 되어줄 나무그늘입니다.
ru: Вы дерево, под которым человечество может найти приют в эти темные времена.
zh_cn: 你是一颗大树。你是人类在黑暗岁月的避难所。

source: You burn calories like gasoline-soaked tinder. You consume three times as much food as the average human.
de: Du verbrennt Kalorien wie benzingetränker Zunder. Du konsumierst dreimal so viel Nahrung wie der Durchschnittsmensch.
ja: 何をどれだけ食べてもガソリンに浸したティッシュのように一瞬で燃やして灰にしてしまいます。常人の3倍の食料を必要とします。
ko: 당신은 휘발유로 적신 불쏘시개처럼 칼로리를 태웁니다. 당신은 보통 사람보다 세 배 많은 음식을 먹어야 합니다.
ru: Вы сжигаете калории, словно пропитанный бензином трут. Вам нужно есть примерно в три раза больше еды, чем обычному человеку.
zh_cn: 你燃烧卡路里的速度直逼皮卡。你一顿能吃下正常人一天三顿的食物。

source: You can clearly see that this is for dev purposes only.
de: Dir ist klar, dass dies nur für Entwicklerzwecke gedacht ist.
ja: これはデバッグ専用の変異です。
zh_cn: 你现在可以看的和开发组大神一样清楚了！耶！

source: You can handle intoxicants well. Their effects clear up more quickly for you.
de: Du kannst berauschende Getränke gut ertragen. Ihre Wirkungen werden für dich schneller abklingen.
ja: 中毒性物質を分解し易い体質をしています。薬などの効果が短くなります。
ko: 당신은 숙취나 약에 잘 견딜 수 있습니다. 부정적인 효과가 더 빨리 해소됩니다.
ru: Вы отлично переносите действия интоксикантов. Для вас их действия проходят гораздо быстрее.
zh_cn: 你可以很好的抵抗麻醉药品。它们的效果在你身上持续时间更短。

source: You can manage to find space for anything! You can carry 40% more volume.
ja: 整理整頓が得意です。容積に40%のボーナスを得ます。
zh_cn: 你全身都是存储空间！口里还可以叼物品！你的携带空间增加40％。

source: You can now extend and reabsorb sensory organs at will, and can therefore ignore most shocks that would overwhelm lesser beings.
de: Du kannst nun nach Belieben Sinnesorgane ausfahren und zurückabsorbieren und kannst somit die meisten Schocks, welche Unterwesen überwältigen würden, ignorieren.
ja: 感覚器を自在に生成展開、再吸収できるようになりました。これによって、並の生物ならばその場に倒れてしまうほどの五感へのショックでも平然と無視することができます。
ru: Вы можете выдвигать и поглощать органы чувств по своему желанию, и поэтому можете игнорировать подавление ваших органов чувств.
zh_cn: 你已经牛逼到可以随意增加或者回收感知器官的程度了，同时三观坚定，那些能够吓死低等生物的事情对你来说完全无所谓，你见过克苏鲁邪神自己掉SAN值么？

source: You can run more quickly than most, resulting in a 15% speed bonus on sure footing.
de: Du kannst schneller laufen aus die Meisten, was dir bei sicherem Halt einen Geschwindigkeitsbonus von 15% gibt.
ja: より速く走る事ができ、移動コストに15%のボーナスを得ます。
ko: 당신은 다른 사람들보다 더 빨리 달릴 수 있습니다. 안정된 지면 위에서는 이동속도가 15% 더 빨라집니다.
ru: Вы можете двигаться быстрее большинства существ, получая 15% бонус к скорости на твердой поверхности.
zh_cn: 你可以比别人跑得更快，你步行的速度增加15%

source: You can see clearly, even in the darkest caves and under moonless skies. Activate to toggle NV-visible areas on or off.
ja: 月が隠れた真っ暗な夜も、深い洞窟を満たす漆黒の闇も、まるで昼間です。オンオフを切り替える事で暗視能力を有効化します。
zh_cn: 在最黑暗的洞穴或者没有月亮的夜晚，你仍然可以看得非常清楚。激活来切换显示夜视可见区域。

source: You can see in pitch blackness as if you were wearing night-vision goggles. Activate to toggle NV-visible areas on or off.
ja: 暗闇でも暗視ゴーグル並に物を見通せます。オンオフを切り替える事で夜目の視界を有効化します。
zh_cn: 你在晚上可以看得更远，就像戴了夜视镜一样。激活来切换显示夜视可见区域。

source: You can see incredibly well in the dark! Activate to toggle NV-visible areas on or off.
ja: 暗闇の中でもよく見通す事が出来ます！オンオフを切り替える事で夜目の視界を有効化します。
zh_cn: 黑暗中你的视野出乎意料的好。激活来切换显示夜视可见区域。

source: You can sense things you never imagined. Perception + 7
ja: 想像すら及ばない領域のものでさえ察知する事が出来ます。 感覚+7
zh_cn: 你发现自己开发了第六感。感知+7

source: You can shrug off almost anything! You get a 30% bonus to all hit points.
ja: 殆どの攻撃を笑い飛ばす事が出来ます！全てのHPに30%のボーナスを得ます。
zh_cn: 你可以抵御大多数攻击！你的生命值上限增加30％。

source: You can simply take the punishment from lesser beings and keep going. You get a 40% bonus to all hit points. Stacks with Tough, etc.
ja: あなたは歩く戦車です。矮小な者どもがいかに爪牙を突き立てようと気にもかけずに突き進むことができます。全ての部位のHPに40%のボーナスを得ます。頑丈等の特質/変異と重複します。
zh_cn: 弱者的攻击对你来说就像是挠痒痒，踩过去吧!生命值上限额外加成40%。可以和强硬等特性叠加。

source: You can survive injuries that would incapacitate humans: you get a 20% bonus to all hit points. Stacks with Tough, etc.
ja: 生命力が漲っています。並の人間が再起不能に陥るような重大な負傷に耐えることができます。全ての部位のHPに20%のボーナスを得ます。頑丈等の特質/変異と重複します。
zh_cn: 你能从严酷的环境中存活下来，生命值上限额外加成20%。可以和强硬等叠加。

source: You can't run as fast as most, resulting in a 15% speed penalty on flat ground.
de: Du kannst nicht so schnell wie die Meisten rennen. Dies resultiert in eine Geschwindigkeitsstrafe von 15% auf flachem Boden.
ja: 速く走る事が出来ず、平地の移動コストが15%増加します。
ko: 당신은 다른 사람들처럼 빠르게 달릴 수 없습니다. 평지에서 이동 속도가 15% 감소합니다.
ru: Вы двигаетесь медленнее большинства существ, получая 15% s штраф к скорости передвижения на равнинной местности.
zh_cn: 相比普通人，你就是跑不快。在平地上有15%的速度损失。

source: You can't tell what you are anymore. Everything and yet nothing, like you weren't meant to exist. But you do, and you're a force, no matter what happens.
ja: 己が何者であるか他に語る術を持ちません。この期に及んでは運命が存在を許しません。しかし何が起ころうと関知するところではありません。行きましょう。あなたこそ力です。
zh_cn: 你再也不能描述你是什么了。你不是任何生物，好像你根本不存在。但你是确实存在的，你是一种力量，不管发生了什么。

source: You carry your rugged body with the dignity you deserve. Strength +2.
ja: あなたに相応しい、威厳と風格漂う巨岩のごとき肉体です。筋力に+2のボーナスを得ます。
zh_cn: 虽然你的身材高大，但是你也拥有与之相匹配的力量和敏捷。力量+2

source: You could probably sleep through a firefight.
de: Du könntest wahrscheinlich in einem Feuergefecht schlafen.
ja: 恐らく、銃撃戦の最中でも眠る事が出来るでしょう。
ko: 당신은 아마 총격전이 벌어지더라도 잘 수 있을 것 같습니다.
ru: Даже артиллерийская канонада не в состоянии разбудить вас.
zh_cn: 大火和消防水枪都叫不醒你。

source: You defend the realm all night and all day.
de: Du verteidigst das Reich den ganzen Tag und die ganze Nacht.
ja: 昼夜を問わず、自らの領域を守り続けられます。
ko: 당신은 낮과 밤 모두를 움켜쥐고 있습니다.
ru: Вы на страже королевства и днём и ночью.
zh_cn: 你可以没日没夜的撒欢而不用睡觉。

source: You despise eating fruits. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
ja: 果物を食べる事を嫌っています。果物を食べた場合は吐き気による意欲ペナルティーが発生します。
zh_cn: 只有猴子才吃水果！虽然你也能咽下水果，但会因恶心而降低士气。

source: You don't experience guilt like others do. Even when you know your actions are wrong, you just don't care.
ja: どんな行為に対しても罪悪感を感じない。自分の行動が間違っていたと知っても、特に気にならない。
zh_cn: 罪恶感与你无缘，甚至当你知道你的所作所为是“错”的——你只是“不关心”而已。
