Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

# memorial_female
source: Killed a %s.
de: Tötete 1 %s.
ja: %sを殺しました。
ko: %s을(를) 죽였습니다.
ru: Убила %s.
zh_cn: 干掉了 %s。

# memorial_male
source: Killed a %s.
de: Tötete 1 %s.
ja: %sを殺しました。
ko: %s을(를) 죽였습니다.
ru: Убил %s.
zh_cn: 干掉了 %s。

source: On ground
de: Auf dem Boden
ja: 地中
ko: 지면 위
ru: На земле
zh_cn: 在地面

source: Passive
de: Passiv
ja: 消極的
ru: Пассивный
zh_cn: 冷漠的

source: Something hits your %1$s, but your %2$s protects you.
de: Etwas trifft %1$s, aber dein %2$s schützt dich.
ja: %1$sに何かの攻撃が命中しましたが、%2$sが攻撃を弾きました。
ru: Что-то ударило %1$s, но %2$s защитил вас.
zh_cn: 某个东西击中了你的 %1$s，但你的%2$s保护了你。

source: Something hits your %s.
de: Irgendwas trifft dein %s.
ja: %sに何かが命中しました。
ko: 무언가가 당신의 %s을(를) 쳤습니다.
ru: Что-то ударило вашу %s.
zh_cn: 某物击中了你的 %s。

source: The %1$s dodges %2$s attack.
de: Das %1$s weicht %2$s Angriff aus.
ja: %1$sは%2$sの攻撃を回避しました。
ru: %1$s увернулся от атаки %2$s
zh_cn: %1$s闪避了%2$s的攻击。

source: The %1$s hits %2$s %3$s but is stopped by %4$s %5$s.
ja: %2$sの%3$sに%1$sの攻撃が命中しましたが、%4$sの%5$sに弾かれました。
zh_cn: %1$s击中了%2$s的%3$s，但是被%4$s的%5$s阻挡了。

source: The %1$s hits %2$s %3$s.
de: Das %1$s trifft %3$s von %2$s.
ja: %2$sの%3$sに%1$sの攻撃が命中しました。
ru: %1$s ударил %2$s %3$s.
zh_cn: %1$s 击中了 %2$s 的 %3$s。

source: The %1$s hits your %2$s, but your %3$s protects you.
de: Das %1$s trifft %2$s, aber dein %3$s schützt dich.
ja: %2$sに%1$sの攻撃が命中しましたが、%3$sが攻撃を弾きました。
ru: %1$s бьёт ваш %2$s, но %3$s защитил вас.
zh_cn: %1$s 击中了你的 %2$s，但你的%3$s保护了你。

source: The %1$s hits your %2$s.
de: Das %1$s trifft dein %2$s.
ja: %2$sに%1$sの攻撃が命中しました。
ko: %1$s이(가) %2$s을(를) 공격했습니다.
ru: %1$s бьёт ваш %2$s.
zh_cn: %1$s击中了你的%2$s。

source: The %s breaks free of the webs!
ja: %sが蜘蛛の巣から自由になりました！
zh_cn: %s 挣脱了蛛网的束缚！

source: The %s burns horribly in the sunlight!
de: Das %s brennt fürchterlich im Sonnenlicht!
ja: %sは日光によって全身が燃え始めました！
ko: %s이(가) 햇빛 안에서 끔찍하게 타오르고 있습니다!
ru: %s ужасающее сгорает под солнечным светом!
zh_cn: %s 在阳光下剧烈的燃烧着！

source: The %s climbs to it's feet!
zh_cn: %s 用它的脚爬了出来！

source: The %s escapes the bear trap!
ja: %sはトラバサミを外して、自由になりました！
zh_cn: %s 从捕熊陷阱中脱出！

source: The %s escapes the heavy snare!
ja: %sは強力くくり罠を外して、自由になりました！
zh_cn: %s 从大型捕猎陷阱中脱出！

source: The %s escapes the light snare!
ja: %sはくくり罠を外して、自由になりました！
zh_cn: %s 从轻型捕猎陷阱中脱出！

source: The %s escapes the pit!
ja: %sは落とし穴から脱出しました！
zh_cn: %s 逃离了深坑！

source: The %s frees itself from the rubble!
ja: %sは瓦礫をどけて、自由になりました！
zh_cn: %s 从瓦砾中钻出！

source: The %s hits the %s!
de: %s trifft %s!
ko: %s이(가) %s을(를) 공격했습니다!
ru: %s бьёт %s!
zh_cn: %s击打了%s！

source: The %s is visibly regenerating!
de: Das %s regeneriert sich sichtbar.
ja: %sの傷が瞬く間に再生しています！
ko: %s이(가) 눈에 보일 정도로 빠르게 재생합니다!
ru: %s заметно регенерирует!
zh_cn: %s 以肉眼可见的速度再生着！

source: The %s misses the %s!
de: %s verfehlt %s!
ko: %s이(가) %s을(를) 빗맞췄습니다!
ru: %s промахнулся по %s!
zh_cn: %s未命中 %s！

source: The %s seems a little healthier.
de: Das %s sieht etwas gesünder aus.
ja: %sは少しだけ体調が良くなったようです。
ko: %s은(는) 조금 건강해보입니다.
ru: %s кажется немного здоровым.
zh_cn: %s 看起来恢复了一些。

source: The shot passes through %s without hitting.
de: Der Schuss geht durch %s ohne Treffer.
ja: 射撃はどこにも当たらず%sをすり抜けました。
ru: Выстрел прошел сквозь %s не нанеся повреждений.
zh_cn: 射击穿过了 %s 没有命中。

source: Tied
de: Angebunden
ja: 束縛
zh_cn: 绑好的

source: Tracking
de: Verfolgend
ja: 追跡
ko: 추적중
ru: Наблюдает!
zh_cn: 尾随中

source: Trapped
de: Gefangen
ja: 捕捉
ko: 덫에 걸림
ru: В ловушке
zh_cn: 捕获的

source: You dodge %s.
de: Du weichst %s aus.
ja: %sの攻撃を回避しました。
zh_cn: 你躲开了%s。

source: You dodge an attack from an unseen source.
de: Du weichst einer Attacke von einem ungesehenen Angreifer aus.
ja: 目に見えない相手からの攻撃を回避しました。
ko: 당신은 보이지 않는 곳에서 날아온 공격을 피했습니다.
ru: Вы уклонились от атаки, пришедшей неизвестно откуда.
zh_cn: 你躲避了不知来路的攻击。

source: Zombie slave
de: Zombiesklave
ja: 奴隷ゾンビ
zh_cn: 丧尸奴仆

source: armor plating
de: Panzerplattierung
ja: 装甲鍍金
ru: плитка брони
zh_cn: 装甲板

source: carapace
de: Schale
ja: 甲羅
ru: панцирь
zh_cn: 甲壳

source: hard protoplasmic hide
de: hartes protoplasmisches Fell
ja: 原形質の硬い獣皮
ru: тяжёлая шкура из протоплазмы
zh_cn: 坚硬原生质消失了

source: it is nearly dead
de: Es ist so gut wie tot
ja: 瀕死
ko: 사망 직전
ru: находится при смерти
zh_cn: 濒临死亡

source: the %s's
de: %ss
ja: %s
ru: %s
zh_cn: %s的

source: thick bark
de: dicke Rinde
ja: 厚い樹皮
ru: толстая кора
zh_cn: 厚树皮

source: thick hide
de: dickes Fell
ja: 厚い獣皮
ru: толстая шкура
zh_cn: 厚皮

source: - %d RU / %d turns
ja: - %d RU / %dターン
zh_cn: - %d RU / %d 回合

source: - %d turns
ja: - %dターン
zh_cn: - %d 回合

source: - Active
ja: - 有効化
zh_cn: - 激活

# memorial_female
source: '%s' mutation turned into '%s'
de: Mutation »%s« verwandelte sich zu »%s«
ja: 変異:'%s'が'%s'になりました。
ko: '%s' 변이가 '%s'(으)로 변했습니다!
ru: Мутация '%s' превращается в '%s'
zh_cn: '%s' 变异成 '%s'

# memorial_male
source: '%s' mutation turned into '%s'
de: Mutation »%s« verwandelte sich zu »%s«
ja: 変異:'%s'が'%s'になりました。
ko: '%s' 변이가 '%s'(으)로 변했습니다!
ru: Мутация '%s' превращается в '%s'
zh_cn: '%s' 变异成 '%s'

source: <color_green>Activating</color> <color_yellow>!</color> to examine, <color_yellow>=</color> to reassign.
ja: <color_green>有効</color> <color_yellow>!</color> 説明 <color_yellow>=</color> キー割り当て
zh_cn: <color_green>激活中</color> 按<color_yellow>!</color> 检查变异, 按<color_yellow>，按<color_yellow>=</color> 重新分配快捷键。

source: <color_ltblue>Examining</color> <color_yellow>!</color> to activate, <color_yellow>=</color> to reassign.
ja: <color_ltblue>説明</color> <color_yellow>!</color> 有効, <color_yellow>=</color> キー割り当て。
zh_cn: <color_ltblue>检查中</color> 按<color_yellow>!</color> 激活变异，按 <color_yellow>=</color>重新分配快捷键。

source: Active:
de: Aktiv:
ja: アクティブ:
ko: 발동형:
ru: Активный:
zh_cn: 主动:

source: Burrow where?
ja: どこに穴を掘りますか？
zh_cn: 在哪打洞？

# memorial_female
source: Gained the mutation '%s'.
de: Erhielt die Mutation »%s«.
ja: 変異:'%s'を獲得しました。
ko: '%s' 변이를 얻었습니다.
ru: Получила мутацию: "%s".
zh_cn: 获得变异 '%s'

# memorial_male
source: Gained the mutation '%s'.
de: Erhielt die Mutation »%s«.
ja: 変異:'%s'を獲得しました。
ko: '%s' 변이를 얻었습니다.
ru: Получил мутацию: "%s".
zh_cn: 获得变异 '%s'

source: Let the lesser folks eat their hearts out.
ja: 弱小な者どもの心臓をほじくり出して、食べるとしましょう。
zh_cn: 让那些小伙伴们吃掉自己的心脏去（尽情地悲伤）吧。

source: MUTATIONS -
ja: 突然変異 -
zh_cn: 变异

source: Might need to use ? to assign the keys.
ja: [?]でキー設定を確認/設定します。
zh_cn: 可能需要使用'？'来分配按键。

source: None
de: Nichts
ja: なし
ko: 없음
ru: Ничего
zh_cn: 无

source: Passive:
de: Passiv:
ja: パッシブ:
ko: 지속형:
ru: Пассивный:
zh_cn: 被动:

source: Power: %d/%d
ja: 電力: %d/%d
zh_cn: 能量:%d/%d

source: Reassigning. Select a mutation to reassign or press SPACE to cancel.
ja: 再割り当てします。 再割り当てする変異を選んでください。SPACEでキャンセルします。
zh_cn: 重新分配中。 选择一个变异重新分配，或按空格键取消。

source: You can't burrow there.
ja: そこには穴を掘れない。
zh_cn: 你无法在那里打洞！

source: You cannot activate %s! To read a description of %s, press '!', then '%c'.
ja: %sを起動出来ません！%sの説明を見るには'!'の後に'%c'を押して下さい。
zh_cn: 你不能激活 %s! 查看 %s 的描述请按'!',然后按 '%c'.

source: You detach a vine but don't have room to carry it, so you drop it.
ja: 蔦を外しました。しかし持つ余裕がないので、その場に置きました。
zh_cn: 藤蔓在占地方了，你只能把它扔在地上。

source: You don't have enough in you to activate your %s!
ja: %sを起動するものが足りません！
zh_cn: 你没有足够的储备激活%s。

source: You feel like using your %s would kill you!
ja: %sがあなたを殺そうとしているような気がします！
zh_cn: 你感觉继续使用你的%s会弄死你！

source: You feel something straining deep inside you, yearning to be free...
de: Du fühlst, wie sich etwas tief in dir abplagt, sich danach sehnend, frei zu sein.
ja: 何かが自由を求めて、体内の奥深くを締め上げています...
ko: 당신은 깊은 안쪽에서부터 중압감을 주는 무언가를 느낍니다. 자유를 갈망하는 무언가를...
ru: Вы чувствуете, как что то тревожит вас, и вам охота выплеснуть это...
zh_cn: 你觉得你内心深处有个东西渴望获得自由...

source: You focus, and with a pleasant splitting feeling, birth a new slimespring!
ja: 意識を集中すると体が割れるような愉快な感覚がこみ上げてきて、あらたな粘液溜まりが生まれました！
zh_cn: 你击中注意力，然后随着一种很愉♂悦的剥离感，又多了一个史莱姆兄逮！

source: You focus, but are too hemmed in to birth a new slimespring!
ja: 意識を集中しましたが、スライム溜まりを作るには周囲を囲まれすぎています！
zh_cn: 你击中注意力，但无法生成一个新的史莱姆兄逮！

source: You gain a mutation called %s!
de: Du erhälst eine Mutation namens »%s«!
ja: %sと呼ばれる突然変異を引き起こしました！
ko: %s 변이가 생겼습니다!
ru: Вы получили мутацию %s!
zh_cn: 你获得一种叫 %s 的变异！

source: You let out a piercing howl!
de: Du lässt einen schrillen Heuler los!
ja: けたたましく吠えました！
ko: 당신은 찢는듯한 울부짖음을 냅니다!
ru: Вы пронизительно воете!
zh_cn: 你发出刺耳的的嚎叫！

source: You lose your %s mutation.
de: Du verlierst deine Mutation »%s«.
ja: 変異:%sを失いました。
ko: %s 변이를 잃었습니다.
ru: Вы теряете мутацию %s.
zh_cn: 你失去了你的变异特性 %s 。

source: You rip out of your clothing!
de: Du reißt deine Kleidung aus!
ja: 着ている衣服を乱暴に剥ぎ取りました！
ko: 입고 있던 옷이 찢어졌습니다!
ru: Вы разрываете вашу одежду!
zh_cn: 你把你穿的衣服撕裂了！（北斗七星拳....啊哒啊哒啊哒）

source: You scream loudly!
de: Du kreischst laut!
ja: 絶叫しました！
ko: 시끄럽게 비명을 질렀습니다!
ru: Вы громко завопили!
zh_cn: 你大声尖叫!

source: You shout loudly!
de: Du schreist laut!
ja: 大声で叫びました！
ko: 아주 크게 고함을 질렀습니다!
ru: Вы громко кричите!
zh_cn: 你大声喊叫!

source: You start spinning web with your spinnerets!
ja: 糸穴から糸を出して網を紡ぎ始めました！
zh_cn: 你开始用你的织网器织网！

source: You stop using your %s.
ja: %sの使用をやめました。
zh_cn: 你停止使用你的%s。

source: You tear into the %s with your teeth and claws.
ja: 爪と牙が%sに命中しました！
zh_cn: 你用你的尖牙和利爪撕扯%s。

source: You've got places to go and critters to beat.
ja: 行くべき場所と、倒すべき獲物が分かりました。
zh_cn: 你还有得是地方要去、有得是怪物要打败。

source: Your %1$s mutation turns into %2$s!
de: Deine Mutation »%1$s« verwandelt sich zu »%2$s«!
ja: 変異:%1$sが%2$sになりました！
ko: %1$s이(가) %2$s(으)로 변했습니다!
ru: Ваша мутация %1$s превращается в %2$s!
zh_cn: 你的 %1$s 特征突变为 %2$s！

source: Your %1$s mutation turns into %2$s.
de: Deine Mutation »%1$s« verwandelt sich zu »%2$s«.
ja: 変異:%1$sが%2$sになりました。
ko: %1$s 변이가 %2$s(으)로 변했습니다.
ru: Ваша мутация %1$s превращается в %2$s!
zh_cn: 你的 %1$s 特征突变为 %2$s。

source: Your %s is destroyed!
de: Dein %s wurde zerstört!
ja: %sが破壊されました！
ko: %s이(가) 파괴되었습니다!
ru: Ваш %s уничтожен!
zh_cn: 你的 %s被摧毁了！

source: Your %s is pushed off.
de: Dein %s wird weggedrückt.
ko: %s이(가) 뒤로 밀렸습니다.
ru: Ваш %s сваливается.
zh_cn: 你的 %s 被推掉了。

source: Your freshly-detached vine is too heavy to carry, so you drop it.
ja: 新鮮な蔦を外しました。しかし重すぎて運べないので、その場に置きました。
zh_cn: 藤蔓忒重了，你只能把它扔在地上。

source: Your innate %1$s trait turns into %2$s!
de: Dein natürlicher Wesenszug %1$s entwickelt sich zu %2$s!
ja: 先天性の%1$sが%2$sになりました！
ko: 타고난 재능인 %1$s이(가) %2$s(으)로 변했습니다!
zh_cn: 你的天赋 %1$s 特征突变为 %2$s！

source: come on, big me, let's go!
ja: こいよ、でっかい私、行こう！
zh_cn: 来吧，大一号的我，出发！

source: we're a team, we've got this!
ja: 我々はチームだ！やるぞーっ！
zh_cn: 我们是一伙的，没错！

source: wow! you look just like me! we should look out for each other!
ja: なあ、あんた、私みたいだな！お互い援護し合おう！
zh_cn: 哇哦！你跟我长得一模一样！我们应该互相照顾！

source: Tom
ja: トム
ko: 톰(Tom)
ru: Том
zh_cn: 汤姆

source: <color_light_green>%s</color> / <color_light_green>%s</color> to select a statistic. <color_light_green>%s</color> to increase the statistic. <color_light_green>%s</color> to decrease the statistic.
de: <color_light_green>%s</color> / <color_light_green>%s</color>, um einen Wert zu wählen. <color_light_green>%s</color>, um den Wert zu erhöhen. <color_light_green>%s</color>, um den Wert zu verringern.
ja: <color_light_green>%s</color> / <color_light_green>%s</color> で値を選択。 <color_light_green>%s</color> で値を増加。 <color_light_green>%s</color> で値を減少。
ru: <color_light_green>%s</color> / <color_light_green>%s</color> для выбора характеристики. <color_light_green>%s</color> для увеличения характеристики. <color_light_green>%s</color> для уменьшения характеристики.
zh_cn: <color_light_green>%s</color> / <color_light_green>%s</color> 选择一个数据. <color_light_green>%s</color> 增加数值. <color_light_green>%s</color> 减少数值.

source: %s %s %d point
de: %s %s %d Punkt
ru: %s %s %d очко
zh_cn: %s %s %d 点数

source: %s lets you view and alter keybindings.
de: Mit %s kannst du die Tastenbelegung ändern.
ja: %sでキー設定を表示/編集。
zh_cn: %s让你阅览和修改按键设置。

source: %s returns you to the main menu.
de: %s bringt dich zurück ins Hauptmenü.
ja: %sでメインメニューに戻ります。
zh_cn: %s 让你返回主菜单

source: %s takes you to the next tab.
de: %s bringt dich zur nächsten Registerkarte.
ja: %sで次のタブへ。
zh_cn: %s 带你到下一表格。

source: (Top 8)
de: (8 beste)
ja: (上位8位までを表示)
ko: (상위 8)
zh_cn: (最高前8项)

source: Addictions:
de: Süchte:
ja: 中毒:
ko: 중독:
ru: Зависимости:
zh_cn: 上瘾：

source: Are you SURE you're finished?
de: Bist du SICHER, dass du fertig bist?
ja: 終了して宜しいですか？
ko: 정말 이대로 끝냅니까?
ru: Вы уверены, что готовы?
zh_cn: 你确定你完成了吗？

source: Are you SURE you're finished? Your name will be randomly generated.
de: Bisd du SICHER, dass du fertig bist? Dein Name wird zufallsgeneriert.
ja: 終了して宜しいですか？キャラクター名はランダムで生成されます。
ko: 정말 이대로 끝냅니까? 이름이 무작위로 생성됩니다.
ru: Вы ДЕЙСТВИТЕЛЬНО хотите закончить? Ваше имя будет выбрано случайно.
zh_cn: 你确定你完成了？你的名字将会被随机赋予。

source: Base HP: %d
de: Basis-TP: %d
ja: 基本HP: %d
ko: 기본 HP : %d
ru: Базовые HP: %d
zh_cn: 基础HP: %d

source: Carry weight: %.1f %s
de: Trage-Gewicht: %.1f %s
ja: 総運搬重量: %.1f %s
ko: 운반 무게 : %.1f %s
ru: Макс. вес: %.1f %s
zh_cn: 负重: %.1f %s

source: DESCRIPTION
de: BESCHREIBUNG
ja: 概要
ko: 설명
ru: ОПИСАНИЕ
zh_cn: 描述

source: Dexterity also enhances many actions which require finesse.
de: Geschicklichkeit verbessert außerdem viele Handlungen, welche Rafinesse erfordern.
ja: 近接・遠距離攻撃の命中率、器用さが必要な行動に影響します。
ko: 민첩성은 세밀함이 요구되는 행동을 향상시킵니다.
ru: Ловкость также повышает эффективность многих действий требующих точности.
zh_cn: 敏捷能提高精细动作的效果。

source: Dexterity:
de: Geschick:
ja: 器用
ko: 민첩성:
ru: Ловкость:
zh_cn: 敏捷：

source: Failed to write template to %s
de: Vorlage konnte nicht nach %s geschrieben werden.
ja: %sへのテンプレートの書き込むが失敗しました。
ko: %s에 템플릿을 저장하는데 실패했습니다.
ru: Ошибка записи шаблона в %s
zh_cn: 写入模版至 %s 失败

source: Gender:
de: Geschlecht:
ja: 性別:
ko: 성별 :
ru: Пол:
zh_cn: 性别：

source: Increasing Dex further costs 2 points.
de: Ges. weiter zu erhöhen, kostet 2 Punkte.
ja: 器用を上げるには2ポイントが必要です。
ko: 민첩성을 더 올리려면 1당 2 포인트가 필요합니다.
ru: Увеличение ЛОВ требует 2 очка.
zh_cn: 继续提升敏捷需消耗2个点数

source: Increasing Int further costs 2 points.
de: Int. weiter zu erhöhen, kostet 2 Punkte.
ja: 知性を上げるには2ポイントが必要です。
ko: 지능을 더 올리려면 1당 2 포인트가 필요합니다.
ru: Увеличение ИНТ требует 2 очка.
zh_cn: 继续提升智力需消耗2个点数

source: Increasing Per further costs 2 points.
de: Wah. weiter zu erhöhen, kostet 2 Punkte.
ja: 感覚を上げるには2ポイントが必要です。
ko: 지각력을 더 올리려면 1당 2 포인트가 필요합니다.
ru: Увеличение ВОС требует 2 очка.
zh_cn: 继续提升感知需消耗2个点数

source: Increasing Str further costs 2 points.
de: Stä. weiter zu erhöhen, kostet 2 Punkte.
ja: 筋力を上げるには2ポイントが必要です。
ko: 체력을 더 올리려면 1 당 2 포인트가 필요합니다.
ru: Увеличение СИЛ требует 2 очка.
zh_cn: 继续提升力量需消耗2个点数

source: Intelligence is also used when crafting, installing bionics, and interacting with NPCs.
de: Intelligenz wird auch beim Fertigen, Installieren von Bioniken und Interagieren mit NPCs benutzt.
ja: アイテムの作製や生体部品の移植、NPCとの会話に影響します。
ko: 지능은 물품 제작, 바이오닉 설치, NPC 와의 상호작용에 사용됩니다.
ru: Интеллект также используется для создания предметов, установки бионики, и взаимодействия с NPC.
zh_cn: 智力在制造物品、安装仿生系统以及跟NPC们互动时也会起作用。

source: Intelligence:
de: Intelligenz:
ja: 知性
ko: 지능:
ru: Интеллект:
zh_cn: 智力：

source: Limited
de: Begrenzt
ja: 有限
zh_cn: 受限

source: Melee damage: %d
de: Nahkampfschaden: %d
ja: 近接攻撃力: %d
ko: 근접 데미지 : %d
ru: Урон в ближнем бою: %d
zh_cn: 近战伤害：%d

source: Melee to-hit bonus: +%d
de: Nahkampftreffbonus: +%d
ja: 近接命中率: +%d
ko: 근접 명중률 : + %d
ru: Бонус меткости в ближнем бою: +%d
zh_cn: 近战命中加成：+%d

source: Name of template:
de: Name der Vorlage:
ja: テンプレート名:
ko: 템플릿 이름 :
ru: Название шаблона:
zh_cn: 模板名称

source: Name:
ja: 名前:
ko: 이름 :
ru: Имя:
zh_cn: 名字:

# set_profession_bionic
source: None
ja: なし
zh_cn: 无

# set_profession_item
source: None
ja: なし
zh_cn: 无

# set_profession_skill
source: None
ja: なし
zh_cn: 无

# set_profession_trait
source: None
ja: なし
zh_cn: 无

source: None!
de: Keine!
ja: 何も無い！
ko: 없음!
ru: Отсутствуют!
zh_cn: 无！

source: PROFESSION
de: BERUFUNG
ja: 職業
ko: 직업
ru: ПРОФЕССИИ
zh_cn: 职业

source: Perception is also used for detecting traps and other things of interest.
de: Wahrnehmung wird außerdem zum Entdecken von Fallen und anderen interessanten Dingen verwendet.
ja: 罠などを発見する能力に影響します。
ko: 지각력은 덫을 탐지하고 다른 흥미로운 것을 찾을 때 사용됩니다.
ru: Восприятие также используется для обнаружения ловушек и прочих вещей.
zh_cn: 感知也用于侦察陷阱以及其他事物。

source: Perception:
de: Wahrnehmung:
ja: 感覚
ko: 지각력:
ru: Восприятие:
zh_cn: 感知：

source: Pick your style:
de: Wähl deinen Kampfstil:
ja: スタイルを選択:
ko: 비무장 스타일 선택 :
ru: Выберите ваш стиль:
zh_cn: 挑选你的流派：

source: Points left: %2d
de: Restpunkte: %2d
ja: 残りポイント: %2d
zh_cn: 剩余点数：%2d

source: Points left:%4d
de: Restpunkte:%4d
ja: 残りポイント:%4d
ko: 잔여 포인트:%4d
ru: Очков осталось:%4d
zh_cn: 剩余点数：%4d

source: Press %1$s to switch to %2$s(female).
de: Drücke %1$s, um zu %2$s (w) zu wechseln.
ja: %2$s(女性)には'%1$s'で変更。
zh_cn: 按 %1$s 切换到 %2$s（女性）.

source: Press %1$s to switch to %2$s(male).
de: Drücke %1$s, um zu %2$s (m) zu wechseln.
ja: %2$s(男性)には'%1$s'で変更。
zh_cn: 按 %1$s 切换到 %2$s（男性）.

source: Press %s to finish character creation or %s to go back.
ja: '%s'でキャラクター作成終了、'%s'で見直す。
zh_cn: 按下 %s 完成角色创建，或按下 %s 返回进行修改。

source: Press %s to pick a random name.
de: Drücke %s, um Zufallsnamen auszuwählen.
ja: '%s'でランダムに名前を決定。
ru: Нажмите %s для случайного имени.
zh_cn: 按 %s 键以随机生成姓名。

source: Press %s to save a template of this character.
de: Drücke %s, um eine Vorlage dieses Protagonisten abzuspeichern.
ja: '%s'でテンプレートに保存。
ru: Нажмите %s для сохранения шаблона.
zh_cn: 按 %s 键以将此角色存为模板。

source: Press %s to save character template, %s to re-roll or %s for random scenario.
ja: '%s'でキャラクターを保存、'%s'でリロールするか'%s'でランダムシナリオ。
zh_cn: 按 %s 键以将此角色存为模板。%s 重掷或者 %s 随机挑选场景

source: Press %s to select location.
de: Mit %s Startort wählen.
ja: '%s'で場所を選択。
ru: Нажмите %s для выбора локации.
zh_cn: 按 %s 键以选择位置

source: Press %s to switch gender
de: %s: Geschlecht wechseln
ja: '%s'で性別を変更。
ru: Нажмите %s для смены пола
zh_cn: 按 %s 键以切换性别

source: Press <color_light_green>%1$s</color> or <color_light_green>%2$s</color> to scroll.
ja: <color_light_green>%1$s</color>か<color_light_green>%2$s</color> でスクロールします。
zh_cn: 按<color_light_green>%1$s</color>或<color_light_green>%2$s</color>滚动。

source: Profession %1$s costs %2$d point
de: Berufung %1$s kostet %2$d Punkt
zh_cn: 职业 %1$s 消耗 %2$d 点 点数

source: Profession %1$s earns %2$d point
de: Berufung %1$s bringt %2$d Punkt
zh_cn: 职业 %1$s 赚取 %2$d 点 点数

source: Profession bionics:
ja: 職業生体部品:
zh_cn: 职业生化组件：

source: Profession items:
de: Berufungsgegenstände:
ja: 職業アイテム:
ko: 직업 물품 :
ru: Предметы профессии:
zh_cn: 职业物品：

source: Profession skills:
ja: 職業技能:
zh_cn: 职业技能：

source: Profession traits:
ja: 職業特質:
zh_cn: 职业特征：

source: Profession:
de: Berufung:
ja: 職業:
ko: 직업:
ru: Профессия:
zh_cn: 职业：

source: Professions:
de: Berufungen:
ja: 職業:
zh_cn: 职业：

source: Ranged penalty: -%d
de: Fernkampfstrafe: −%d
ja: 遠距離命中率: -%d
ko: 원거리 명중률 : -%d
ru: Штраф дальнего боя: -%d
zh_cn: 远程惩罚：-%d

source: Read times: %d%%
de: Lesedauer: %d%%
ja: 読書速度: %d%%
ko: 독서 시간: %d%%
ru: Время на чтение: %d%%
zh_cn: 阅读时间：%d%%

source: Remaining points will be discarded, are you sure you want to proceed?
de: Die verbleibenden Punkte würden verfallen, bist du sicher, dass du fortfahren willst?
ja: 残っているポイントは破棄されます。宜しいですか？
ko: 남은 포인트는 사라집니다. 계속하시겠습니까?
ru: Не распределённые очки будут потеряны. Хотите продолжить?
zh_cn: 剩余的点会被清空，你确定你要继续下去吗？

source: Return to main menu?
de: Zurück zum Hauptmenü?
ja: メインメニューに戻りますか？
ko: 메인 메뉴로 돌아갑니까?
ru: Вернуться в главное меню?
zh_cn: 返回主菜单？

source: SCENARIO
de: SZENARIO
ja: シナリオ
zh_cn: 场景

source: SKILLS
de: FERTIGKEITEN
ja: 技能
ko: 기술
ru: НАВЫКИ
zh_cn: 技能

source: STATS
de: WERTE
ja: 能力
ko: 능력치
ru: ХАРАКТЕРИСТИКИ
zh_cn: 属性

source: Scenario %1$s costs %2$d point
zh_cn: 场景 %1$s 消耗 %2$d 点 点数

source: Scenario %1$s earns %2$d point
de: Szenario %1$s bringt %2$d Punkt
zh_cn: 场景 %1$s 赚取 %2$d 点 点数

source: Scenario Location:
de: Szenarioort:
ja: シナリオ地点:
zh_cn: 场景地点:

source: Scenario:
ja: シナリオ:
zh_cn: 场景：

source: Select a starting location.
de: Wähle einen Startort.
ja: 開始地点を選択
ru: Выберите начальную локацию.
zh_cn: 选择一个初始位置

source: Skill rust: %d%%
de: Einrosten: %d%%
ja: 技能劣化: %d%%
ko: 기술 망각: %d%%
ru: Атрофия навыков: %d%%
zh_cn: 技能遗忘： %d%%

source: Skills:
de: Fertigkeiten:
ja: 技能:
ko: 기술 :
ru: Навыки:
zh_cn: 技能：

source: Sorry, but you can only take %d point of advantages.
de: Tschuldigung, aber du kannst nur %d Punkt an Vorteilen nehmen.
zh_cn: 对不起，你只能拥有%d点优势点数。

source: Sorry, but you can only take %d point of disadvantages.
de: Tschuldigung, aber du kannst nur %d Punkt an Nachteilen nehmen.
zh_cn: 对不起，你只能拥有%d点不利点数。

source: Starting location:
de: Startort:
ja: 開始地点:
ru: Начальная локация:
zh_cn: 初始位置：

source: Stats:
de: Werte:
ja: 状態:
ko: 능력치:
ru: Характеристики:
zh_cn: 属性：

source: Strength also makes you more resistant to many diseases and poisons, and makes actions which require brute force more effective.
de: Stärke macht dich außerdem gegenüber vielen Krankheiten und Giften widerstandsfähiger und macht Handlungen, die rohe Gewalt erfordern, effektiver.
ja: 近接攻撃の威力、持ち運べる重量、ＨＰ、病・毒への抵抗力や腕力を必要な行動に影響します。
ko: 체력은 많은 질병과 독에 저항력을 주며, 육체적 힘이 필요한 행동의 효율을 높여줍니다.
ru: Сила влияет на устойчивость к болезням и ядам, а также на эффективность действий требующих грубой силы.
zh_cn: 力量可使你抵抗多种疾病和毒药，还可以使你的行动更加有效，让你可以携带更多的物品。

source: Strength:
de: Stärke:
ja: 筋力
ko: 체력:
ru: Сила:
zh_cn: 力量：

source: TRAITS
de: WESENSZÜGE
ja: 特質
ko: 특성
ru: ЧЕРТЫ
zh_cn: 特征

source: The scenario you picked prevents you from removing this trait!
ja: 選択済のシナリオからこの特質を除くことはできません！
zh_cn: 你选择的场景不允许你移除该特性。

source: The scenario you picked prevents you from taking this trait!
ja: 選択済みのシナリオでこの特質を得ることはできません！
zh_cn: 你选择的场景不允许你得到该特性。

source: Throwing bonus: +%d
de: Wurfbonus: +%d
ja: 投擲命中率: +%d
ko: 던지기 보너스 : + %d
ru: Бонус к метанию: +%d
zh_cn: 投掷加成：+%d

source: Throwing penalty: -%d
de: Wurfstrafe: −%d
ja: 投擲命中率: -%d
ko: 던지기 패널티 : -%d
ru: Штраф метания: - %d
zh_cn: 投掷惩罚：-%d

source: Too many points allocated, change some features and try again.
de: Zu viele Punkte zugewiesen, verändere ein paar Eigenschaften und versuchs noch einmal.
ja: 配分されたポイントが多すぎます。配分を変更してもう一度試してください。
ko: 너무 많은 포인트를 할당했습니다. 특성을 바꾸고 다시 시도하세요.
ru: Слишком много баллов распределено, измените распределение и попробуйте заново.
zh_cn: 缺少可分配的点数,请改变部分特征并重试.

source: Traits:
de: Wesenszüge:
ja: 特質:
ko: 특성:
ru: Черты:
zh_cn: 特性：

source: Upgrading %s costs %d point
de: %s aufzuwerten kostet %d Punkt.
ru: Улучшить %s стоит %d очко
zh_cn: 升级 %s 需要花费 %d 点数

source: Use this style?
de: Diesen Kampfstil verwenden?
ja: この格闘スタイルを使いますか？
ko: 이것을 선택합니까?
ru: Использовать этот стиль?
zh_cn: 使用这个流派？

source: You already picked a conflicting trait!
de: Du hast bereits einen widersprüchlichen Wesenszug ausgewählt!
ja: 既に両立しない特質が選択されています！
ko: 이미 그 특성을 선택했습니다!
ru: Вы уже выбрали противоположную черту!
zh_cn: 你已经选择了一个有冲突的特征.

source: You are attempting to save a template with unused points. Any unspent points will be lost, are you sure you want to proceed?
de: Du versuchst gerade, eine Vorlage mit nicht verbrauchten Punkten abzuspeichern. Alle nicht verbrauchte Punkte würden verloren, bist du dir sicher, dass du fortfahren möchtest?
ja: ポイントが余る設定をテンプレートに登録しようとしています。残っているポイントは破棄されます。宜しいですか？
zh_cn: 剩余的点会被清空，你确定你要继续下去吗？

source: You cannot save a template with negative unused points
de: Du kannst keine Vorlage abspeichern, wenn zu viele Punkte vergeben wurden.
ja: 残りポイントが負の値の状態ではテンプレートの保存は出来ません。
zh_cn: 你还有多余点数未分配，故不能保存为人物模版。

source: Your profession of %s prevents you from removing this trait.
de: Deine Berufung »%s« hindert dich daran, diesen Wesenszug zu entfernen.
ja: 職業:%sからこの特質を除くことはできません。
ko: %s을(를) 직업으로 선택했기 때문에, 이 특성을 선택할 수 없습니다.
ru: Ваша профессия %s не позволяет избавиться от этой характеристики.
zh_cn: 你的 %s 职业不允许你移除该特性。

source: Your profession of %s prevents you from taking this trait.
de: Deine Berufung »%s« verhindert es, diesen Charakterzug zu wählen.
ja: 職業:%sでこの特質を得ることはできません。
ko: %s을(를) 직업으로 선택했기 때문에, 이 특성을 선택할 수 없습니다.
ru: Ваша профессия %s препятствует взятию этой характеристики.
zh_cn: 你的 %s 职业不允许你得到该特性。
