Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You take one bite, and immediately vomit!
de: Du nimmst einen Biss und erbrichst sofort!
ja: ほんの少しかじってみました。即座に嘔吐しました！
ko: 한 입 베어물자마자, 구토를 했습니다!
ru: Вы сделали один укус и вас тут же стошнило!
zh_cn: 你不知死活的咬了一口，立刻吐了出去！

source: You take some %s
de: Du nimmt etwas %s ein.
ja: %sを摂取しました。
ko: %s을(를) 조금 먹었습니다.
ru: Вы приняли %s.
zh_cn: 你服下了一些 %s

source: You take some %s.
de: Du nimmst etwas %s.
ja: %sを摂取しました。
ko: %s을(를) 먹었습니다.
ru: Вы приняли %s.
zh_cn: 你服用了一些 %s 。

source: You take some antibiotics.
de: Du nimmst ein paar Antibiotika ein.
ja: 抗生物質を摂取しました。
ko: 항생제를 조금 먹었습니다.
ru: Вы приняли антибиотики.
zh_cn: 你服用了一些抗生素。

source: You take some anticonvulsant medication.
de: Du nimmst etwas krampflösende Medizin ein.
ja: 抗けいれん薬を摂取しました。
zh_cn: 你服用了一些抗惊厥药物。

source: You take some antifungal medication.
de: Du nimmst etwas Antipilzmittel ein.
ja: 少量の治療薬(真菌)を摂取しました。
ko: 항진균제를 복용했습니다.
ru: Вы приняли препараты против фунгилойдов.
zh_cn: 你吃了一些抗真菌药物。

source: You take some antiparasitic medication.
de: Du nimmst etwas Antiparasitikum ein.
ja: 少量の治療薬(寄生虫)を摂取しました。
ko: 구충제를 복용했습니다.
ru: Вы приняли препараты против паразитов.
zh_cn: 你吃了一些抗寄生虫药物。

source: You take some time, but manage to bypass the security system!
ja: 時間を費やしましたが、何とか保安システムの回避に成功しました！
zh_cn: 你花了点时间，终于破解了这个安全系统！

source: You take some vitamins.
de: Du nimmst ein paar Vitamine ein.
ja: ビタミン剤を摂取しました。
ko: 비타민을 조금 먹었습니다.
ru: Вы приняли немного витаминов.
zh_cn: 你服用了一剂维生素。

source: You take your %s in, improving the fit.
de: Du nähst dein %s ab. Es passt dir nun besser.
ja: %sを身体に合わせて、修繕を施しました。
ko: %s을(를) 수선해서 치수를 맞춥니다.
ru: Вы ушиваете %s, подгоняя вещь по фигуре.
zh_cn: 你将%s改得更合身了。

source: You took a %s photo of %s.
de: Du nimmst ein %s-Foto von %s.
zh_cn: 你拍摄了一张 %s 的照片，给 %s。

source: You took a photo of %s.
zh_cn: 你拍了一张%s的照片。

source: You trigger a %s!
de: Du löst 1 %s aus!
ja: %sを作動させました！
ru: Вы активируете %s!
zh_cn: 你触发了一个 %s！

source: You trigger the alarm!
ja: アラームを鳴らしました！
zh_cn: 你触发了警报！

source: You tripped the firmware protection, and the card deleted its data!
de: Du hast den Firmwareschutz ausgelöst und die Karte löscht ihre Daten!
ja: ファームウェアプロテクトの解除に失敗し、カードのデータが全て削除されました！
zh_cn: 你触发了固件的保护，卡上的内容被自动清除了。

source: You try to hit yourself with the hammer.
de: Du versuchst, dich selbst mit dem Hammer zu treffen.
ja: ハンマーで自分を叩いて見て下さい。
ko: 망치로 자해하려 합니다.
ru: Вы пытаетесь ударить себя молотком.
zh_cn: 你试图用锤子敲自己。

source: You turn off the light
de: Du schaltest das Licht aus.
ja: ライトを消した。
ko: 불을 껐습니다.
ru: Вы выключили свет.
zh_cn: 你关闭了电灯.

source: You turn the light on.
de: Du schaltest das Licht ein.
ja: ライトを点けました。
ko: 불을 켰습니다.
ru: Вы включили свет.
zh_cn: 你打开了电灯.

source: You turn the noise emitter on.
de: Du schaltest den Krachmacher ein.
ja: ノイズ発生器を起動しました。
ko: 소음 발생기를 작동시켰습니다.
ru: Вы включили звукогенератор.
zh_cn: 你把噪声发射器打开了。

source: You turn the radio on.
de: Du schaltest das Radio ein.
ja: ラジオをつけました。
ko: 라디오를 켰습니다.
ru: Вы включили радио.
zh_cn: 你打开收音机。

source: You turned off music on your %s.
de: Du hast die Musik von %s abgeschaltet.
ja: %sの音楽を止めました。
zh_cn: 你关闭了你 %s 的音乐。

source: You turned off your RC car
de: Du hast dein Modellauto ausgeschaltet.
ja: ラジコン模型自動車を停止させました
zh_cn: 你关闭了你的遥控车。

source: You turned on music on your %s.
de: Du hast die Musik von %s eingeschaltet.
ja: %sの音楽を再生しました。
zh_cn: 你打开了你 %s 的音乐。

source: You turned on your RC car, now place it on ground, and use radio control to play.
zh_cn: 你开启了你的遥控车，现在把它放在地上，用无线电遥控着玩。

source: You unfold the cot and place it on the ground.
de: Du entfaltest dein Klappbettt und legst es auf den Boden.
ja: 簡易ベッドを展開して設置しました。
ko: 간이 침대를 펴 바닥에 자리를 잡았습니다.
ru: Вы разбираете и устанавливаете раскладушку.
zh_cn: 你打开床并把它放在地上。

source: You unpack your %s for use.
de: Du entpackst dein %s zur Verwendung aus.
ja: %sを使うために開封しました。
ru: Вы распаковали %s.
zh_cn: 你解开 %s 开始使用。

source: You unroll the fur mat and lay it on the ground.
de: Du entrollst deine Pelzmatte und legst sie auf den Boden.
ja: マット(毛皮)を広げて足元に敷きました。
ko: 털가죽 메트를 풀어 바닥에 깔고 누웠습니다.
ru: Вы расстелили меховой ковер на земле.
zh_cn: 你展开毛皮垫子，把它平铺在地上。

source: You unroll the mat and lay it on the ground.
de: Du entrollst deine Liegematte und legst sie auf den Boden.
ja: マットを広げて足元に敷きました。
ko: 매트를 펴 바닥에 자리를 잡았습니다.
ru: Вы расстилаете коврик и кладете его на землю.
zh_cn: 你展开垫子，把它平铺在地上。

source: You upload monster photos to memory card.
de: Du speicherst Monsterfotos auf die Speicherkarte ab.
ja: メモリーカードにモンスターの写真をアップロードしました。
zh_cn: 你把怪物的照片上传到记忆卡中。

source: You use the %s to clean yourself off, saturating it with slime!
de: Du benutzt das %s, um dich zu säubern, was es mit Schleim durchtränkt.
ja: 大量の粘液を%sで拭き取りました！
zh_cn: 你用 %s 擦干自己，它吸饱了粘液！

source: You use the %s to dry off, saturating it with water!
de: Du benutzt das %s, um dich abzutrocknen, was mit Wasser durchtränkt.
ja: あなたは乾いた%sを使って水気を拭き取った!
zh_cn: 你用 %s 擦干自己，它吸饱了水！

source: You use your %s.
de: Du benutzt dein %s.
ja: %sを自分に使用しました。
ko: %s을(를) 사용했습니다.
ru: Вы используете ваш %s.
zh_cn: 你使用你的 %s 。

source: You use your fungicide.
de: Du benutzt dein Fungizit.
ja: 殺菌剤を自分に使用しました。
ko: 살진균제를 사용했습니다.
ru: Вы используете свой фунгицид.
zh_cn: 你使用了抗真菌剂。

source: You used to have a dog like this...
de: Du hattest mal einen Hund wie den hier …
ja: こんな犬を飼っていた事もあったなぁ...
zh_cn: 你以前也有一条长成这样的狗狗...它叫旺财。

source: You wake up in a marloss bush. Almost *cradled* in it, actually, as though it grew there for you.
ja: マーロスの茂みの中で目覚めました。揺り籠のようにすっぽりと体を包み込んでいたそれは、どうやら実のところ、この体から生長したもののようです。
zh_cn: 你在马洛斯灌木丛中醒来。几乎像是被*孕育*在其中。实际上，它似乎就是为你而生的一样。

source: You want to power a UPS with another UPS? Very clever.
de: Du willst eine Esz. mit einer anderen Esz. bestromen? Sehr klug!
ja: UPSを別のUPSで給電しようって？へー、頭いいんだねー
zh_cn: 你想用一个UPS来给另一个UPS充电？智商250啊！

source: You wash the slime from your eyes.
de: Du wäschst dir den Schleim aus deinen Augen.
ja: 目に付いた粘着液を洗いました。
ko: 눈에서 점액을 씻어냈습니다.
ru: Вы промыли глаза от слизи
zh_cn: 你洗掉了眼中的黏液。

source: You waste a lot of the wood.
de: Zu verschwendest viel vom Holz.
ja: 多くの木材を無駄にしました。
ko: 나무를 엄청나게 낭비했습니다.
ru: Вы израсходовали много древесины.
zh_cn: 你浪费了大量木材。

source: You waste some time, but fail to affect the security system.
ja: 時間を費やしましたが、保安システムに影響を及ぼせなかった。
zh_cn: 你浪费了不少时间，还是无法破解安全系统。

source: You write a message on the ground.
de: Du schreibst eine Nachricht auf dem Boden.
ja: 地面にメッセージを書きました。
ko: 바닥에 글을 씁니다.
ru: Вы пишете сообщение на земле.
zh_cn: 你在地上写下了一条讯息。

source: You writhe and collapse to the ground.
de: Du krümmst dich und fällst zu Boden.
ja: のた打ち回りながら地面に倒れました。
ko: 고통에 몸부림치며 쓰러졌습니다.
ru: Вы корчитесь и валитесь на землю.
zh_cn: 你挣扎着倒在了地上。

source: You yank the cord, but nothing happens.
de: Du zieht an der Kordel, aber nicht passiert.
ja: コードをぐっと引っ張りました...しかし、何も起きなかった。
ko: 줄을 당기지만 아무 일도 일어나지 않았습니다.
ru: Вы дёрнули шнур, но ничего не произошло.
zh_cn: 你猛拉绳子,但什么都没有发生。

source: You yank the cords, but nothing happens.
de: Du ziehst an den Seilen, aber nichts passiert.
ja: コードをぐっと引っ張りました...しかし、何も起きなかった。
ko: 줄을 당기지만 아무 일도 일어나지 않았습니다.
ru: Вы дёрнули за шнур, но ничего не произошло.
zh_cn: 你拉着动力线，不过什么也没发生。

source: You're already smoking a %s!
de: Du rauchst schon eine %s!
ja: 既に%sを吸っています！
ru: Вы уже курите %s!
zh_cn: 你已经在抽 %s 了！

source: You're filled with a roaring energy!
de: Du bist voller tosender Energie!
ja: 猛々しいエネルギーが体に漲りました！
ko: 솟아오르는 듯한 에너지가 느껴집니다!
ru: Вы наполнены ревущей энергией!
zh_cn: 你的小宇宙燃烧了起来！

source: You're illiterate!
de: Du bist ein Analphabet.
ja: 字が読めない！
ko: 당신은 문맹입니다!
ru: Вы безграмотны!
zh_cn: 文盲！读个毛的书！

source: You're not bleeding enough to need your %s.
de: Deine Blutung ist nicht stark genug, als dass du dein %s benötigest.
ko: %s이(가) 필요할 정도로 출혈이 생기지 않았습니다.
ru: У вас не такое сильное кровотечение, чтобы потребовалось %s.
zh_cn: 你出血没严重到需要%s的地步。

source: You're not even chained to a boiler.
de: Du bist noch nicht mal an einem Boiler angekettet.
ja: ボイラーに手錠で繋がれているわけではありません。
ko: 보일러에 체인을 걸지 않았습니다.
ru: Вы же не прикованы к батарее.
zh_cn: 你甚至都没有链接锅炉。

source: You're out of %s.
de: %s ist alle.
ja: %sが切れました。
zh_cn: 你的 %s 用完了！

source: You're surrounded by aggressive multi-cookers!
de: Du bist von agressiven Mehrfunktionsherden umzingelt!
ja: 多機能調理器に取り囲まれました！牙を剥いて唸っています！
zh_cn: 你被敌对的多功能厨师机包围了！

source: You're wracked with pain!
de: Du bist voller Schmerzen!
ja: 苦痛に呻きました！
ko: 고통때문에 괴롭습니다!
ru: Вас ломает от боли!
zh_cn: 你饱受痛苦!

source: You've already lit the %s, try throwing it instead.
de: Du hast bereits das %s angezündet, versuch es mal mit Werfen.
ja: 既に%sは点火されていますから、さっさと投げましょうね。
ko: 이미 %s에 불을 붙였습니다. 't'키로 던지십시오.
zh_cn: 你已经点着了%s……赶紧丢出去。

source: You've already pulled the %s's pin, try throwing it instead.
de: Du hast schon den Stift von %s gezogen, versuch es mal mit Werfen.
ja: 既に%sは点火されています。そんなことより早く投げましょう。
ko: 이미 %s의 핀을 뽑았습니다. 't'키로 던지십시오.
zh_cn: 你已经把%s的拉环拉下了……赶紧丢出去。

source: You've already released the handle, try throwing it instead.
de: Du hast den Stift bereits gezogen, versuche es lieber mit Werfen!
ja: 既にハンドルが外れています。さっさと投げましょう。
zh_cn: 你已经松开了把手……试试把它扔出去？

source: You've successfully upgraded the multi-cooker, master tinkerer! Now it cooks faster!
de: Du hast den Mehrfunktionsherd erfolgreich aufgewertet, Meistertüftler! Jetzt kocht er schneller!
ja: 多機能調理器具の改良に成功しました。よっ機械いじり名人！調理が速くなりました！
zh_cn: 你成功的升级了多功能厨师机，大师级工匠！现在它烹饪的更快了！

source: Your %s already reinforced.
ja: %sは既に強化済みです。
zh_cn: 你的%s已经增强。

source: Your %s emits a deafening boom!
de: Dein %s stößt einen ohrenbetäubenden Bumms aus!
ja: %sから耳をつんざく衝撃音が放たれました！
ko: %s이(가) 귀가 멀 듯한 폭발음을 냈습니다!
ru: %s создает оглушительный взрыв!
zh_cn: 你的 %s 发出震耳欲聋的爆炸声!

source: Your %s goes docile.
de: Dein %s wird fügsam.
ja: %sは大人しくなりました。
ko: %s이(가) 고분고분해졌습니다.
ru: Ваш %s стал послушным.
zh_cn: 你的 %s是温顺的。

source: Your %s is already enhanced.
de: Dein %s ist bereits aufgebessert.
ja: %sは既に補強済みです。
ko: %s은(는) 이미 덧댄 상태입니다.
ru: %s уже улучшено.
zh_cn: 你的%s已经增强。

source: Your %s is already in peak condition.
de: Dein %s ist bereits in Topform.
ja: %sの整備状態は完璧です。
ko: %s은(는) 수리할 필요가 없습니다.
zh_cn: 你的%s已经是最佳状态。

source: Your %s is not made of fabric, leather, fur, or wool.
ja: %sは布、革、毛皮、羊毛のどれからも出来ていません。
zh_cn: 你的%s不是纤维，皮革，毛皮或者羊毛制品。

source: Your %s looks ready to attack.
de: %s sieht bereit zum Angriff aus.
ja: %sが攻撃態勢を整えました。
ko: %s은(는) 공격 준비가 된 것 같아 보입니다.
ru: %s выглядит готовым к атаке.
zh_cn: 你的%s已经准备好攻击。

source: Your %s screams disturbingly.
de: Dein %s schreit verstörend.
ja: %sが耳障りな悲鳴をあげています。
ko: %s이(가) 불안감을 주는 괴성을 질렀습니다.
ru: %s оглушительно кричит.
zh_cn: 你的 %s 尖叫令人不安。

source: Your RM13 combat armor turns off.
de: Deine RM13-Kampfrüstung schaltet sich ab.
ja: RM13コンバットアーマーが機能を停止しました。
ru: Ваша боевая броня RM13 выключена
zh_cn: 你的RM13战斗装甲关闭了。

source: Your appetite for blood fades.
de: Dein Appetit nach Blut verfliegt.
ja: 血を求める欲望が薄れていきます。
zh_cn: 你对鲜血的渴望消退了。

source: Your bowels clench as something inside them dies.
de: Deine Gedärme verkrampfen sich, während irgendetwas darin stirbt.
ja: 腸が引きつるような感覚がありました。中で何かが死んだようです。
zh_cn: 当里边的玩意死掉的时候，你的肠子紧紧的收缩了一下。

source: Your bowels spasm painfully as something inside them dies.
de: Deine Gedärme verkrampfen sich schmerzhaft, während irgendetwas in ihnen stirbt.
ja: 腸が発作的に動き出し苦痛に襲われました。中で何かが死んだようです。
zh_cn: 当里边的玩意死掉的时候，你感觉肠子在抽搐，好疼。

source: Your chainsaw dies.
de: Deine Kettensäge geht aus.
ja: チェーンソーが停止しました。
ko: 전기톱이 꺼졌습니다.
ru: Бензопила заглохла.
zh_cn: 你的电锯安静了下来。

source: Your chainsaw gurgles in the water and stops.
de: Deine Kettensäge gurgelt im Wasser und hält an.
ja: チェーンソーは水中でゴボゴボと音を立てて止まりました。
ko: 전기톱에 물이 들어가는 소리가 나더니 멈춰버렸습니다.
ru: Ваша бензопила булькает в воде и глохнет.
zh_cn: 你的链锯在水中咯咯作响，停止了运转。

source: Your chainsaw rumbles.
de: Deine Kettensäge grummelt.
ja: チェーンソーが唸りを上げました。
ko: 전기톱이 소음을 냅니다.
ru: Ваша бензопила шумит.
zh_cn: 你的电锯发出 隆隆声的噪音。

source: Your chainsaws die.
de: Deine Kettensägen gehen aus.
ja: チェーンソーが停止しました。
ko: 전기톱이 꺼졌습니다.
ru: Бензопила заглохла.
zh_cn: 电锯没声儿了。

source: Your chainsaws rumble.
de: Deine Kettenrögen grollen.
ja: チェーンソーが唸りを上げました。
ko: 전기톱이 소음을 냅니다.
ru: Ваша бензопила шумит.
zh_cn: 电锯隆隆作响。

source: Your circular saw buzzes.
de: Deine Kettensäge summt.
ja: 電動丸鋸が騒音を発しています。
ko: 원형톱이 윙윙거립니다.
ru: Ваша дисковая пила жужжит.
zh_cn: 圆锯发出吱吱声。

source: Your circular saw powers off.
de: Deine Kettensäge geht aus.
ja: 電動丸鋸が停止しました。
ko: 원형톱의 전원이 꺼졌습니다.
ru: Ваша дисковая пила выключается.
zh_cn: 圆锯停止了转动。

source: Your collection of monsters
de: Deine Monstersammlung
ja: モンスターコレクション
zh_cn: 你的怪物收藏

source: Your collection of monsters:
de: Deine Monstersammlung:
ja: モンスターコレクション:
zh_cn: 你的怪物收藏：

source: Your combat chainsaw goes quiet.
de: Deine Kampfkettensäge verstummt.
ja: 戦闘用チェーンソーは静かになりました。
ko: 전투용 전기톱이 조용해졌습니다.
ru: Ваша боевая бензопила затихает.
zh_cn: 你的格斗电锯安静下来。

source: Your combat chainsaw growls.
de: Deine Kampfkettensäge brummt.
ja: 戦闘用チェーンソーが唸りを上げました。
ko: 전투용 전기톱이 소음을 냅니다.
ru: Ваша боевая бензопила рычит.
zh_cn: 你的格斗电锯咆哮着。

source: Your electric carver buzzes.
de: Dein elektrischer Tranchierer surrt.
ja: 電動ナイフが騒音を発しています。
ko: 전동칼이 윙윙거립니다.
ru: Ваша электрорезка жужжит.
zh_cn: 你的电动切肉刀滋滋作响。

source: Your electric carver dies.
de: Dein elektrischer Tranchierer geht aus.
ja: 電動ナイフが停止しました。
ko: 전동칼이 꺼졌습니다.
ru: Ваша электрорезка отключилась.
zh_cn: 你的电动切肉刀安静下来。

source: Your electric chainsaw dies.
ja: 電動チェーンソーが停止しました。
zh_cn: 你的电动链锯不动了。

source: Your electric chainsaw rumbles.
ja: 電動チェーンソーが唸りを上げました。
zh_cn: 你的电锯发出 隆隆声的噪音。

source: Your eyes roll back in your head. Everything dissolves into a blissful haze...
ja: 白目を剥いています。何もかもが至福の霧の中へと分解されていきます...
zh_cn: 你舒爽得直翻白眼。一切溶解成极乐的阴霾……

source: Your head pounds like a sore tooth as something inside of it dies.
de: Dein Kopf hämmert wie ein entzündeder Zahn, während etwas in ihm stirbt.
ja: ひどい歯痛に襲われたように頭が痛みました。中で何かが死んだようです。
zh_cn: 当里边的什么玩意被干掉之际，你的脑袋疼的跟大一号智齿一样。

source: Your head throbs with memories of your life, before all this...
de: Dein Kopf pocht voller Erinnerungen deines Lebens, bevor all dies passierte.
ja: 昔の想い出が頭を満たしています...
ko: 머리가 지끈거리며 주마등이 보입니다. 이 모든 것이 시작되기 전의 기억이 말이죠...
ru: Ваша голова раскалывается от воспоминаний из вашей жизни, до всего этого...
zh_cn: 你的脑海回想起往日的生活，在这一切浩劫之前。。。

source: Your heart begins to race.
de: Dein Herz fängt zu rasen an.
ja: 胸の鼓動が激しくなりました。
ko: 심장이 뛰기 시작합니다.
ru: Ваше сердце начало бешено биться.
zh_cn: 你的心砰砰乱跳。

source: Your heart is beating alarmingly fast!
de: Dein Herz schlägt alamierend schnell.
ja: 心臓が驚くほど速く脈打ち始めました。
ko: 심장이 놀라울 정도로 빠르게 뛰기 시작합니다!
ru: Ваша сердце бьётся чрезвычайно быстро!
zh_cn: 你的心脏危险地剧烈跳动起来！

source: Your hedge trimmer dies.
de: Dein Heckenschneider geht aus.
ja: ヘッジトリマーが停止しました。
ko: 재단기가 꺼졌습니다.
ru: Ваши шпалерные ножницы выключились.
zh_cn: 绿篱机没声儿了。

source: Your hedge trimmer rumbles.
de: Dein Heckenschneider grummelt.
ja: ヘッジトリマーが唸りを上げました。
ko: 재단기가 소음을 냅니다.
ru: Ваши шпалерные ножницы шумят.
zh_cn: 绿篱机嗡嗡作响。

source: Your lit Molotov goes out.
zh_cn: 点燃的燃烧瓶灭了。

source: Your radiation level: %d (%d from items)
de: Dein Strahlungspegel: %d (%d von Gegenständen)
ja: 自身の放射能レベル: %d (検出量(アイテム): %d)
ko: 현재 방사능 수준: %d (소지품으로 부터 %d)
ru: Ваш уровень радиации: %d (%d от предметов)
zh_cn: 你的辐照水平：%d （%d 来自物品）

source: Your skin grows warm for a moment.
de: Deine Haut erwärmt sich für einen Moment.
ja: 短時間ですが、皮膚が暖かくなりました。
ko: 피부에 따뜻한 감각이 잠시 느껴졌습니다.
ru: Ваша кожа на мгновение нагревается.
zh_cn: 你的皮肤变得温暖了那么一阵子。

source: Your skin prickles and your veins itch for a few moments.
de: Deine Haut kribbelt und deine Venen jucken für einige wenige Augenblicke.
ja: 不意に、皮膚に痛みが走り、血管にかゆみを感じました。
zh_cn: 有那么一会儿，你的皮肤有点刺痛，同时血管有些痒。

source: Your tablet already has a recipe for %s.
de: Dein Tablet hat bereits ein Rezept für %s.
ja: %sのレシピは既にあります。
zh_cn: 你的平板已经有了 %s 的配方了。

source: Your tactical tonfa is out of power
de: Dein taktischer Tonfa hat keinen Strom mehr.
ja: タクティカルトンファーの電源が切れました。
ko: 전술용 톤파의 전력이 나갔습니다.
ru: В тактической тонфе кончился заряд.
zh_cn: 战术拐的能量耗尽了

source: Your tinkering nearly breaks the multi-cooker! Fortunately, it still works, but best to stop messing with it.
de: Deine Bastelei macht den Mehrfunktionsherd fast kaputt! Glücklicherweise funktioniert er noch, aber es ist am Besten, nicht mehr daran herumzubasteln.
ja: 力任せにいじって壊してしまうところでした！幸運にも故障は免れました。へたにいじるのはやめましょう。
zh_cn: 你的捣鼓要把多功能厨师机弄坏了！幸运的是，它还能用。你最好少乱动它了。

source: Your tool does not have enough charges to do that.
de: Dein Werkzeug verfügt über nicht genug Ladungen, um das zu tun.
ja: それをするには道具の充填量が足りません。
zh_cn: 维修工具没有足够的能量。

source: Your torch doesn't have enough acetylene to cut that.
zh_cn: 你的乙炔喷灯缺少足够的乙炔。

source: Your vision is fine already.
de: Deine Sicht ist schon in Ordnung.
ja: 視界が晴れ渡りました。よく見えます。
ko: 당신의 시야는 이미 정상입니다.
ru: Сейчас с вашим зрением всё нормально.
zh_cn: 你的视线清晰了。

source: Your wound still aches.
de: Deine Wunde tut immer noch weh.
ja: 傷がまだ疼きます。
ko: 상처가 아직도 아픕니다.
ru: Ваша рана все еще болит.
zh_cn: 你的伤口依然疼痛。

source: Your wound still hurts.
de: Deine Wunde tut immer noch weh.
ja: 傷がまだ痛みます。
ko: 상처가 아직도 아픕니다.
ru: Ваша рана всё ещё болит.
zh_cn: 你的伤口十分疼痛

source: Yuck. Acetylene gas smells weird.
ja: うぇっ、アセチレンガスは奇妙な匂いがします。
zh_cn: 呕。乙炔气的味道很奇怪。

source: Zap something
de: Etwas schocken
ja: 電気ショックを与える
ko: 감전시키기
ru: Ткнуть что-нибудь
zh_cn: 击中某物

source: a funky bassline.
de: eine funkige Bassline
ja: イカしたベースライン
ko: 펑키한 베이스라인.
ru: басовую партию в стиле фанк.
zh_cn: 一个时髦的低音独奏。

source: a police siren, whoop WHOOP.
de: eine Polizeisirene: »Tatü-Tata!«.
ja: 警察のサイレンが聞こえました。ウー、ウー！
zh_cn: 警笛呼啦呼啦的响着。

source: a sweet guitar solo!
de: ein nettes Gitarren-Solo
ja: 甘いギターソロ
ko: 부드러운 기타 솔로!
ru: приятное гитарное соло!
zh_cn: 一个甜蜜的吉他独奏!

source: awful
de: furchtbar
ja: 最悪
zh_cn: 极差

source: bad
de: schlecht
ja: 悪い
zh_cn: 差

source: but alas. You are just too miserly.
de: Aber leider bist du zu geizig.
ja: が、悲しいかな。このしみったれめ。
ko: 그러나 오호 통재라, 돈이 없습니다.
ru: но увы. Вы слишком бедны.
zh_cn: 但是，唉！你太吝啬。

source: buzzz...
zh_cn: 嘟嘟...

source: ding!
ja: ジャンと鐘の鳴る様な音が聞こえました！
zh_cn: 叮！

source: dramatic classical music.
de: dramatische klassische Musik
ja: 感動的なクラシック
ko: 드라마틱한 클래식 음악.
ru: классическую музыку.
zh_cn: 一首戏剧性的古典音乐。

source: exceptional
de: außergewöhnlich
ja: 奇跡
zh_cn: 杰出

source: extinguish
de: löschen
ja: 火を消す
ko: 불 끄기
ru: потушить
zh_cn: 熄灭

source: fine
de: in Ordnung
ja: 極上
zh_cn: 优秀

source: good
de: gut
ja: 良い
zh_cn: 好

source: grnd grnd grnd
de: »Ritsch-ratsch, ritsch-ratsch, ritsch-ratsch!«
ja: ギコギコギコという音が聞こえました。
ko: 그릉 그릉 그릉
ru: жшжш жшжш жшжш
zh_cn: 咯啷 咯啷 咯啷

source: honk.
de: »Tröt.«
ja: チリンチリン。
ko: 빵빵.
ru: гудок
zh_cn: 鸣响喇叭。

source: light something
de: etwas entzünden
ja: 火をつける
ko: 무언가에 불 붙이기
ru: поджечь что-нибудь
zh_cn: 点燃个什么

source: not bad
de: nicht schlecht
ja: 普通
zh_cn: 合格

source: plastic chunks
de: Plastikklumpen
ja: プラスチックの欠片
ko: 플라스틱 조각(plastic chunks)
ru: куски пластика
zh_cn: 塑料片

source: radio: %s
ja: ラジオ: %s
zh_cn: 收音机: %s

source: some amazing vocals.
de: großartigen Gesang
ja: 素晴らしいボーカル
ko: 어떤 놀라운 보컬곡.
ru: потрясающее вокальное пение
zh_cn: 一些令人震惊的声乐。

source: some bass-heavy post-glam speed polka
de: bassigen Post-Glam-Speed-Polka
ja: [ベース・ヘヴィー・ポスト・グラム・スピード・ポルカ]
ko: 어떤 베이스 위주의 포스트 글램적인 빠른 폴카
ru: быструю польку в стиле хеви-метал.
zh_cn: 一些带有重低音和迷人节奏的波尔卡舞曲。

source: some pumping bass.
de: Bass, der mächtig reinhaut
ja: 最高にハイなベース
ko: 어떤 울리는 베이스곡.
ru: ритмичный бас
zh_cn: 一些沉重的男低音演唱。

source: ssss...
de: »Zisch.«
ja: ジジジジ...
ko: 쉬쉬쉭...
ru: шшшш...
zh_cn: 嘶...

source: tactical tonfa
de: taktischer Tonfa
ja: タクティカルトンファー
ko: 전술용 톤파
ru: тактическая тонфа
zh_cn: 战术拐

source: unity. together we have reached the door. we provide the final key. now to pass through...
zh_cn: 结合。一起我们能到达这扇门。我们提供了终极钥匙。现在只需要穿过去...

source: you realize that it's best not to dig
de: merkst du, dass es das Beste ist, dich nicht in
ja: これ以上自分を穴深く沈めるべきではない、
ko: 파내지 않는 것이 최선이라는 것을 깨달았습니다
ru: вы осознаёте, что лучше всего не закапывать
zh_cn: 你意识到最好还是别挖了

source: yourself into a hole. You stop digging.
zh_cn: 坑把自己给埋了。你停止了挖掘。

source: A flashing LED on the laser turret appears to indicate low light.
de: Eine blinkende LED an dem Lasergeschützturm scheint schwaches Licht zu kennzeichnen.
ja: レーザータレットのLED投光照明が光量を下げました。
ko: 레이저 터렛에 달린 LED가 빛을 냅니다.
ru: Мигающий светодиод на лазерной туррели, судя по всему, указывает на недостаток света.
zh_cn: 镭射炮台上的指示灯闪烁着，表明光能不足。

source: At your skill level, it will take around %d minutes to light a fire.
ja: 現在の技能レベルでは点火に約%d分かかります。
zh_cn: 依照你的技能水平，大概需要%d分钟来生火。

source: But you're already smokin' hot.
de: Aber du bist bereits brandheiß.
ja: 既にあなたは煙が出るほどホットです。
ko: 이미 몸이 불타고 있습니다.
ru: Но ты итак уже горячая штучка.
zh_cn: 但你已经抽烟抽的很猛了。

source: Can't salvage anything from %s.
ja: %sからは何も取り出せませんでした。
zh_cn: 无法从 %s 中回收任何东西。

source: Could not salvage a %s.
ja: %sを回収できませんでした。
zh_cn: 没能回收%s。

source: If the current weather holds, it will take around %d minutes to light a fire.
ja: 天候が変わらなければ、点火作業におよそ%d分かかります。
zh_cn: 如果天气不变，大概需要%d分钟来生火。

source: If you had standard factory-built %s bullets, you could load the %s.
zh_cn: 如果你有标准%s子弹，你可以装填%s。

source: Inscribe which item?
zh_cn: 雕刻哪一个？

source: Light where?
de: Wo anzünden?
ja: どこに火をつけますか？
ko: 어디를 밝힙니까?
ru: Что поджечь?
zh_cn: 点燃哪里？

source: Make love, not zlave.
de: Liebe statt Zklaverei!
ja: 生まれました！かわいい奴隷ゾンビですよ。
zh_cn: 制做爱人，不是奴隶。

source: No suitable corpses
de: Keine geeigneten Leichen
ja: 適した死体がありません
zh_cn: 没有合适的尸体

source: Place the %s where?
ja: %sをどこに置きますか？
zh_cn: 把 %s 放在哪里？

source: Please empty the %s before cutting it up.
ja: 切る前に%sを空にする必要があります。
zh_cn: 请在切割前清空 %s。

source: Salvaged %1$i %2$s.
ja: %1$i個の%2$sを回収しました。
zh_cn: 回收了%1$i %2$s。

source: Selectively butcher the downed zombie into a zombie slave?
de: Den niedergeschlagenen Zombie gezielt zum Zombiesklaven schlachten?
ja: 切り分けたゾンビを奴隷ゾンビにしますか？
zh_cn: 选择将丧尸改造成丧奴？

source: That cannot be picked.
de: Hierauf kann der Dietrich nicht angewendet werden.
ja: それはピッキングできない。
ko: 이것은 자물쇠가 아닙니다.
ru: Это нельзя подобрать.
zh_cn: 不能选。

source: That door isn't locked.
de: Diese Türe ist nicht abgeschlossen.
ja: ドアに鍵は掛かっていない。
ko: 이 문은 잠기지 않았습니다.
ru: Дверь не заперта.
zh_cn: 门没有锁上。

source: The %s emits an IFF beep as it scans you.
ja: %sはあなたをスキャンしてIFF警告音を発しました。
zh_cn: %s炮塔发出识别声，它扫描到你了.

source: The %s is made of material that cannot be cut up.
ja: %sは切れない素材で作られています。
zh_cn: %s 是由无法切割的材料制成。

source: The %s is too small to salvage material from.
ja: 素材を取り出すには%sは小さすぎます。
zh_cn: %s太小了，分割不出有用的材料。

source: The %s scans you and makes angry beeping noises!
ja: %sは貴方を走査すると激しい警告音を発しました！
zh_cn: %s扫描着你，同时发出愤怒的哔哔声！

source: The door swings open...
ja: ドアがゆっくりと開きました...
zh_cn: 门开了……

source: The lock stumps your efforts to pick it, and you damage your tool.
ja: 上手く鍵を開けられなかった。しかも道具を少し壊してしまった。
zh_cn: 你想打开门锁，结果不仅门锁赢了，还损坏了你的工具。

source: The lock stumps your efforts to pick it, and you destroy your tool.
ja: 上手く鍵を開けられなかった。しかも道具を完全に壊してしまった。
zh_cn: 你想打开门锁，结果不仅门锁赢了，还摧毁了你的工具。

source: The lock stumps your efforts to pick it.
de: Der Dietrich stumpft bei deinem Einbruchsversuch ab.
ja: 上手く鍵を開けられなかった。
ko: 잠금 장치를 열려고 했지만, 장치가 닳아버렸습니다.
ru: Замок сопротивляется вашим попыткам взломать его.
zh_cn: 你想打开门锁，结果门锁赢了。

source: The prospect of cutting up the copse and letting it rise again as a slave is too much for you to deal with right now.
de: Die Aussicht, diese Leiche zu verstümmeln und als Sklave wiederauferstehen zu lassen, ist momentan einfach zu viel für dich, um damit klar zu kommen.
ja: 死体を刻んで奴隷として立ち上がらせるのは、今のところ難しすぎるようです。
zh_cn: 给尸体做手术让它复苏后成为你的奴隶对你来说太难了...谁让你读书少呢？

source: There is already a fire.
de: Dort ist schon ein Feuer.
ja: 既に燃えています。
ko: 그곳은 이미 불타고 있습니다.
ru: Здесь уже зажжен огонь.
zh_cn: 那里已经着火了 。

source: There is also a certain bionic that helps with this kind of armor.
ja: 一部の生体部品もこの種のアーマーの助けになるでしょう。
zh_cn: 某个生化插件也对这种装甲有用。

source: There is no adjacent square to release the %s in!
ja: そこには%sを使うスペースがありません！
zh_cn: 附近没有空位放置%s！

source: There isn't anything new on the %s.
ja: %sにはこれといって目新しいものはありませんでした。
zh_cn: %s上并没有什么新的东西。
