Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: %s headbutts %s with his curled horns!
de: %s verpasst %s mit seinen gekrümmten Hörnern eine Kopfnuss!
ko: %s은(는) %s을(를) 둥근 뿔로 박았습니다!
ru: %s бодает %s своими изогнутыми рогами!
zh_cn: %s用他头上的卷角撞击%s

source: %s headbutts %s with his horns!
de: %s verpasst %s mit seinen Hörnern eine Kopfnuss!
ko: %s이(가) %s을(를) 뿔로 들이받았습니다!
ru: %s бодает %s своими рогами!
zh_cn: %s用他的一对角头锥攻击%s！

source: %s jackhammers into %s with her beak!
de: %s bohrt sich in %s mit ihren Schnabel herein!
zh_cn: %s用她的喙钻入了 %s！

source: %s jackhammers into %s with his beak!
de: %s bohrt sich in %s mit seinen Schnabel herein!
zh_cn: %s用他的喙钻入了 %s！

source: %s kicks %s with her hooves!
de: %s tritt %s mit ihren Hufen!
ko: %s이(가) %s을(를) 발굽으로 걷어찼습니다!
ru: %s легает %s своими копытами!
zh_cn: %s用她的蹄子踢%s！

source: %s kicks %s with his hooves!
de: %s tritt %s mit seinen Hufen!
ko: %s이(가) %s을(를) 발굽으로 걷어찼습니다!
ru: %s лягает %s своими копытами!
zh_cn: %s用他的蹄子踢%s！

source: %s lashes %s with her vines!
de: %s schlägt %s mit ihren Lianen.
ko: %s이(가) %s을(를) 덩굴로 후려쳤습니다!
ru: %s хлестает %s своей лозой!
zh_cn: %s用她的藤蔓鞭挞%s！

source: %s lashes %s with his vines!
de: %s schlägt %s mit seinen Lianen.
ko: %s이(가) %s을(를) 덩굴로 후려쳤습니다!
ru: %s хлестает %s своей лозой!
zh_cn: %s用他的藤蔓鞭挞%s！

source: %s misses and stumbles with the momentum.
de: %s verfehlt und stolpert aufgrund der Beschleunigung.
ja: %sは攻撃を外した勢いでよろめきました。
zh_cn: %s没有打中反而顺着那股冲劲倒在地上。

source: %s misses.
de: %s verfehlt.
ja: %sの攻撃が外れました。
zh_cn: %s 未命中。

source: %s nips and harries %s!
de: %s nippt und belästigt %s!
ko: %s이(가) %s을(를) 할퀴고 연이어 공격했습니다!
zh_cn: %s对 %s 又咬又推！

source: %s pecks %s!
de: %s pickt %s!
ko: %s은(는) %s을(를) 여러번 쪼았습니다!
ru: %s клюёт %s!
zh_cn: %s使劲啄%s！

source: %s rakes %s with her tentacle!
de: %s stochert %s mit ihrer Tentakel.
ko: %s이(가) %s을(를) 촉수로 긁었습니다!
zh_cn: %s用她的触手扑打%s！

source: %s rakes %s with his tentacle!
de: %s stochert %s mit seinem Tentakel.
ko: %s이(가) %s을(를) 촉수로 긁었습니다!
zh_cn: %s用他的触手扑打%s！

source: %s sinks her fangs into %s!
de: %s versenkt ihre Krallen in %s!
ko: %s이(가) %s에게 송곳니를 박아넣었습니다!
ru: %s впилась клыками в %s!
zh_cn: %s将她的尖牙扎入了%s体内！

source: %s sinks his fangs into %s!
de: %s versenkt seine Krallen in %s!
ko: %s이(가) %s에게 송곳니를 박아넣었습니다!
ru: %s впился клыками в %s!
zh_cn: %s将尖牙扎入%s体内！

source: %s slaps %s with her tentacle!
de: %s klatscht %s mit ihrer Tentakel!
ko: %s은(는) %s을(를) 촉수로 때렸습니다!
ru: %s хлестает %s своими щупальцами!
zh_cn: %s用她的触手拍击%s！

source: %s slaps %s with his tentacle!
de: %s klatscht %s mit seinem Tentakel!
ko: %s은(는) %s을(를) 촉수로 때렸습니다!
ru: %s хлестает %s своими щупальцами!
zh_cn: %s用他的触手拍击%s！

source: %s slashes %s with a talon!
de: %s schlitzt %s mit einer Klaue.
ko: %s이(가) %s을(를) 발톱으로 그어버렸습니다!
zh_cn: %s用爪子挠了%s！

source: %s slices %s with her mandibles!
de: %s schneidet %s mit ihren Mundwerkzeugen auf!
ko: %s이(가) %s을(를) 부리로 베었습니다!
ru: %s разрезала %s своими мандибулами!
zh_cn: %s 用下顎撕咬 %s ！

source: %s slices %s with his mandibles!
de: %s schneidet %s mit seinen Mundwerkzeugen auf!
ko: %s이(가) %s을(를) 부리로 베었습니다!
ru: %s разрезал %s своими мандибулами!
zh_cn: %s 用下颚撕咬 %s ！

source: %s stabs %s with their pointed horns!
de: %s sticht %s mit den spitzen Hörnern.
ko: %s이(가) %s을(를) 뾰족한 뿔로 찔렀습니다!
ru: %s колит %s своими остроконечными рогами!
zh_cn: %s用尖角戳了%s！

source: %s stings %s with her tail!
de: %s sticht %s mit ihrem Schwanz!
ko: %s은(는) %s을(를) 꼬리로 찔렀습니다!
ru: %s жалит %s своим хвостом!
zh_cn: %s用她的尾巴蛰刺%s！

source: %s stings %s with his tail!
de: %s sticht %s mit seinem Schwanz!
ko: %s은(는) %s을(를) 꼬리로 찔렀습니다!
ru: %s жалит %s своим хвостом!
zh_cn: %s用他的尾巴蛰刺%s！

source: %s swings wildly and misses.
de: %s schwingt wild umher und verfehlt.
ja: %sの乱暴な振り回し攻撃は外れました。
zh_cn: %s狂暴地挥舞，但是没打中。

source: %s tears into %s with her saber teeth!
de: %s beißt sich mit ihren Säbelzähnen in %s ein!
ko: %s이(가) %s을(를) 칼날 이빨로 찢어버렸습니다!
ru: %s разрывает %s своими огромными клыками!
zh_cn: %s用她的尖牙攻击了%s！

source: %s tears into %s with his saber teeth!
de: %s beißt sich mit seinen Säbelzähnen in %s ein!
ko: %s이(가) %s을(를) 칼날 이빨로 찢어버렸습니다!
ru: %s разрывает %s своими огромными клыками!
zh_cn: %s用他的尖牙攻击了%s！

source: %s whaps %s with her tail!
de: %s schlägt %s schnell und plötzlich mit ihrem Schwanz!
ko: %s이(가) 꼬리로 %s을(를) 강타했습니다!
zh_cn: %s用她的尾巴锤击%s！

source: %s whaps %s with his tail!
de: %s schlägt %s schnell und plötzlich mit seinem Schwanz!
ko: %s이(가) 꼬리로 %s을(를) 강타했습니다!
zh_cn: %s用他的尾巴锤击%s！

source: <npcname> batters %s
de: <npcname> schlägt stark auf %s ein
ja: <npcname>の乱打が%sに命中しました。
ko: <npcname>이(가) %s을(를) 난타했습니다.
ru: <npcname> поколотил %s
zh_cn: <npcname>猛击 %s

source: <npcname> blocks %s of the damage with their %s!
de: <npcname> blockt %s des Schadens mit der %s ab!
zh_cn: <npcname>格挡了 %s 的伤害， 用他的 %s！

source: <npcname> burns %s.
de: <npcname> verbrennt %s.
ja: <npcname>が%sを燃やしました！
ko: <npcname>이(가) %s을(를) 태웠습니다.
ru: <npcname> жжет %s.
zh_cn: <npcname>烧灼%s。

source: <npcname> chops %s
de: <npcname> hackt auf %s
ja: <npcname>の唐竹割りが%sに命中しました。
ko: <npcname>이(가) %s을(를) 찍어버렸습니다
ru: <npcname> раскалывает %s
zh_cn: <npcname> 砍了 %s

source: <npcname> clobbers %s
de: <npcname> haut %s
ja: <npcname>の強打が%sに命中しました。
ko: <npcname>이(가) %s을(를) 두들겨 팼습니다.
ru: <npcname> избил %s
zh_cn: <npcname>痛殴 %s

source: <npcname> cuts %s
de: <npcname> schneidet %s
ja: <npcname>の斬撃攻撃が%sに命中しました。
ko: <npcname>이(가) %s을(를) 잘라냈습니다.
ru: <npcname> порезал %s
zh_cn: <npcname> 砍中 %s

source: <npcname> disarms %s!
zh_cn: <npcname> 缴械了 %s的武装！

source: <npcname> disarms you!
zh_cn: <npcname>将你缴械了！

source: <npcname> drains %s's body heat!
de: <npcname> erschöpft %ss Körperwärme!
ja: <npcname>が%sの体温を吸収しました！
ko: <npcname>이(가) %s의 몸에서 열기를 흡수했습니다!
ru: <npcname> поглощает тепло тела %s!
zh_cn: <npcname> 汲取了%s的体温。

source: <npcname> drains your body heat!
de: <npcname> erschöpft deine Körperwärme!
ja: <npcname>があなたの体温を吸収しました！
ko: <npcname>이(가) 당신의 몸에서 열기를 흡수했습니다!
ru: <npcname> поглощает тепло вашего тела!
zh_cn: <npcname>吸收了你身体的热量！

source: <npcname> gouges %s
de: <npcname> meißelt %s
ja: <npcname>の抉出攻撃が%sに命中しました。
ko: <npcname>이(가) %s을(를) 난자했습니다
zh_cn: <npcname>剜 %s

source: <npcname> guts %s
de: <npcname> weidet %s aus
ja: <npcname>の刺突攻撃が%sに命中しました。
ko: <npcname>이(가) %s의 내장을 파열시켰습니다
ru: <npcname>потрошит %s
zh_cn: <npcname>猛戳%s

source: <npcname> hits %s
de: <npcname> trifft %s
ja: <npcname>が攻撃は%sに命中しました。
ko: <npcname>이(가) %s을(를) 공격했습니다.
ru: <npcname> ударил %s
zh_cn: <npcname> 击中 %s

source: <npcname> hits %s!
de: <npcname> trifft %s!
ja: <npcname>の攻撃が%sに命中しました！
ko: <npcname>이(가) %s을(를) 공격했습니다!
ru: <npcname> ударил %s!
zh_cn: <npcname> 击中 %s！

source: <npcname> impales %s
de: <npcname> spießt %s auf
ja: <npcname>の串刺攻撃が%sに命中しました。
ko: <npcname>이(가) %s을(를) 찔렀습니다.
ru: <npcname> пронзает %s
zh_cn: <npcname> 刺穿 %s

source: <npcname> maims %s
de: <npcname> macht %s zum Krüppel
ja: <npcname>の切刻攻撃が%sに命中しました。
ko: <npcname>이(가) %s의 몸을 심하게 훼손시켰습니다
ru: <npcname> калечит %s
zh_cn: <npcname>打残 %s

source: <npcname> mutilates %s
de: <npcname> verstümmelt %s
ja: <npcname>の切断攻撃が%sに命中しました。
ko: <npcname>이(가) %s의 몸을 심하게 훼손시켰습니다
ru: <npcname> уродует %s
zh_cn: <npcname> 剁碎 %s

source: <npcname> nicks %s
de: <npcname> schneidet %s ein
ja: <npcname>の薄斬攻撃が%sに命中しました。
ko: <npcname>이(가) %s에 칼자국을 내었습니다.
ru: <npcname> дал затрещину %s
zh_cn: <npcname>凿中 %s

source: <npcname> pierces %s
de: <npcname> durchbohrt %s
ja: <npcname>の貫通攻撃が%sに命中しました。
ko: <npcname>이(가) %s을(를) 꿰뚫었습니다.
ru: <npcname> протыкает %s
zh_cn: <npcname> 刺中 %s

source: <npcname> pokes %s
de: <npcname> stößst %s
ja: <npcname>の突刺攻撃が%sに命中しました。
ko: <npcname>이(가) %s을(를) 쿡 찔렀습니다.
ru: <npcname> ткнул %s
zh_cn: <npcname> 戳中 %s

source: <npcname> punctures %s
de: <npcname> sticht etwas durch %s durch
ja: <npcname>の穿刺攻撃が%sに命中しました。
ko: <npcname>이(가) %s에게 구멍을 뚫어놓았습니다
ru: <npcname> прокалывает %s
zh_cn: <npcname> 刺了 %s

source: <npcname> runs %s through
de: <npcname> durchbohrt %s
ja: <npcname>は%sに武器を突き刺して
zh_cn: <npcname> 跑步穿过 %s

source: <npcname> shocks %s.
de: <npcname> schockt %s.
ja: <npcname>が%sを感電させました。
ko: <npcname>이(가) %s을(를) 감전시켰습니다.
ru: <npcname> бьёт %s электрическим разрядом.
zh_cn: <npcname> 电击了 %s。

source: <npcname> slashes %s
de: <npcname> schlitzt %s
ja: <npcname>の滅多斬りが%sに命中しました。
ko: <npcname>이(가) %s을(를) 길게 그어버렸습니다
ru: <npcname> хлещет %s
zh_cn: <npcname> 斩击 %s

source: <npcname> slices %s
de: <npcname> zerschneidet %s
ja: <npcname>の横斬攻撃が%sに命中しました。
ko: <npcname>이(가) %s을(를) 베었습니다.
ru: <npcname> резанул %s
zh_cn: <npcname> 割到 %s

source: <npcname> smashes %s
de: <npcname> schmettert %s nieder
ja: <npcname>の猛打が%sに命中しました。
ko: <npcname>이(가) %s을(를) 후려쳤습니다
ru: <npcname> ломает %s
zh_cn: <npcname> 砸中 %s

source: <npcname> stabs %s
de: <npcname> sticht %s
ja: <npcname>の刺突攻撃が%sに命中しました。
ko: <npcname>이(가) %s을(를) 찔렀습니다.
ru: <npcname> колет %s
zh_cn: <npcname> 捅 %s

source: <npcname> thrashes %s
de: <npcname> demoliert %s
ja: <npcname>の激打が%sに命中しました。
ko: <npcname>이(가) %s을(를) 때렸습니다
ru: <npcname> лупит %s
zh_cn: <npcname>痛击 %s

source: <npcname> whacks %s
de: <npcname> schlägt %s
ja: <npcname>の殴打が%sに命中しました。
ko: <npcname>이(가) %s을(를) 강타했습니다.
ru: <npcname> стукнул %s
zh_cn: <npcname>重击 %s

source: <npcname>'s %s is damaged by the force of the blow!
de: <npcname>s %s wird von der Stärke des Schlags beschädigt!
ja: <npcname>の%sが打ち付けた衝撃で損傷した！
ru: %s у <npcname> повредился от удара!
zh_cn: <npcname> 的 %s 被冲击的力量损伤了！

source: <npcname>'s %s is destroyed by the blow!
de: <npcname>s %s wird vom Schlag zerstört!
ja: <npcname>の%sが衝撃で破壊されました！
ru: %s у <npcname> уничтожен взрывом!
zh_cn: <npcname> 的 %s 被冲击损毁了！

source: <npcname>'s %s shatters!
de: <npcname>s %s zerbricht!
ja: <npcname>の%sは粉々になりました!
ko: <npcname>의 %s이(가) 산산조각났습니다!
ru: <npcname>:%s разрывается!
zh_cn: <npcname>的 %s 粉碎了！

source: Fighting on wheels is hard!
de: Kämpfen auf Rädern ist schwer!
ja: 車輪の上で戦うのは困難です！
zh_cn: 你不是占士邦，在轮子上战斗非常困难！

source: The %s cuts your hand!
de: Das %s schneidet deine Hand!
ja: %sがあなたの手を切りました！
ko: %s이(가) 당신의 손을 베었습니다!
ru: %s режет вашу руку!
zh_cn: %s划伤了你的手！

source: The ground shifts beneath your feet!
ja: 足元の地面が動いている！
zh_cn: 你脚下的地面很颠簸！

source: You are hurt by the %s being pulled from your hands!
de: Das %s wird aus deinen Händen gezogen und du verletzt dich dabei.
ja: %sが強く引っ張られており、手が痛みます！
ko: 손으로 %s을(를) 잡아당기다가 다쳤습니다!
zh_cn: 当%s被从你手中夺去时，你被划伤了！

source: You batter %s
de: Du schlägst stark auf %s ein
ja: 乱打が%sに命中しました。
ko: %s을(를) 난타했습니다.
ru: Вы поколотили %s
zh_cn: 你猛击 %s

source: You bite %s with your fangs!
zh_cn: 你用獠牙咬了%s！

source: You bite %s!
de: Du beißt %s!
ko: %s을(를) 물었습니다!
ru: Вы кусаете %s!
zh_cn: 你咬了%s!

source: You bite a chunk out of %s!
de: Du beißt ein Stück von %s ab!
ko: %s을(를) 물어서 내던졌습니다!
zh_cn: 你咬掉了 %s 的一部分！

source: You bite into %s with your ratlike incisors!
zh_cn: 你用你的门齿狠狠的咬进%s！

source: You block %s of the damage with your %s!
de: Du blockst %s des Schadens mit deiner %s ab!
zh_cn: 你格挡了 %s 的伤害， 用你的 %s！

source: You burn %s.
de: Du verbrennst %s.
ja: %sを燃やしました。
ko: %s을(를) 태웠습니다.
ru: Вы жжете %s.
zh_cn: 你烧灼%s。

source: You butt %s with your antlers!
de: Du stößst %s mit deinem Geweih!
ko: %s을(를) 뿔로 박았습니다!
ru: Вы бодаете %s своими оленьими рогами!
zh_cn: 你用鹿角冲撞%s！

source: You can't hit reliably without your glasses.
de: Ohne deine Brille kannst du nicht zuverlässig treffen.
ja: 眼鏡がないので、確実な命中は期待出来ない。
zh_cn: 不带眼镜你无法可靠命中。

source: You chop %s
de: Du hackst %s
ja: 唐竹割りが%sに命中しました。
ko: %s을(를) 찍어버렸습니다
ru: Вы раскалываете %s
zh_cn: 你砍了 %s

source: You clobber %s
de: Du haust %s
ja: 強打が%sに命中しました。
ko: %s을(를) 두들겨 팼습니다.
ru: Вы избили %s
zh_cn: 你痛殴 %s

source: You club %s with your tail!
de: Du knüppelst %s mit deinem Schwanz!
ko: %s을(를) 꼬리로 때렸습니다!
ru: Вы бьете %s своим хвостом!
zh_cn: 你用尾巴锤击%s！

source: You cut %s
de: Du schneidest %s
ja: 斬撃攻撃が%sに命中しました。
ko: %s을(를) 잘라냈습니다.
ru: Вы порезали %s
zh_cn: 你砍中 %s

source: You disarm %s!
zh_cn: 你缴械了%s的武装！

source: You drain %s's body heat!
de: Du erschöpfst %ss Körperwärme
ja: %sの体温を吸収しました！
ko: %s의 몸에서 열기를 흡수했습니다!
ru: Вы поглощаете тепло тела %s
zh_cn: 你汲取了%s的体温！

source: You drain %s's body heat.
de: Du senkst %ss Körpertemperatur.
ja: %sの体温を吸収しました。
ko: %s의 몸에서 열기를 흡수했습니다.
ru: Вы поглощаете тепло тела %s.
zh_cn: 你汲取了%s的体温。

source: You feint.
de: Du täuschst.
ja: フェイントを仕掛けました。
ko: 페인트를 썼습니다.
ru: Вы делаете обманное движение.
zh_cn: 你虚晃一招。

source: You gouge %s
de: Du meißelst %s
ja: 抉出攻撃が%sに命中しました。
ko: %s을(를) 난자했습니다
zh_cn: 你剜 %s

source: You gut %s
de: Du weidest %s aus
ja: 刺突攻撃が%sに命中しました。
ko: %s의 내장을 파열시켰습니다
ru: Вы потрошите %s
zh_cn: 你猛戳%s

source: You have learnt %s from extensive practice with the CQB Bionic.
de: Aufgrund der ausdauernden Übung mit der Nahkampfbionik hast du %s erlernt.
ja: CQB生体部品の広い訓練から%sを学び取りました。
zh_cn: 借助于CQB仿生的大量练习，你学会了 %s.

source: You headbutt %s with your curled horns!
de: Mit deinen gekrümmten Hörnern verpasst du %s eine Kopfnuss!
ko: %s을(를) 둥근 뿔로 박았습니다!
ru: Вы бодаете %s своими изогнутыми рогами!
zh_cn: 你用头上的卷角撞击%s

source: You headbutt %s with your horns!
de: Mit deinen Hörnern verpasst du %s eine Kopfnuss!
ko: %s을(를) 뿔로 들이받았습니다!
ru: Вы бодаете %s своими рогами!
zh_cn: 你用角头锥攻击%s！

source: You hit %s
de: Du triffst %s
ja: 攻撃が%sに命中しました。
ko: %s을(를) 공격했습니다.
ru: Вы ударили %s
zh_cn: 你击中 %s

source: You hit %s!
de: Du triffst %s!
ja: 攻撃が%sに命中しました！
ko: %s을(를) 맞췄습니다!
ru: Вы ударили %s!
zh_cn: 你命中了 %s

source: You impale %s
de: Du spießt %s auf
ja: 串刺攻撃が%sに命中しました。
ko: %s을(를) 찔렀습니다.
ru: вы пронзили %s
zh_cn: 你刺穿 %s

source: You inject your venom into %s!
de: Du spritzt dein Gift in %s!
ja: 毒液を%sの体内に注入しました！
ko: %s에게 당신의 독을 주입했습니다!
ru: Вы вводите яд в %s!
zh_cn: 你将你的毒液注入%s!

source: You jackhammer into %s with your beak!
de: Mit deinem Schnabel bohrst du dich in %s herein!
zh_cn: 你用喙钻入了 %s！

source: You kick %s with your hooves!
de: Du trittst %s mit deinen Hufen!
ko: %s을(를) 발굽으로 걷어찼습니다!
ru: Вы лягаете %s своими копытами!
zh_cn: 你用蹄子踢%s！

source: You lash %s with a vine!
de: Mit einer Liane schlägst du %s.
ko: %s을(를) 덩굴로 후려쳤습니다!
ru: Вы хлестаете %s своей лозой!
zh_cn: 你用藤蔓鞭挞 %s！

source: You maim %s
de: Du machst %s zum Krüppel
ja: 切刻攻撃が%sに命中しました。
ko: %s을(를) 절단했습니다
ru: Вы калечите %s
zh_cn: 你打残 %s

source: You miss and stumble with the momentum.
de: Du verfehlst und dein Schwung bringt dich ins Stolpern.
ja: 攻撃を外した勢いでよろめきました。
ko: 빗맞추는 바람에 넘어졌습니다.
ru: Вы промахнулись и по инерции теряете равновесие.
zh_cn: 你没有打中反而顺着那股冲劲倒在地上。

source: You miss.
de: Du verfehlst.
ja: 攻撃が外れました。
ko: 빗맞혔습니다.
ru: Вы промахнулись.
zh_cn: 你没打中。

source: You mutilate %s
de: Du verstümmelst %s
ja: 切断攻撃が%sに命中しました。
ko: %s을(를) 불구로 만들었습니다
ru: Вы уродуете %s
zh_cn: 你剁碎 %s

source: You nearly fall, but recover thanks to your skating experience.
ja: スケートの経験によってかろうじて転倒を免れました。
zh_cn: 你差点摔倒，但得益于你的溜冰经验，你恢复平衡。

source: You nick %s
de: Du schneidest %s ein
ja: 薄斬攻撃が%sに命中しました。
ko: %s에 칼자국을 내었습니다.
ru: Вы дали затрещину %s
zh_cn: 你凿中 %s

source: You nip at %s!
de: Du nippst %s!
ko: %s을(를) 할퀴었습니다!
zh_cn: 你咬了%s！

source: You overbalance and stumble!
ja: 体の平衡を失ってよろめきました！
zh_cn: 你失去平衡，跌倒了！

source: You peck %s!
de: Du pickst %s!
ko: %s을(를) 쪼았습니다!
ru: Вы клюёте %s!
zh_cn: 你使劲啄%s！

source: You pierce %s
de: Du durchbohrst %s
ja: 貫通攻撃が%sに命中しました。
ko: %s을(를) 꿰뚫었습니다.
ru: Вы протыкаете %s
zh_cn: 你刺中 %s

source: You poison %s!
de: Du vergiftest %s!
ja: 毒攻撃が%sに命中しました！
ko: %s을(를) 중독시켰습니다!
ru: Вы отравили %s!
zh_cn: 你毒害了 %s!

source: You poke %s
de: Du stößt %s
ja: 突刺攻撃が%sに命中しました。
ko: %s을(를) 쿡 찔렀습니다.
ru: Вы ткнули %s
zh_cn: 你戳中 %s

source: You puncture %s
de: Du stichst etwas durch %s durch
ja: 穿刺攻撃が%sに命中しました。
ko: %s에게 구멍을 뚫어놓았습니다
ru: Вы прокалываете %s
zh_cn: 你刺了 %s

source: You rake %s with your tentacle!
de: Du stocherst %s mit deinem Tentakel.
ko: %s을(를) 촉수로 긁었습니다!
zh_cn: 你用你的触手扑打%s！

source: You run %s through
de: Du durchbohrst %s
ja: %sに武器を突き刺して
zh_cn: 你跑步穿过 %s

source: You shock %s.
de: Du schockst %s.
ja: %sを感電させました。
ko: %s에게 전기충격을 줬습니다.
ru: Вы ударили %s электрическим разрядом.
zh_cn: 你电击了 %s。

source: You sink your fangs into %s!
de: Du versenkst deine Krallen in %s!
ko: %s에게 송곳니를 박아넣었습니다!
ru: Вы впиваетесь клыками в %s!
zh_cn: 你将尖牙扎入%s体内！

source: You slap %s with your tentacle!
de: Du klatschst %s mit deinem Tentakel!
ko: %s을(를) 촉수로 때렸습니다!
ru: Вы хлестаете %s своими щупальцами!
zh_cn: 你用你的触手拍击%s！

source: You slash %s
de: Du schlitzt %s
ja: 滅多斬りが%sに命中しました。
ko: %s을(를) 길게 그어버렸습니다
ru: Вы хлещете %s
zh_cn: 你斩击 %s

source: You slash %s with a talon!
de: Du schlitzt %s mit einer Klaue.
ko: %s을(를) 발톱으로 그어버렸습니다!
zh_cn: 你用爪子挠了%s！

source: You slice %s
de: Du zerschneidest %s
ja: 横斬攻撃が%sに命中しました。
ko: %s을(를) 베었습니다.
ru: Вы разрезали %s
zh_cn: 你割到 %s

source: You slice %s with your mandibles!
de: Du schneidest %s mit deinen Mundwerkzeugen auf!
ko: %s을(를) 부리로 베었습니다!
ru: Вы разрезали %s своими мандибулами!
zh_cn: 你用下颚撕咬 %s ！

source: You slip as the ground shifts beneath your feet!
ja: 足を滑らせました！足元の地面が動いています！
zh_cn: 你努力的平衡脚下的地面颠簸。

source: You smash %s
de: Du schmetterst %s nieder
ja: 猛打が%sに命中しました。
ko: %s을(를) 후려쳤습니다
ru: Вы ломаете %s
zh_cn: 你砸中 %s

source: You stab %s
de: Du stichst %s
ja: 刺突攻撃が%sに命中しました。
ko: %s을(를) 찔렀습니다.
ru: Вы колете %s
zh_cn: 你捅 %s

source: You stab %s with your pointed horns!
de: Du stichst %s mit deinen spitzen Hörnern!
ko: %s을(를) 뾰족한 뿔로 찔렀습니다!
ru: Вы колите %s своим остроконечными рогами!
zh_cn: 你用尖角突刺%s！

source: You sting %s with your tail!
de: Du stichst %s mit deinem Schwanz!
ko: %s을(를) 꼬리로 찔렀습니다!
ru: Вы жалите %s своим хвостом!
zh_cn: 你用尾巴蛰刺%s！

source: You swing wildly and miss.
de: Du schwingst wild umher und verfehlst.
ja: 乱暴な振り回し攻撃は外れました。
ko: 넓게 휘둘렀지만 빗맞혔습니다.
ru: Вы сильно махнули мимо цели.
zh_cn: 你狂暴地挥舞，但是没打中。

source: You tear into %s with your saber teeth!
de: Du beißst dich mit deinen Säbelzähnen in %s rein.
ko: %s을(를) 칼날 이빨로 찢어버렸습니다!
ru: Вы разрываете %s своими огромными клыками!
zh_cn: 你用你的尖牙攻击了%s！

source: You thrash %s
de: Du demolierst %s
ja: 激打が%sに命中しました。
ko: %s을(를) 때렸습니다
ru: Вы лупите %s
zh_cn: 你痛击 %s

source: You whack %s
de: Du schlägst %s
ja: 殴打が%sに命中しました。
ko: %s을(를) 강타했습니다.
ru: Вы стукнули %s
zh_cn: 你重击 %s

source: You whap %s with your tail!
de: Du schlägst %s schnell und plötzlich mit deinem Schwanz!
ko: 꼬리로 %s을(를) 강타했습니다!
zh_cn: 你用尾巴锤击%s！

source: Your %s gets stuck in %s but you yank it free!
de: Dein %s bleibt im %s stecken, aber du ziehst es wieder hinaus.
ko: %s이(가) %s에 걸렸지만 잡아당겨서 빼냈습니다!
ru: %s застревает в %s, но вы рывком выдергиваете его.
zh_cn: 你的 %s 在 %s 的体内被卡住了，你猛地一拉拽回来了！

source: Your %s gets stuck in %s, pulling it out of your hands!
de: Dein %s bleibt in %s stecken und entgleitet dir aus deinen Händen!
ko: %s이(가) %s에 박혀, 손에서 빠져나갔습니다!
ru: %s застревает в %s и выскальзывает из ваших рук!
zh_cn: 你的%s在%s的体内被卡住了，你脱手了！

source: Your %s is damaged by the force of the blow!
de: Dein %s wird von der Stärke des Schlags beschädigt!
ja: 衝撃で%sが損傷した！
ru: Ваш %s повредился от удара!
zh_cn: 你的 %s 被冲击的力量损伤了！

source: Your %s is destroyed by the blow!
de: Dein %s wird vom Schlag zerstört!
ja: %sが衝撃で破壊されました！
ru: Ваш %s уничтожен взрывом!
zh_cn: 你的 %s 被冲击损毁了！

source: Your torso encumbrance throws you off-balance.
de: Deine Torsobelastung wirft dich aus dem Gleichgewicht.
ja: 動き辛い胴体によって、バランスが崩れ、身体がよろめきました。
zh_cn: 你躯干的累赘让你失去平衡。

source: a little
de: ein bisschen
ja: 少し
zh_cn: 一点

source: a lot
de: viel
ja: 多く
zh_cn: 很多

source: all
ja: 全て
zh_cn: 全部

source: most
de: den Meisten
ja: かなり
zh_cn: 大量

source: nearly all
de: fast all
ja: 殆ど全て
zh_cn: 几乎全部

source: some
de: etwas
ja: 多少
zh_cn: 一些

source: the %s
de: das %s
ja: %s
ko: %s
ru: %s
zh_cn: %s

source: %s ago:
de: vor %s:
ja: %s前:
ko: %s 전 :
ru: %s назад:
zh_cn: %s以前：

source: Press %s to return
de: Drücke %s zum Zurückkehren
ja: '%s'で戻る
zh_cn: 按下 %s 返回

source: <swear!><punc> I'm hurting...
de: <swear!><punc> Mir tut alles weh.
ja: <swear!><punc>傷が痛む…。
ko: <swear!><punc> 아프다...
ru: <swear!><punc> Мне плохо…
zh_cn: <swear!><punc> 我受伤了…

source: A few days ago another survivor and I were trying to avoid the cities by staying in the woods during the day and foraging for gear at night. It worked well against the normal zed's but one night something caught onto our trail and chased us for ten minutes or so until we decided to split up and meet-up back here. My buddy never showed up and I don't have the means to kill whatever it was. Can you lend a hand?
de: Vor ein paar Tagen hat ein anderer Überlebender mit mir versucht, tagsüber von den Städten fernzubleiben, indem wir in die Wälder gingen und nachts nach Sachen suchten. Das funktionierte gut gegen die normalen Zombies aber eines Nachts hat irgendwas unsere Spur gewittert und uns für circa 10 Minuten gejagt, bis wir uns entschieden, uns aufzuteilen und uns später wieder dort zu treffen. Mein Kumpel ließ sich nie blicken und ich habe nicht die Mittel, dieses Wesen – was auch immer es sein möge – zu töten. Kannst du mir helfen?
ja: 数日前まで、私は他の生存者たちと共に行動していて、日中は市街地を避けて森に潜み、夜を待って道具や物資を探しに行っていた。普通のゾンビどもに対しては上手く行っていたんだが、ある夜、移動中に何か恐ろしいものに遭遇して、10分ほど追い回され、いったん二手に分かれて、この場所で合流することにしたんだ。相棒はやられた。私一人ではヤツを倒せない。力を貸してくれないか？
ko: 며칠 전, 다른 생존자하고 나는 낮에는 도시를 피해 숲속에 있다가 밤에 장비를 찾으러 내려오고는 했어. 보통 좀비들 상대론 꽤 잘 싸웠지만, 어느 날 밤에 무언가가 우리 흔적을 잡고는 10분 정도 쫓아왔어. 그래서 우린 흩어지기로 결정하고 여기서 다시 만나기로 했지. 하지만 내 친구는 다시 나타나지 않았고. 내 손으론 그게 뭐든지간에, 죽일 방법이 없어. 좀 도와주겠어?
ru: Я и ещё один выживший пытались держаться подальше от городов. Днём мы прятались в лесу, а ночью собирали припасы. Это неплохо срабатывало против обычных зомби, но в одну ночь что-то напало на наш след и преследовало нас около десяти минут, пока мы не решили разделиться и встретиться позже на этом месте. Мой приятель так и не появился, а у меня нет никакой возможности убить это нечто. Можешь протянуть руку помощи?
zh_cn: 前些时候我和另一个朋友都躲在远离城镇的树林里，晚上再出来觅食。这样做帮我们躲过了普通僵尸的注意。但是有一天晚上有个怪物在路上截住了我们，追着我们跑了十多分钟，最后我们决定分头逃跑并在这里汇合。但是我的朋友却没能回来，我没办法杀掉那个怪物。你能帮忙吗？

source: America, fuck ya!
de: Hurra Amerika!
ja: 合衆国万歳！
ko: 끝내주는 미국이구만!
ru: Да, твою мать! Да!
zh_cn: 美国佬，艹！

source: America, fuck ya! I was in the guard a few years back so I'm confident I can make heads-or-tails of these transmissions.
de: Hurra Amerika! Ich war vor wenigen Jahren mal in der Garde, somit bin ich mir sicher, dass ich diese Übertragungen verstehen kann.
ja: 合衆国万歳！何年か軍にいた時は、この通信が一体何を意味してるのかサッパリ分からなかったんだ。
ko: 죽이는구만! 내가 여기 경비였었다구. 이 작전의 시작과 끝은 바로 나라고 자신하지.
zh_cn: 美国，艹他丫的！几年前我还在警卫队里服役，所以我确信我对那些部队调动一清二楚。

source: Any leads on where a camp might be?
de: Gibt es irgendwelche Hinweise darauf, wo ein Camp sein könnte?
ja: キャンプがどこにあるか手がかりは？
ko: 캠프가 어딨는지 좀 알겠어?
ru: Есть идеи, где находится лагерь?
zh_cn: 有没有任何关于营地方位的线索？

source: Any luck?
de: Glück gehabt?
ja: どうだった？
ko: 뭐 찾은거 있나?
ru: Есть успехи?
zh_cn: 还有机会么？

source: Any luck? Please find me a small relic. Any relic will do.
de: Glück gehabt? Bitte finde mir ein kleines Relikt. Egal welches.
ja: どうだった？小さな遺物を見つけてくれ。何かの遺物を。
ru: Нашел? Пожалуйста найди мне какую-нибудь реликвию. Любую, какую сможешь.
zh_cn: 运气如何？请帮我去找个小巧圣物。任何一个都行。

source: Any problems boss?
de: Is’ was, Doc?
ja: ボス、何か問題か？
ko: 뭔가 문제가 있습니까, 보스?
ru: Проблемы, босс?
zh_cn: 有问题吗？头？
