Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A smooth and sturdy staff with a leather-wrapped grip. Light and well-balanced, it is surprisingly easy to handle.
de: Ein glatter und robuster Stab mit einem Ledergriff. Er ist leicht und gut ausbalanciert und überraschend einfach zu handhaben.
ja: 滑らかに仕上げられた頑丈な棒です。持つ部分に握り革が巻いてあります。軽量でバランスに優れ、驚くほど扱いやすい武器です。
zh_cn: 一根光滑坚硬的木棒，有皮制的把手，轻便、匀称，很容易掌握。

source: A sock with a rock tied into the end of it. A true weapon of desperation.
de: Eine Socke mit einem Stein im Ende davon. Wahrhaft eine Waffe der Verzweiflung.
ja: 石を入れた靴下は世紀末には最適です。世紀末における真の武器と言って良いでしょう。
zh_cn: 人称要你命3000。在符合你私人口味的袜子（比如黑丝）底部放上块石头，就可以像流星锤一样挥动！噗...大杀器啊！

source: A soft car seat covered with leather.
de: Ein weicher lederbedeckter Autositz.
ja: 柔らかい革で覆われている車のシートです。
ko: 가죽으로 된 부드러운 차량용 의자입니다.
ru: Мягкое сидение автомобиля покрытое кожей.
zh_cn: 由柔软的皮革做成的车载座椅。

source: A soft, unfired clay brick. Firing it in a brick kiln would harden it up, making it suitable for use in a construction project.
zh_cn: 一坨柔软的，尚未烧结的粘土砖。将它置入砖窑烧制硬化后，可以用作建筑材料。

source: A solar panel that has been covered with a pane of reinforced glass to protect the delicate solar cells from zombies or errant baseballs. The glass causes this panel to produce slightly less power than a normal panel. Useful for a vehicle.
de: Ein Solarpaneel, das mit einer Panzerglasscheibe bedeckt ist, um die zerbrechlichen Solarzellen vor Zombies oder verschossenen Basebällen zu schützen. Das Glas schwächt die Stromerzeugung des Paneels etwas. Nützlich für ein Fahrzeug.
ja: デリケートなソーラーセルをゾンビやファールボールの危害から防護すべく、強化ガラスの板で覆われたソーラーパネルです。ほんの少しですが、強化ガラスの影響で通常のソーラーパネルより発電効率が低下しています。車両に使います。
zh_cn: 一个太阳能电池板，覆盖着一块加强版钢化玻璃保护脆弱的太阳能电池免受僵尸或者其他的物品的摧毁。

source: A somewhat sharpened piece of rebar, it is still better at bashing than stabbing but the added flexibility is nice.
ja: 鉄筋の先端を尖らせたものです。まだ刺突というより殴打する武器ですが、柔軟な運用が可能になりました。
zh_cn: 前端稍微磨尖了的钢筋，不过还是适合敲击而非戳击，好在多点选择灵活性还不错。

source: A sparkling diamond.
de: Ein funkelnder Diamant.
ja: キラキラとした輝きを放つダイヤモンドです。
ko: 번쩍이는 다이아몬드입니다.
ru: Сверкающий алмаз.
zh_cn: 一颗闪闪发光的钻石！

source: A spiny pod from a pine tree. Dry seeds rattle around inside when you shake it.
ja: 松の木から取れるとげだらけのボールです。振るとカラカラと音がします。
zh_cn: 一个从松树上找到的多刺的荚 ,已经很干燥了 ,当你晃他的时候能听到里面有声音传出来 .

source: A splintered piece of wood, useless as anything but kindling
de: Ein zersplittertes Stück Holz, nutzlos für alles außer zum Anzünden.
ja: 裂けて使い物にならなくなった木材です。 焚きつけ以外の何の役にも立ちません。
ko: 쪼개진 나무 조각입니다. 어떤 것에도 쓸모가 없지만, 불쏘시개로는 적당합니다.
ru: Расколотый кусок дерева, бесполезен, но можно поджечь.
zh_cn: 一块烂木头，除了生火没有其他用途。

source: A steel pipe, makes a good melee weapon. Useful in a few crafting recipes.
de: Ein Stahlrohr, es ist eine gute Nahkapffe. Nützlich in ein paar Fertigungsrezepten.
ja: 鉄パイプは近接武器に適しています。幾つかのレシピに利用出来ます。
zh_cn: 一段铁管，优质的肉搏武器。有时候也能拿来制作一些东西。

source: A stereo system with speakers. It is capable of being hooked up to a vehicle to play music from a CD.
de: Eine Stereoanlage mit Lautsprechern. Sie kann an ein Fahrzeug angeschlossen werden, um Musik von einer CD abzuspielen.
ja: スピーカーが付いたステレオシステムです。車両に接続する事が出来ます。
zh_cn: 一套有扬声器的立体声系统，很适合挂在车上放CD。

source: A stick of memory. Useful in advanced electronics crafting.
de: Ein Speicherstick. Nützlich in fortgeschrittenen Elektronikfertigungen.
ja: メモリスティックです。高度な電子機器の製作に使います。
zh_cn: 一根内存条。在电子制造中十分有用。

source: A stout metal box used for producing charcoal via pyrolysis; the incomplete burning of organic materials in the absence of oxygen.
de: Eine stabile Metallkiste, zur Herstellung von Holzkohle mittels Pyrolyse – der unvollständigen Verbrennung organischer Materialien in Abwesenheit von Sauerstoff.
ja: 頑丈な金属製の箱です。木を酸欠状態で不完全燃焼させることで炭を作ります。
ko: 열분해 작용을 이용해 목탄, 즉 숯을 만드는 튼튼한 철제 박스입니다. 산소 부족으로 인해 유기 물질이 완전히 타지 않는 원리를 사용해서 숯이 만들어집니다.
ru: Массивный металлический ящик, используемый для изготовления древесного угля с помощью пиролиза; неполное сгорание органических веществ без доступа воздуха.
zh_cn: 一个用来烧制炭的结实的金属箱；在没有氧气的情况下有机材料不完全燃烧而产生的。

source: A stout metal pole with a sharp point.
de: Eine stabile Stange mit einer scharfen Spitze.
ja: 鋭い先端をした金属製の頑丈な棒です。
ko: 끝을 뾰족하게 만든, 튼튼한 강철 막대기입니다.
ru: Толстая металическая палка с острым окончанием.
zh_cn: 一根结实的金属杆子，一端非常锋利。

source: A stout pole with an improvised grip and a fire-hardened point.
de: Eine handfeste Stange mit einem improvierten Griff und einer feuergehärteten Spitze.
ja: 削り出した穂先を焼き固め、簡易的な握りを取り付けた木の棒です。
ko: 단단한 장대의 끝부분을 불로 뾰족하게 만들고, 급조한 손잡이를 붙인 창입니다.
ru: Толстая палка с самодельной ручкой и обожженным на огне острием.
zh_cn: 一根结实的杆子，有一个简易的把，另一端被火烤过而硬化。

source: A stout wooden pole with a sharp stone spearhead.
zh_cn: 一根结实的木棍，一端配有尖锐的石质矛头。

source: A stout wooden pole with a spearhead worked from copper.
zh_cn: 一根木棍，顶端插着一个铜制的矛头。

source: A stout wooden truncheon of the sort commonly employed by police. Originally an Okinawan weapon, it consists of a stick with a perpendicular handle attached a third of the way down its length.
de: Ein starker, stabiler Schlagstock in der Art, wie er üblicherweise von der Polizei eingesetzt wird. Er ist ursprünglich eine Okaniwan-Waffe und ist ein Stock mit einem senkrechtem Griff, der an einem Drittel der Länge davon absteht.
ja: 主に警察が採用している頑丈な木製のトンファーです。元々は沖縄で生まれた武器で、長い棒のおおよそ3分の1に当たる箇所に垂直の短い持ち手が接合された形状をしています。
zh_cn: 一个结实的木头棍子，通常在警察身上可以捡到，最终是比较长的，现在敲掉了三分之一，握着它使你信心倍增.

source: A sturdy 30-foot long vine. Could easily be used as a rope, but can't be disassembled.
ja: 長さ9mの丈夫な蔓です。簡易ロープとして使用できますが、分解できません。
zh_cn: 一段30英尺长的藤蔓。完全可以替代绳子，但是无法分解。

source: A sturdy wood bat, wrapped in flame-resistant Nomex fabric. Makes a good melee weapon but better be disassembled to recycle the baseball bat and some Nomex patches.
ja: 耐熱性のノーメックス生地で覆った木製バットです。このままでも優れた武器ですが、分解する事でより優れた野球バットとノーメックスの布片へと再利用する事が出来ます。
zh_cn: 结实的木棒，用“诺梅克斯”防火纤维包裹。挥起来手感不错，但用泡了汽油的破布包上再点燃之后，会变身为大杀器。分解后可以得到一些“诺梅克斯”防火纤维。

source: A sturdy wood bat. Makes a great melee weapon.
de: Ein robuster Holzschläger. Ist eine großartige Nahkampfwaffe.
ja: 頑丈な木製のバットです。近接武器にとても適しています。
zh_cn: 一根牢固的木质棒球棍，揍起人来既顺手又给力。

source: A sturdy, heavy stick. Makes a decent melee weapon, and can be cut into two by fours for crafting.
de: Ein stabiler, schwerer Stock. Ist eine annehmbare Nahkampfwaffe und kann zu Kanthölzern für die Fertigung zerstückelt werden.
ja: 頑丈で重い棒です。これできちんとした近接武器を作ってもいいですし、木材に加工してもいいでしょう。
zh_cn: 一根坚实而沉重的棍子，既能做武器，也能在切割后用于制造。

source: A synthetic stock and hardware designed to accommodate common Mosin-Nagant actions. With gunsmithing tools, some skill, and a few hours, you could give the classic Russian design modern furniture and customization capacity.
ja: 合成樹脂製の多機能銃床と、モシン・ナガンに対応した部品一式です。修復キット(銃整備師用)とある程度のスキルがあれば、古風なロシアンデザインのライフルを数時間で拡張性の高い現代風ライフルに改造できます。
zh_cn: 一只为普通的莫辛纳甘步枪设计的合成材料枪托及相关配件。若有枪械工具以及对应技能，花费数个小时可以赋予这经典俄式设计一些现代设备及自制弹夹。

source: A system designed to convert a radio station into an autonomous repeater.
zh_cn: 一个被设计用来将普通的无线电站转换为自动中继器的装置。

source: A tall glass, just begging for a frosty one!
de: Ein großes Glas, das geradezu nach einem gekühltem Getränk schreit!
ja: 背の高いグラスを見ると何か冷たい物を一杯飲みたくなるね！
ko: 높이가 높은 유리잔입니다. 제발 시원한거 한 잔만!
ru: Высокий стакан, так и просит плеснуть холодненькой!
zh_cn: 这是一个高脚的玻璃杯，看不出来还是磨砂的呢！

source: A telescoping baton that collapses for easy storage. Makes an excellent melee weapon.
de: Ein einschiebbarer Schlagstock, der für den leichteren Transport eingeschoben werden kann. Eine ausgezeichnete Nahkampfwaffe.
ja: 持ち運びが簡単な伸縮式の警棒です。近接武器に非常に適しています。
zh_cn: 折叠警棍，伸缩自如，因为便于携带被很多便衣使用，结果变成大量的被小混混缴获。居家旅行必备的肉搏武器。

source: A telescoping umbrella which collapses down for easy storage, useful for keeping dry when wielded.
de: Ein Schirm, der für die einfache Lagerung eingeschoben werden kann. Er ist nützlich, um trocken zu bleiben, wenn er getragen wird.
ja: 折り畳み傘です。手に装備すると濡れずに済みます。
ko: 편하게 들고다니기 위해서 접이식으로 만든 접이식 우산입니다. 휘두르면 쉽게 말릴 수 있습니다.
ru: Зонт, который складывается и занимает при этом мало места. Защитит вас от осадков.
zh_cn: 一把折叠伞，收起来之后便于携带，拿在手里就不那么容易被淋湿。

source: A thick sheet of military grade armor, best bullet stopper you can stick on a vehicle.
de: Eine dicke Panzerungsschicht in Militärqualität, der beste Kugelstopper, den du an ein Fahrzeug anbringen kannst.
ja: 軍用品質の装甲板です。車両に取り付けると高い防弾性能を発揮します。
ko: 두꺼운 군용 장갑판으로, 차량에 장착할 수 있는 것 중에서는 최고의 방탄 장갑입니다.
ru: Толстый лист оружейной брони, лучший способ защититься от пуль, который только можно найти.
zh_cn: 军用级装甲厚板，制作防弹车辆的最好选择。

source: A thin sheet of metal.
de: Ein dünnes Blech.
ja: 金属製の薄板です。
ko: 얇은 금속 판입니다.
ru: Тонкий лист металла.
zh_cn: 一小块金属片。

source: A thin wooden skewer. Squirrel on a stick, anyone?
de: Ein dünner Holzspieß. Möchte hier jemand ein Eichhörnchen am Spieß?
ja: 木製の細い串です。串に刺さったリスは誰の物ですか？
zh_cn: 这是木质烤肉串。你不知不觉就想起了楼下的烤羊肉串。要是有孜然就好了。

source: A tin dinner plate, you could probably play frisbee with it.
ja: ディナー用のブリキ製の大皿です。フリスビーにして遊ぶ事も出来ますよ。
zh_cn: 一个锡质餐盘，拿来当飞盘也是不错的，应该不会砸到自己吧。

source: A token, representing fertilization of a plant.
de: Ein Symbol, das für die Düngung einer Pflanze steht.
ja: 肥沃の象徴です。
ko: 식물을 비옥하게 만들어주는 비료입니다.
ru: Используется для удобрения растений.
zh_cn: 一种标志性的经典植物用肥料。

source: A tool useful for seeing long distances. Simply carrying this item in your inventory will double the distance that is mapped around you during your travels. You could also use them to focus the sunlight.
ja: 遠距離を見る事の出来る便利な道具です。 このアイテムをインベントリに所持するだけで、 マッピングされる距離が倍になります。 太陽光を一点に集中させる事も出来ます。
zh_cn: 望远镜，有了它，你就能望向很远的地方。放在包里随身携带，大地图从此不再迷茫。你同样可以用它来聚焦阳光。

source: A torch that has consumed all its fuel; it can be recrafted into another torch.
de: Eine Fackel, die ihren ganzen Brennstoff verbraucht hat; sie kann zu einer weiteren Fackel wiederangefertigt werden.
ja: 燃料を使い切った松明です。新しい松明に作り変える事が出来ます。
zh_cn: 燃尽了的火炬，加上燃料或就能当新的用了。

source: A true gentleman always finishes his cigars.
de: Ein echter Gentleman raucht seine Zigarren immer zu Ende.
ja: 本当の紳士ならば煙草は根本まで吸いきるものです。
ko: 진짜 신사는 언제나 시가를 즐깁니다.
ru: Настоящий джентльмен всегда докуривает свои сигары.
zh_cn: 真汉子从来都是抽到烟屁股的好哇!

source: A tube of strong glue. Used in many crafting recipes.
de: Eine Tube starken Klebstoffs. In vielen Fertigungsrezepten verwendet.
ja: チューブに入った強力な接着剤です。多くのレシピで利用します。
zh_cn: 一管强力胶。许多合成中都要用到它。

source: A two by four with a cross guard and whittled down point; not much for slashing, but much better than your bare hands.
de: Ein Kantholz mit einer Parierstange und einer geschnitzten Spitze; nicht wirklich gut zum Schlitzen, aber viel besser als mit deinen bloßen Händen.
ja: 木材に鍔を付けたものです。斬るのにはほぼ使えませんが、素手よりは遥かに良い武器です。
ko: 긴 목재에 손 보호대를 달고 끝을 깎은 목검입니다. 많은 데미지를 주지는 못하지만, 맨손보다는 낫습니다.
ru: Доска с перекрестием, округлённая на конце. Не особо хороша в битве, но лучше драться ею, чем голыми руками.
zh_cn: 一个2×4制式木材切一半交叉于一个小点后做的平头木剑；不能大幅的挥砍，但是比赤手空拳要好。

source: A vehicle headlight with a cage built around it to protect it from damage without reducing it's effectiveness.
de: Ein Fahrzeugscheinwerfer, um den ein Käfig gebaut wurde, um ihn vor Schäden zu schützen, ohne seine Effizienz einzubüßen.
ja: 照明効果を損なわないよう堅固な籠で覆われたヘッドライトです。
ko: 효율성의 감소 없이 손상으로부터 보호하기 위한 창살을 두른 차량용 헤드라이트입니다.
ru: Автомобильные фары в прочном корпусе с решеткой. Защищены от повреждений без снижения их эффективности.
zh_cn: 一个用铁制框架保护起来的车头灯，抗撞击又不降低可用性。

source: A vehicle mountable electric range and sink unit with integrated tool storage for cooking utensils.
de: Eine Fahrzeug-anbaubare Elektroherd-und-Waschbecken-Einheit mit einem eingebauten Werkzeuglager für Küchenutensilien.
ja: 車両搭載型の電子レンジ、流し台などを備えた調理用の統合器具です。
ko: 차량에 장착할수 있는 전자레인지와 수도 시설, 요리에 사용되는 식기구용 수납 공간 가구 입니다.
ru: Электрическая плита и мойка с хранилищем для посуды, готовые к установке на автомобиль.
zh_cn: 这是一个消耗电力的，附有水槽的部件，上面还集成了各种烹饪工具。

source: A vehicle tracking device, when installed on a vehicle allows you track the vehicle through your PDA
de: Ein Fahrzeugpeilsender. Befestigt an ein Fahrzeug ermöglicht er es dir, das Fahrzeug mittels deines PDAs zu vervolgen.
ja: これを車両に取り付け、電源を入れたPDAを持ち歩くことでマップ上に車両が表示されるようになります。
ko: 차량 추적 장치입니다. 차량에 설치하면 PDA를 통해 차량을 추적 할 수 있습니다.
ru: Устройство для отслеживания транспортных средств. Когда установлено, позволяет вам определить местоположение транспорта с помощью КПК.
zh_cn: 把它装在车上，就能通过PDA来追踪爱车位置了。

source: A very fancy table from a very fancy RV. If times were better it might be useful for something more than firewood.
de: Ein sehr ausgefallener Tisch eines sehr ausgefallenen Wohnmobils. In besseren Zeiten wäre er für mehr als nur Feuerholz brauchbar.
ja: 高価なRV車に備え付けられた高級な机です。時間に余裕がある場合は、薪にする以外の有用な使い道もあるでしょう。
zh_cn: 从一辆豪华房车上拆下的豪华桌子。如果时间恰当，这玩意可能比柴火有用。

source: A very small fridge for keeping food cool.
de: Ein sehr kleiner Kühlschrank zur Kühlhaltung von Lebensmitteln.
ja: 食料を保冷する事の出来る、かなり小型の冷蔵庫です。
ko: 음식을 차갑게 유지하기 위한 아주 작은 냉장고입니다.
ru: Очень маленький холодильник для хранения продуктов в прохладе.
zh_cn: 一个超级小的冰箱，能够冷藏食物。

source: A waffle iron. For making waffles.
de: Ein Waffeleisen. Zum Waffelmachen.
ja: ワッフルを焼き上げる専用の焼き器です。
zh_cn: 一个华夫饼烤盘。开始做华夫饼吧！

source: A welding rig made to run off a vehicle's storage battery. It has a soldering iron attachment for delicate work, and a compartment to store your extra tools in.
de: Eine Schweißausrüstung, die mit dem Akkumulator eines Fahrzeugs betrieben wird. Sie verfügt über einen Lötkolben für Feinarbeiten und einen Behälter, in dem du deine weiteren Werkzeuge lagern kannst.
ja: 車両のバッテリーで動くよう作られた溶接装置です。細かい作業のためにはんだごてアタッチメントが備え付けてあり、その他の工具を入れておくスペースが区切られています。
ko: 차의 배터리로 작동하도록 만들어진 용접기입니다. 조금 더 세밀한 작업을 위한 납땜기가 달렸고, 여분의 도구를 수납하기 위한 공간이 있습니다.
ru: Сварочная установка питается от аккумулятора автомобиля. Она также снабжена паяльником для деликатной работы и ящиком с инструментами.
zh_cn: 车载焊接系统使用车载电瓶作为能源。其包含一个附属的电烙铁用于精细的焊锡工作，并且拥有一个放置各种其他工具的隔间。

source: A wind-up alarm clock. Though the noise it makes is unpleasant to wake up to, it's always good to get an early start to your day. Can also be disassembled into some useful parts.
de: Ein Aufziehwecker. Obwohl der Krach das Aufwachen unangenehm macht, ist es immer gut, einen frühen Start in deinen Tag zu haben. Er kann auch in seine Einzelteile zerlegt werden, um ein paar nützliche Teile zu erhalten.
ja: ねじ巻き式の目覚まし時計です。解体する事が可能です。
zh_cn: 一个发条闹钟。被吵醒实在是不舒服，但起早总没什么坏处。拆了它能够得到它的零件，或许会有用吧。

source: A wooden spear with a decent grip and a three-pronged trident-like tip. Heavy, but good for catching weapons.
ja: 先端が三又状になった木製の重い槍です。柄は握り易くなっています。武器を絡め取るのに適しています。
zh_cn: 一把具有相當不錯的握柄和類似於三叉戟尖頭的木矛。雖然重，卻是一把好拿的武器。

source: A wooden spear, honed to a sharper point and fire hardened for toughness. The grip area has also be carved and covered for better grip.
de: Ein Holzspeer, dessen Spitze geschärft wurde und für die Härte feuergehärtet wurde. Der Griff wurde ebenso geschnitzt, für einen besseren Halt.
ja: 火で硬化させて強靭にした木の槍です。持ち手の部分も整え、更なるグリップ性を追求しました。
zh_cn: 一根木质长矛，磨得很尖，还用火烤让它更硬。用手握的一侧还被雕刻，让你握起来更容易。

source: All the parts necessary to convert an L523 to a Designated Shootist Rifle, suitable for long-ranged work. In order to reconfigure an already-configured L523, you'll need to disassemble it to the base platform, then assemble with the parts you prefer.
ja: L523をスナイパーライフル仕様に変換する互換部品一式です。長距離射撃に最適です。L523に既に別のキットが組み込まれている場合は、一度分解してL523プラットフォームに戻しておく必要があります。DSRはDesignated Shootist Rifle、選抜射手用ライフルの略です。
zh_cn: 包含将L523转换到射手步枪配置的所有组件，射手步枪适合长距离战斗。如果想要重新配置一个已经配置好的L523，你需要将基础件拆出来，然后在添加你需要的组件。

source: All the parts necessary to convert an L523 to a Main Battle Rifle, a balanced weapon for all situations. In order to reconfigure an already-configured L523, you'll need to disassemble it to the base platform, then assemble with the parts you prefer.
ja: L523をメイン･バトルライフル仕様に変換する互換部品一式です。あらゆる状況に適応し得る、バランスの取れた銃です。L523に既に別のキットが組み込まれている場合は、一度分解してL523プラットフォームに戻しておく必要があります。
zh_cn: 包含将L523转换到主战步枪配置的所有组件，主战步枪模式可以在所有情下都能有不俗表现。如果想要重新配置一个已经配置好的L523，你需要将基础件拆出来，然后在添加你需要的组件。

source: All the parts necessary to convert an L523 to a light machine gun. In order to reconfigure an already-configured L523, you'll need to disassemble it to the base platform, then assemble with the parts you prefer.
ja: L523を軽機関銃仕様に変換する互換部品一式です。L523に既に別のキットが組み込まれている場合は、一度分解してL523プラットフォームに戻しておく必要があります。LMGはLight Machine Gunの略。
zh_cn: 包含将L523转换到轻机枪配置的所有组件。如果想要重新配置一个已经配置好的L523，你需要将基础件拆出来，然后在添加你需要的组件。

source: All the parts necessary to convert an L523 to the Carbine configuration, Leadworks LLC's choice for close-quarters work. In order to reconfigure an already-configured L523, you'll need to disassemble it to the base platform, then assemble with the parts you prefer.
ja: L523をカービン仕様に変換する互換部品一式です。Leadworks LLCが接近戦を想定して選びました。L523に既に別のキットが組み込まれている場合は、一度分解してL523プラットフォームに戻しておく必要があります。
zh_cn: 包含将L523转换到卡宾枪配置的所有组件，这是Leadworks LLC为近距离战斗提供的选择。如果想要重新配置一个已经配置好的L523，你需要将基础件拆出来，然后在添加你需要的组件。

source: Also called bagh nakha or iron paw, this is a small claw-like bladed weapon from India designed to be concealed under and against the palm.
de: Dies ist eine kleine klauenähnliche Schnittwaffe aus Indien, die so gestaltet wurde, dass sie unter und gegen die Handinnenseite verborgen werden kann. Auch »Baghnakh« genannt.
ja: バグナクや鉄の前足とも呼ばれる、インド発祥の小さな鉤爪上の刃です。手のひらで握りこむようにして使うようになっています。
ko: 바그 나크 또는 철 발톱이라고도 불리는 이것은 손바닥 아래에 숨길 수 있도록 인도에서 설계된 작은 발톱같은 칼날 무기입니다.
ru: Известное так же под именем Баг Накх или Железная Лапа, это небольшое холодное оружие из Индии в виде когтей предназначенное для скрытого ношения в ладони.
zh_cn: 小型刃爪武器，发源于印度，也被称作“ bagh nakha”或“铁爪”。

source: An 8" circular sawblade. You could make a saw with it, or throw it. Wielding it without sturdy gloves is a bad idea.
de: Ein 20-cm-Kreissägenblatt. Du könntest daraus eine Säge machen oder es werfen. Es ist keine gute Idee, es ohne feste Handschuhe in der Hand zu tragen.
ja: 8インチの丸鋸です。鋸として使用したり投擲したりできます。丈夫な手袋を着けずに扱うのはいい考えとは言えませんね。
zh_cn: 8吋圆锯刃片。可以拿它做把圆锯，扔出去也可以。边缘锋利，请先戴手套再扔它。

source: An agricultural tool with long wooden shaft and four spikes. Is used to lift hay.
zh_cn: 一件农具，木头长柄，一端有四个尖刺。可以用来扬起稻草。

source: An alternator used to power car electrical systems.
de: Eine Lichtmaschine für die Bestromung der elekrischen Systeme von Pkws.
ja: オルタネータです。普通車両の電気系統に電力を供給する為に使用します。
ko: 이 발전기는 자동차의 전기 시스템에 전원을 공급하는데 사용됩니다.
ru: Генератор используется для питания электрических систем автомобиля.
zh_cn: 一个用来给车上的电气系统供能的发电机。

source: An aluminum baseball bat, lighter than a wooden bat and a little easier to swing as a result.
de: Ein Baseballschläger aus Aluminium, der leichter als ein Baseballschläger aus Holz und demnach etwas leichter zu schwingen ist.
ja: 木製のバットよりも小さいので、振り回すのが多少簡単なアルミニウム製のバットです。
ko: 알루미늄 재질의 야구방망이입니다. 나무 방망이보다 가볍기 때문에 조금 더 휘두르기 쉽습니다.
ru: Алюминиевая бейсбольная бита. Легче чем деревянная и, как следствие, ей легче махать.
zh_cn: 铝质棒球棍，比木质棒球棍要轻，因此更易挥舞。

source: An assortment of small bits of metal and scrap useful in all kinds of crafting
de: Eine Auswahl kleinerer Stücke Metall und Schrott, welche nützlich für alle möglichen Anfertigungen ist.
ja: 様々な種類の小さな廃棄金属です。 多くの種類のアイテム製作に使います。
ko: 여러 종류의 자그마한 금속 조각과 고철입니다. 모든 종류의 제작에 폭넓게 사용됩니다.
ru: Ассорти из небольших кусков металла и лома, полезно во всех видах крафта
zh_cn: 一小块金属碎片，能用于几乎所有的机械制作，是非常常见的小东西。

source: An electrode plate from a lead-acid battery.
de: Eine Elektrodenplatte einer Bleibatterie.
ja: 鉛を使った電池の極板です。
ko: 납산 전지에 쓰이는 전극 판입니다.
ru: Электродная пластина из свинцово-кислотной батареи.
zh_cn: 一块铅酸蓄电池的电极板

source: An empty canister, which may have once held tear gas or other substances.
de: Ein leerer Kanister, der mal Tränengas oder andere Substanzen enthalten haben könnte.
ja: 空の円筒形の容器です。催涙ガスなど色々な物質を詰める事が出来ます。
ko: 빈 통입니다. 한때 최루 가스탄이나 다른 물질이 들어 있던 것일 수 있습니다.
ru: Пустой корпус, в котором, возможно, когда-то находился слезоточивый газ или другие вещества.
zh_cn: 一个空罐子，里面可能装过催泪弹什么的，有股气味散发出来。

source: An empty case that can hold a storage battery. Complete with charging controller chip and connecting wires.
ja: 内側に蓄電池を設置できるよう作られた空の蓄電池ケースです。制御チップと接続配線が組み込まれており、これを介することで工具を使わずに蓄電池を付け外し出来るようになります。
zh_cn: 一个用来安装蓄电池的空箱子，包括充电控制芯片和连接线。

source: An exotic weapon comprised of a long pole of wood with curved blades on each end. It can be deadly in skilled hands.
de: Eine exotische Waffe, die aus einer langen Holzstange mit gekrümmten Klingen an beiden Seiten besteht. In den richten Händen kann sie eine tödliche Waffe sein.
ja: 長柄の両端に弯曲した刃が取り付けられた、異国情緒ただよう武器です。熟練の使い手が振るえば恐るべき威力を発揮するでしょう。
zh_cn: 来自异国的兵器，长长的木棒两端是锋利的弧形刀刃。杀生为护生，斩业非斩人！大师兄，师傅被二师兄的女朋友抓走啦~~~

source: An improvised weapon, made from two spikes attached to a bowling pin in the shape of a 'T'
de: Eine improvisierte Waffe, welche aus zwei Stacheln, die an einem Bowling-Pin in der Form eines »T« befestigt wurden, besteht.
ja: T字状にしたボーリングピンに2個のスパイクを取り付けた即席の武器です。
ko: 볼링핀에 두 개의 스파이크를 'T'자 모양으로 붙여 만든 급조무기입니다. (역주: 스플릿은 볼링에서 남은 핀들의 간격이 벌어진 상황을 의미합니다. 특히 7번, 10번 핀만이 남아있는 상황을 '스네이크 아이'라고 하며, 이 무기의 이름과 일치하는 상황으로 두 스파이크의 끝이 각각 반대방향을 향한다는 의미의 작명입니다.)
ru: Импровизированное оружие в виде буквы 'T', сделанное из двух шипов, прикреплённых к широкому концу кегли.
zh_cn: 一种手工制作的武器，把两个保龄球瓶绑扎成T字型，就可以像榔头一样挥舞了。老实和你说，这个一点也不帅。

source: An induction based charging system designed to operate on vehicle power. Once installed in a vehicle storage space, it will slowly charge all tools with rechargeable batteries in that space. The system can only be installed in existing storage compartments.
de: Ein induktionsbasiertes Aufladsystem, das von Fahrzeugstrom betrieben werden soll. Sobald es in eines Fahrzeugs Lagerungssystem eingebaut wurde, wird es langsam alle sich an dieser Stelle befindenden Werkzeuge, die aufladbare Batterien brauchen, aufladen. Das System kann nur in bestehende Lagerplätze eingebaut werden.
ja: 車両電源から給電できるよう設計された、電磁誘導式の充電ステーションです。車両の積載空間に取り付けた後に制御装置から起動してください。その積載空間に置かれた再充電可能なバッテリーの工具をゆっくりと充電します。なお、このステーションは積載空間が無い場所には取り付けることができません。
zh_cn: 一个使用车在能源的感应充电系统，一旦安装在汽车的储物箱里，它将缓慢的对箱子中所有可充电的工具进行充电。该系统仅能安装在已有的储物箱里。

source: An iron-tipped wooden throwing spear. The grip area has also be carved and covered for better grip.
de: Ein hölzerner Wurfspeer mit Eisenspitze. Der Griff wurde ebenso geschnitzt, für einen besseren Halt.
ja: 鉄の穂先を付けた投げ槍です。投げやすい様に作られています。
zh_cn: 一个有铁质尖端的投矛。握持区经过了雕刻和覆盖以便更好地握住。

source: An old and half rotten teddy bear. Looks like this one commemorates the grave of the child who once owned it.
zh_cn: 一只旧而半腐的泰迪熊。看上去这只是曾经拥有它的某个躺在坟墓中的小孩的纪念。

source: An old fashioned pocket watch. This one tells you the time and looks good doing it. Can also be disassembled into some useful parts.
de: Eine altmodische Taschenuhr. Diese teilt dir die Uhrzeit mit und sieht dabei gut aus. Sie kann auf zu einigen nützlichen Einzelteilen demontiert werden.
ja: 昔ながらの懐中時計です。時刻を知る事が出来ます。解体する事が可能です。
zh_cn: 一个旧式怀表，走时还挺准。也可以拆拆有用的零件。

source: An old-fashioned mechanical pump of the type used to draw drinking water from a well. It's not good for much of anything on its own.
de: Eine altmodische mechanische Pumpe in der Machart, um Trinkwaser aus einen Brunnen zu pumpen. Für sich alleine ist sie nicht sehr nützlich.
ja: 井戸から飲み水を汲み上げるために使う、昔ながらの機械式ポンプです。手動で使う以外にいい方法は思い浮かびません。
zh_cn: 该类型的老式机械泵用于从井中汲取饮用水。

source: An oval made of leather and string, it's easily thrown but does little damage. You could take it apart into leather if you wanted.
de: Ein ovalförmiges Objekt aus Leder und Fäden, es kann leicht geworfen werden, aber richtet geringen Schaden an. Du könntest es für das Leder auseinandernehmen, wenn du willst.
ja: 革を紐で縫い合わせて作られた楕円形のボールです。敵に向かって容易に投げることができ、少々のダメージを与えられます。革を切って剥すこともできます。
zh_cn: 用皮革和线制成的球，很容易扔出去，但伤害不大。需要的话，能拆出一块块的皮革。

source: An umbrella with a pointy end, useful for keeping dry when wielded.
de: Ein Regenschirm mit einem spitzen Ende, nützlich, um trocken zu bleiben, wenn er getragen wird.
ja: 手に装備すると濡れずに済みます。
ko: 끝이 뾰족한 우산입니다. 장비하면 비를 피할 수 있습니다.
ru: Зонт с заострённым концом, поможет укрыться от дождя, если взять его в руки.
zh_cn: 一把有个尖端的伞,握住它有利于保持干爽.
