Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You're kitted out better than most... would you be interested in making this world a little better for the rest of us? The towns have enough supplies for us survivors to start securing a foothold but we don't have anyone with the skills and equipment to thin the masses of undead. I'll lend you a hand to the best of my ability but you really showed promise taking out that other beast. You, I, and a 100 regular zombies laid to rest, what do you say?
de: Du bist besser ausgerüstet als die Meisten. Wärst du interessiert daran, diese Welt für den Rest von uns ein Stückchen besser zu machen? Die Städte haben fürs Erste genug Vorräte für uns Überlebende, aber wir haben niemanden mit der Erfahrung und der Ausrüstung, um die Masse der Untoten auszudünnen. Ich helfe dir so gut ich kann, aber du hast dich als sehr vielversprechend bewiesen, als du das andere Biest ausgeschaltet hast. Also, wie wär’s damit: Du, ich und Hundert normale Zombies im Grab – Deal?
ja: 君は良い装備を持っているな...この世界を少し良くしてみる気はないか？街を漁れば拠点を構えるには十分な物資が得られるだろう、しかし私たちの多くはゾンビに対抗できるだけの技能や装備を持っていない。私もできるだけのことをしよう。安らかなる世界のために、共に100体のゾンビを倒してみないか？
ko: 꽤 좋은 장비가 있는 것 같은데... 우리에게 좀더 맞도록 세상을 바꾸는데 관심있나? 마을에는 정착해 있을만한 충분한 물자가 있지만, 좀비떼를 줄일 장비와 기술이 없어. 당신을 도와줄테니 저 괴물들을 줄이는걸 좀 도와주게. 당신하고 나하고 해서 보통 좀비를 한 100 마리 정도 잡아야 하는데. 하겠나?
ru: У тебя снаряжение лучше остальных… будет ли интересно тебе сделать мир чуть лучше для всех нас? В городах есть достаточно припасов для выживших, чтобы там укрепиться. Но у нас нет никого с нужными навыками и снаряжением против толп зомби. Лучшее, что я могу сделать — протянуть тебе руку помощи, но ты и так неплохо разобрался с предыдущим монстром. Итак, ты, я и 100 обычных зомби. Что скажешь?
zh_cn: 你的穿着比大多数人额...你对为我们创造一个更好的世界感兴趣么？这个小镇有足够的储备能让我们安家，但是我们没人能有能力和设备去对付僵尸。我会尽我所能去帮你但是你得真的像你说的那样把那些僵尸都赶出去。你，我，和100个普通僵尸安息，怎么样？

source: %s gave you an item from the deposit box.
de: %s gab dir einen Gegenstand aus dem Schließfach.
ja: %sから金庫のアイテムを受け取りました。
ko: %s이(가) 안전 보관함에서 찾은 물건을 줬다.
ru: %s даёт вам предмет из ячейки хранения.
zh_cn: %s 从保险箱中取出一件物品交给了你。

source: %s gave you a USB drive.
de: %s gab dir einen USB-Stick.
ja: %sからUSBメモリを受け取りました。
ko: %s가 USB 드라이브를 줬다.
ru: %s передаёт вам флешку.
zh_cn: %s给了你个U盘。

source: %s gave you a dog whistle.
de: %s gab dir eine Hundepfeife.
ja: %sから犬笛を受け取りました。
ko: %s이(가) 개 호루라기를 줬다.
ru: %s отдал вам собачий свисток.
zh_cn: %s给了你个狗哨。

source: %s gave you a vacutainer.
de: %s gab dir ein Blutentnahmeröhrchen.
ja: %sから採血器を受け取りました。
ko: %s이(가) 진공 채혈기를 줬다.
zh_cn: %s 给了你一个真空采血管。

source: %s gave you back the black box.
de: %s gab dir den Flugschreiber zurück.
ja: %sからブラックボックスを受け取りました。
ko: %s이(가) 블랙박스를 다시 돌려줬다.
ru: %s вернул вам чёрный ящик.
zh_cn: %s 将黑匣子交还给你。

source: %s gave you sarcophagus access code.
de: %s gab dir die Zugangsdaten für den Sarkophag.
ja: %sからアクセスコード(石棺)を貰いました。
ko: %s이(가) 석관 접근 코드를 줬다.
ru: %s дал вам код доступа в саркофаг.
zh_cn: %s 给了你石棺的开启密码。

source: %s has instated you as a marshal!
de: %s hat dich zum Marshal ernannt!
ja: %sによって執行官に任命されました！
zh_cn: %s已任命你为执法官！

source: %s's Terminal
ja: %sの端末
ko: %s의 터미널
ru: %s терминал
zh_cn: %s的终端机

source: Download Software
de: Software herunterladen
ja: ソフトウェアをダウンロードする
ko: 소프트웨어를 다운로드하라
ru: Скачать программу
zh_cn: 软件下载

source: Analyze Zombie Blood
de: Zombieblut analysieren
ja: ゾンビの血液を解析する
ko: 좀비 혈액을 분석하라
ru: Анализировать кровь зомби
zh_cn: 分析丧尸血

source: Clear Back Bay
de: Hinterhof säubern
ja: 建物の反対側を片付ける
zh_cn: 清除后湾

source: Cull Nightmares
zh_cn: 消灭梦魇

source: Deal with Informant
de: Sich um Informanten kümmern
ja: 内通者を始末する
zh_cn: 解决告密者

source: Fabricate Repeater Mod
zh_cn: 制造无线电中继器插件

source: Find 25 Plutonium Cells
de: Finde 25 Plutoniumzellen
ja: 25個の原子力電池を探す
zh_cn: 找到25个钚电池

source: Find Antibiotics
de: Antibiotika finden
ja: 抗生物質を見つける
ko: 항생제를 찾아라
ru: Найти антибиотики
zh_cn: 发现抗生素

source: Find Corporate Accounts
de: Bestandsbuch finden
ja: 会計帳簿(企業)を探す
ko: 회계 장부를 찾아라
ru: Найти корпоративную бухгалтерию
zh_cn: 找到公司账目

source: Find Deputy Badge
de: Hilfsscherriffsmarke finden
ja: 議員バッジを探す
ko: 보안관 배지를 찾아라
ru: Найти значёк шерифа
zh_cn: 寻找主席勋章

source: Find Flag
de: Flagge finden
ja: 旗を見つける
ko: 성조기를 찾아라
ru: Найти флаг
zh_cn: 找到国旗

source: Find Lost Dog
de: Verlorenen Hund finden
ja: 子犬を探す
ko: 잃어버린 개를 찾아라
ru: Найти потерянного пса
zh_cn: 寻找丢失的狗

source: Find Patient Records
de: Patientenakten finden
ja: 医療記録(患者)を探す
ko: 환자 기록을 찾아라
ru: Найти записи о пациентах
zh_cn: 找到病人的记录

source: Find Relic
de: Relikt finden
ja: レリックを見つける
ko: 유물을 찾아라
ru: Найти реликвию
zh_cn: 寻找遗迹

source: Find Weather Log
de: Wetteraufzeichungen finden
ja: 気象情報を探す
ko: 기상 기록을 찾아라
ru: Найти журнал погоды
zh_cn: 找到天气日志

source: Find a Book
de: Ein Buch finden
ja: 本を探す
ko: 책을 찾아라
ru: Найти книгу
zh_cn: 找到一本书

source: Follow Sarcophagus Team
de: Sarkophagen-Team folgen
ja: 石棺制圧部隊に続行する
ko: 석관 팀을 따라가라
ru: Проследить за командой Саркофага
zh_cn: 追随石棺团队

source: Investigate Cult
de: Ermittlungen über einen Kult anstellen
ja: カルト教団を調べる
ko: 컬트 집단에 대해 알아내라
ru: Расследовать культ
zh_cn: 调查祭仪地点

source: Kill 100 Zombies
de: 100 Zombies töten
ja: 100体のゾンビを殺す
ko: 좀비 100마리를 죽여라
ru: Убить 100 Зомби
zh_cn: 杀死100个丧尸

source: Kill ???
de: Töte ???
ja: ？？？を殺す
zh_cn: 杀死 ???

source: Kill Bandits
de: Töte Banditen
ja: 盗賊を殺す
zh_cn: 杀死土匪

source: Kill Horde Master
de: Hordenmeister töten
ja: 群れの指導者を殺す
ko: 무리의 군주를 죽여라
ru: Убить повелителя орды
zh_cn: 杀部落酋长

source: Kill Jabberwock
de: Jabberwock töten
ja: ジャバウォックを殺す
ko: 재버워크를 죽여라
ru: Убить бармаглота
zh_cn: 杀死伽卜沃奇

source: Kill Raider Leader
de: Anführer der Plünderer töten
ja: レイダーのボスを殺す
zh_cn: 杀死劫匪领袖

source: Kill Zombie Mom
de: Zombiemama töten
ja: ゾンビ化した母親を殺す
ko: 좀비가 된 어머니를 죽여라
ru: Убить Мамашу-Зомби
zh_cn: 杀死丧尸妈妈

source: Locate Commo Team
zh_cn: 找到Commo小队

source: Missing Caravan
de: Karawane vermisst
ja: 行方不明の隊商
zh_cn: 失踪商队

source: Prison Visionary
de: Der eingesperrte Visionär
ja: 刑務所の空想家
ko: 감옥의 선지자
ru: Тюремный провидец
zh_cn: 幻影的监狱

source: Reach FEMA Camp
de: FEMA-Lager erreichen
ja: キャンプ(連邦緊急事態管理庁)に辿り着く
ko: FEMA 캠프에 도달하라
ru: Добраться до лагеря FEMA
zh_cn: 到达FEMA营地

source: Reach Farm House
de: Bauernhaus erreichen
ja: 農場の家に辿り着く
ko: 농장에 도달하라
ru: Добраться до фермы
zh_cn: 到达农场

source: Reach Safety
de: Sicheren Ort erreichen
ja: 安全な場所に辿り着く
ko: 안전 지역에 도달하라
ru: Добраться до убежища
zh_cn: 达到安全地点

source: Recover Priest's Diary
de: Priestertagebuch finden
ja: 神父の日記を取り戻す
ko: 성직자의 일기를 회수하라
ru: Вернуть дневник священника
zh_cn: 获得牧师的日记

source: Recruit Tracker
de: Fährtenleser rekrutieren
ja: 追跡者を募集する
ko: 추적자를 영입하라
zh_cn: 征募追随者

source: Retrieve Black Box Transcript
de: Flugschreiberabschrift erhalten
ja: ブラックボックス(コピー)を手に入れる
ko: 블랙박스 녹취록을 회수하라
ru: Достать расшифровку чёрного ящика.
zh_cn: 找回黑匣子数据

source: Retrieve Deposit Box
de: Schließfach auftreiben
ja: 金庫を手に入れる
ko: 안전 보관함을 회수하라
ru: Забрать ячейку
zh_cn: 搜索存款箱

source: Retrieve Military Black Box
de: Militärischen Flugschreiber finden
ja: ブラックボックス(軍事)を手に入れる
ko: 군용 블랙박스를 회수하라
ru: Достать военный чёрный ящик.
zh_cn: 取回军事黑匣子

source: Retrieve Software
de: Software zurückholen
ja: ソフトウェアを手に入れる
ko: 소프트웨어를 되찾아라
ru: Скачать программу
zh_cn: 检索软件

source: Tracker
de: Fährtenleser
ja: 追跡者
ko: 추적자
zh_cn: 追踪者

source: Can not open %s for writing
de: %s konnte nicht zum Schreiben geöffnet werden
ja: %sは書き込みのためには開けない
ko: 저장을 위해 %s을(를) 불러올 수 없습니다
ru: Невозможно открыть %s для записи
zh_cn: 无法打开 %s 以写入

source: Failed to write default mods to %s
de: Standard-Mods könnten nicht nach %s geschrieben werden
ja: %sへのデフォルトMODの書き込みが失敗しました
ko: %s에 기본 모드목록을 저장하는데 실패했습니다.
ru: Ошибка записи мода по-умолчанию в %s
zh_cn: 写入默认mod至 %s 失败

source: Failed to write list of mods to %s: %s
de: Modliste konnte nicht nach %s geschrieben werden: %s
ja: %sへのMODリストの書き込みが失敗しました: %s
zh_cn: 写入mod列表至 %s: %s 失败

source: Failed to write to %s
de: Es konnte nicht nach %s geschrieben werden
ja: %sへの書き込みが失敗しました
ko: %s에 저장하는데 실패했습니다.
ru: Ошибка записи в %s
zh_cn: 写入至 %s 失败

source: No description
de: Keine Beschreibung
ja: 説明無し
ru: Нет описания
zh_cn: 没有描述

source: No name (%s)
de: Namenlos (%s)
ja: 名前が無い(%s)
ru: Нет имени (%s)
zh_cn: 没有名称 (%s)

source: Author: %s
de: Autor: %s
ru: Автор: %s
zh_cn: 作者： %s

source: Authors: [UNKNOWN]
de: Autoren: [UNBEKANNT]
ja: 著者: [UNKNOWN]
ru: Авторы: [НЕИЗВЕСТЕН}
zh_cn: 作者：[未知]

source: Dependencies: [NONE]
de: Abhängigkeiten: [KEINE]
ja: 従属: [NONE]
ru: Зависимости: [НЕТ]
zh_cn: 依赖关系：[无]

source: Dependency: %s
de: Abhängigkeit: %s
ru: Зависимость: %s
zh_cn: 依赖关系：%s

source: Description: %s
de: Beschreibung: %s
ja: 概要: %s
zh_cn: 描述：%s

source: Description: [NONE]
de: Beschreibung: [KEINE]
ja: 概要: [NONE]
zh_cn: 描述：[无]

source: "Do not fear"
de: »Keine Angst!«
ja: 「怖がらなくても大丈夫です。」
ru: "Не бойся"
zh_cn: 别害怕

source: "FOUL INTERLOPER..."
de: »VERDORBENER EINDRINGLING …«
ja: 「汚らわしい侵入者が...」
ko: "불경한 침입자다..."
ru: "ГЛУПЫЙ ЧЕЛОВЕЧИШКА..."
zh_cn: ‘违规入侵者！’

source: "LEAVE NOW..."
de: »HINFORT!«
ja: 「今すぐこの場から消えて下さい...」
ko: "당장 떠나라..."
ru: "ПРОВАЛИВАЙ..."
zh_cn: ‘立刻离开！’

source: "Let us help you"
de: »Lass und dir helfen.«
ja: 「貴方の力になります。」
ru: "Позволь нам помочь"
zh_cn: "让我们帮你"

source: "Please dont"
de: »Bitte nicht!«
ja: 「お願いです、止めて下さい。」
ru: "Пожалуйста, не надо"
zh_cn: 雅蠛蝶！

source: "Stop it please"
de: »Bitte hör damit auf.«
ja: 「止めて下さい。」
ru: "Пожалуйста, прекрати"
zh_cn: 请你停下来

source: "VERMIN... YOU ARE VERMIN..."
de: »UNGEZIEFER … DU BIST UNGEZIEFER …«
ja: 「社会の屑...そう、貴方は害虫以下の存在だ...」
ko: "해충... 네놈은 해충이야..."
ru: "ЧЕРВЯК.. ТЫ ЧЕРВЯК..."
zh_cn: '害虫……你们都是害虫……'

source: "WE... WILL FEAST... UPON YOU..."
de: »WIR … WERDEN UNS AN DIR … ERGÖTZEN …«
ja: 「ああ...美味しそうですね...貴方は...」
ko: "우린... 네놈으로... 잔치를 벌이리라..."
ru: "МЫ... ПОЛАКОМИМСЯ... ТОБОЙ..."
zh_cn: ‘我们…会…好好…享用…你的……’

source: "We are friendly"
de: »Wir sind freundlich.«
ja: 「私達は友好的です。」
ru: "Мы дружелюбны"
zh_cn: 我们是好朋友

source: "We can help you"
de: »Wir können dir helfen.«
ja: 「私達は貴方の助けになります。」
ru: "Мы можем помочь"
zh_cn: "我们可以帮你"

source: "We wish you no harm"
ja: 「私達は貴方に危害は加えない事を約束します。」
zh_cn: 我们希望你没受伤

source: "YOU... ARE FILTH..."
de: »DU … BIST DRECK …«
ja: 「貴方は...ああ、何て不潔なんだ...」
ko: "너는... 하찮은 존재다..."
ru: "ТЫ... МЕРЗКИЙ..."
zh_cn: ‘你这个…垃圾……’

source: "hey, it's gonna be all right!"
de: »heh, es ist schon in Ordnung!«
ja: 「きっと大丈夫ですよ！」
ru: "эй, всё в порядке!"
zh_cn: "嗨，一切都会好起来的！"

source: "i'm here for you!"
de: »ich bin für dich da!«
ja: 「私は貴方の為にここにいるのです！」
ru: "я здесь для тебя!"
zh_cn: 我就是因你而在此的！

source: "let me help!"
de: »lass mich dir helfen!«
ja: 「何か手伝わせて下さい！」
ru: "позволь помочь"
zh_cn: "让我帮你"

source: "we'll get through this!"
de: »wir werden das durchstehen!«
ja: 「私達はこの状況を必ず切り抜けます！」
ru: "мы пройдем через это!"
zh_cn: 我们会挺过去的！

source: %s is pulled away from <npcname>'s hands!
ja: %sは<npcname>の拘束から逃れた！
zh_cn: %s被从<npcname>手中拽走了！

source: %s is pulled away from your hands!
ja: %sはあなたの拘束から逃れた！
zh_cn: %s被从你手中拽走了！

source: %s slams %s to the ground!
zh_cn: %s把%s摔倒在地！

source: <npcname> dodges it!
ja: <npcname>は回避しました！
zh_cn: <npcname> 躲了过去！

source: <npcname> dodges the beam!
ja: <npcname>はビームを回避しました！
zh_cn: <npcname> 避开了射击！

source: <npcname> sidesteps it!
zh_cn: <npcname> 闪开了它！

source: A blow from the %s sends %s flying!
zh_cn: %s把%s揍飞到空中！

source: A bolt of electricity arcs towards %s!
ja: 電気ボルトが%sに弧を描いて迫ってきました！
zh_cn: 一道电弧向%s冲了过来！

source: A fungal tendril bursts forth from the earth and pierces your %s!
ja: 真菌の蔦が地面から飛び出て、%sを貫通しました！
zh_cn: 一株真菌藤蔓从地里钻了出来并且刺穿了你的%s！

source: A fungal tendril bursts forth from the earth!
ja: 地面から真菌の蔦が飛び出しました！
zh_cn: 一株真菌藤蔓从地里钻了出来！

source: A glob of acid hits the %s!
de: Ein Säureklumpen schlägt auf das %s auf!
ja: 酸の小さな塊が%sに命中しました！
ko: 산성 방울이 %s의 몸에 맞았습니다!
ru: Капли кислоты повреждают %s!
zh_cn: 一团酸液击中了%s！

source: A glob of sap hits %s!
zh_cn: 一团树脂击中了%s！

source: A glob of sap hits the %s!
de: Ein Saftklumpen trifft das %s!
ko: 수액 방울이 %s의 몸에 맞았습니다!
ru: Шар сока попадает в %s!
zh_cn: 一团树脂击中了%s！

source: A shadow splits from the %s!
de: Ein Schatten trennt sich vom %s ab!
ja: %sから影が分かれた！
zh_cn: 一个阴影从 %s 里分裂了出来！

source: A tree bursts forth from the earth and pierces %1$s's %2$s!
de: Ein Baum schnellt aus der Erde hervor und durchbohrt %1$ss %2$s!
ja: 木が地面から飛び出て、%1$sの%2$sに貫通しました！
zh_cn: 一颗树从地里头钻了出来并且刺穿了%1$s 的 %2$s！

source: A tree bursts forth from the earth and pierces the %s!
de: Ein Baum schnellt aus der Erde hervor und durchbohrt das %s!
ja: 木が地面から飛び出て、%sに貫通しました！
ko: 나무 한그루가 땅속에서 튀어나와, %s을(를) 관통했습니다!
ru: Дерево прорывается из земли и пронзает %s!
zh_cn: 一棵树从地里钻出并且刺中了%s！

source: A tree bursts forth from the earth and pierces your %s!
de: Ein Baum schnellt aus der Erde hervor und durchbohrt dein %s!
ja: 木が地面から飛び出て、%sに貫通しました！
ko: 나뭇가지가 땅속에서 튀어나와, %s을(를) 관통했습니다!
zh_cn: 一棵树从地里钻出并且刺中了你的%s！

source: Allow yourself to be arrested.
de: Sich verhaften lassen.
ja: 降伏し、逮捕を受け入れました。
zh_cn: 放弃抵抗。

source: Apparently yours aren't the only systems kept alive post-apocalypse.
ja: 他にも生き残りうるシステムが存在するようです。
zh_cn: 显然你并不是唯一在启示录中存活下来的系统。

source: Bile splatters on the %s!
de: Galle schlägt auf das %s auf!
ja: %sの胆汁が飛び散りました！
ko: 담즙이 %s에 맞았습니다!
zh_cn: 胆汁喷溅在%s上！

source: Do not attempt to flee or to remove the handcuffs, citizen. That can be dangerous to your health.
de: »Versuchen Sie nicht, zu fliehen oder die Handschellen zu entfernen, Bürger. Das könnte sich gefährlich für Ihre Gesundheit sein.«
ja: 市民、逃走や手錠の解除を試みないで下さい。その行為は身体的危険を伴います。
zh_cn: 不要试图逃跑或除去手铐，公民。这些行为可能威胁到你的健康。

source: Empty your hands and hold your position, citizen!
de: »Leeren Sie Ihre Hände und bleiben Sie stehen, Bürger!«
ja: 市民、武器を捨てて止まりなさい！
zh_cn: 放下武器，不许动，公民！

source: Feign death.
de: Sich tot stellen.
ja: 死んだふりをしました。
zh_cn: 装死。

source: Halt and submit to arrest, citizen! The police will be here any moment.
de: »Stehenbleiben! Sie sind verhaftet, Bürger! Die Polizei wird hier jeden Moment sein.«
ja: そこの市民、両手を頭の上に組んで伏せなさい！すぐに警察官が駆け付けます。
zh_cn: 立刻停下一切现在行动并且接受逮捕，市民！警察很快就会到来。

source: He's brandishing a knife!
de: Er schwingt ein Messer!
ja: ナイフを振り回しています！
zh_cn: 他正在挥舞着刀！

source: Hostile detected.
de: Feind aufgespürt.
ja: 「敵が発見した。」
zh_cn: 探测到敌人。

source: If you do not understand these rights, an officer will explain them in greater detail when taking you into custody.
de: »Wenn Sie diese Rechte nicht verstehen, wird Sie Ihnen ein Beamter genauer erklären, wenn Sie in Gewahrsam genommen werden.«
ja: もし今の説明で権利について不明な点がある場合、拘置所へ送られる過程で警察官により詳細な説明を求めることができます。
zh_cn: 如果你不能理解这些权利，在带你去拘留所的路上会有人向你详细解释。

# memorial_female
source: Injected with dermatik eggs.
de: Ihr wurden Dermatik-Eier injiziert.
ja: ダマティックの卵を注入された。
ko: 더마틱 알에 감염되었습니다.
ru: Под кожу введены яйца дерматика.
zh_cn: 被注入了寄生蜂卵。

# memorial_male
source: Injected with dermatik eggs.
de: Ihm wurden Dermatik-Eier injiziert.
ja: ダマティックの卵を注入された。
ko: 더마틱 알에 감염되었습니다.
ru: Под кожу введены яйца дерматика.
zh_cn: 被注入了寄生蜂卵。

source: Interdicting target.
de: Ziel angreifend.
ja: 「禁止したターゲット。」
zh_cn: 阻止目标中。

source: Ops used to do that in case you needed backup...
ja: おっと、かつて応援が必要なときはああしていました...
zh_cn: 过去你的行动组员经常这样做，应对你可能需要支援的情况。

source: POUF.
ja: ポフ。
zh_cn: 噗嗤 !(喷气的闷响)

source: POUFF!
ja: ポフ！
zh_cn: 噗~呼 !(真菌花正在呼气 !)

source: Please stay in place, citizen, do not make any movements!
de: »Bleiben Sie stehen, Bürger. Keine Bewegung!«
ja: 動かないように。微動だにするな！
zh_cn: 请呆在原地，市民，不要有任何动作！

source: Pointed in your direction, the %s emits an IFF warning beep.
de: In deine Richtung macht das %s einen ZEFF-Warnpiepser.
zh_cn: 顺着你的方向，%s 出了 %d 声 警报。

source: Probably some now-obsolete Internal Affairs subroutine...
ja: 今となっては用済みのルーチンワークです...
zh_cn: 可能是因为一些已经过时的内部事务处理程序吧。。。

source: Quiet, quiet
de: Leise, leise
ja: 静かに、静かに
zh_cn: 安静，安静

source: Resist arrest!
de: Sich der Verhaftung widersetzen!
ja: 逮捕に抵抗しました！
zh_cn: 拒捕!

source: Spores are released from the %s!
de: Sporen werden von dem %s freigelassen!
ja: %sから胞子が放出された！
ko: 포자가 %s에서 뿜어져나옵니다!
ru: Споры вылетают из %s!
zh_cn: 孢子从%s里释放出来。

source: Targeting.
de: Zielend.
ja: 目標捕捉。
zh_cn: 瞄准中。

source: The
de: Das
zh_cn: 这

source: The %1$s arm hits your %2$s, but glances off your armor!
zh_cn: %1$s的手臂命中了你的%2$s，但是被装甲弹开了！

source: The %1$s arm pierces <npcname>'s %2$s!
zh_cn: %1$s的手臂刺进了<npcname>的%2$s！

source: The %1$s bites <npcname>'s %2$s!
ja: %1$sは<npcname>の%2$sに噛み付きました！
zh_cn: %1$s 咬到了<npcname>的 %2$s!

source: The %1$s bites <npcname>'s %2$s, but fails to penetrate armor!
ja: %1$sは<npcname>の%2$sに噛み付きました！しかし、ダメージを受けなかった。
zh_cn: %1$s 咬到了<npcname>的 %2$s，但是没能穿透护甲

source: The %1$s bites your %2$s!
de: Das %1$s beißt %2$s!
ja: %1$sは%2$sに噛み付きました！
zh_cn: %1$s 咬到了你的 %2$s!

source: The %1$s bites your %2$s, but fails to penetrate armor!
ja: %1$sは%2$sに噛み付きました！しかし、ダメージを受けなかった。
zh_cn: %1$s 咬到了你的 %2$s，但是没能穿透护甲！

source: The %1$s hits <npcname>'s %2$s, but glances off armor!
zh_cn: %1$s的手臂命中了<npcname>的%2$s，但是被装甲弹开了！

source: The %1$s lands on your %2$s, but can't penetrate your armor.
de: Der %1$s landed auf %2$s, aber kann deine Panzerung nicht durchdringen.
ja: %1$sが%2$sに降り立とうとしましたが、装甲に阻まれました。
zh_cn: %1$s 落在了你的 %2$s上，但是不能刺穿你的装甲。

source: The %1$s lashes %s!
zh_cn: %1$s 鞭打着%s！

source: The %1$s lashes %s's %2$s!
zh_cn: %1$s 鞭打着%s的%2$s！

source: The %1$s lashes your %2$s!
de: Das %1$s schlägt %2$s!
ja: %1$sはあなたの%2$sを打ち据えました！
zh_cn: %1$s 鞭打着你的%2$s！

source: The %1$s sinks its ovipositor into your %2$s!
de: Der %1$s sticht seinen Legestachel in %2$s!
ja: %1$sの産卵管が深々と%2$sに突き刺さりました！
zh_cn: %1$s把它的产卵器斜插入你的 %2$s！

source: The %1$s sinks its point into your %2$s!
ja: %1$sが深々と%2$sに突き刺さりました！
zh_cn: %1$s把它的尖端插入你的 %2$s！

source: The %1$s sinks several needlelike barbs into your %2$s!
ja: %1$sの棘が何本も%2$sに突き刺さりました！
zh_cn: %1$s把它的数个针状倒刺插入你的 %2$s！

source: The %1$s slashes your %2$s, but your armor protects you.
ja: %1$sが%2$sを切り付けましたが、装甲に阻まれました。
zh_cn: %1$s 扇击了你的 %2$s，但你的护甲保护了你。

source: The %1$s strikes your %2$s, but your armor protects you.
ja: %1$sが%2$sを攻撃しましたが、装甲に阻まれました。
zh_cn: %1$s 猛击了你的 %2$s，但你的护甲保护了你。

source: The %1$s's arm pierces your %2$s!
zh_cn: %1$s的手臂刺进了你的%2$s！

source: The %1$s's head hits <npcname>'s %2$s, but glances off armor!
zh_cn: %1$s的脑袋击中了<npcname>的 %2$s，但是被装甲挡开了！

source: The %1$s's head hits your %2$s, but glances off your armor!
zh_cn: %1$s的脑袋击中了你的 %2$s，但是被装甲挡开了！

source: The %1$s's teeth sink into <npcname>'s %2$s!
zh_cn: %1$s的牙齿深深陷进<npcname>的%2$s之中！

source: The %1$s's teeth sink into your %2$s!
zh_cn: %1$s的牙齿深深陷进你的%2$s之中！

source: The %s acknowledges you as SWAT onsite, but hangs around to watch.
ja: %sはSWATへの出動要請を完了し、近くで警戒しています。
zh_cn: %s确认了你是名SWAT，但依旧停在周围围观。

source: The %s acknowledges you as an officer responding, but hangs around to watch.
ja: %sは通報を完了し、近くで警戒しています。
zh_cn: %s确认了你是名警官，但依旧停在周围围观。

source: The %s aims and fires!
de: Das %s zielt und feuert!
zh_cn: %s瞄准并且开火了！

source: The %s claps!
de: Das %s klatscht!
ja: %sは手を打ち合わせました！
zh_cn: %s 鼓掌！

source: The %s coughs up a strange dust.
de: Das %s hustet seltsamen Staub aus.
ja: %sは奇妙な埃によって咳き込みました。
ko: %s이(가) 이상한 먼지를 기침으로 토해냅니다.
ru: %s выкашливает странную пыль.
zh_cn: %s咳出了一股奇怪的沙尘。

source: The %s crouches on the ground!
de: Das %s kauert auf dem Boden!
ja: %sは地面に屈みました！
zh_cn: %s 蹲伏在地上！

source: The %s dermatik larva grows into an adult!
de: Die %s Dermatiklarve wird erwachsen!
ja: %sのダマティック幼虫が生体に成長しました！
ko: (%s) 더마틱 유충이 성장했습니다!
ru: %s молодая личинка дерматика подросла и стала взрослой особью!
zh_cn: %s寄生蜂幼虫蜕变为成虫！

source: The %s discharges an immense flow of spores, smothering the flames!
ja: %sは莫大な量の奉仕を吐き散らして炎を食い止めました！
zh_cn: %s 正在大量排放令人窒息的孢子 ! 看起来就像是在喷火一样 !

source: The %s does some fancy footwork!
de: Das %s macht eine ausgefallene Beinarbeit!
ja: %sは軽快な足技を披露しました！
zh_cn: %s 踩出了一些花式步法.

source: The %s drops a flask of acid!
de: Der %s lässt ein Säurefläschchen fallen!
ja: %sは酸の入ったフラスコを落としました！
ko: %s이(가) 산성액을 뿌립니다!
ru: %s бросил сосуд с кислотой!
zh_cn: %s丢下一瓶酸！

source: The %s falls to the ground and bursts!
de: Das %s fällt auf dem Boden und zerberstet!
ja: %sは地面に落ちて破裂しました！
ko: %s이(가) 땅에 떨어지더니 폭발했습니다!
ru: %s падает на землю и лопается!
zh_cn: %s 跌倒在地上爆裂了！

source: The %s feeds an %s and it grows!
de: Das %s füttert 1 %s und es wächst!
ko: %s이(가) %s을(를) 먹고 커졌습니다!
zh_cn: %s喂了%s，它现在开始成长了！

source: The %s fires its smg!
de: %s feuert die MP!
ja: %sはサブマシンガンを撃ちました！
ko: %s이(가) 기관단총을 발사했습니다!
ru: %s стреляет из пулемёта!
zh_cn: %s用冲锋枪开火了！

source: The %s flashes a LED and departs. Human officer on scene.
ja: %sはフラッシュを炊いて飛び去りました。今に人間の警察官が駆け付けるでしょう。
zh_cn: %s的LED灯闪烁了一下，然后就解除了部署。人类警官已经到场。

source: The %s flashes a LED and departs. SWAT's working the area.
ja: %sはフラッシュを炊いて飛び去りました。今にSWATが駆け付けるでしょう。
zh_cn: %s的LED灯闪烁了一下，然后就解除了部署。让SWAT先上。

source: The %s flashes a LED and departs. The Feds have this.
ja: %sはフラッシュを焚いて飛びさりました。連邦政府に届けるのでしょう。
zh_cn: %s的LED灯闪烁了一下，然后就解除了部署。让执法官先上。

source: The %s gesticulates wildly!
de: Das %s gestikuliert wild umher!
ja: %sは激しい動きでジェスチャーを行いました！
ko: %s이(가) 크게 몸짓합니다!
ru: %s дико трясет!
zh_cn: %s疯狂的做着手势！

source: The %s grows into an adult!
ja: %sは成体に成長しました！
zh_cn: %s 长大了！

source: The %s jabs at you with a needlelike point!
ja: %sは素早い棘の突きを繰り出してきました！
zh_cn: %s用针尖一样的东西猛扎你！

source: The %s jumps back and forth!
de: Das %s springt vor und zurück!
ja: %sは前後に飛びました！
zh_cn: %s 来回跳跃！

source: The %s lands on you, but you swat it off.
de: Das %s landet auf dir, aber du schlägst es weg.
ja: %sが頭上に降り立とうとしましたが、払い除けました。
ko: %s이(가) 몸에 붙었지만, 떼어냈습니다.
ru: %s запрыгивает на вас, но вы стряхиваете эту тварь.
zh_cn: %s落在你身上，幸好你拍打掉了它。

source: The %s lashes its tentacle at you!
de: Das %s schlägt ein Tentakel auf dich!
ja: %sが触手で打ち据えてきました！
ko: %s의 촉수가 뻗어옵니다!
zh_cn: %s用它的触手鞭打你！

source: The %s lays an egg!
de: Das %s legt ein Ei!
ja: %sは卵を産み落としました！
ko: %s이(가) 알을 낳았습니다!
zh_cn: %s产下一枚卵！

source: The %s leaps!
de: Das %s springt!
ja: %sは跳びました！
ko: %s이(가) 뛰어올랐습니다!
ru: %s прыгает!
zh_cn: %s跳了起来！

source: The %s lets out a high-pitched cry!
de: Das %s lässt einen hohen Heuler los!
ja: %sはポーゥという甲高い叫び声を上げました！
zh_cn: %s 发出一声尖锐的呼喊！

source: The %s looks left and right!
de: Das %s sieht nach links und nach rechts!
ja: %sは左右を見ました！
zh_cn: %s 左右看看。

source: The %s lunges at <npcname>, but they dodge!
ja: %sが<npcname>に突進して来ました！しかし、<npcname>は回避しました。
zh_cn: %s弓步咬向<npcname>，但是他躲开了！

source: The %s lunges at you, but you dodge!
ja: %sが突進して来ました！しかし、回避しました。
zh_cn: %s弓步咬向你，但是你躲开了！

source: The %s lunges for %s!
zh_cn: %s扑向%s！

source: The %s lunges straight into %s!
zh_cn: %s向%s飞扑过来！

source: The %s mechanically grabs at %s!
zh_cn: %s机械的抓住了%s！

source: The %s moans softly.
de: Das %s stöhnt leicht.
ja: %sは静かに呻き声を上げました。
ko: %s이(가) 부드럽게 신음소리를 냅니다.
ru: %s тихо стонет.
zh_cn: %s轻声的呻吟。

source: The %s opens its coat, and a manhack flies out!
de: Der %s öffnet den Mantel und eine Klingendrohne fliegt hinaus!
ja: %sはコートを開いた。その瞬間、マンハックが飛び掛ってきた！
ko: %s이(가) 코트를 펼치자, 맨핵이 날아올랐습니다!
ru: %s раскрывает свой халат и оттуда вылетает мэнхак!
zh_cn: %s打开了它的外套，飞出来一只苍蝇！

source: The %s opens its mouth and a beam shoots towards %s!
zh_cn: %s张开了嘴，一束光线向%s直射过来！

source: The %s opens up with its rifle!
de: Das %s zeigt ein Gewehr!
ja: %sはライフルを構えました！
zh_cn: %s 的枪上膛了！

source: The %s probes your mind, but is rebuffed!
de: Das %s untersucht deinen Geist gründlich, wird aber zurückgewiesen!
ja: %sが精神を探りを入れてきましたが、拒絶しました！
ko: %s이(가) 당신의 머리 속을 들여다보려 했지만, 실패했습니다!
ru: %s вторгается в ваш разум, но не преодолевает сопротивление!
zh_cn: %s试图进入你的意识，幸好你抵御住了侵蚀。

source: The %s pulses, and fresh fungal material bursts forth!
ja: %sが脈動して新鮮な真菌物質を撒き散らしました！
zh_cn: %s 蓝色的光芒闪烁了一下 ,并且随之释出了新鲜的真菌孢子 !

source: The %s pulses, and fresh fungal material bursts forth.
ja: %sが脈動して新鮮な真菌物質を撒き散らしました。
zh_cn: %s 蓝色的光芒闪烁了一下 ,并且随之释出了新鲜的真菌孢子 !

source: The %s raises its arms in the air!
de: Das %s hebt die Hände in die Luft!
ja: %sは空中に手を振り上げました！
zh_cn: %s 举起了胳膊！

source: The %s seems to wave you toward the tower...
ja: %sは塔へと招くように揺らいでいます。
zh_cn: %s 似乎在驱使你前往真菌塔...

source: The %s shocks <npcname>!
ja: <npcname>が%sの感電攻撃を受けました！
zh_cn: %s电击了<npcname> ！

source: The %s shocks the %s!
zh_cn: %s电击了%s！

source: The %s shocks you!
de: Das %s schockt dich!
ja: %sの感電攻撃を食らいました！
ko: %s에게서 전기충격을 받았습니다!
ru: %s ударярил вас током!
zh_cn: %s电击到了你！
