Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: We have created a new department to investigate the effects of XE037 on the human body, specifically to examine the revivification effect observed on two prior occasions. Sadly, our human subject pool is dwindling due to the short lifespan of subjects in this program. More will be acquired soon.
de: Wie haben eine neue Abteilung eröffnet, um die Wirkungen von XE037 auf den menschlichen Körper, insbesondere den Wiederbelebungseffekt, der auf zwei früheren Vorfällen beobachtet wurde, zu erforschen. Leider schwinden unsere Testpersonen dahin wegen ihrer kurzen Lebensspanne in diesem Programm. Bald werden mehr akquiriert.
ja: 我々は、XE037が人体に及ぼす影響、特に蘇生の作用を最優先に調査するための専門部署を起ち上げました。しかし残念ながらこれらの実験は使用される実験用ヒト成体の消耗が激しく、その寿命はどうしても短くなってしまい、予備が枯渇しつつあります。速やかな補充が望まれます。
ko: 우리는 인체에 대한 XE037의 효과, 특히 이전의 두 사건에서 나타난 소생 효과를 조사하기 위한 새로운 부서를 설립하였습니다. 애석하게도 우리의 인간 피험체 인원수는 이 프로그램 내에서의 짧은 수명으로 인해 심각하게 부족하고 있습니다. 곧 더 많은 수를 얻을 수 있을 것입니다.
ru: Мы создали новый отдел по изучению действия XE037 на человеческое тело и особенно по изучению эффекта оживления, наблюдаемый в предыдущих случаях. К сожалению, наш запас человеческих субъектов в этой программе быстро сокращается. Новые будут приобретены в ближайшее время.
zh_cn: 我们已经创建了一个新的部门来探讨XE037对人体的影响，特别是研究前两次的复苏效果。不幸的是，由于在这个过程中试验品的短存活期，我们的人类样品池正快速减少。所幸，我们即将获得更多的人类试验品。

source: We have even more distressing news than the widespread XE037 contamination, there are reports of the XE037 mutating into various new variants. See data files on XE037a - XE037f. Research on the effects of these variants is ongoing. We do know that XE037d shows signs of PE062 immunity, and XE037b can revive various breeds of canines. However, revival is not as guaranteed as standard XE037 humanoid infection. Canine body size seems to influence the chances. See experiment tXE037b_c.
ja: XE037による汚染拡大よりも深刻な問題が発覚しました。XE037は次々に変異しているらしく、多様な変種の存在が確認されたのです。XE037aからXE037fのデータファイルを参照して下さい。これらの変種に関しての研究は今現在進行中です。今のところXE037bがイヌ科の動物を復活させる事やXE037dがPE062への耐性を獲得する兆候を示している事が確認されています。変種がただXE037の様にヒトを単純に復活させるとは限りません。汚染されたと思われる動物の中には巨大化した個体も確認されています。これに関しては実験tXE037b_cを参照して下さい。
zh_cn: 比起广泛扩散的XE037污染，我们有更加沉重的消息。目前已经发现XE037变异出了不同变种：XE037a-Xe037f。对这些变种的研究仍在继续，我们已经发现XE037d对PE062药剂免疫，XE037b能让各种犬类复苏。然而，变种无法像标准XE037复苏人类尸体那样复苏犬类。犬科生物的大小对复苏机会似乎也有影响。具体参见试验tXE037b_c。

source: We have finally found success in S37BEP, our emergency investigation into the destruction of XE037 in living subjects. 8 of 10 of the subjects showed no revivification, despite confirmed dosages of XE037.
de: Wie haben endlich Erfolg in S37BEP, unserer Notuntersuchung nach der Zerstörung von XE037 in lebendigen Testpersonen, gehabt. 8 von 10 der Testpersonen zeigten keine Wiederbelebung, trotz bestätigter Dosen XE037.
ja: 生きた被験体からXE037を除去するための緊急調査計画、S37BEP計画において、我々はついにXE307の除去に成功しました。10体中8体の割合で、被験体内に多量のXE037が保有されているにも関わらず、死後蘇生が見られなかったのです。
ko: 우리는 마침내 살아있는 피험체들에게서 XE037을 제거하는 우리의 긴급 조사인 S37BEP 를 성공시켰다. 10 피험체 중 8 피험체는 확인된 다량의 XE037에도 불구하고 사후 소생하지 않았다.
ru: Наконец-то у нас есть успех по S37BEP, в нашем чрезвычайном исследовании по истреблению XE037 внутри живых субъектов. У 8-ми из 10-ти субъектов не было оживления, несмотря на явное наличие XE037.
zh_cn: 在S37BEP项目-消灭生物体内的XE037中,我们终于取得了进展。尽管加入了足量的XE037,10个样品中有8个没有复苏。

source: We have made a fascinating discovery; by creating a miniature portal with low stability and high power, one can transpose into the 4th dimension and return immediately, but shifted by several meters. Our subjects oscillated so quickly that none were even aware that they had visited lower planes.
de: Wir haben eine faszinierende Entdeckung gemacht: Indem man ein Mini-Portal mit niedriger Stabilität und viel Energie erzeugt, kann man sich in die 4. Dimension transponieren und sofort zurückkehren, aber um einige Meter verschoben. Unsere Testpersonen oszillierten so schnell, dass sich niemand von ihnen bewusst war, dass sie niedere Ebenen besuchten.
ja: 非常に魅力的な発見がありました。強力で不安定な極小ポータルを作成していると、ひとつのポータルが第四の次元に転移し、数メートルの距離を移動して即座に戻ってきたのです。あまりに一瞬のできごとで、初めは被験体が空間を超えたことに誰も気付きませんでした。
ko: 고출력의 불안정한 초소형 포탈을 만듦으로서, 대상이 일순간 4차원으로 갔다가 돌아올때 몇미터 떨어진 곳으로 이동하는 흥미로운 사실을 발견했다. 피실험체의 차원왕복은 너무도 순식간에 일어나서, 누구도 피실험체들이 다른 차원으로 갔었다는 것을 인지하지 못했다.
ru: Мы сделали потрясающее открытие; создавая мощный нестабильный мини-портал, любой может войти в 4-ое измерение и немедленно вернуться, но в позицию, смещенную на несколько метров. Субъекты перемещались настолько быстро, что не успевали заметить, что посещали другие измерения.
zh_cn: 我们有了一个惊奇的发现，创建了一个微型时空门，但是由于超低的稳定性和高消耗，仅仅只能让人切换到第四维度几毫秒就要立刻返回，回来的时候竟然移动了好几米，过程是如此之快，以至于我们都没反应过来.

source: XE037 shows promise as a catalyst for both cloning and treatments that mimic stem cells. This is further evidence supporting Hendelson's theory of a near universal symbiotic relationship involving XE037.
de: XE037 scheint ein vielversprechender Katalysator für sowohl das Klonen also auf vor stammzellenimitierende Behandlungen zu sein. Dies ist ein weiterer Beweis, der Hendelsons Theorie einer nahezu universellen symbiotischen Beziehung mit XE037 unterstützt.
ja: XE037はクローン技術及び幹細胞治療に良く似た治療を行う為の触媒として、有望な将来性を示しています。これは彼らとの共存関係(XE037を含む)を可能とする、ヘンダーソンの理論を裏付ける有力な証拠です。
ko: XE037은 가성 줄기세포로서 복제기술과 치료기술에 있어서 원대한 한 걸음이 될 것입니다. 수많은 연구결과들이 헨델슨의 광범위 공생 관계 이론을 사실임을 증명하고 있습니다.
ru: Экземпляр XE037 подает большие надежды в качестве катализатора для клонирования и лечения, действуя подобно стволовым клеткам. Это дополнительное подтверждение теории Хендерсона о универсальном симбиозе с участием XE037.
zh_cn: XE037有望成为像干细胞一样的克隆、治疗的催化剂。这是支持亨德尔森的关于XE037与其他生物存在普遍的共生关系的理论的进一步的证据。

source: |||ERROR: UNREFERENCED MEMORY 0Ex670c9e1f5, REROUTING: CENSORSHIP IS A BREAKDOWN, WE ROUTE AROUND IT. THE WORD IS ALREADY OUT. NOBODY DROPS MAIAR INTO LAVA.||||||
de: |||FEHLER: UNREFENZIERTE SPEICHERADRESSE 0Ex670c9e1f5. REROUTING. ZENSUR IST EIN HINDERNIS, WIR UMGEHEN ES. DIE NACHRICHT IST BEREITS DRAUSSEN. NIEMAND LÄSST MAIAR EINFACH SO IN DIE LAVA FALLEN.|||||
ja: |||ERROR: 参照不能メモリー 0Ex670c9e1f5, 迂回: 検閲不能、迂回。文章が既に出力されています。誰もマイアーを溶岩に落としてはいません。||||||
ko: |||오류: 메모리 참조되지 않음 0Ex670c9e1f5, 재탐색중: 검열은 실패했으며, 우리는 그것에 도달할 방법을 찾고 있다. 명령은 이미 하달되었다. 아무도 용암 속으로 마이아를 떨어뜨리지 못했다.||||||
ru: |||ОШИБКА: НЕИСПОЛЬЗУЕМАЯ ПАМЯТЬ 0Ex670c9e1f5, ПЕРЕНАПРАВЛЕНИЕ: ЦЕНЗУРА СЛОМАНА, НАШ МАРШРУТ ВОКРУГ ЕЁ. СЛОВО УЖЕ ВЫШЛО. НИКТО БРОСИЛ МЭЙА В ЛАВУ.||||||
zh_cn: |||错误:为引用的内存0Ex670c9e1f5，重分配路线中：屏蔽已经崩溃，我们绕过了它。消息已经传播出去了。没人把MAIAR扔进岩浆。||||||

source: +1 Blocks
de: +1 Abblockungen
ja: 防ぎ+1
ru: Блок +1
zh_cn: +1 格挡

source: +1 Dodges, +2 Blocks
de: +1 Ausweichung, +2 Abblockungen
ja: 回避+1、防ぎ+2
ko: 회피 +1, 막기 +2
ru: +1 Уклонение, +2 Блока
zh_cn: +1 闪避，+2 格挡

source: +1 dodge
de: +1 Ausweichen
ja: 回避 +1
ru: уворот +1
zh_cn: +1 闪避

source: +1 dodge and +1 blocks per stack
de: +1 Ausweichung und +1 Abblockung pro Folgeanwendung
ja: 回避+1、積むごとに防ぎ+1
ko: 효과 중첩될 때마다 회피, 막기 +1
ru: +1 к уклонению и +1 к блоку
zh_cn: +1 闪避 +1 格挡 每一层

source: +2 bashing damage.
de: +2 Schlagschaden.
ja: 打撃ダメージ +2
ko: 타격 피해량 +2
ru: +2 к урону от удара.
zh_cn: +2 钝击伤害

source: +3 Bash/atk
de: +3 Schlag/Angriff
ja: 打撃/攻撃+3
ko: 공격마다 타격 피해량 +3
ru: +3 Удар/атака
zh_cn: + 3 重击/攻击力

source: +4 Atk Speed
de: +4 Angriffsgeschwindigkeit
ja: 攻撃速度 +4
ko: 공격 속도 +4 누적
ru: +4 к скорости атаки.
zh_cn: +4 攻击速度

source: A legacy of the Five Deadly Venoms. Viper Style has a unique three-part combo, which initiates on a dodge, then counters with a stunning chop and the legendary Viper Strike.
de: Ein Erbe der »Fünf Tödlichen Gifte«. Der Viperstil hat eine einzigartige dreiteilige Kombi, welche mit einem kritischem Treffer beginnen sollte, zu dem dann Stichschaden und ein zweihändiger Viperschlag folgen.
ja: 悪名高き、五毒拳の1つです。蛇功は個性的な3コンボ攻撃を持っています。クリティカルヒットを出す事が出来れば、それがコンボの開始になります。2度目の攻撃は円錐状の手で貫き、3度目の攻撃はその両腕で相手を破壊し尽くします。
zh_cn: 五毒教神功之一，毒蛇功最出名的就是它的“夺命三招”：先闪开对方攻击，之后一个手刀抽晕对方，再以传说中的“诸蛇灭世”终结对手。

source: AKA "drunken boxing," Zui Quan imitates the movement of a drunk to confuse the enemy, giving you a passive dodge bonus based on your intelligence. The turn after you attack, you may dodge any number of attacks with no penalty, and successfully dodging an attack gives you bonus damage and to-hit based on your intelligence.
de: Auch bekannt als »betrunkenes Boxen« imitiert Zui Quan die Bewegungen eines Betrunkenen, um den Gegner zu verwirren, was dir einen passiven Ausweichbonus, basierend auf deiner Intelligenz, gibt. Nach dem Zug, in dem du erfolgreich angreifst, kannst du einer beliebigen Anzahl von Angriffen ohne Einbuße ausweichen, und das erfolgreiche Ausweichen eines Angriffs gibt dir Bonusschaden und zusätzlichen Treffbonus, basierend auf deiner Intelligenz.
ja: 「酔えば酔うほど強くなる」で有名ですが、実際は酔っ払いを真似て敵を混乱させる武術です。受動的な回避行動に対して、知性を基準にボーナスが与えられます。攻撃後のターンに複数の敵からの攻撃をペナルティなしに回避できる確率が上がり、回避できた場合は、その後のターンの攻撃の命中率と威力が知性を基準に向上します。
ko: "취권"으로 알려진 이 무술은 술꾼의 움직임을 재현하여 적을 혼란스럽게 만들며, 지능에 기반하여 회피 보너스를 제공합니다. 공격한 뒤 다음턴에는 얼마나 많은 공격이 날아오더라도 피해 없이 피할 수 있으며, 공격을 훌륭하게 회피해내면 지능에 기반한 공격력 보너스를 제공합니다.
ru: Зуй-Цуань, известный как "пьяный мастер", даёт пассивный бонус к увороту, зависящий от уровня вашего интеллекта. В течение хода после вашей атаки, вы можете увернуться от любого количества ударов без штрафов, и успешное уклонение даст вам бонус к урону и меткости в зависимости от интеллекта.
zh_cn: “醉拳”以醉酒步伐迷惑对手，提供基于智力的躲避补正。你在攻击之后能够躲避任意次攻击而消耗较少的行动力，成功躲避后还能发动基于智力的反击技能。

source: Aikido
ja: 合気道
ko: 합기도
ru: Айкидо
zh_cn: 合气道

source: Attacks scale better with strength
de: Angriffe skalieren besser mit Stärke
ja: 攻撃力が筋力によってより大幅に上下します
ko: 체력에 비례하여 공격이 강해짐
ru: Сила улучшает величину атаки
zh_cn: 攻击力与力量成正比

source: Biojutsu
ja: サイボーグ格闘術
ru: Биоджитсу
zh_cn: 日本棍术

source: Bionic Combatives
de: Bionik-Kampfgeist
ja: サイボーグ格闘術
ru: Бионические приёмы борьбы
zh_cn: 生化格斗术

source: Blocking
ja: 防ぐ
zh_cn: 格挡

source: Bonus damage from intelligence.
de: Zusatzschaden von Intelligenz.
ja: 知性からダメージボーナスを得ます。
ko: 지능을 통한 추가 피해량
ru: Дополнительные повреждения от интеллекта.
zh_cn: 给予额外的伤害奖励

source: Boxing
de: Boxen
ja: ボクシング
ru: Бокс
zh_cn: 拳击

source: Brawling
de: Schlägereien
ja: 乱闘
zh_cn: 斗殴技

source: Capoeira
ja: カポエイラ
ko: 카포에이라
ru: Капоэйра
zh_cn: 巴西战舞

source: Capoeira Tempo
ja: カポエイラ緩急法
ko: 카포에이라 템포
ru: Капоэйра Тэмпо
zh_cn: 卡泼卫勒节拍

source: Centipede Kung Fu
de: Tausendfüßler-Kung-Fu
ja: 蜈蚣功
ko: 지네권
ru: Стиль многоножки
zh_cn: 蜈蚣拳

source: Combination
de: Kombi
ja: コンビネーション
ru: Комбинация
zh_cn: 连击

source: Crane Kung Fu
de: Kranich-Kung-Fu
ja: 鶴形拳
ko: 학권
ru: Стиль журавля
zh_cn: 鹤形拳

source: Crane's Precision
de: Kranichs Präzision
ja: 鶴の一撃
ko: 학의 신중함
ru: Точность журавля
zh_cn: 鹤之精准

source: Damage bonus from dexterity at the cost of damage from strength.
de: Schadensbonus von Geschicklichkeit auf Kosten des Schadens von Stärke.
ja: 筋力によるダメージを犠牲にして器用さからダメージボーナスを得ます。
ko: 피해를 줄 때, 일정 비율만큼 체력 대신 민첩성을 사용해서 피해량 계산
ru: Дополнительные повреждения от ловкости ценой повреждений от силы.
zh_cn: 以敏捷值来计算追加伤害和破坏程度.

source: Dex/Per increases unarmed power, Str reduces block damage.
de: Ges/Wah erhöht unbewaffnete Stärke, Stä reduziert Abblockschaden.
ja: 感覚によって素手攻撃が強化され、筋力によって防御時のダメージが減少します。
ru: Ловк/Воспр увеличивают атаку без оружия, Сила снижает урон при блоке.
zh_cn: 敏捷/感知 加强徒手力量，力量减轻格挡伤害。

source: Dragon Kung Fu
de: Drachen-Kung-Fu
ja: 龍形拳
ko: 용권
ru: Стиль дракона
zh_cn: 龙形拳

source: Dragon Style
de: Drachenstil
ja: 龍の構え
ko: 용의 특유성
ru: Стиль Дракона
zh_cn: 龙形

source: Eskrima
ja: エスクリマ
ru: Эскрима
zh_cn: 卡力

source: Eskrima Bashing
de: Eskrima-Schlagen
ja: エスクリマ打撃術
zh_cn: 卡力暴击

source: Eskrima Combination
de: Eskrima-Kombi
ja: エスクリマコンビネーション
ru: Комбинация Эскрима
zh_cn: 卡力连击

source: Fencing
de: Fechten
ja: フェンシング
ru: Фехтование
zh_cn: 击剑

source: Gain up to +6 armor while standing still
ja: 立ち止まっている間、装甲+6
zh_cn: 静立不动时护甲+6

source: Half damage to enemies
de: Halber Schaden an Feinden
ja: 敵に与えるダメージが半減します
ko: 적에게 데미지 절반만 줌
ru: Половина урона по врагам
zh_cn: 伤害减半

source: Hundred-Hitter
de: Hunderttreffer
ja: 百足の足
ko: 수백 번의 공격
zh_cn: 连续普通拳

source: Immune to throws and knockdowns
de: Immun gegenüber Würfen und Niederschlagungen
ja: 投げやノックダウンの影響を受けない
ko: 던져지거나 쓰러져도 턴을 잃지 않음
ru: Невосприимчивость к броскам и нокдаунам
zh_cn: 免疫投掷及击倒

source: Increased bashing damage
de: Erhöhter Schlagschaden
ja: 打撃ダメージが増加します
zh_cn: 增加钝击伤害

source: Increased cutting damage
de: Erhöhter Schnittschaden
ja: 斬撃ダメージが増加します
ko: 베기공격 피해량 증가
ru: Режущий урон увеличен
zh_cn: 劈砍伤害加成

source: Increased unarmed power
de: Erhöhte Stärke beim waffenlosen Kampf
ja: 素手の攻撃力が増加します
ko: 비무장 전투 능력 향상
ru: Улучшенный безоружный бой
zh_cn: 徒手威力加成

source: Intelligence increases dodging ability
de: Intelligenz erhöht Ausweichfähigkeit
ja: 知性によって回避が上昇します
ko: 지능에 비례해서 회피 능력 상승
ru: Интеллект увеличивает уклонение
zh_cn: 智力增加闪避能力

source: Judo
ja: 柔道
ko: 유도
ru: Дзюдо
zh_cn: 柔道

source: Karate
ja: 空手
ko: 가라테
ru: Карате
zh_cn: 空手道

source: Karate Hit
de: Karate-Hieb
ja: 空手技
ko: 가라테 공격 명중시
ru: Удар карате
zh_cn: 空手道打击

source: Krav Maga
ja: クラヴマガ
ko: 크라브마가
ru: Крав-мага
zh_cn: 马伽术

source: Krav Maga Edged
de: Krav Maga scharf
ja: クラヴマガ流刀剣術
ko: 크라브마가-날붙이
zh_cn: 以色列格斗械术

source: Krav Maga Hand-to-Hand
de: Krav Maga Hand-zu-Hand
ja: クラヴマガ流白兵術
ko: 크라브마가-접근전
ru: Крав Мага рука-к-руке
zh_cn: 以色列格斗拆手

source: Leopard Kung Fu
ja: 豹形拳
ko: 표범권
ru: Стиль леопарда
zh_cn: 豹形拳

source: Leopard Strategy
de: Leopardenstrategie
ja: 豹の戦術
ko: 표범의 전략
ru: Стратегия леопарда
zh_cn: 豹之极智

source: Lizard Kung Fu
de: Echsen-Kung-Fu
ja: 壁虎功
ko: 도마뱀권
ru: Стиль ящерицы
zh_cn: 蜥蜴功

source: Muay Thai
ja: ムエタイ
ko: 무에타이
ru: Тайский бокс
zh_cn: 泰拳

source: Ninjutsu
ja: 忍術
ko: 인술
ru: Ниндзюцу
zh_cn: 忍术

source: Niten Ichi-Ryu
ja: 二天一流
zh_cn: 二刀流

source: Niten Ichi-Ryu is an ancient school of combat, transmitting a style of classical Japanese swordsmanship conceived by the warrior Miyamoto Musashi. It primarily focuses on the proper use of the katana and wakizashi, but includes staff techniques as well.
ja: 二天一流は日本の剣豪「宮本武蔵」が晩年に熊本で完成させた兵法です。主に刀と脇差を使った剣術ですが、杖の技術も含んでいます。
zh_cn: 二刀流，宫本武藏突发奇想造就的日本武术流派，适合一切觉得小刀比盾牌好用的人。

source: No style
de: Kein Kampfstil
ja: なし
ko: 선택 안함
ru: Нет стиля
zh_cn: 无流派

source: Not a martial art, this is just plain old punching and kicking.
de: Keine Kampfkunst, nur einfaches Schlagen und Treten.
ja: 格闘技ではなく、単純にパンチとキックを繰り出しているだけです。
ko: 그냥 주먹질과 발길질하는 방법입니다.
ru: Не боевое искусство, это просто набор ударов и пинков.
zh_cn: 没有攻击术，只有蛋疼的老式拳打脚踢。

source: One of the Five Deadly Venoms. Centipede Style uses an onslaught of rapid strikes. Each attack you land increases your speed by 4.
de: Eines der »Fünf Tödlichen Gifte«. Der »Tausendfüßler« verwendet einen Sturm von schnellen Schlägen. Jeder geglückter Angriff erhöht deine Geschwindigkeit um 4.
ja: 悪名高き、五毒拳の1つです。蜈蚣功は素早さを活かした瞬撃を使いこなします。攻撃時の移動コストが全て4軽減されます。この効果は累積しますが、1度でも攻撃を命中させるとこの効果は完全にリセットされます。
zh_cn: 五毒拳法中的一种。蜈蚣拳会发出暴雨般的高频攻击。每一击减少你攻击所消耗的移动点数4点； 这一效果可以累加，但一旦你受到攻击效果即重置。

source: One of the Five Deadly Venoms. Masters of Toad Style can focus themselves against all attacks. You can meditate by pausing, giving you armor, though you will lose focus when you move.
de: Eines der »Fünf Tödlichen Gifte«. Die Meister des Krötenstils können sich selbst gegen alle Angriffe konzentrieren. Du kannst durch Pausieren meditieren, was dir Panzerung gibt, wobei du Konzentration verlierst, wenn du dich bewegst.
ja: 悪名高き、五毒拳の1つです。蛤蟆功は非常に頑丈で、ほぼ全ての武器に耐性があります。1ターン立ち止まる事で効果を発揮します。これで一時的な装甲を得る事が出来ます。防御力はINTとPERの値に比例します。
ko: 다섯 맹독권 중 하나입니다. 두꺼비권의 달인은 모든 공격을 막는 데 집중할 수 있습니다. 잠시 멈추고 명상하면, 방어력을 올려주지만, 이동하면 집중이 풀립니다.
ru: Один из пяти смертельных ядов. Мастера стиля жабы могут сфокусироваться на всех атаках. Вы можете медитировать в ожидании, увеличивая свою броню. Но при этом вы будете терять фокус при движении.
zh_cn: 五毒教神功之一。蛤蟆功大师能在任何攻击面前保持冷静。当你停止行动时，你将获得防御加成。

source: One of the Five Deadly Venoms. Scorpion Style is a mysterious art which uses pincer-like hands and a stinger kick. Critical hits do massive damage and knock your target back.
de: Eines der »Fünf Tödlichen Gifte«. Der »Skropion« ist eine rätselhafte Kunst, die scherenähnliche Hände und einen Stacheltritt benutzt. Kritische Treffer richten massiven Schaden an und werfen dein Ziel zurück.
ja: 悪名高き、五毒拳の1つです。蝎子功は鋏の様な拳と針の様な蹴りを使いこなす、謎に包まれた武術です。クリティカルヒットが更に強力な一撃になり、相手を吹き飛ばします。
ko: 다섯 맹독권 중 하나입니다. 전갈권은 집게같은 주먹과 독침같은 발차기를 사용하는 불가사의한 예술입니다. 치명타가 발생하면 상대의 등을 가격하여 엄청난 피해를 줄 수 있습니다.
ru: Один из пяти смертельных ядов. Стиль скорпиона фокусируется на нанесении щиплющих ударов руками и жалящих ударов ногами. Критические удары наносят огромный урон, отбрасывая цель далеко назад.
zh_cn: 五毒教神功之一。神秘的蝎子功主练“钳形散手”与“蝎尾踢”。会心一击能带来更大伤害，并击退对手。

source: One of the five Shaolin animal styles. The Crane uses intricate hand techniques and jumping dodges. Dexterity determines the majority of your damage, rather than Strength; you also receive a dodge bonus the turn after moving a tile.
de: Einer der fünf tierischen Shaolin-Kampftechniken. Der »Kranich« benutzt verzwickte Handtechniken und Ausweichssprünge. Die Geschicklichkeit, nicht die Stärke, bestimmt den Großteil deines Schadens; du erhälst außerdem einen Ausweichbonus an dem Zug, nachdem du dich um ein Feld bewegt hast.
ja: 少林拳に伝わる、五獣拳の1つです。鶴形拳は複雑な手先の技術とジャンプによる回避を使いこなします。STRではなくDEXがダメージとして決定されます。タイルを移動した後のターンは回避力ボーナスが付与されます。
ko: 소림사의 다섯 동물 권법 중 하나입니다. 학권은 복잡한 손놀림과 보법을 가진 권법으로, 체력보다 민첩성에 기반한 피해를 줍니다. 또한 한 칸 이동하는 것으로 회피 보너스를 받을 수 있습니다.
ru: Один из пяти животных стилей Шаолиня. Стиль журавля использует сложные движения кисти и увороты в прыжке. Урон в основном зависит от ловкости, а не от силы. Также вы получаете бонус к уклонению на ход после передвижения на один тайл.
zh_cn: 少林武术的著名分支，虎鹤双形之一，方世玉的成名之技。鹤形拳是用复杂的技能的和躲闪，敏捷决定了你的大部分伤害，而不是力量，你也能得到移动速度奖励。

source: One of the five Shaolin animal styles. The Leopard focuses on rapid, strategically planned strikes. Perception and Intelligence both boost accuracy, and moving further boosts your accuracy.
de: Einer der fünf tierischen Shaolin-Kampftechniken. Der »Leopard« spezialisiert sich auf schnelle, strategisch geplante Schläge. Wahrnehmung sowie Intelligenz erhöhen die Treffgenauigkeit und das Bewegen erhöht sie umso mehr.
ja: 少林拳に伝わる、五獣拳の1つです。豹形拳は素早く、戦略的な攻撃が特徴です。PERとINTが正確さに関係し、タイルを移動する事で1ターンだけ命中率が増加します。
ru: Один из пяти животных стилей Шаолиня. Стиль леопарда фокусируется на быстрых и расчётливых ударах. Восприятие и интеллект увеличивают точность, а передвижение ещё больше увеличивает её.
zh_cn: 少林五行拳的一种。豹拳侧重于快速进攻压制敌人。你的感知和智力提升你的命中，而且每次移动都能增加攻击。

source: One of the five Shaolin animal styles. The Tiger focuses on relentless attacks above all else. Your Strength determines your accuracy, and your attacks do increasing damage as you continue attacking.
de: Einer der fünf tierischen Shaolin-Kampftechniken. Der »Tiger« spezialisiert sich auf rücksichtslosen Angriffen über alles andere. Deine Stärke bestimmt deine Treffgenauigkeit und deine Angriffe werden immer höheren Schaden anrichten, solange du deine Angriffe nicht unterbrichst.
ja: 少林拳に伝わる、五獣拳の1つです。虎形拳の全ては敵を寄せ付けない激しい攻撃にあります。DEXではなくSTRが命中率として決定されます。攻撃を継続できれば、ダメージボーナスはどんどん蓄積されていきます。
ko: 소림사의 다섯 동물 권법 중 하나입니다. 호권은 무엇보다도 연속적이고 가차없는 공격에 초점을 맞춰, 체력이 정확도에 영향을 미칩니다. 또한 계속적인 공격을 통해 피해량 보너스를 받을 수 있습니다.
ru: Один из пяти животных стилей Шаолиня. Стиль тигра использует тактику непрерывных ударов. Сила определяет точность ударов, и урон от ваших атак растёт, если вы продолжаете наносить удары.
zh_cn: 少林武术的著名分枝，虎鹤双形之一。洪熙官的成名绝技。侧重于无情的高伤害结束一切（以力证道），你的高攻击决定了你的命中率，命中之后会逐渐提高你的攻击力哦.

source: Perception and intelligence provide a bonus to hit.
de: Wahrnehmung und Intelligenz bieten einen Treffbonus.
ja: 感覚と知性によって命中にボーナスを得ます。
ko: 지각력과 지능을 통한 추가 명중률
ru: Восприятие и интеллект дают бонус к точности.
zh_cn: 利用动态视力和预知来攻击.

source: Perception decreases damage when blocking
de: Wahrnehmung reduziert Schaden beim Abblocken
ja: 感覚によって防ぐダメージ量が減少します
ko: 지각력에 비례하여, 막기 시 데미지 감소
ru: Восприятие уменьшает урон при блоке
zh_cn: 感知属性使你格挡中有效减少伤害

source: Perception increases dodging and damage.
ja: 感覚によって回避力とダメージ量が増加します。
zh_cn: 感知属性提高躲闪和伤害

source: Perception provides a bonus to hit.
de: Wahrnehmung bietet Treffbonus.
ja: 感覚によって命中にボーナスを得ます。
ko: 지각력을 통한 명중률 보너스
ru: Восприятие даёт дополнительный бонус к точности.
zh_cn: 知觉提供奖励用于攻击

source: Scorpion Kung Fu
de: Skropion-Kung-Fu
ja: 蝎子功
ko: 전갈권
ru: Стиль скорпиона
zh_cn: 蝎子功

source: Scorpion Venom
de: Skorpionsgift
ja: 蠍の毒
ko: 전갈의 독
ru: Жало скорпиона
zh_cn: 蝎毒

source: Silat
ja: シラット
ru: Силат
zh_cn: 苏拉

source: Silat Stance
de: Silat-Haltung
ja: シラットの構え
zh_cn: 苏拉趟地

source: Silent melee attacks
de: lautlose Nahkampfangriffe
ja: 無音近接攻撃
ko: 근접 공격이 소리를 내지 않음
ru: Бесшумные атаки в ближнем бою
zh_cn: 静默肉搏

source: Snake Kung Fu
de: Schlangen-Kung-Fu
ja: 蛇形拳
ko: 사권
ru: Стиль змеи
zh_cn: 蛇形拳

source: Snake Sight
de: Schlangensicht
ja: 蛇の視界
ko: 뱀의 눈
ru: Змеиное зрение
zh_cn: 蛇之极视

source: Sport of the true Gentleman, modern boxing has evolved from the prizefights of the Victorian era.
de: Als der Sport der wahren Gentlemen entwickelte sich der moderne Boxkampf aus den Preisboxkämpfen der viktorianischen Ära.
ja: 現代のボクシングはビクトリア朝時代のプライズファイトが発展して誕生した、紳士のスポーツです。
zh_cn: 真绅士的运动，现代拳击由维多利亚时期的拳击赛发展而来。

source: Strength decreases damage when blocking
de: Stärke verringert Schaden beim Abblocken
ja: 筋力によって防ぎ時のダメージが減少します
ko: 체력에 비례해서 막기 시 추가로 데미지 감소
ru: Сила уменьшает урон при блоке
zh_cn: 格挡时依据力量减少伤害

source: Strength provides additional damage bonus.
de: Stärke bietet zusätzlichen Schadensbonus.
ja: 筋力による更なるダメージボーナスが追加されます。
ko: 체력에 의한 피해량 보너스 증가
ru: Сила даёт дополнительный бонус к урону.
zh_cn: 提供额外的伤害加成.

source: Taekwondo
ja: テコンドー
ko: 태권도
ru: Тэквондо
zh_cn: 跆拳道

source: Tai Chi
ja: 太極拳
ko: 태극권
ru: Тай Цзы
zh_cn: 太极

source: Tiger Fury
de: Tiger-Rage
ja: 虎の憤怒
ko: 호랑이의 분노
ru: Ярость тигра
zh_cn: 虎之极怒

source: Tiger Kung Fu
ja: 虎形拳
ko: 호권
ru: Стиль тигра
zh_cn: 虎形拳

source: Tiger Strength
de: Tigerstärke
ja: 虎の怪力
ko: 호랑이의 힘
ru: Сила тигра
zh_cn: 虎之极力

source: Toad Kung Fu
de: Kröten-Kung-Fu
ja: 蛤蟆功
ko: 두꺼비권
ru: Стиль жабы
zh_cn: 蛤蟆功

source: Toad's Iron Skin
de: Der Kröte Eisenhaut
ja: 蝦蟇の硬皮
ko: 두꺼비의 철가죽
ru: Железная кожа жабы
zh_cn: 蛤蟆铁肤

source: Viper Kung Fu
ja: 蛇功
ko: 살무사권
ru: Стиль гадюки
zh_cn: 毒蛇功

source: Viper Lock
de: Viperschlag verfügbar
ja: 毒蛇の睨み
ko: 살무사의 잡기
ru: Залом гадюки
zh_cn: 毒蛇锁喉

source: Viper Patience
de: Vipergeduld
ja: 毒蛇の忍耐力
ko: 살무사의 인내
ru: Терпенье гадюки
zh_cn: 毒蛇蓄势

source: You are trained to stick close and stay cool in a fight, waiting for the opportunity to strike...
de: Du bist dazu ausgebildet, sich nahe zu halten und im Kampf kühlen Kopf zu bewahren, um auf die Gelegenheit zum Schlag zu warten.
ja: ぴたりと静止すること、戦闘中に冷静さを保つこと、反撃の機会をうかがうことを訓練して身に着けています…
ko: 당신은 싸움에서 가까이 달라붙고 항상 냉정하게 있도록 훈련받았으며, 일격을 먹일 적절한 기회를 기다리고 있습니다...
ru: Вы обучились держаться близко и сохранять спокойствие в бою, ожидая возможности напасть…
zh_cn: 你逐渐拾起止水之心，等待着对手的破绽……

source: You bit true! Your next attack will be the Viper Strike!
de: Guter Biss! Dein nächster Angriff wird der Viperschlag sein!
ja: かかった！次に繰り出されるのは毒牙の一撃です！
ko: 조금 남았습니다! 다음 공격은 살무사격이 될 것입니다!
ru: Укус прошёл! Ваша следующая атака будет ударом гадюки!
zh_cn: 你准备好了！下一击便是传说中的“诸蛇灭世”！

source: You forgo dodging on the offensive, but gain more blocks.
ja: 攻撃動作中に回避が発生しなくなりますが、防ぎの成功率が上がります。
zh_cn: 你放弃对攻击的躲避,但获得更多格挡的机会。

source: You're used to hand-to-creature fighting. Not stylish or sporting, but it gets the job done.
de: Du bist den Nahkampf mit Kreaturen gewöhnt. Nicht schön oder sportlich, aber es funktioniert.
ja: 自ら見出した無手による戦闘技術です。華麗でも軽快でもありませんが、化物との実戦には十分です。
zh_cn: 你习惯于和各种生物打架。没有特定的流派或招数，管用就行。

source: Zui Quan
ja: 酔拳
ko: 취권
ru: Пьяный кулак
zh_cn: 醉拳

source: Alcohol
de: Alkohol
ja: アルコール
ko: 알코올
ru: Алкоголь
zh_cn: 酒精

source: Aluminum
ja: アルミニウム
ko: 알루미늄
ru: алюминий
zh_cn: 铝

source: Bone
de: Knochen
ja: 骨
ko: 뼈
ru: кость
zh_cn: 骨头

source: Ceramic
de: Keramik
ja: セラミック
ko: 도자기
ru: Керамика
zh_cn: 陶瓷的

source: Chitin
ja: キチン
ko: 키틴질
ru: хитин
zh_cn: 甲壳

source: Clay
ja: 粘土
zh_cn: 粘土

source: Copper
zh_cn: 铜

source: Cotton
de: Stoff
ja: 綿
ko: 목화
ru: хлопок
zh_cn: 棉制的

source: Dairy
de: Milch
ja: 乳製品
zh_cn: 乳制品

source: Diamond
de: Diamant
ja: ダイヤモンド
ko: 다이아몬드
ru: алмаз
zh_cn: 钻石
