Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A long handle with a big metal head, flat on one side, for driving golf balls. Fore!
ko: 머리 부분에 묵직한 금속이 달려있는 긴 막대기. 한쪽 면이 평평해서, 골프공을 날리기 용이합니다.
ru: Длинная палка с большим металлическим набалдашником на конце, плоским с одной стороны. Используется для игры в гольф. Эй, поберегись!

source: A sock with a rock tied into the end of it. A true weapon of desperation.
ko: 양말 안에 돌을 넣은 것입니다. 정말 필사적일 때 사용하는 무기죠.
ru: Камень внутри носка, завязанный на конце. Настоящее оружие отчаянья.

source: A hard plastic truncheon commonly employed by police. Originally an Okinawan weapon, it consists of a stick with a perpendicular handle attached a third of the way down its length.
ko: 단단한 플라스틱 곤봉으로, 주로 경찰들이 사용하는 무기입니다. 오키나와 지방의 무기로 시작되었으며, 곤봉에 직각방향으로 손잡이가 붙어있습니다.
ru: Жесткая пластиковая дубинка, обычно применяется полицией. Произошло в Японии. Состоит из палки с вертикальной ручкой, отстоящей на треть ее длины.

source: A stout wooden truncheon of the sort commonly employed by police. Originally an Okinawan weapon, it consists of a stick with a perpendicular handle attached a third of the way down its length.
ko: 단단한 나무 곤봉으로, 주로 경찰들이 사용하는 무기입니다. 오키나와 지방의 무기로 시작되었으며, 곤봉에 직각방향으로 손잡이가 붙어있습니다.
ru: Толстая деревянная дубинка, которая обычно используется полицией. Родом из острова Окинава, состоит из палки с перпендикулярной рукоятки, прикрепленной на трети ее длины.

source: A copper tube, too thin to be much use as a melee weapon, but will do if nothing else is available. Useful in a few crafting recipes.
ko: 구리로 만든 관으로, 무기로 쓰기에는 너무 약하지만 없는 것 보다는 낫습니다. 몇몇 도구를 제작할 때 쓰입니다.
ru: Медная трубка, слишком тонкая для того, чтобы использоваться как оружие. Используется в создании предметов.

source: A wind-up alarm clock. Though the noise it makes is unpleasant to wake up to, it's always good to get an early start to your day. Can also be disassembled into some useful parts.
ko: 태엽식 알람 시계입니다. 아침에 여기서 나는 소리가 무척 거슬리긴 하지만, 항상 하루를 일찍 시작하는 편이 좋습니다. 또한 분해하면 몇 가지 유용한 부품을 줍니다.
ru: Заводной будильник. Несмотря на то, что его звук неприятен для пробуждения, всегда полезно пораньше начать свой день. Также может быть разобран на некоторые полезные составляющие.

source: A 'Meal Ready to Eat' with an irradiated beef main course and everything a hungry soldier needs. The contents will begin to rot once they're removed from this sealed bag. Disassemble it to get to its contents.
ko: 방사선 살균된 쇠고기 코스요리와 배고픈 군인이 필요한 모든 것을 갖춘 'Meal Ready to Eat'입니다. 개봉하면 내용물이 부패하기 시작합니다. 내용물을 얻으려면 분해하세요.
ru: "Сухой паёк" с главным блюдом — облучённой отбивной и всем что только нужно голодному солдату. Содержимое начнёт гнить как только будет извлечено из герметичной упаковки. Разберите, чтобы получить содержимое.

source: A 'Meal Ready to Eat' with an irradiated vegetarian-friendly course and everything a hungry soldier needs. The contents will begin to rot once they're removed from this sealed bag. Disassemble it to get to its contents.
ko: 방사선 살균된 채식주의자를 위한 코스요리와 배고픈 군인이 필요한 모든 것을 갖춘 'Meal Ready to Eat'입니다. 개봉하면 내용물이 부패하기 시작합니다. 내용물을 얻으려면 분해하세요.
ru: "Сухой паёк" с главным блюдом — облучёнными овощами и всем что только нужно голодному солдату. Содержимое начнёт гнить как только будет извлечено из герметичной упаковки. Разберите, чтобы получить содержимое.

source: A 'Meal Ready to Eat' with an irradiated chicken course and everything a hungry soldier needs. The contents will begin to rot once they're removed from this sealed bag. Disassemble it to get to its contents.
ko: 방사선 살균된 닭고기 코스요리와 배고픈 군인이 필요한 모든 것을 갖춘 'Meal Ready to Eat'입니다. 개봉하면 내용물이 부패하기 시작합니다. 내용물을 얻으려면 분해하세요.
ru: "Сухой паёк" с главным блюдом — облучённой курицей и всем что только нужно голодному солдату. Содержимое начнёт гнить как только будет извлечено из герметичной упаковки. Разберите, чтобы получить содержимое.

source: A 'Meal Rejected by the Enemy' with a hotdog main course and everything a desperate survivor needs. The contents will begin to rot once they're removed from this sealed bag. Disassemble it to get to its contents.
ko: 핫도그 메인 코스요리와 필사적인 생존자가 필요한 모든 것을 갖춘 'Meal Rejected by the Enemy'입니다. 개봉하면 내용물이 부패하기 시작합니다. 내용물을 얻으려면 분해하세요. (역주: 'Meal Rejected by the Enemy'를 해석하면 '적에게 거부당한 음식')
ru: "Сухой паёк" с главным блюдом — сосиской в тесте и всем что только нужно отчаянному выжившему. Содержимое начнёт гнить как только будет извлечено из герметичной упаковки. Разберите, чтобы получить содержимое.

source: A 'Meal Ready to Eat' with a ravioli course and everything a hungry soldier needs. The contents will begin to rot once they're removed from this sealed bag. Disassemble it to get to its contents.
ko: 방사선 살균된 라비올리 코스요리와 배고픈 군인이 필요한 모든 것을 갖춘 'Meal Ready to Eat'입니다. 개봉하면 내용물이 부패하기 시작합니다. 내용물을 얻으려면 분해하세요.
ru: "Сухой паёк" с главным блюдом — облучёнными равиолли и всем что только нужно голодному солдату. Содержимое начнёт гнить как только будет извлечено из герметичной упаковки. Разберите, чтобы получить содержимое.

source: A double edged razor blade. Use it to shave, or slit your wrists.
ru: Обоюдоострое лезвие бритвы. Используйте, чтобы побриться или перережьте себе вены.

source: An old-fashioned mechanical pump of the type used to draw drinking water from a well. It's not good for much of anything on its own.
ko: 과거 우물에서 물을 길어올릴 때 사용하던 형태의 기계식 펌프입니다. 이것 하나만으로는 그다지 쓸모가 없습니다.
ru: Механический насос Старого стиля, используемый для качания питьевой воды из колодца. Сам по себе не очень хорош.

source: A collapsible buttstock designed for the M320 grenade launcher. When combined with this stock, the M320 can be used as a stand alone weapon
ko: M320 유탄 발사기를 위해 설계된 접이식 개머리판입니다. 이 부품과 결합하여 M320 유탄 발사기를 독립형 무기로서 사용할 수 있습니다.
ru: Складной приклад, предназначенный для гранатомета M320. С прикладом M320 можно использовать как самостоятельное оружие.

source: This is a dull, cheaply made replica of a huge two-handed sword from Germany. It still packs a whallop.
ko: 독일에서 전래된 거대한 양손검을 본떠 만든 무디고 저렴한 모형입니다. 모형이지만 타격력은 실물과 마찬가지입니다.
ru: Дешёвая и тупая подделка огромного двуручного меча из Германии. Им всё ещё можно бить.

source: This is a dull, cheaply made replica of an early modern sword seeing use in the 16th, 17th, and 18th centuries. Called 'broad' to contrast with the slimmer rapiers.
ko: 근대 초기, 즉 16~18세기까지 사용되었던 검의 무디고 저렴한 모형입니다. '넓다(Broad)'라는 말은 얆은 레이피어에 비해서 넓다는 의미입니다.
ru: Дешёвая и тупая подделка меча времён Модерна, использовавшегося в 16, 17 и 18 веках. Назван "широким", чтобы контрастировать со стройными рапирами.

source: This is a blunted, cheap replica of a thin sword with an ornate hand guard. It looks like the preferred weapon of gentlemen and swashbucklers. Light and quick, it makes any battle a stylish battle.
ko: 화려하게 장식된 핸드가드가 달린 얇은 검의 무디고 저렴한 모형입니다. 허세부리길 좋아하는 사람이나 신사가 선호하는 무기입니다. 가볍고 빠른 무기로, 어떤 전투라도 우아하게 바꿔줄 것입니다.
ru: Тупая и дешёвая подделка меча со штыкообразным клинком и эфесом сложном формы. Любимое оружие джентльменов и пиратов. Лёгкая и быстрая, она делает любую битву стильной.

source: This is a dull, cheap replica of the more common wakizashi. Smaller and lighter than a katana, but still effective in combat.
ko: 일반적인 와키자시의 무디고 저렴한 모형입니다. 일본도보다 작고 가볍지만, 여전히 전투에 효과적입니다.
ru: Дешёвая и тупая подделка распространённой вакидзаси. Меньше и легче катаны, но также эффективен в бою.

source: A small lightweight frame made from pipework. Useful for crafting.
ko: 파이프로 만든 작은 경량 프레임입니다. 물건을 만드는데 쓰입니다.
ru: Небольшая легкая рама из труб. Полезна для крафта.

source: A large frame made of steel. Useful for crafting.
ko: 상당히 큰 프레임으로, 강철로 만들어졌습니다. 제작에 유용하게 쓰입니다.
ru: Большая рама изготовлена из стали. Полезна для крафтов.

source: A large frame made of wood. Useful for crafting.
ko: 나무로 만든 큰 프레임입니다. 물건을 만드는데 쓰입니다.
ru: Большая рама, изготовленная из дерева. Полезна для крафта.

source: A very fancy table from a very fancy RV. If times were better it might be useful for something more than firewood.
ko: 화려한 RV 차량에 쓰이는 화려한 테이블입니다. 시간만 더 있다면 이것은 장작보다 더 유용하게 사용될 수 있습니다.
ru: Очень милый столик из очень милого RV. В былые времена его можно было бы использовать не только на дрова.

source: A muffler from a car. Very unwieldy as a weapon. Useful in a few crafting recipes.
ko: 자동차의 머플러입니다. 무기로서 사용하기엔 힘들지만, 제작 재료로 유용하게 쓰입니다.
ru: Глушитель от автомобиля. Очень громозок в качестве оружия. Полезен в крафте некоторых рецептов.

source: A set of various vehicle controls. Useful for crafting.
ko: 몇 가지 다양한 차량 조종장치입니다. 제작에 유용하게 사용됩니다.
ru: Набор различных элементов управления транспортным средством. Полезен для крафта.

source: A powerful electric motor. Useful for crafting.
ko: 강력한 전기 모터. 물품 제작에 유용합니다.
ru: Мощный электродвигатель. Полезен для крафта.

source: A large and very powerful electric motor. Useful for crafting.
ko: 크고 아주 강력한 전기 모터. 물품 제작에 유용합니다.
ru: Большой и очень мощный электродвигатель. Полезен для крафта.

source: A small storage battery. Useful for crafting.
ko: 저용량 배터리. 제작에 유용합니다.
ru: Небольшой аккумулятор. Полезен при крафте.

source: A large storage battery. Useful for crafting.
ko: 꽤 큰 전력 저장용 배터리입니다. 제작에 유용하게 쓰입니다.
ru: Большой аккумулятор. Полезен для крафта.

source: A small portable plutonium reactor. Handle with great care!
ko: 작은 휴대용 플루토늄 반응로. 떨어뜨리지 않게 조심하자!
ru: Маленький портативный плутониевый реактор. Обращаться с большой осторожностью!

source: Electronic device that can convert solar radiation into electric power. Useful for a vehicle.
ko: 태양빛을 전력으로 바꿔주는 전기장치. 차량에 부착하면 유용합니다.
ru: Электронный прибор, который преобразует солнечную энергию в электрическую. Пригоден для машин.

source: A solar panel that has been covered with a pane of reinforced glass to protect the delicate solar cells from zombies or errant baseballs. The glass causes this panel to produce slightly less power than a normal panel. Useful for a vehicle.
ko: 강화된 유리판을 붙여 좀비나 잘못 날아오는 야구공으로부터 보호력을 높인 태양 전지판입니다. 강화유리탓에 전지판은 보통의 전지판보다 약간 적은 전력을 생산하게 됩니다. 차량에 부착하면 유용합니다.
ru: Солнечная панель закрытая армированным стеклом для защиты от зомби и прочего. Из-за стекла производит немного меньше энергии, чем обычная панель. Пригодна для машин.

source: Electronic device that can convert solar radiation into electric power. This panel has been upgraded to convert more sunlight into power. Useful for a vehicle.
ko: 태양빛을 전력으로 바꿔주는 전기장치. 이 전지판은 더 많은 태양빛을 전력으로 변환시키도록 개량되었습니다. 차량에 부착하면 유용합니다.
ru: Электронный прибор, который преобразует солнечную энергию в электрическую. Эта панель была модернизирована для преобразования большего количества солнечного света в энергию. Пригодна для машин.

source: An upgraded solar panel that has been covered with a pane of reinforced glass to protect the delicate solar cells from zombies or errant baseballs. The glass causes this panel to produce slightly less power than a normal upgraded panel. Useful for a vehicle.
ko: 강화된 유리판을 붙여 좀비나 잘못 날아오는 야구공으로부터 보호력을 높인 개선된 태양 전지판입니다. 강화유리탓에 전지판은 보통의 전지판보다 약간 적은 전력을 생산하게 됩니다. 차량에 부착하면 유용합니다.
ru: Улучшенная солнечная панель закрытая армированным стеклом для защиты от зомби и прочего. Из-за стекла производит немного меньше энергии, чем обычная модернизированная панель. Пригодна для машин.

source: A small electronic device that can convert solar radiation into electric power. Useful for crafting.
ko: 태양 복사를 전력으로 바꿔주는 작은 전기장치. 물품 제작에 유용합니다.
ru: Маленькое электронное устройство, которое может преобразовать солнечное излучение в электроэнергию. Полезно для крафта.

source: A piece of armor plating made of steel. It is covered by menacing spikes.
ko: 강철로 만들어진 철판입니다. 위협적인 가시로 덮혀있습니다.
ru: Часть брони сделаной из стали. Покрыта угрожающими шипами.

source: A forge rig made to run off a vehicle's storage battery. Used for forging tools in a vehicle.
ko: 이 단조 장치는 차량 전지를 이용해서 작동됩니다. 차량에 부착하는 제련 도구로 사용됩니다.
ru: Сварочная установка, сделанная под питание от автомобильного аккумулятора. Используется для сварки из автомобиля.

source: Assembled from a chemistry set attached to a complex wiring harness, it is well suited to most any chemistry project you could imagine. Unable to utilize standard batteries, it requires an external supply of electricity to operate.
ko: 복잡한 배선 장치에 부착, 조립된 화학 용품으로, 당신이 상상할 수 있는 거의 모든 화학 실험에 적합합니다. 표준 배터리를 사용할 수 없고, 작동을 위해서는 외부 전원 공급이 필요합니다.
ru: Собранный из химического набора, был прикреплен к жгуту запутанных проводов. Хорошо подходит для большинства химических проектов, каких только можно себе представить. Из-за невозможности использования стандартных батареек, требуется внешний источник электроэнергии для работы.

source: One of the red-colored lights from the top of an emergency services vehicle. When turned on, the lights rotate to shine in all directions.
ko: 구급차에 달려있는 빨간색 경광등입니다. 켜놓으면 빛을 뿌리면서 회전하며, 주변을 밝혀줍니다.
ru: Красная мигалка, которую устанавливают на крышу автомобилей экстренных служб. Когда включена, вращается и светит во все стороны.

source: One of the blue-colored lights from the top of an emergency services vehicle. When turned on, the lights rotate to shine in all directions.
ko: 구급차에 달려있는 파란색 경광등입니다. 켜놓으면 빛을 뿌리면서 회전하며, 주변을 밝혀줍니다.
ru: Синяя мигалка, которую устанавливают на крышу автомобилей экстренных служб. Когда включена, вращается и светит во все стороны.

source: An induction based charging system designed to operate on vehicle power. Once installed in a vehicle storage space, it will slowly charge all tools with rechargeable batteries in that space. The system can only be installed in existing storage compartments.
ko: 차량 전원으로 작동되도록 설계된 유도 방식의 전기 충전 시스템입니다. 차량의 저장 공간에 설치되면, 재충전이 가능한 전지가 부착된 전자기기를 충전할 수 있습니다. 이 시스템은 이미 설치되어있는 저장 공간에만 설치될 수 있습니다.
ru: Индукционная система зарядки. После установки на транспорте начинает медленно заряжать всё, у чего есть аккумулятор. Система может быть установлена ​​только в уже имеющиеся отделения для хранения.

source: A stereo system with speakers. It is capable of being hooked up to a vehicle to play music from a CD.
ko: 스피커가 달린 스테레오 오디오입니다. 차량에 설치하면 음악 CD를 재생시켜 음악을 들을 수 있습니다.
ru: Стереосистема с динамиками. Можно подключить к машине и проигрывать музыкальные диски.

source: Using a suppressor is almost an imperative in zombie-infested regions. Gunfire is very noisy, and will attract predators. Its only drawback is a reduced muzzle velocity, resulting in less accuracy and damage.
ko: 소음기의 사용은 좀비 감염 지역에선 필수입니다. 총기 격발음은 무척 시끄럽기 때문에, 포식자들을 끌어들이니까요. 유일한 단점은 탄속이 낮아지기에 명중률과 피해량이 줄어드는 것입니다.
ru: Использование глушителя рекомендовано в местности с наличием зомби. Стрельба без глушителя очень шумная, что привлекает внимание монстров. Недостатком глушителя является уменьшение скорости полета пули, что в свою очередь, снижает точность и наносимый урон.

source: A grip placed forward on the barrel allows for greater control and accuracy. Aside from increased weight, there are no drawbacks.
ko: 총열 부분에 부착해서 사용하는 손잡이입니다. 정확도와 반동 제어력이 상승하지만, 무게가 증가합니다.
ru: Тактическая рукоять позволит лучше контролировать оружие при стрельбе. Помимо увеличения веса оружия, недостатков нет.

source: Rifling a shotgun barrel is mainly done in order to improve its accuracy when firing slugs. The rifling makes the gun less suitable for shot, however.
ko: 샷건용 강선 총열입니다. 슬러그 탄을 쏠 때 정확도가 증가하지만, 강선 총열은 산탄을 사용하기에는 적합하지 않습니다.
ru: Нарезной ствол устанавливается на дробовик с целью повышения точности стрельбы жаканами. Использования дроби с нарезным стволом не рекомендуется.

source: A simple mechanism that converts a pistol to a fully-automatic weapon, with a burst size of three rounds. However, it reduces accuracy, and increases noise and recoil.
ko: 권총을 3연발 사격이 가능하도록 바꿔주는 부품입니다. 하지만 부품을 달 경우 정확도가 감소하고 소음과 반동이 증가합니다.
ru: Простой механизм позволит превратить пистолет в полностью автоматическое оружие за счет снижения точности и увеличения шума и отдачи.

source: Replacing several key parts of a .38, .40, .44 or .45 firearm converts it to a 9mm firearm. The conversion results in a slight reduction in accuracy.
ko: .38, .40, .44, .45 구경 총기 구경을 9mm 탄을 사용할 수 있도록 바꾸는데 필요한 몇 가지 부품입니다. 부품을 교체하면 정확도가 약간 떨어집니다.
ru: Замена узлов позволит переделать оружие калибра .38, .40, .44 или .45 под патрон калибра 9мм. Замена частей приведет к потере точности.

source: Replacing several key parts of a 9mm, .38, .40, 5.7mm, 4.6mm, 7.62mm or .223 firearm converts it to a .22 firearm. The conversion results in a slight reduction in accuracy.
ko: 9mm, .38, .40, 5.7mm, 4.6mm, 7.62mm, .223 구경 총기를 .22 구경을 사용할 수 있도록 바꾸는데 필요한 부품입니다. 부품을 교체하면 정확도가 약간 떨어집니다.
ru: Замена узлов позволит переделать оружие калибра 9мм, .38, .40, 5.7мм, 4.6мм, 7.62мм или .223 под патрон калибра .22. Замена частей приведет к потере точности.

source: FN Hestal sells a conversion kit, used to convert .22, 9mm, or .38 firearms to their proprietary 5.7x28mm, a round designed for accuracy and armor penetration.
ko: .22mm. 9mm, .38 구경 총기를 FN 사가 제작한 5.7x28mm 탄을 사용하도록 바꿀 수 있는 도구입니다. 5.7mm 탄은 높은 정확도와 관통력을 가지고 있습니다.
ru: FN Herstal производит наборы для смены калибра, которые позволят переделать оружие калибра .22, 9мм, или .38 под патроны 5.7x28мм, которые предназначены для точной стрельбы по защищенным целям.

source: Heckler and Koch sells a conversion kit, used to convert .22, 9mm, or .38 firearms to their proprietary 4.6x30mm, a round designed for accuracy and armor penetration.
ko: H&K 사에서 제작한 높은 명중률과 관통력을 가진 4.6x30mm 를 사용할수 있도록, .22, 9mm, .38 구경 총기를 개조할 수 있는 키트입니다.
ru: H&K производит наборы для смены калибра, которые позволят переделать оружие калибра .22, 9мм, или .38 под патроны 4.6x30мм, которые предназначены для точной стрельбы по защищенным целям.

source: This kit is used to convert a shotgun or 7.62mm, .223 or .30-06 rifle to the popular and powerful .308 caliber. The conversion results in reduced ammo capacity and a slight reduction in accuracy.
ko: 산탄총 혹은 7.62mm, .223, .30-06 구경 총기를 강력한 .308 구경 탄을 사용할수 있도록 하는데 필요한 부품입니다. 부품을 교체하면 장탄량과 정확도가 약간 감소합니다.
ru: Этот набор позволит конвертировать оружие калибра 7.62mm, .223 или .30-06 в оружие под мощный патрон .308. Замена частей приведет к снижению емкости магазина и незначительному снижению точности.

source: This kit is used to convert a shotgun or 7.62mm, .30-06, or .308 rifle to the popular, accurate, and lighter .223 caliber. The conversion results in slight reductions in both accuracy and ammo capacity.
ko: 산탄총 혹은 7.62mm, .30-06, .308 탄을 사용하는 총기를 흔하게 쓰이고, 명중률이 높고, 가벼운 .223 탄을 사용하도록 바꾸는데 필요한 부품입니다. 정확도와 장탄량이 약간 감소합니다.
ru: Этот набор позволит превратить оружие 12 калибра, 7.62мм, .30-06 или .308 в оружие под более популярный, легкий и точный патрон .223 калибра. Замена частей приведет к снижению точности и ёмкости магазина.

source: This is a complete conversion kit, designed to turn a rifle into a powerful battle rifle. It reduces accuracy, and increases noise and recoil, but also increases damage, ammo capacity, and fire rate.
ko: 소총을 강력한 전투형 소총으로 바꾸는데 필요한 부품입니다. 정확도가 감소하고 소음과 반동이 증가하지만 살상력, 장탄수 그리고 연사력이 증가합니다.
ru: Этот набор для переоборудования позволит превратить ваше оружие в полноценную штурмовую винтовку. Плюсы: увеличение наносимого урона, емкости магазина и темпа огня. Минусы: снижение точности, увеличение шума и отдачи.

source: This is a complete conversion kit, designed to turn a rifle into a deadly sniper rifle. It decreases ammo capacity, and removes any automatic fire capabilities, but also increases accuracy and damage.
ko: 소총을 위협적인 저격형 소총으로 바꾸는데 필요한 부품입니다. 장탄수가 감소하고 연발 기능이 제거되지만, 정확도와 살상력이 증가합니다.
ru: Этот набор для переоборудования позволит превратить ваше оружие в полноценную снайперскую винтовку. Плюсы: увеличение наносимого урона и точности. Минусы: возможность ведения только одиночного огня и уменьшенный магазин.

source: The M203 was originally designed for use with M16 variants but today can be attached to almost any rifle. It allows a single 40mm grenade to be loaded and fired.
ko: M203 유탄 발사기는 M16 소총 계열의 거의 모든 소총 하단에 부착 가능한 단발식 40mm 유탄 발사기입니다.
ru: Гранатомет M203 был первоначально разработан для использования с винтовкой М-16, но сейчас может быть установлен практически на любую винтовку. Оружие с гранатометом может быть заряжено либо обычными боеприпасами, либо одной гранатой калибра 40мм.

source: This is a home built launcher tube that can be attached to almost any rifle. It allows a single 40mm grenade to be loaded and fired.
ko: 거의 모든 소총 하단에 부착 가능한, 수제작 단발식 40mm 유탄 발사기입니다.
ru: Это самодельный подствольный гранатомет, который может быть прикреплен большинству ружей. Стреляет 40мм гранатами.

source: A bayonet is a stabbing weapon that can be attached to the front of a shotgun, sub-machinegun or rifle, allowing a melee attack to deal piercing damage. The added length increases recoil slightly.
ko: 총검은 산탄총, 기관단총, 혹은 소총의 앞에 부착하는 찌르는 무기입니다. 근접 공격시 강력한 관통 데미지를 주지만, 반동과 총기 길이가 약간 증가합니다.
ru: Штык — это колющее оружие, которое можно установить на дробовики, пистолеты-пулеметы или винтовки. Способен наносить режущий урон в рукопашном бою, нарушает баланс оружия и незначительно увеличивает отдачу.

source: A sword bayonet is a large slashing weapon that can be attached to the front of a shotgun or rifle, allowing a melee attack to deal cutting damage. The added length increases recoil substantially.
ko: 총검은 산탄총이나 기관단총 앞부분에 장착하는 검닙니다. 총으로 베기 데미지를 줄 수 있게 되지만, 길이가 늘어나 반동이 약간 증가하게 됩니다.
ru: Меч-штык большое режущее оружие, которое может быть прикреплено к стволу винтовки или дробовика, позволяя атаковать в ближнем бою. Значительно увеличивает отдачу.

source: A pistol bayonet is a stabbing weapon that can be attached to the front of a handgun, allowing a melee attack to deal piercing damage. The added length reduces the gun's overall handling somewhat.
ko: 권총에 장착해서 찌르기 무기로 사용할 수 있는, 권총용 총검입니다. 길이가 늘어나기 때문에, 총기를 다루기 약간 어려워집니다.
ru: Пистолетный штык - это оружие, которое крепится к стволу пистолета и позволяет наносить колющий урон в ближнем бою. Увеличенная длина ствола делает пистолет менее удобным.

source: A miniaturized shotgun with 2 barrels, which can be mounted under the barrel of many rifles. It allows two shotgun shells to be loaded and fired.
ko: 총열이 2개 있는 소형 산탄총입니다. 대부분의 소총 총열 밑에 부착할 수 있으며, 산탄 2발을 장전할 수 있습니다.
ru: Миниатюрное ружьё с двумя стволами, которое может быть установлено под стволом многих винтовок. Стреляет двумя зарядами дроби, после чего нуждается в перезарядке.

source: A minimalist pump action shotgun, which can be mounted under the barrel of many rifles. It allows a total of four shotgun shells to be loaded and fired.
ko: 극도로 소형화된 펌프액션 샷건입니다. 대부분의 소총 하단에 부착이 가능하며, 총 4발의 산탄을 장전해 사격이 가능합니다.
ru: Небольшой дробовик, который крепится к стволу большинства винтовок. Магазин рассчитан на четыре патрона.

source: The Rivtech RM121 auxiliary weapon system is a magazine-fed semi-automatic caseless shotgun, which can be mounted under the barrel of many rifles. It allows a total of five caseless shotgun rounds to be loaded and fired.
ko: Rivtech RM121 보조 무기 장치는 많은 소총의 총신 아래에 장착할 수 있는 탄창식 반자동 무탄피 산탄총입니다. 이것은 최대 다섯발의 무탄피 산탄총 탄약을 장전하고 발사할 수 있습니다.
ru: Оружейная система поддержки Rivtech RM121 — это полуавтоматический магазинный дробовик, стреляющий безгильзовыми патронами, который можно прикрепить под стволом многих винтовок. Может быть заряжен пятью безгильзовыми патронами.

source: A kit to attach a pair of crossbow arms and a firing rail to the barrel of a long firearm. It allows crossbow bolts to be fired.
ko: 길이가 긴 총기의 총열에 부착하는 형태의 쇠뇌 부품입니다. 이 부품으로 개조하면 쇠뇌용 볼트를 사격할 수 있게 됩니다.
ru: Набор для крепления на длинноствольное оружие пары арбалетных плечей и направляющей. Требует арбалетных болтов для стрельбы.

source: under-barrel laser sight
ko: 총열 하단장착 레이저 사이트(laser sight)
ru: подствольный целеуказатель
