Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Replacing several key parts of a .38, .40, .44 or .45 firearm converts it to a 9mm firearm. The conversion results in a slight reduction to accuracy.
de: Durch das Ersetzen diverser Hauptteile von einer .38-, .40-, .44- oder .45-Feuerwaffe wandelt dieser Umbausatz sie zu einer 9mm-Feuerwaffe um. Der Umbau resultiert in einer leicht geringeren Treffergenauigkeit.
ja: .38口径、.40口径、.44口径、.45口径の銃を9mm弾対応に変換する置換キーパーツ群です。変換するとわずかに精度が下がります。
zh_cn: 这套转换工具可以将.38、.40、.44和.45口径的枪支转化成9mm口径，会稍微影响到精确度。

source: Replacing several key parts of a 9mm, .38, .40 or .44 firearm converts it to a .45 firearm. The conversion results in reduced accuracy and increased recoil.
de: Durch das Ersetzen diverser Hauptteile einer 9mm-, .38-, .40- oder .44-Feuerwaffe wandelt dieser Umbausatz sie zu eine .45-Feuerwaffe um. Der Umbau resultiert in einer geringeren Treffergenauigkeit und einem erhöhtem Rückstoß.
ja: 9mm、38口径、40口径、44口径の銃を45口径化する置換キーパーツ群です。変換すると精度が下がり反動が増大します。
ko: 9mm, .38, .40, .44 탄을 사용하는 화기를 .45 구경으로 바꾸는데 필요한 부품입니다. 이 개조를 적용하면 반동이 증가하고 정확도가 감소합니다.
ru: Замена узлов позволит переделать оружие калибра 9мм, .38, .40, или .44 под патрон калибра .45. Замена частей приведет к потере точности и увеличению отдачи.
zh_cn: 这套转换工具可以将9mm、.38、.40和.44口径的枪支转化成 .45口径，会稍微降低精确度和增加后坐力。

source: Replacing several key parts of a 9mm, .38, .40, 5.7mm, 4.6mm, 7.62mm or .223 firearm converts it to a .22 firearm. The conversion results in a slight reduction to accuracy.
de: Durch das Ersetzen diverser Hauptteile von einer 9mm-, .38-, .40-, 5,7mm-, 4,6mm- 7,62mm- oder .223-Feuerwaffe wandelt dieser Umbausatz sie zu einer .22-Feuerwaffe um. Der Umbau resultiert in einer leicht geringeren Treffergenauigkeit.
ja: 9mm、.38口径、.40口径、5.7mm、4.6mm、7.62mm、.223口径の銃を.22口径化する置換キーパーツ群です。変換するとわずかに精度が下がります。
zh_cn: 这套转换工具可以将9mm、.38、.40、5.7mm、4.6mm、7.62mm及.223口径的枪支转化成.22口径，会稍微影响到精确度。

source: Rifling a shotgun barrel is mainly done in order to improve its accuracy when firing slugs. The rifling makes the gun less suitable for shot, however.
de: Schrotflintenläufe werden üblicherweise mit einem Drall zu versehen, um die Treffgenauigkeit beim Feuern von Schrotpatronen zu erhöhen. Der Drall macht die Waffe allerdings unbrauchbarer für Schrotkugeln.
ja: ショットガンの銃身にライフリングを刻むことでスラッグ弾の精度を向上させます。ショットガンらしくないと言えばらしくない改造ですけど、ね。
zh_cn: 使用线膛枪管主要是为了提高霰弹枪发射独头弹的准确性，但是不太适合发射其他霰弹。

source: The M203 was originally designed for use with M16 variants but today can be attached to almost any rifle. It allows a single 40mm grenade to be loaded and fired.
de: Die M203 wurde ursprünglich dafür gemacht, um mit M16-Varianten benutzt zu werden, aber heute kann sie zu fast jedem Gewehr angebracht werden. Mit ihr kann eine einzelne 40mm-Granate geladen und abgefeuert werden.
ja: M203は本来M16系のアサルトライフル用に設計された追加装備でしたが、今ではほとんど全てのライフルに対応しています。40mm擲弾を1発ずつ発射することができます。
zh_cn: M203最初为M16设计的，但如今它发展成能够适配几乎所有步枪的榴弹枪组件。该榴弹枪组件使用40mm口径的榴弹。

source: The M320 Grenade Launcher Module offers the functionality of larger launchers in a very small package at the cost of decreased accuracy. It can be either attached to a rifle or combined with a buttstock for stand alone use.
de: Das M320-Granatwerfermodul bietet die Funktionalität größerer Grantwerfer in einer sehr kleinen Ausführung auf Kosten von verringerter Treffgenauigkeit. Es kann etweder an ein Gewehr angebracht werden oder mit einem Schaft zu einer eigenständigen Waffe kombiniert werden.
ja: 精度を犠牲にして大型ランチャーの機能をコンパクトに纏めたグレネードランチャーです。
zh_cn: M320榴弹发射器模块在降低精度的同时提供了一个非常小的封装较大发射器的功能。它可以连接到一个步枪或结合枪托使用。

source: The Rivtech RM121 auxiliary weapon system is a magazine-fed semi-automatic caseless shotgun, which can be mounted under the barrel of many rifles. It allows a total of five caseless shotgun rounds to be loaded and fired.
de: Das Rivtech RM121-Zusatzwaffensystem ist eine halbautomatische Schrotflinte, die hülsenlose Munition aus Magazinen verschießt. Sie kann unter dem Lauf vieler Gewehre angebracht werden. Mit ihr können bis zu fünf hülsenlose Schrotflintenpatronen geladen und gefeuert werden.
ja: Rivtech社のRM121補助武装システムは、様々なライフルのアンダーバレルに装着できる弾倉式セミオートケースレスショットガンです。合計5発のケースレス散弾を装填し、発射することができます。
zh_cn: Rivtech RM121辅助武器系统是一把弹匣供弹的半自动无壳弹霰弹枪，可以被安装在许多枪支的导轨上，它最多可以装填并发射5发无壳弹。

source: This bayonet incorporates a layer of diamond-like carbon on its edges, increasing its lethality.
ja: この銃剣の刃はダイヤモンド状炭素結晶の膜で覆われており、より致命的な武器になっています。
zh_cn: 这把刺刀的刀刃有一层人工金刚石碳层，提高了它的杀伤力。

source: This custom-built miniature flamethrower is made to be attached to almost any sort of firearm, greatly expanding its lethality.
de: Dieser selbstgebaute Miniaturflammenwerfer kann an fast jede Feuerwaffe befestigt werden und somit ihre Tödlichkeit stark erhöhen.
ja: おおよその銃器に取り付けられる、自作の縮小版火炎放射器です。殺傷能力を大幅に拡張します。
ko: 이 맞춤형 소형 화염방사기는 화기의 살상력을 높이기 위해 거의 모든 종류의 화기에 장착할 수 있도록 만들어졌습니다.
ru: Этот мини-огнемет создан таким образом, что его можно прикрепить практически к любому оружию. что колоссально повышает его смертоносность.
zh_cn: 这个自制的微型火焰喷射器可以装在大部分的枪械上，提高枪械的杀伤力。

source: This is a complete conversion kit, designed to turn a rifle into a deadly sniper rifle. It decreases ammo capacity, and removes any automatic fire capabilities, but also increases accuracy and damage.
de: Dies ist ein Komblettumbau-Satz, der dafür gemacht wurde, ein Gewehr zu einem tödlichem Scharfschützengewehr umzubauen. Er verringert die Munitionskapazität und entfernt sämtlichen Automatikfähigkeiten, aber erhöht auch die Treffgenauigkeit und den Schaden.
ja: ライフルを必殺のスナイパーライフル仕様に改造する変換キットです。装弾数は減少し連射機能は無くなりますが、精度とダメージが増加します。
zh_cn: 这是一整套枪支改装组件，可以将大部分的普通步枪改装成致命的狙击枪，虽然减少了弹容量的同时去除了连发功能，但是你射出的每一发子弹将更加精准和致命。

source: This is a complete conversion kit, designed to turn a rifle into a powerful battle rifle. It reduces accuracy, and increases noise and recoil, but also increases damage, ammo capacity, and fire rate.
de: Dies ist ein Komblettumbau-Satz, der dafür gemacht wurde, ein Gewehr zu einem starken Kampfgewehr umzubauen. Er erhöht die Treffgenauigkeit und erhöht den Lärm und Rückstoß, aber erhöht auch den Schaden, die Munitionskapazität und die Feuergeschwindigkeit.
ja: ライフルをより威力に優れたバトルライフル仕様に改造する変換キットです。精度が減少し、発射音と反動が増大しますが、威力と発射間隔も増大します。
zh_cn: 这是一整套枪支改装组件，可以将大部分的普通步枪改装成强大的战斗步枪，虽然减少了准确性，并增加了噪音和后坐力，但同时增加了伤害、弹容量和连发数。

source: This is a home built launcher tube that can be attached to almost any rifle. It allows a single 40mm grenade to be loaded and fired.
de: Dies ist ein selbstgemachtes Abschussgerät, das an fast jedes Gewehr angebracht werden kann. Sie kann eine einzelne 40mm-Granate laden und abfeuern.
ja: 自家製擲弾発射器です。ほとんどのライフルに装着でき、立派に役目を果たします。40mm擲弾を1発ずつ発射することができます。
zh_cn: 一个自制的简易发射器，可以安装到几乎任何步枪上。每次装填一发40毫米榴弹。

source: This kit is used to convert 5.45 rifle to the 6.54 caliber. The conversion results in increased recoil.
de: Dieser Satz wird dazu benutzt, 5,45-Gewehre zum Kaliber 6,54 umzubauen. Der Umbau wird den Rückstoß erhöhen.
ja: 5.45mmライフルを6.54mm弾対応に変換するキットです。反動が増加します。
zh_cn: 这套转换工具可以把5.45口径步枪转换成6.54口径，这样做的结果会增加后坐力。

source: This kit is used to convert 6.54 rifle to the 5.45 caliber. The conversion results in slight reductions to recoil.
de: Dieser Satz wird dazu benutzt, 6,54-Gewehre zum Kaliber 5,45 umzubauen. Der Umbau wird den Rückstoß leicht reduzieren.
ja: 6.54mmライフルを5.45mm弾対応に変換します。わずかに反動が減少します。
zh_cn: 这个套件可以用来把6.54口径步枪转换成5.45口径。而且这种转换只会轻微减少子弹的准确性和穿透力。

source: This kit is used to convert 6.54 rifle to the 7.62 caliber. The conversion results in increased recoil.
de: Dieser Umbausatz wird benutzt, um ein 6,54-Gewehr zum Kaliber 7,62 umzubauen. Der Umbau würde den Rückstoß erhöhen.
ja: 6.54mmライフルを7.62mm弾対応に変換するキットです。反動が増加します。
zh_cn: 这套转换工具可以把6.54口径步枪转换成7.62口径，这样做的结果会增加后坐力。

source: This kit is used to convert a shotgun or 7.62mm, .223 or .30-06 rifle to the popular and powerful .308 caliber. The conversion results in reduced ammo capacity and a slight reduction to accuracy.
de: Dieser Umbausatz wird verwendet, um eine Schrotflinte oder ein Gewehr das Kalibers 7,62mm, .223 oder .30-06 zu einer Feuerwaffe des starken .308-Kalibers umzubauen. Der Umbau resultiert in einer geringeren Munutionskapazität und einer leicht geringeren Treffgenauigkeit.
ja: ショットガン、7.62mm、.223口径、.30-06口径のライフルを、一般的で破壊力に優れる.308口径弾対応に変換する置換キーパーツ群です。変換すると装弾数が下がり、わずかに精度も下がります。
zh_cn: 这套转换工具可以将一把霰弹枪或者7.62mm、.30-06和.223口径的步枪转化为.308口径，这样做的结果也会减少一定的精确度和弹容量。

source: This kit is used to convert a shotgun or 7.62mm, .30-06, or .308 rifle to the popular, accurate, and lighter .223 caliber. The conversion results in slight reductions to both accuracy and ammo capacity.
de: Dieser Umbausatz wird verwendet, um eine Schrotflinte oder ein Gewehr das Kalibers 7,62mm, .30-06 oder .308 zu einer Feuerwaffe des beliebten, genauen und leichteren .223-Kalibers umzubauen. Der Umbau resultiert in einer geringeren Treffgenauigkeit und Munitionskapazität.
ja: ショットガン、7.62mm、.30-06口径、.308口径の銃を、より一般的で精度に優れる.223口径弾対応に変換する置換キーパーツ群です。変換するとわずかに精度と装弾数が下がります。
zh_cn: 这个套件可以用来把猎枪和7.62口径，.30-06口径，或.308口径步枪转换成更轻更精准的0.223口径。而且这种转换只会轻微减少子弹的准确性和穿透力。

source: This pistol bayonet incorporates a layer of diamond-like carbon on its edges, increasing its lethality.
ja: この銃剣(拳銃)の刃はダイヤモンド状炭素結晶の膜で覆われており、より致命的な武器になっています。
zh_cn: 这把短枪刺刀的刀刃有一层人工金刚石碳层，提高了它的杀伤力。

source: This sword bayonet is coated with a layer of diamond-like carbon, greatly augmenting its cutting damage.
ja: この銃剣(剣)の刃はダイヤモンド状炭素結晶の層でコーティングされており、絶大な切断ダメージを与えます。
zh_cn: 这把长刺刀的刀刃包覆着一层人工金刚石碳层，大大提升了它的劈砍伤害。

source: Used extensively by military forces, it increases accuracy and weight. This is a step up from a red dot sight.
de: Wird ausgiebig von Streitkräften verwendet und erhöht die Treffsicherheit und das Gewicht. Dies ist ein Schritt vorwärts vom Leuchtpunktvisier.
ja: 軍用に広く使われている定番の光学照準器です。精度が向上し、重量が増加します。レッドドットサイトの上位版です。
zh_cn: 一个在军队中广泛使用的全息瞄准镜。提高准确性，增加重量，比红点瞄准镜更高效。

source: adjustable stock
de: verstellbarer Schaft
ja: 銃床(可変式)
ko: 조정식 개머리판(adjustable stock)
ru: регулируемый приклад
zh_cn: 可调式枪托

source: arrow rest
ja: アローレスト
zh_cn: 箭槽

source: auto-fire mechanism
de: Vollautomatikmechanismus
ja: 自動発射機構
ko: 연발 메커니즘(auto-fire mechanism)
ru: механизм автострельбы
zh_cn: 连发装置

source: aux flamethrower
de: Zusatzflammenwerfer
ja: 火炎放射器(補助)
ko: 보조 화염방사기(aux flamethrower)
ru: подствольный огнемет
zh_cn: 自制火焰喷射器

source: barrel extension
de: Gewehrlauferweiterung
ja: ロングバレル
ko: 연장 총열(barrel extension)
ru: удлинитель ствола
zh_cn: 加长枪管

source: battle rifle conversion
de: Kampfgewehrumbausatz
ja: 変換キット(バトルライフル)
ko: 전투형 총기 개조 부품(conversion)
ru: преобразование боевой винтовки
zh_cn: 战斗步枪改装件

source: bayonet
de: Bajonett
ja: 銃剣
ko: 총검(bayonet)
ru: штык
zh_cn: 刺刀

source: bipod
de: Zweibein
ja: 二脚
ko: 총기 받침대(bipod)
ru: сошки
zh_cn: 双脚架

source: bow sight
ja: ボウサイト
zh_cn: 弓瞄准器

source: bow stabilizer
ja: ボウ安定器
zh_cn: 弓稳定器

source: brass catcher
de: Patronenhülsenfänger
ja: ブラスキャッチャー
ko: 탄피 받이(brass catcher)
ru: гильзоулавливатель
zh_cn: 弹壳收集器

source: diamond bayonet
ja: 銃剣(ダイヤモンド)
zh_cn: 钻刃刺刀

source: diamond pistol bayonet
ja: 銃剣(ダイヤモンド/拳銃用)
zh_cn: 钻刃短枪刺刀

source: diamond sword bayonet
ja: 銃剣(ダイヤモンド/剣)
zh_cn: 钻刃长刺刀

source: double magazine
de: doppeltes Magazin
ja: ダブルマガジン
ko: 이중 탄창(double magazine)
ru: двойной магазин
zh_cn: 双弹匣

source: ergonomic grip
de: ergonomischer Griff
ja: エルゴノミックグリップ
ko: 인체공학적 손잡이(ergonomic grip)
ru: эргономичная рукоять
zh_cn: 人体工程握把

source: extended magazine
de: vergrößertes Magazin
ja: 拡張マガジン
ko: 확장 탄창(extended magazine)
ru: расширитель боезапаса
zh_cn: 扩充弹匣

source: firearm waterproofing
de: Feuerwaffenabdichtung
ja: 防水キット(銃器用)
ko: 화기 방수화 부품(firearm waterproofing)
ru: влагозащита для оружия
zh_cn: 火器防水套装

source: forward grip
de: Vordergriff
ja: フォワードグリップ
ko: 총열 손잡이(forward grip)
ru: передняя рукоять
zh_cn: 前置握把

source: gyroscopic stabilizer
de: gyroskopischer Stabilisator
ja: ジャイロ安定器
ko: 자이로 안정기(stabilizer)
ru: гироскопический стабилизатор
zh_cn: 稳定陀螺仪

source: handmade auto-fire mechanism
de: selbstgemachter Automatikfeuermechanismus
ja: 手製自動発射機構
zh_cn: 自制连发装置

source: holographic sight
de: holographisches Visier
ja: ホログラフィックサイト
ko: 홀로그램 사이트(holographic sight)
ru: голографический прицел
zh_cn: 全息瞄准镜

source: homemade suppressor
de: selbstgebauter Schalldämpfer
ja: 手製サプレッサー
ko: 수제 소음기(suppressor)
ru: самодельный глушитель
zh_cn: 手工消音器

source: improved iron sights
de: verbesserte offene Visierung
ja: 改良型アイアンサイト
ko: 개선형 가늠쇠(iron sights)
ru: улучшенный прицел
zh_cn: 机械瞄具改进型

source: masterkey shotgun
de: Masterkey-Schrotflinte
ja: マスターキー・ショットガン
ko: 마스터키 산탄총(shotgun)
ru: подствольный дробовик
zh_cn: 多用霰弹副枪

source: match trigger
de: abgestimmter Abzug
ja: マッチトリガー
ko: 매치 트리거(match trigger)
ru: облегченный спусковой крючок
zh_cn: 配重扳机

source: muzzle brake
de: Mündungsbremse
ja: 銃口制退器
ko: 소염기(muzzle brake)
ru: дульный тормоз
zh_cn: 枪口制退器

source: pistol bayonet
de: Pistolenbajonett
ja: 銃剣(拳銃用)
ko: 권총용 총검(pistol bayonet)
ru: пистолетный штык
zh_cn: 短枪刺刀

source: pistol scope
de: Pistolensucher
ja: ピストルスコープ
ko: 권총 조준경(pistol scope)
ru: пистолетный прицел
zh_cn: 手枪瞄准镜

source: pistol stock
de: Pistolenschaft
ja: 銃床(拳銃用)
ko: 권총용 개머리판(pistol stock)
ru: пистолетный приклад
zh_cn: 手枪枪托

source: ported barrel
de: veränderter Lauf
ja: ポーテッドバレル
ko: 컴펜세이터 총열(ported barrel)
ru: компенсатор
zh_cn: 排气门枪管

source: rail laser sight
de: Schieneneinschießhilfe
ja: レイルレーザーサイト
ko: 레일 레이저 사이트(laser sight)
ru: целеуказатель на RIS планку
zh_cn: 导轨激光瞄具

source: rail-mounted crossbow
de: holmbefestigte Armbrust
ja: レイルマウント・クロスボウ
ko: 레일장착 쇠뇌(crossbow)
ru: подствольный арбалет
zh_cn: 劲弩组件

source: rapid blowback
de: schneller Rückstoß
ja: 高速排莢機構
ko: 고속 연사부품(rapid blowback)
ru: ускоритель затвора
zh_cn: 连发加速器

source: recoil stock
de: Rückstoßschaft
ja: 銃床(反動吸収)
ko: 반동제어 개머리판(recoil stock)
ru: приклад для гашения отдачи
zh_cn: 无后坐枪托

source: red dot sight
de: Leuchtpunktvisier
ja: レッドドットサイト
ko: 레드 도트사이트(red dot sight)
ru: коллиматорный прицел
zh_cn: 红点瞄准镜

source: rifle scope
de: Gewehrzielfernrohr
ja: ライフルスコープ
ko: 소총 망원 조준경(rifle scope)
ru: оптический прицел
zh_cn: 步枪瞄准镜

source: rifled barrel
de: gezogener Lauf
ja: ライフルバレル
ko: 강선 총열(rifled barrel)
ru: нарезной ствол
zh_cn: 膛线枪管

source: shortened barrel
de: gekürzter Lauf
ja: ショートバレル
ko: 단축 총열(shortened barrel)
ru: укоротитель ствола
zh_cn: 锯短枪管

source: shotgun suppressor
ja: サプレッサー(ショットガン)
zh_cn: 霰弹枪消声器

source: shoulder strap
ja: 負い紐
zh_cn: 枪背带

source: sniper conversion
de: Scharfschützengewehrumbausatz
ja: 変換キット(狙撃銃)
ko: 저격형 총기 개조 부품(conversion)
ru: преобразование в снайперскую винтовку
zh_cn: 狙击枪改装件

source: spare magazine
de: Reservemagazin
ja: 予備マガジン
ko: 예비 탄창(spare magazine)
ru: запасной магазин
zh_cn: 备用弹匣

source: suppressor
de: Schalldämpfer
ja: サプレッサー
ko: 소음기(suppressor)
ru: глушитель
zh_cn: 消音器

source: sword bayonet
de: Schwertbajonett
ja: 銃剣(長剣)
ko: 베기용 총검(sword bayonet)
ru: штык-нож
zh_cn: 长刺刀

source: tuned mechanism
de: abgestimmter Mechanismus
ja: 銃器調整機構
ko: 조정 메커니즘(tuned mechanism)
ru: отрегулированный механизм
zh_cn: 枪械精调件

source: underbarrel laser sight
de: unterläufiges Laserzielvisier
ja: アンダーバレル・レーザーサイト
zh_cn: 管下激光瞄具

source: underslung shotgun
de: Unterbauschrotflinte
ja: アンダーバレル・ショットガン
ko: 하단장착 산탄총(shotgun)
ru: подствольный дробовик
zh_cn: 下挂式霰弹副枪

source: .50 caliber rifle
ja: ライフル(.50口径)
zh_cn: 魔改.50步枪

source: 12 gauge pistol
de: Kaliber-12-Pistole
ja: ハンドガン(散弾/12ゲージピストル)
ko: 12G 산탄 권총(12 gauge pistol)
zh_cn: 自制 霰弹手枪

source: 2 Shot Special
ja: ハンドガン(.38口径/2ショットスペシャル)
zh_cn: 特制烈酒

source: A H&K416 carbine outfitted with a heavier barrel and an extended magazine to enable higher amounts of suppressive fire while retaining a good degree of mobility.
de: Die H&K416 ist ein Karabiner, welcher mit einem schwereren Lauf und einem vergrößertem Magazin ausgestattet ist, um ein längeres Unterstützungsfeuer bei guter Mobilität zu ermöglichen.
ja: 拡張マガジンを備えたヘビーバレル仕様のH&K 416です。機動力を維持しつつ、より効率的な制圧射撃が可能になっています。
zh_cn: 配备了重型枪管和更大弹夹的H&K416卡宾枪，在提供更强压制火力的同时保持了不错的机动性。

source: A HUGE medieval crossbow from Germany with a very slow, difficult reloading process not suited for unskilled users. Its tension is so powerful that you feel it shake after firing. Bolts fired from this weapon have a good chance of remaining intact for re-use.
de: Eine enorm große mittelalterliche Armbrust aus Deutschland mit einem sehr langsamen und schwierigen Nachladeprozess, der nicht für unerfahrene Benutzer geeignet ist. Die Sehne steht unter sehr hohen Zug, sodass nach dem Abfeuern ein beträchtlicher Rückstoß spürbar ist. Abgeschossene Bolzen haben eine gute Wahrscheinlichkeit, intakt für die Wiederverwendung zu bleiben.
ja: なんとも巨大な中世ドイツのクロスボウです。複雑で困難な再装填作業はある程度の熟練を必要とし、あまりに強力なため発射の衝撃で体全体が揺さぶられます。放たれたボルトが高い確率で残ります。
zh_cn: 一个巨大的、非常慢的、来自德国的中世纪弩。它的张力是如此之大，以至于你觉得它发射后会左摇右晃，不熟练的使用者会觉得为它装填弩矢十分困难。发射出去的弩矢有很大的机会可以回收使用。

source: A beautifully decorated flintlock pistol. If using this doesn't makes you feel a pirate, nothing will.
ja: 優雅な紋様が彫り込まれたフリントロックピストルです。言っておきますが、これを使っても海賊気分には浸れませんよ。
zh_cn: 一把装饰精美的燧发手枪。再去绑条红头巾就可以cos杰克船长了。

source: A bolt-action, box-magazine-fed, sniper rifle chambered in the powerful .300 Winchester Magnum round. The M2010 had completely replaced the M24 rifle series by 2017.
de: Ein Kammerverschlussscharfschützengewehr für die starke ».300 Winchester Magnum«-Patrone. Im Jahre 2017 hatte die M2010 die M24-Gewehrserie vollständig abgelöst.
ja: ボルトアクション、給弾は箱型弾倉、弾薬は強力な.300ウィンチェスターマグナム弾を使用するスナイパーライフルです。アメリカの軍や警察で長きに渡って親しまれたM24シリーズは、2017年をもって完全にM2010に更新されました。
zh_cn: 一把使用强有力的.300温彻斯特马格南弹药的栓动狙击步枪。M2010步枪在2017年完全取代了M24系列步枪的位置。

source: A bow made from a single piece of wood, made specifically for the person using it.
de: Ein Bogen aus einem einzelnen Holzstück, speziell für die Person, die ihn verwendet, hergestellt.
ja: 簡易的に作った弓です。適切な知識がなければこんなものでしょう。
zh_cn: 由一块木头粗制滥造的弓，只能自己用用。不要被某个飘柔的马尾辫姑娘给骗了以为这玩意很好用。

source: A bow made from multiple materials for increased energy tension which can be used effectively by above-average archers. Arrows fired from this weapon have a good chance of remaining intact for re-use.
de: Ein Bogen, der aus mehreren Materialien für eine erhöhte Zugspannungsenergie besteht. Er kann effizient von überdurchschnittlichen Bogenschützen benutzt werden. Pfeile, die von dieser Waffe geschossen werden, haben eine gute Wahrscheinlichkeit, für die Widerverwendung intakt zu bleiben.
ja: 張力が増す様に複数の素材から作られた弓で、平均以上の射手ならば効果的に使用する事が出来ます。放たれた矢は消滅しなければ再利用が可能です。
zh_cn: 由多种不同材质混合叠加而成的拥有更大动力的弓，射出去的箭有很大概率保证完好无损，拉开它需要10点力量。

source: A bow that combines the traits from both the reflex and the recurve bows, with both limbs and tips curving away from the archer. This dramatically increases the power and requires significant strength to draw the bow effectively.
de: Ein Bogen, der die Merkmale von Reflex- als auch Recurvebögen kombiniert. Sowohl die Wurfärme als auch die Wurfarmenden biegen sich vom Schützen weg. Dies erhöht die Stärke dramatisch, was aber auch die vom Schützen zum effektiven Spannen erforderte Stärke signifikant erhöht.
ja: リフレックスボウとリカーブボウの技術的特長を併せ持つ弓です。劇的に威力が向上していますが、効果的に扱うには相応の筋力が必要です。
zh_cn: 结合了反曲弓特点的弓，能使该弓更加得心应手，从而提高了威力。拉开它需要12点力量。

source: A bow that curves away from the archer at the tips for increased power, which can be used effectively by above-average archers. Arrows fired from this weapon have a good chance of remaining intact for re-use.
de: Ein Bogen, der vom Schützen an den Wurfarmenden zurückgebogen ist, wodurch der Bogen stärker gespannt werden kann. Er kann effizient von überdurchschnittlichen Bogenschützen verwendet werden. Pfeile, die von dieser Waffe geschossen werden, haben eine gute Wahrscheinlichkeit, für die Widerverwendung intakt zu bleiben.
ja: 弓の使い手達が積み上げた、威力を向上させる経験則を盛り込んで再設計された弓です。平均以上の射手ならば効果的に使用する事が出来ます。放たれた矢は消滅しなければ再利用が可能です。
zh_cn: 弯曲度更加大的弓，拥有更大的威力，射出去的箭有很大概率保证完好无损，拉开它需要10点力量。

source: A bow with cams for high velocity shots that can be used effectively by average archers. Arrows fired from this weapon have a good chance of remaining intact for re-use.
de: Ein Bogen mit Rollen, der schnelle Pfeile schießt. Er kann effizient von durchschnittlichen Bogenschützen benutzt werden. Pfeile, die von dieser Waffe geschossen werden, haben eine gute Wahrscheinlichkeit, für die Widerverwendung intakt zu bleiben.
ja: 高速の矢を撃つ為の滑車が付いており、平均的な射手ならば効果的に使用する事が出来ます。放たれた矢は消滅しなければ再利用が可能です。
zh_cn: 使用偏心滑轮系统做成的滑轮弓，让力气小的人也可以轻易拉开。射出去的弓箭有很大的几率保持完好无损，只要8点力量就可以拉开。

source: A bow with limbs that curve away from the archer to sacrifice accuracy for power, which can be used effectively by above-average archers. Arrows fired from this weapon have a good chance of remaining intact for re-use.
de: Ein Bogen, der Wurfärme, die sich vom Bogenschützen wegbiegen, hat, was Treffgenauigkeit für Stärke opfert. Er kann effizient von überdurchschnittlichen Bogenschützen verwendet werden. Pfeile, die von dieser Waffe gefeuert werden, bleiben wahrscheinlich für die Wiederverwendung intakt.
ja: 弯曲したリムをを持つ、威力のために精度を犠牲にした弓です。平均以上の射手ならば効果的に使用する事が出来ます。放たれた矢は消滅しなければ再利用が可能です。
zh_cn: 比普通弓长，从而获得更大的射程但丧失精度的弓。射出去的弓箭有很大的几率保持完好无损，拉开它需要10点力量。

source: A combination of negligible recoil, high customization, and inexpensive ammunition made the Ruger 10/22 a popular choice among enthusiasts and small game hunters. Even though it fires the weak .22 round, it's perfectly capable of killing.
de: Eine Kombination aus geringfügigem Rückstroß, hoher Anpassbarkeit und günstiger Munition machten die Ruger 10/22 eine beliebte Wahl unter Enthusiasten und Kleinwildjägern. Obwohol sie die schwache .22-Patrone verschießt, ist sie durchaus in der Lage, sogar zu töten.
ja: 無きに等しい反動、高い拡張性、非常に安価な弾薬。これらの好条件によってルガー10/22は小型動物ハンティングの定番ライフルとしての地位と、熱狂的なファンを獲得しました。貧弱な殺傷力に見合った適切な獲物を選択しましょう。
zh_cn: 低后坐力，高定制化，廉价的弹药的结合使Ruger 10/22成为枪支爱好者和猎人的普遍选择。尽管它使用较弱的.22弹药，但完全能把你打残。

source: A custom built 9mm submachine gun camouflaged to look as the average businessman suitcase, panes of cutting edge materials and its clever internal construction allowed it to bypass even the most scrupulous of security checkpoints. Due to the fact that the average security guard is now only concerned in eating you, this million dollar baby has been reduced to little more than a novelty item.
ja: ごく普通のブリーフケースを装った9mmサブマシンガンです。洗練された内部構造を持ち有事にはすぐさま機能し、かつその外見で厳しいセキュリティチェックを迂回することができます。とはいえ、ほとんどの警備員があなたを食べることしか考えていないこの状況では、おもちゃみたいなものですけどね。
zh_cn: 一把定制的9mm冲锋枪，伪装成手提箱的样子，全塑料材质与精巧的设计让它能够通过各种安检——当然啦，现在大多数安检人员都只对你的身体有兴趣，这个百万美元的宝贝也只能成为旧侦探小说的物证了。

source: A custom made single shot rifle specially designed for the hunting of huge game. You could obviously kill everything with this, EVERYTHING. If you ever find enough ammo of course.
de: Eine selbstgebaute einschüssige Schrotflinte, speziell für die Jagd nach Riesenwild. Du könntest offensichtlich alles damit töten, ALLES. Falls du jemals genung Munitions findest, versteht sich.
ja: 象や恐竜などの超大型動物を一撃で仕留めるために特注で造られた単発式ライフルです。大概の標的を殺すことができます。確実に。まあ、弾薬が見つかればの話ですが。
zh_cn: 一款用来猎杀巨型猎物的特殊定制步枪。你可以用它杀死任何东西，当然前提是你要有匹配的弹药...

source: A custom-made, large mechanical bolt-action crossbow with a wooden magazine that holds 10 bolts. Bolts fired from this weapon have a good chance of remaining intact for re-use.
de: Eine selbstgemachte große mechanische Kammerverschlussarmbrust mit einem hölzernem Magazin, das 10 Bolzen hält. Bolzen, die von dieser Waffe verschossen werden, bleiben mit einer guten Wahrscheinlichkeit für die Wiederverwendung intakt.
ja: 10本のボルトを装填できる木製の固定式箱型弾倉を備えた、ボルトアクション式の大きな改造クロスボウです。放ったボルトが高い確率で残ります。
zh_cn: 一把自制大型弩，配有能装10发弩矢的木质箭匣。单发装填。它发射的弩矢有很高的几率可以回收。

source: A cyborg's fusion blaster arm, cannibalized and converted into a rifle. This improvised weapon is powered by a standard UPS connection.
de: Eine Fusionskanone eines Cyborgs. Sie wurde ausgeschlachtet und in ein Gewehr umgewandelt. Diese improvisierte Waffe wird durch eine Esz.-Verbindung angetrieben.
ja: サイボーグからもぎ取ったフュージョンブラスターをライフルにしました。この即席の武器はUPSで動作します。
zh_cn: 从机器人身上拆下的核聚变冲击炮外接一个ups能源，一把DIY的核聚变冲击枪就完成了。
