Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This food is perishable, and will eventually rot.
de: Dieses Lebensmittel ist verderblich und wird irgendwann vergammeln.
ja: この食べ物は腐り易く、直に腐敗してしまいます。
ko: 이 음식은 부패하기 쉽습니다.
ru: Это скоропортящаяся еда и в конце концов она сгниёт.
zh_cn: 此食物容易腐坏。

source: This gear completely protects you from electric discharges.
ja: このギアは放電を完全に防ぎます。
zh_cn: 这件装备可以保护你免受电流冲击。

source: This gear has an alarm clock feature.
ja: このギアは目覚まし時計機能を有しています。
zh_cn: 这件装备有闹钟功能。

source: This gear has certain parts padded with leather to increase protection with minimal increase to encumbrance.
zh_cn: 这件衣服缝了额外的皮革补丁来增加保护能力，稍微增加了累赘度。

source: This gear is a part of power armor.
ja: このギアはパワーアーマーの部品です。
zh_cn: 这件装备是一种动力装甲。

source: This gear is equipped with an accurate thermometer.
ja: このギアは精密な温度計を備えています。
zh_cn: 这件装备带有精准温度计功能。

source: This gear is generally worn as clothing.
ja: このギアは一般的に衣類として身に付けます。
zh_cn: 这件装备一般作为普通衣物穿戴。

source: This gear is generally worn over clothing.
ja: このギアは一般的には衣類の上に身に付けます。
zh_cn: 这件装备一般套在其他衣物外边。

source: This gear is strapped onto you.
ja: このギアは紐で結び付けます。
zh_cn: 这件装备用带子绑在身上。

source: This gear is worn on or around your waist.
ja: このギアは腰周りに取り付けます。
zh_cn: 这件装备横在你的腰部。

source: This gear prevents you from hearing any sounds.
ja: このギアは耳に音が届くのを防ぎます。
zh_cn: 这件装备可以隔绝声响。

source: This gear prevents you from seeing anything.
zh_cn: 这件装备让你什么都看不见。

source: This item can only be activated by a radio signal.
zh_cn: 这件物品只能被无线电信号开启。

source: This item has been modified to listen to radio signals. It can still be activated manually.
zh_cn: 这件物品被改装为能够接受无线电信号，可以手动开启。

source: This item is rigid.
ja: このアイテムには剛性があります。
zh_cn: 该物品是硬质的。

source: This mod must be attached to a gun, it can not be fired separately.
ja: このMODは銃器に取り付けられている必要があります。単体では使用できません。
zh_cn: 这个模组必须安装在枪械上才能使用，不能单独开火。

source: This object is surrounded by a sickly green glow.
de: Dieses Objekt ist von einem krankhaft grünen Leuchten umgeben.
ja: この物体は緑色の微弱な光を放っています。
ko: 이 물체는 역겨운 녹색 빛에 휩싸여있습니다.
ru: Этот объект излучает бледно-зелёным свет.
zh_cn: 这个东西被一种闪烁的绿光围绕着。

source: This piece of clothing allows you to see much further under water.
de: Mit diesem Kleidungsstück kannst beim Tauchen du viel weiter sehen.
ja: この衣類は水中で視界をより多く確保する事が出来ます。
ko: 이 의류는 수중에서 더 멀리 볼 수 있도록 도와줍니다.
ru: Эта одежда позволяет далеко видеть под водой.
zh_cn: 这件装备显著增加了你的水下视野范围。

source: This piece of clothing can be refitted.
ja: この衣類は修繕を行えます。
zh_cn: 这件衣服可以被裁剪成合身。

source: This piece of clothing completely protects you from radiation.
ja: この衣類は放射線を完全に防ぎます。
zh_cn: 这件衣服可以完全保护你免收辐射伤害。

source: This piece of clothing fits you perfectly and layers easily.
ja: この衣類は身体に完璧にフィットしており、重ね着しやすいです。
zh_cn: 这件衣服很合身也很紧凑。

source: This piece of clothing fits you perfectly.
de: Dieses Kleidungsstück passt dir wie angegossen.
ja: この衣類は身体に完璧にフィットしています。
ko: 이 옷은 몸에 딱 맞습니다.
ru: Эта одежда подходит вам идеально.
zh_cn: 这件衣服很合身。

source: This piece of clothing has a fur lining sewn into it to increase its overall warmth.
ja: この衣類は保温力を高める為に裏地に毛皮が縫い込まれています。
zh_cn: 这件衣服缝了毛皮衬里来增加保暖能力。

source: This piece of clothing has a hood to keep your head warm.
de: Dieses Kleidungsstück hat eine Kapuze, um deinen Kopf warmzuhalten.
ja: この衣類にはフードが付いており、頭部を温めてくれます。
ko: 이 의류에는 후드가 달려있어 머리를 따뜻하게 해줍니다.
ru: У этой одежды есть капюшон, согревающий голову.
zh_cn: 这件衣服有一个兜帽让你的脑袋保持温暖。

source: This piece of clothing has a wide collar that can keep your mouth warm.
ja: この衣類は口を温めるのに適した広い襟が付いています。
zh_cn: 这件衣服有一个大领子让你的嘴部保持温暖。

source: This piece of clothing has a wool lining sewn into it to increase its overall warmth.
zh_cn: 这件衣服有额外的羊毛内衬，增加了保暖度。

source: This piece of clothing has pockets to warm your hands.
de: Dieses Kleidungsstück hat Taschen zum Wärmen deiner Hände.
ja: この衣類はポケットが付いており、手を温めてくれます。
ko: 이 옷에는 손을 넣을 수 있는 주머니가 달려있습니다.
ru: Эта одежда имеет карманы для согрева рук.
zh_cn: 这件衣服有口袋，你可以把手插在里面保暖。

source: This piece of clothing is designed to keep you dry in the rain.
de: Dieses Kleidungsstück wurde entworfen, um dich im Regen trocken zu halten.
ja: この衣類は雨の中でも身体が濡れない様に設計されています。
ko: 이 의류는 비 내리는 환경에서 몸이 젖는 것을 방지하기 위해 만들어졌습니다.
ru: Эта одежда не даст вам промокнуть под дождем.
zh_cn: 这件衣服拥有防雨的设计。

source: This piece of clothing is designed to protect you from harm and withstand a lot of abuse.
de: Dieses Kleidungsstück ist dafür ausgelegt, dich vor Schäden zu schützen und es widersteht großer Belastung.
ja: この衣類は危害を防ぎ、大抵の酷使に耐えられる様に設計されています。
ko: 이 의류는 자잘한 상해와 여러 물리적 폭력에서 착용자를 보호하도록 설계되었습니다.
ru: Этот предмет одежды предназначен защищать вас от вреда, и способен выдержать много повреждений.
zh_cn: 这件衣服的设计目的是保护你，并且承受伤害。

source: This piece of clothing is fancy.
ja: この衣類は御洒落です。
zh_cn: 这件衣服很花哨时髦。

source: This piece of clothing is large enough to accommodate mutated anatomy.
de: Dieses Bekleidungsstück ist groß genug für mutierte Anatomie.
ja: この衣類は変異した部位を収める十分な大きさがあります。
zh_cn: 这件衣服达到足够容纳任何突变。

source: This piece of clothing is very fancy.
ja: この衣類は凄く御洒落です。
zh_cn: 这件衣服非常酷炫屌炸天。

source: This piece of clothing keeps the glare out of your eyes.
de: Dieses Bekleidungsstück schützt dich vor blendendem Licht.
ja: この衣類は眩しさを防ぎます。
zh_cn: 这件衣服有防眩目设计。

source: This piece of clothing lies close to the skin.
ja: この衣類は肌に接しています。
zh_cn: 这件服装属于贴身衣物。

source: This piece of clothing partially protects you from radiation.
ja: この衣類は放射線を部分的に防ぎます。
zh_cn: 这件衣服可以部分降低你受到辐射伤害。

source: This piece of clothing performs well even when soaking wet. This can feel good.
de: Dieses Kleidungsstück ist sogar triefnass zu gebrauchen. Das kann sich gut anfühlen.
ja: この衣類はすぶ濡れ状態でも問題なく動かせます。良い気分を保てます。
ko: 이 의류는 흠뻑 젖은 상황에서도 제기능을 해내며, 기분이 찝찝해지지 않도록 해줍니다.
ru: Этот предмет одежды остаётся в порядке, даже когда мокрый. Это хорошо.
zh_cn: 即便湿透了，这件服装也能保暖，并保持舒适。

source: This piece of clothing prevents you from going underwater (including voluntary diving).
ja: この衣類は水中に沈むのを防ぎます(自発的な潜水も含む)。
zh_cn: 这件衣物防止你沉入水中(包含自行潜水)。

source: This piece of clothing won't let water through. Unless you jump in the river or something like that.
de: Dieses Kleidungsstück wird kein Wasser durchlassen. Es sei denn, du springst in den Fluss oder so.
ja: この衣類は水を通しません。川や水溜りなどに飛び込まない限りは・・・。
ko: 이 의류는 물의 침투를 막아줍니다. 당신이 강 같은 곳에 뛰어들지 않는 이상은 말이죠.
ru: Эта одежда не пропускает воду. До тех пор пока вы не прыгнете в реку или сделаете что-нибудь подобное.
zh_cn: 这件服装不会透水，除非你跳进河里。

source: This tool has been modified to run off plutonium cells instead of batteries.
de: Dieses Werkzeug wurde so modifiziert, dass es mit Plutoniumzellen statt mit Batterien betrieben wird.
ja: この道具は電池の代わりに原子力電池を消費するよう改造されています。
ko: 이 기기는 통상적인 전지 대신에 플루토늄 전지로 작동되도록 개조되었습니다.
ru: Этот инструмент был переделан для работы с плутониевыми зарядами вместо батареек.
zh_cn: 这件工具已被魔改，只能使用钚电池供电。

source: This tool has been modified to use a rechargeable power cell and is not compatible with standard batteries.
de: Dieses Werkzeug wurde so modifiziert, dass es mit einer wiederaufladbaren Energiezelle betrieben wird. Es ist nicht mit Standardbatterien kompatibel.
ja: この道具は再充電式拡張バッテリーで作動するよう改造されています。通常の電池</info>とは互換性がありません。
ko: 이 기기는 표준 전지와 호환되지 않는 재충전 전원 장치를 사용하도록 개조되었습니다.
ru: Этот инструмент был переделан для использования с заряжаемым источником питания и не совместим с обычными батарейками.
zh_cn: 这件工具已被改造，只能使用可充电能量单元供电，不再兼容标准电池。

source: This tool has been modified to use a universal power supply and is not compatible with standard batteries.
ja: この道具はUPSで作動するよう改造されています。通常の電池とは互換性がありません。
zh_cn: 这件工具已被改造，只能使用UPS供电，不再兼容标准电池。

source: This tool has double the normal maximum charges.
de: Dieses Werkzeug hat doppelt so viele Ladungen wie normal.
ja: この道具は最大充填量が倍化されています。
ko: 이 기기는 통상 기기보다 2배 많은 최대 충전량을 가집니다.
ru: Этот инструмент имеет удвоенный размер зарядов.
zh_cn: 这个工具的容量是正常状态的两倍。

source: Type:
de: Typ:
ja: 弾薬:
ko: 종류 :
ru: Тип:
zh_cn: 类型：

source: Unimplemented liquid fill error '%s'.
ja: アイテムへの液体充填エラー '%s'
zh_cn: '%s'发生了液体填充错误而未生效。

source: Used on:
de: Benutzt mit:
ja: 使用中:
ko: 다음에 사용됨:
ru: Пригодно для:
zh_cn: 用于：

source: Waist.
ja: 腰。
zh_cn: 腰部。

source: Warmth:
de: Wärme:
ja: 暖かさ:
ko: 보온력 :
ru: Тепло:
zh_cn: 保暖程度：

source: Weight:
de: Gewicht:
ja: 重量:
ko: 무게 :
ru: Вес:
zh_cn: 重量：

source: When worn with a power armor helmet, it will fully protect you from radiation.
ja: パワーアーマーヘルメットの装着中は、放射能を完全に防ぎます。
zh_cn: 配合动力装甲头盔可以全面保护你免受辐射伤害。

source: When worn with a power armor suit, it will fully protect you from radiation.
ja: パワーアーマーの装着中は、放射能を完全に防ぎます。
zh_cn: 穿上动力装甲可以保护你免受辐射伤害。

source: You can store knives in this gear.
zh_cn: 这件装备可以存放刀具。

source: You can't seal that %s!
de: Du kannst dieses %s nicht versiegeln!
ja: %sは密封できません！
ko: %s을(를) 닫아둘 수 없습니다!
ru: Вы не можете закрыть %s!
zh_cn: 你无法将 %s 密封！

source: You could use it to craft various other things.
ja: このアイテムを使って、色々なアイテムが作成可能です。
zh_cn: 你可以用它制作不同的物品。

source: You could use it to craft: %s
ja: 作成可能: %s
zh_cn: 你可以用它制作： %s

source: You finish your %s.
de: Du bist fertig mit deiner %s.
ja: %sを終えました。
ru: Вы закончили свой %s.
zh_cn: 你完成了你的 %s。

source: You know dozens of things you could craft with it.
ja: このアイテムを使うレシピをいくつか知っています。
zh_cn: 你知道它可以制造一堆物品。

source: You need a powered UPS.
de: Du brauchst eine aktive Esz.
ja: 充電されたUPSが必要です。
ko: 전원이 켜진 UPS가 필요합니다.
ru: Вам нужен заряженый УБП.
zh_cn: 你需要一个充过电的UPS。

source: You need an UPS to run %s!
ja: %sを動かすにはUPSが必要です！
zh_cn: 你需要一个激活的UPS来启动 %s！

source: You need to read this book to see its contents.
de: Du musst dieses Buch lesen, um dessen Inhalte zu sehen.
ja: その内容を見るには、この本を読む必要があります。
zh_cn: 你需要阅读本书才能获得其中的内容。

source: You notice the cable has come loose!
ja: ケーブルが外れそうになっています！
zh_cn: 你注意到电缆散开了！

source: You pull a %s from your %s and nock it.
de: Du ziehst 1 %s aus deinem %s und legst ihn ein.
ja: %sを%sから抜き放ち、構えました。
zh_cn: 你抽了一支 %s 从你的 %s 里面，然后搭上弦。

source: You reel in the cable.
ja: ケーブルを巻き入れました。
zh_cn: 你卷绕电缆。

source: You take a puff of your %s.
de: Du nimmst einen Zug von deiner %s.
ja: %sをスパスパと吹かしました。
zh_cn: 你从你的 %s 里吸了口。

source: You try to pull a %s from your %s, but fail!
de: Du versuchst, 1 %s aus deinem %s zu ziehen, aber versagst.
ja: %sを%sから抜き放とうとしましたが、失敗しました！
zh_cn: 你试图取出一支 %s 从 %s 里，但是失败了！

source: Your %s beeps alarmingly.
de: Dein %s piept alarmierend.
ja: %sが警告を発しました。
ko: %s이(가) 삑삑거리는 알람음을 냅니다.
zh_cn: 你的 %s 发出哔..哔..的报警声。

source: Your %s discharges!
de: Dein %s entlädt sich!
ja: %sが放電しました！
ko: %s이(가) 완전히 방전되었습니다!
ru: Ваш %s разряжен!
zh_cn: 你的%s卸除了!

source: Your %s spins down.
de: Dein %s entlädt sich.
ja: %sはスリープモードに移行しました。
ko: %s이(가) 돌면서 내려왔습니다.
zh_cn: 你的%s旋转下来。

source: Your %s starts charging.
de: Dein %s fängt an, sich aufzuladen.
ja: %sは充電を開始しました。
ko: %s의 충전을 시작했습니다.
ru: %s заряжается.
zh_cn: 你的 %s 开始充电。

source: Your shaking hand causes you to drop your %s.
de: Deine zitternde Hand lässt dich dein %s fallen.
ja: 手が震えて、%sを落としました。
ru: Из-за трясущихся рук вы уронили %s.
zh_cn: 你的手不停颤抖，导致你的 %s 掉落了。

source: age:
de: Alter:
ja: 経過:
ko: 나이:
ru: возраст:
zh_cn: 寿命：

source: atomic
de: atomar
ja: アトミック
ko: 원자력
ru: атомный
zh_cn: 原子

source: bday rot:
ja: 経過ターン:
ko: 부패 시작일:
zh_cn: 腐坏天数：

source: black
de: schwarz
ja: 黒
ru: чёрный
zh_cn: 黑色

source: burn:
de: Verbrennungsgrad:
ja: 焼損:
ko: 태우기 :
ru: Урон огнём:
zh_cn: 热度：

source: kg
ru: кг
zh_cn: 公斤

source: last rot:
ja: 判定ターン:
ko: 최후 부패:
zh_cn: 最后腐坏：

source: lbs
de: lb
ru: фунт
zh_cn: 磅

source: left
de: links
ja: 左
zh_cn: 左

source: right
de: rechts
ja: 右
zh_cn: 右

source: temp rot:
ja: 腐敗ターン:
ko: 부패 온도:
zh_cn: 腐坏温度：

source: yellow
de: gelb
ja: 黄
ru: жёлтый
zh_cn: 黄色

source: | Damage | Pierce | Range | Accuracy
de: | Schaden| Bohren |Reichw.|Genauigk.
ja: | 殺傷力 | 貫通力 | 射程 | 精度
ru: | Урон | Пробив. | Дальность | Точность
zh_cn: | 伤害 | 穿甲 | 射程 | 散布

source: Execute which action?
ja: どの動作を実行しますか？
zh_cn: 执行哪个行动？

source: You do not have an item that can perform this action.
ja: その作業が可能なアイテムを所持していません
zh_cn: 你没有进行这个行动所需要的工具。

source: You don't have any items with registered uses
ja: 動作を実行できるアイテムを何も持っていない。
zh_cn: 这件物品没有剩余可用次数

source: BIONICS
ja: 生体部品
zh_cn: 仿生插件

source: BOOKS
ja: 本
zh_cn: 书籍

source: CLOTHING
ja: 衣類
zh_cn: 服装

source: GUNS
ja: 銃器
zh_cn: 枪支

source: Result of 100 spawns:
de: Ergebnis von 100 Spawns:
ja: 100スポーンの結果:
zh_cn: 100个生成的结果：

source: Test which group?
de: Welche Gruppe testen?
ja: どのグループをテストしますか？
zh_cn: 测试那一组？

source: cancel
de: abbrechen
ja: 中止
ko: 취소
ru: отмена
zh_cn: 取消

source: "Blue"
zh_cn: “蓝色”

source: "Green"
zh_cn: “绿色”

source: "Red"
zh_cn: “红色”

source: %s automatically turned off!
de: %s hat sich automatisch abgeschaltet!
ja: %sは自動的に停止しました！
zh_cn: %s 自动关闭了！

source: %s got in the way of your photo.
zh_cn: %s被你的相机拍了下来。

source: %s looks blinded.
de: %s sieht geblendet aus.
ja: %sは目が見えなくなったようです。
zh_cn: %s 好像失明了！

source: %s on what?
de: Womit %s?
ja: 何に%sしますか？
ko: 무엇 위에 %s합니까?
ru: %s на что?
zh_cn: %s上放着什么？

source: %s on your hands opened!
de: Das %s hat sich auf deinen Händen geöffnet!
ja: 手の上で%sが開いた！
zh_cn: 你手上的 %s 打开了！

source: %s what?
de: Was %s?
ja: 何を%sしますか？
ko: 무엇 위에 %s합니까?
ru: %s что?
zh_cn: %s 什么？

source: (To delete, input one '.')
de: (Zum Löschen einmal ».« eingeben)
ja: (削除するには'.'(ピリオド)を1つ入力します)
ko: (제거하려면 '.' 키를 누르세요)
ru: (Для удаления, наберите '.')
zh_cn: (输入 '.' 删除)

source: *Your* batteries are dead.
de: *Deine* Batterien sind alle.
ja: *自分*の電池が切れました。
zh_cn: *您的*电池耗尽了。

source: , draining the tank completely.
de: , was den Tank vollständig leert.
ja: 、タンクは完全に空になりました。
zh_cn: ，抽取的油箱完全空了。

source: , receiving tank is full.
de: . Der befüllte Tank ist voll.
ja: 、移動先のタンクは満タンです。
zh_cn: ，接受的油箱满了。

source: ...and a nearby zombie turns friendly!
de: … und ein Zombie in der Nähe wird freundlich!
ja: ...近くにいるゾンビが味方になりました！
ko: 근처의 좀비가 우호적이 됐습니다!
ru: ...и зомби поблизости становится дружественным!
zh_cn: ...一个附近的僵尸变得友好了!

source: ...and several nearby zombies turn friendly!
de: … und einige Zombies in der Nähe werden freundlich!
ja: ...周辺にいるゾンビたちが味方になりました！
ko: 근처의 좀비들이 우호적이 됐습니다!
ru: ...и несколько зомби поблизости становятся дружественными!
zh_cn: ...几个附近的僵尸变得友好了!

source: ...and turns friendly!
de: … und wird freundlich!
ja: ...ロボットは友好的になりました！
ru: ... и становится дружественным!
zh_cn: ...而且变得友好了!

source: ...but nothing happens.
de: …, aber nichts passiert.
ja: ...しかし、何も起きなかった。
ko: ...하지만 아무 일도 일어나지 않았습니다.
ru: ...но ничего не произошло.
zh_cn: ...但什么也没发生.

source: ...but the robot refuses to acknowledge you as an ally!
de: … aber der Roboter weigert sich, dich als Freund anzuerkennen!
ja: ...しかし、ロボットは貴方と友好的に接する事を拒みました！
zh_cn: ...但机器人拒绝承认你是盟友！

source: 1: Head
de: 1: Kopf
ja: 1:頭
ko: 1: 머리
ru: 1: Голова
zh_cn: 1:头部

source: 1: Radio a faction for help... 2: Call Acquaintance... 3: General S.O.S. 0: Cancel
de: 1: Fraktion um Hilfe anfunken … 2: Bekannten rufen … 3: Generisches S.O.S. funken 0: Abbrechen
ja: 1: 無線で助けを求める... 2: 知人を呼ぶ... 3: 救難信号を発信する。 0: 中止
ko: 1: 여러 집단에게 구조 요청 2: 아는 사람 불러보기 3: 일반적인 S.O.S. 0: 취소
ru: 1: Попросить группировку о помощи... 2: Вызвать знакомого... 3: Канал S.O.S. 0: Отмена
zh_cn: 1:通知一个势力来求救... 2:呼叫熟人... 3:发出 S.O.S. 0:取消

source: 2: Torso
ja: 2:胴
ko: 2: 상체
ru: 2: Торс
zh_cn: 2:躯干

source: 3: Left Arm
de: 3: Linker Arm
ja: 3:左腕
ko: 3: 왼팔
ru: 3: Лев рука
zh_cn: 3:左臂

source: 4: Right Arm
de: 4: Rechter Arm
ja: 4:右腕
ko: 4: 오른팔
ru: 4: Прав рука
zh_cn: 4:右臂

source: 5: Left Leg
de: 5: Linkes Bein
ja: 5:左脚
ko: 5: 왼쪽 다리
ru: 5: Лев нога
zh_cn: 5:左腿

source: 6: Right Leg
de: 6: Rechtes Bein
ja: 6:右脚
ko: 6: 오른쪽 다리
ru: 6: Прав нога
zh_cn: 6:右腿

source: 7: Exit
de: 7: Verlassen
ja: 7:終了
ko: 7: 나가기
ru: 7: Выход
zh_cn: 7:退出

source: <A>ccept
de: <A>: OK
ja: <A>確定
ko: <A> 확인
ru: <A> Принять
zh_cn: <A>接受

source: <C>ancel
de: <C>: Abbruch
ja: <C>取消
ko: <C> 취소
ru: <C> Отмена
zh_cn: <C>取消

source: <D>ecrease
de: <D>: Weniger
ja: <D>減少
ko: <D> 감소
ru: <D> Меньше
zh_cn: <D>减少

source: <I>ncrease
de: <I>: Mehr
ja: <I>増加
ko: <I> 증가
ru: <I> Больше
zh_cn: <I>增加

source: <npcname> squeezes the pheromone ball...
ja: <npcname>はフェロモンボールを搾った...
zh_cn: <npcname>挤压信息素球..

source: <plural>fur
de: <plural>Pelz
ja: <plural>毛皮
ko: <plural>털가죽
ru: <plural>меховые
zh_cn: <plural>毛皮

source: <plural>furs
ja: <plural>毛皮
zh_cn: <plural>毛皮

source: <plural>leather
de: <plural>Leder
ja: <plural>革
ko: <plural>가죽
ru: <plural>кожи
zh_cn: <plural>皮革

source: <plural>plastic
ja: <plural>プラスチック
zh_cn: <plural>塑料

source: <plural>rags
de: <plural>Lumpen
ja: <plural>布
ko: <plural>천조각
ru: <plural>тряпок
zh_cn: <plural>布条

source: <plural>wool
ja: <plural>羊毛
zh_cn: <plural>羊毛

source: A %s got in the way of your photo.
zh_cn: %s被你的相机拍了下来。

source: A following %s goes into combat mode.
de: %s geht in den Kampfmodus.
ja: %sは攻撃モードに入りました。
zh_cn: 一台跟随的 %s 进入了战斗模式。

source: A following %s goes into passive mode.
de: %s geht in den Passivmodus.
ja: %sは受動モードに入りました。
zh_cn: 一台跟随的 %s 进入了被动模式。

source: A nearby splatter of goo forms into a goo pit.
de: Ein Schleimspitzer in der Nähe formt sich zu einer Schleimfalle.
ja: 近くの飛び散った粘液が粘液溜まりになりました。
ko: 근처 오물 구덩이에서 무언가 형체를 이룹니다.
ru: Лужа слизи неподалеку превратилась в яму со слизью.
zh_cn: 附近飞溅的粘液形成了粘液坑。

source: A reply! %s says, "I'm on my way; give me %d minute!"
de: Eine Antwort! %s sagt: »Ich bin auf dem Weg! Gib mir %d Minute!«.
ja: 返信だ！%sは言いました。「今そっちに向かっているよ、%d分後に落ち合おう！」
zh_cn: 一个回复！%s说，“我马上就到，再给我 %d 分钟！”

source: A shadow forms nearby.
de: Ein Schatten formt sich in der Nähe.
ja: 影が近くに現れました。
ko: 주변에서 그림자가 생겨납니다.
ru: Тени близко.
zh_cn: 一个阴影产生在附近。

source: A wave of nausea passes through you!
de: Eine Welle der Übelkeit überkommt dich!
ja: 吐き気の波が全身を突き抜けました！
ko: 어지러움이 밀려옵니다!
ru: Вас охватывает приступ тошноты!
zh_cn: 你突然感到一阵恶心！

source: Acoustic dampening system: ONLINE.
de: Geräuschdämpfungssystem: AKTIV.
ja: 音響減衰システム: オンライン。
ru: система гашения звука: АКТИВИРОВАНО
zh_cn: 声波抑制系统: 在线

# memorial_female
source: Activated a mininuke.
de: Aktivierte ein Atombömbchen.
ja: 小型原子爆弾を起動した。
ko: 소형핵을 작동시켰습니다.
ru: Активировала миниядерную бомбу.
zh_cn: 激活了一个微型核弹。

# memorial_male
source: Activated a mininuke.
de: Aktivierte ein Atombömbchen.
ja: 小型原子爆弾を起動した。
ko: 소형핵을 작동시켰습니다.
ru: Активировал миниядерную бомбу.
zh_cn: 激活了一个微型核弹。

# memorial_female
source: Activated the %s.
de: Aktivierte Artefakt: %s.
ja: %sを起動させました。
ko: %s(을)를 작동시켰습니다.
ru: Активировала %s.
zh_cn: 激活 %s。

# memorial_male
source: Activated the %s.
de: Aktivierte Artefakt: %s.
ja: %sを起動させました。
ko: %s(을)를 작동시켰습니다.
ru: Активировал %s.
zh_cn: 激活 %s。

source: After what happened that last time? uh-uh. You're not drinking that chemical stuff.
zh_cn: 在经历了上次那种情况后？啊哦。你再也不想喝下那些化学品。

source: After what happened that last time? uh-uh. You're not eating that alien drek.
zh_cn: 在经历了上次那种情况后？啊哦。你再也不想吃那些翔一样的异形玩意。

source: After what happened that last time? uh-uh. You're not eating that alien poison sac.
zh_cn: 在经历了上次那种情况后？啊哦。你再也不想吃那些异形毒囊。

source: After what happened that last time? uh-uh. You're not injecting that chemical stuff.
zh_cn: 在经历了上次那种情况后？啊哦。你再也不想注射那些化学品。

source: After what happened that last time? uh-uh. You're not eating that alien slime.
ja: それをやって前回はどうなりましたか？おっと。そのエイリアンの粘液は食べないでおきましょう。
zh_cn: 刚才发生了什么来着……？啊~啊。你再也不想吃那种见鬼的黏液了。

source: Air swirls all over...
de: Die Luft wirbelt überall!
ja: 風が渦を巻いています...
ko: 바람이 주변 전체를 휘몰아칩니다...
ru: Воздух кружится повсюду...
zh_cn: 空气漩涡在到处移动…

source: Air swirls around you for a moment.
de: Für einen Augenblick wirbelt sich die Luft um dich herum.
ja: 一瞬、空気が自分を中心に渦を巻きました。
ko: 잠깐 동안 바람이 주변을 휘돌았습니다.
ru: На мгновение воздух вокруг вас начал кружиться.
zh_cn: 空气漩涡围绕了你一会儿。

source: All systems nominal.
de: Alle System funktionsfähig.
ja: 全システム異常なし。
ru: Все системы работают нормально.
zh_cn: 所有系统正常。

source: An item
de: Ein Gegenstand
ja: アイテム
ko: 물품
ru: На предмете
zh_cn: 一件物品

source: And when you gaze long into a screen, the screen also gazes into you.
de: Und wenn du lange genug in einen Bildschirm starrst, starrt der Bildschirm auch dich an.
ja: 画面を見つめ続けていると、画面も見つめ返してきました。
zh_cn: 当你注视着厨师机，你发现厨师机也注视着你。

source: Are you sure you want to clear the old data on the card?
de: Bist du dir sicher, dass du die alten Daten der Karte löschen wirst?
ja: カードに保存されている古いデータを消去しても宜しいですか？
zh_cn: 确定要清除卡上的老旧数据吗？

source: Are you sure?! the multi-cooker wants to poison your food!
de: Bist du sicher?! der mehrfunktionsherd will dein essen vergiften!
ja: 本当ですか？！何と多機能調理器具は食事に毒を入れたがっています！
zh_cn: 你确定？！多功能厨师机想给你的饭菜下毒！

source: Arm what?
de: Was bestücken?
ja: 何を取り付けますか？
zh_cn: 武装什么？

source: As the apple settles in, you feel ecstasy radiating through every part of your body...
ja: 林檎が腹に収まると、心地よい放射線が体の隅々に行き渡るのを感じました...
zh_cn: 当果实进入你体内之时，你感到一种狂喜贯穿了你身体的每一寸……

source: As you eat the berry, you have a near-religious experience, feeling at one with your surroundings...
de: Während du die Beere isst hast du ein nah-religiöses Erlebnis, wobei du dich eins mit deiner Umgebung fühlst.
ja: ベリーを食べたことで、話に聞く霊的宗教体験のような、森羅万象と一つになる感覚を味わいました...
ko: 열매를 먹자, 거의 종교적인 경험을 합니다. 주변과 하나됨을 느낍니다...
ru: Съев ягоду, вы почувствовали единение с окружением...
zh_cn: 当你吃浆果的时候,你感觉到异空间再向你接近……

source: As you eat the jelly, you have a near-religious experience, feeling at one with your surroundings...
ja: ゼリーを食べたことで、話に聞く霊的宗教体験のような、森羅万象と一つになる感覚を味わいました...
zh_cn: 当你吃密浆的时候,你感觉到异空间再向你接近……

source: As you eat the seed, you have a near-religious experience, feeling at one with your surroundings...
ja: 種を食べたことで、話に聞く霊的宗教体験のような、森羅万象と一つになる感覚を味わいました...
zh_cn: 当你吃种子的时候,你感觉到异空间再向你接近……

source: As, in time, shall we adapt to better welcome those who have not received us.
ja: 今はまだ我々を受け入れていない者共も、いずれ我々を受容し、歓迎するだろう。
zh_cn: 因此，假以时日我们终将适应环境、得以以更好地迎接那些尚未接受我们的存在。

# memorial_female
source: Ate a marloss berry.
de: Aß eine Marlossberre.
ja: マーロスベリーを食べました。
ko: 말로스 열매를 먹었습니다.
ru: Съела ягоду марло.
zh_cn: 吃下马洛斯变异莓。

# memorial_male
source: Ate a marloss berry.
de: Aß eine Marlossberre.
ja: マーロスベリーを食べました。
ko: 말로스 열매를 먹었습니다.
ru: Съел ягоду марло.
zh_cn: 吃下马洛斯变异莓。

# memorial_female
source: Ate a marloss seed.
ja: 種(マーロスベリー)を食べました。
zh_cn: 吃下马洛斯种子。

# memorial_male
source: Ate a marloss seed.
ja: 種(マーロスベリー)を食べました。
zh_cn: 吃下马洛斯种子。

# memorial_female
source: Ate a sewage sample.
de: Aß eine Abwasserprobe.
ja: 下水サンプルを飲んだ。
ko: 하수 샘플을 먹었습니다.
ru: Съела нечистоты.
zh_cn: 吃了一个污水样本。

# memorial_male
source: Ate a sewage sample.
de: Aß eine Abwasserprobe.
ja: 下水サンプルを飲んだ。
ko: 하수 샘플을 먹었습니다.
ru: Съел нечистоты.
zh_cn: 吃了一个污水样本。

# memorial_female
source: Ate some marloss jelly.
ja: マーロスゼリーを食べました。
zh_cn: 吃下马洛斯蜜浆

# memorial_male
source: Ate some marloss jelly.
ja: マーロスゼリーを食べました。
zh_cn: 吃下马洛斯蜜浆。

source: Attach cable to vehicle where?
ja: どの車両にケーブルを繋ぎますか？
zh_cn: 在载具的哪里连接电缆？

source: Attach loose end of the cable
ja: ケーブルのもう一方を繋ぐ
zh_cn: 接驳电缆一端

source: BEES!!
de: BIENEN!!
ja: ハチだー！
zh_cn: 蜜蜂!!

source: BUFFS!!
de: GEBUFFT!
ja: ドッカーン！
ko: 버프됨!
ru: БАФФНЕМ!!
zh_cn: 增强了!!

source: BUGFIXES!!
ja: ドッカァァーン！！
ko: 버그픽스!!
ru: БАГФИКСЫ!!
zh_cn: BUG修复了!!

source: Batteries are low.
de: Batterien sind schwach.
ja: 電池が消耗しています。
zh_cn: 电量低。

# memorial_female
source: Became one with the Mycus.
ja: ミカズと一体となりました。
zh_cn: 成为马卡斯。

# memorial_male
source: Became one with the Mycus.
ja: ミカズと一体となりました。
zh_cn: 成为马卡斯。

source: Best to stay clear of that alien crap in future.
ja: あのエイリアンのクソには近寄らないのが一番です。今後も。
zh_cn: 以后最好离那些见鬼的玩意儿远一点。

source: Black goo emerges from the canister and envelopes a %s!
de: Schwarzer Schleim kommt aus dem Kanister und entwickelt einen %s!
ja: 円筒弾から黒い粘液が放出され、%sを包みました！
ko: 용기에서 검은 오물이 튀어나와 %s을(를) 덮쳤습니다!
ru: Черная слизь вылезла из контейнера и обволокла %s!
zh_cn: 黑怪从罐子和信封中露出一个%s!

source: Blech, that burns your throat!
de: Würg, das brennt in deinem Rachen!
ja: あちち、喉に火傷を負いました！
ko: 표백제가 목에서 타오릅니다!
ru: Ужас как обжигает горло!
zh_cn: 呸，你的喉咙好像在燃烧！

source: Blood soaks out of the ground and walls.
de: Blut läuft aus dem Boden und den Wänden.
ja: 血が地面と壁をべっとりと濡らしました。
ko: 벽과 땅에서 피가 새어나옵니다.
ru: Кровь просачивается из стен и земли.
zh_cn: 血浸湿的地面和墙壁。

# memorial_female
source: Burned out a particularly nasty fungal infestation.
ja: 不快な真菌の蔓延を焼き尽くしました。
zh_cn: 爆发了特别严重的真菌感染。

# memorial_male
source: Burned out a particularly nasty fungal infestation.
ja: 不快な真菌の蔓延を焼き尽くしました。
zh_cn: 爆发了特别严重的真菌感染。
