Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Some recipes require a set of tools. These are not used up when crafting, so you can keep your tool set. All recipes require one or more ingredients. These ARE used up in crafting.
de: Einige Rezepte benötigen eine Reihe von Werkzeugen. Sie werden in der Fertigung nicht aufgebraucht, somit kannst du deine Werkzeugsammlung behalten. Alle Rezepte benötigen mindestens eine Zutat. Diese WÜRDEN aufgebraucht.
ja: レシピにはいくつかの道具を必要とするものがあります。道具は製作によって消費せず、手元に残ります。また、全てのレシピは材料を必要とします。材料は製作によって消費されます。
ko: 어떤 제작법은 도구를 필요로 합니다. 도구는 제작을 하더라도 소모되지 않고 남아있습니다. 또한 모든 제작법은 하나 이상의 재료가 필요하며, 재료는 제작시 소모됩니다.
ru: Некоторые рецепты требуют нескольких инструментов, которые не расходуются во время изготовления. Все рецепты требуют один или несколько компонентов, которые ИСЧЕЗНУТ после завершения работы.
zh_cn: 有些物品的制作需要用到不止一件工具，拥有这些工具可以进行多次制作；而所有的物品都需要一种或更多的材料来进行制作，这些材料在制作之后都会被消耗掉。

source: Swarms of monsters may call for firearms. If you find one, wield it first, then reload by pressing %s. If you wish to change ammo, you must unload the weapon by pressing %s, then reload again. To fire, press %s, move the cursor to the relevant space, then hit '.' or 'f'. Some guns have alternate firing modes, such as burst fire; to cycle modes, press %s. Firing continuously, especially in bursts, will severely reduce accuracy.
de: Für Monsterschwärme könntest du Feuerwaffen gebrauchen. Wenn du eine findest, trag sie erst, dann lade sie nach, indem du %s drückst. Wenn du die Munition wechseln willst, musst du die Waffe zuerst mit %s entladen, und sie dann wieder nachladen. Zum Feuern drücke %s, bewege den Cursor auf das relevante Feld, dann drücke ».« oder »f«. Einige Feuerwaffen haben Alternativfeuermodi, wie zum Beispiel Feuerstoß. Um Modi zu wechseln, drücke %s. Dauerfeuer, insbesondere in Feuerstößen, wird die Treffgenauigkeit drastisch reduzieren.
ja: モンスターの大群に対処するには、銃器が必要です。銃器を見つけたらまず構えて、%sで装填しましょう。弾薬を変更したい場合は、%sを押して弾丸を抜き取り、再度装填してください。発砲するにはまず%sを押し、カーソルを対象まで移動し「.」か「f」を押して発射しましょう。銃の中には、%sを押してバースト射撃など数種類の発射モードを切り替えられる物があります。特にバースト射撃では、連続発砲すると命中精度が極度に低下してしまいます。
ko: 괴물 떼를 보면 총기 생각이 간절해질 것입니다. 만일 총기를 찾았다면, 일단 손에 든 뒤에 %s키를 눌러 재장전을 합니다. 탄약을 바꾸고 싶다면 %s키로 탄약을 뺀 다음, 다시 재장전하면 됩니다. 총기를 발사하려면 %s키를 누른 다음, 커서를 목표 지점으로 이동시킨 뒤, '.'키나 'f'키를 누르면 됩니다. 어떤 총기는 연발 사격 같은 다른 발사 방식을 가지고 있기도 하며, %s키를 누르면 발사 방식이 전환됩니다. 다만 연발 사격을 할 경우, 정확도가 크게 저하됩니다.
ru: Звуки выстрелов привлекают монстров. Допустим, вы нашли пистолет… сперва вооружитесь им, затем перезарядите, нажав %s. Чтобы сменить тип боеприпасов разрядите ствол, нажав %s, потом зарядите снова. Чтобы выстрелить, нажмите %s, затем наведите курсор на цель и нажмите '.' или 'f'. У многих моделей есть альтернативный режим (%s) огня — стрельба очередями с пониженной точностью.
zh_cn: 当你无节制的使用枪械时，最终会引来大堆大堆的敌人。想要使用枪械，请先按<%s>键装上子弹，如果你想要换种弹药，必须先按<%s>键退下子弹之后，重新装填。想要发射子弹，请按下<%s>键，然后将光标移到希望命中的格子，然后再次点击<.>或<f>键。有些枪械有多种射击方式，可以通过<%s>键来进行选择，同时射出多发子弹会使得命中率逐渐递减。连续射击，尤其是扫射，将严重降低精确度。

source: The first thing to do is checking your starting location for useful items. Your initial storage is limited, and a backpack, trenchcoat, or other storage medium will let you carry a lot more. Finding a weapon is important; frying pans, butcher knives, and more are common in houses; hardware stores may carry others. Unless you plan on concentrating on melee combat, seek out gun stores as soon as possible and load up on more than one type.
ja: まず最初に、スタート地点で便利なアイテムを探しましょう。初期状態であなたが所持できる荷物の量は限られていますが、バックパックやトレンチコートなどの所持容積を増やすアイテムを着用すれば、より多くの物を所持できます。武器の入手も重要です。フライパンや肉切り包丁などは大抵の家屋に置いてあります。工具店に行けばもっといいものを持ち出せます。近接戦闘にこだわらないなら、できるだけ早く銃砲店を探索し、複数の銃火器を入手しましょう。
zh_cn: 第一件要做的事就是检查你所处的出发点，尽可能把有用的物品都搜刮掉。一开始你可能只有一个背包和一件风衣，所以容量非常有限。游戏中最重要的是收集食物，其次是收集武器，家中的平底锅、菜刀等都是现成的武器，如果你遇到杂货店的话，里面还有更多。除非你决定专攻近战武器，否则枪械店是你必去的地方。

source: The player can often see more than can be displayed on the screen at a time. Pressing %s enters "look around mode", which allows you to scroll around using the movement keys and view items on the map as well as monsters and their stance toward the character. Pressing %s provides a list of nearby visible items, though items shut away in crates, cupboards, refrigerators and the like won't be displayed until you are close enough. Pressing Shift+vikeys (h,j,k,l,y,u,b,n) will scroll the view persistently, allowing you to keep an eye on things as you move around.
ja: プレイヤーは画面に表示されている範囲より遠くを見る事が出来ます。%sを押すと"周囲を見渡すモード"に切り替える事が出来ます。移動キーで周囲を見渡す事で、アイテムやモンスターを発見したり、モンスターの態度を調査する事が出来ます。%sを押すと周囲の可視範囲にあるアイテムの一覧を表示します。木箱、戸棚、冷蔵庫などに仕舞われていて、見えない物は接近しないと表示されません。Shift+viキー(h,j,k,l,y,u,b,n)を押すと視点を恒久的に移動します。移動時には周囲の物に目を向ける事が出来ます。
zh_cn: 游戏中，角色的视野范围其实比屏幕所显示的还要大，这时候就要通过<%s>键来进入观察模式，观察模式中你可以通过移动键来观看移动屏幕，查看周围的场景。同样如果按下<%s>键会出现一个附近可拾取、可操作物品的一览表，但如果物品存在于箱子、柜子等各类容器中的话，是不会被显示出来的。如果按下shift+方向键，你可以把屏幕所见范围移动到其他位置，方便你在移动的同时对某块地区进行监视。

source: There are also lots of ways for your morale to decrease, beyond its natural decay. Eating disgusting food, reading a boring technical book, killing a friendly NPC, or going through drug withdrawal are some prominent examples.
de: Es gibt außerdem viele Möglichkeiten, deinen Moralpegel zu verringern, unter der natürlichen Reduktion. Ekelhaftes Essen essen, ein langweiliges technisches Buch lesen, einen freundlichen NPC töten oder sich dem Drogenentzug unterziehen sind ein paar hervorstechende Beispiele.
ja: 対して意欲を低下させるものは自然低下する事に加えて実に色々とあります。酷い食事をする、退屈な技術的な本を読む、友好的なNPCを殺害する、薬物の禁断症状に陥るなどが代表的な例です。
ru: Помимо естественного падения, мораль понижается под воздействием сторонних причин, таких как: прием противной пищи, чтение скучной технической литературы, убийство дружественного NPC, отход от наркотика.
zh_cn: 与其相对的是你的身边有很多因素会降低你的情绪，除了自然衰退以外，吃下难吃的食物、阅读一本枯燥的书、杀害友好的NPC以及承受药物的副作用等等。

source: There are lots of options for increasing morale; reading an entertaining book, eating delicious food, and taking recreational drugs are but a few options. Most morale-boosting activities can only take you to a certain level before they grow boring.
de: Es gibt viele Möglichkeiten, die Moral zu erhöhen; ein unterhaltsames Buch lesen, leckeres Essen essen und Freizeitdrogen einnehmen sind nur ein paar davon. Die meisten moralsteigernden Aktivitäten können dich nur auf eine bestimmte Stufe bringen, bevor sie langweilig werden.
ja: 意欲を高めるには娯楽本を読む、美味しい食事をする、快楽性のある薬物を摂るなどありますがそれぞれはさほど上昇はしません。一番良いのは飽きる前に一定のレベルに到達する事です。
ko: 의욕을 높이는 방법은 많습니다. 재미있는 책을 읽거나, 맛있는 음식을 먹는다던가. 그리고 마약을 복용하는 방법도 있긴 하지만 그리 좋은 방법은 아니죠. 대부분의 의욕 증진 방법들은 의욕을 일정 수준까지밖에 올리지 못합니다.
ru: Есть много вариантов поднятия настроения: чтение интересных книг, вкусная пища, принятия расслабляющих наркотиков и другие. Все стимулирующие мораль действия, подымают её до определенного уровня, после чего становятся скучными.
zh_cn: 当然游戏中也有不同的方式可以帮助你恢复情绪：读一本有趣的书、吃上一些美味的食物或服用一些提神的药物等，只是这些手段也只能维持一段时间，而且重复使用之后的效率会越来越低。

source: There are various mutagenic substances, and consuming (or injecting) them will grant mutations. However, the process taxes your body significantly, and can be addictive. With enough mutations and certain conditions being met, you will permanently transcend your humanity into a wholly different life-form.
de: Es gibt diverse mutagene Substanzen und der Konsum (oder die Injektion) wird Mutationen hervorrufen. Allerdings belastet dieser Prozess deinen Körper signifikant und kann suchterregend sein. Mit genügend Mutationen und bestimmten erfüllten Voraussetzungen würdest du du deine Menschlichkeit hin zu einer völlig anderen Lebensform überschreiten.
ja: 様々な変異原物質を摂取(もしくは注入)することで変異が起こります。しかし、摂取時には身体に大きな負担がかかり、依存症になる場合もあります。十分に変異を取得するか、特定の条件を満たすと、人類を超越し、永久に人とは異なるものとして生きることになるでしょう。
zh_cn: 游戏中有许多能够引起变异的物质，享用（误）或者注射它们会让你变异。但是，这个过程会明显给你身体增加负担，同时也会上瘾。当有了足够多的变异同时满足了特定条件之后，你可以永久的超越（或许）人性变成一种完全不同的生命形式。

source: There is a wide variety of items available for your use. You may find them lying on the ground; if so, simply press %s to pick up items on the same square. Some items are found inside a container, drawn as a { with a blue background. Pressing %s, then a direction key, will allow you to examine these containers and loot their contents.
ja: 役に立つアイテムが地面に落ちている場合もあります。%sを押してアイテムを拾うことができます。「青色背景に{」で描写されている家具は、中にアイテムが入っています。%sを押し、方向キーを押すことで、中に入っている物を調べて入手することができます。
zh_cn: 游戏中你会遇到各种各样的物品，如果它们只是放置在地上，你可以按<%s>键来拾取；如果物品被存放在容器之中（图标为{并带有蓝色的背景），你需要按<%s>键配合方向键来检查容器并拿取其中的物品。

source: There may be times when you want to move more quickly by holding down a movement key. However, fast movement in this fashion may lead to the player getting into a dangerous situation or even killed before they have a chance to react. Pressing %s will toggle "Safe Mode". While this is on, any movement will be ignored if new monsters enter the player's view.
de: Es kann Momente geben, in denen du duch schneller bewegen willst. Dies machst du durch das Gedrückthalten der Bewegungstaste. Allerdings kann die schnelle Bewegung auf diese Weise deinen Protagonisten in eine gefährliche Situation bringen oder ihn sogar töten, bevor du die Gelegenheit hast, zu reagieren. Das Drücken von %s wird den sog. Laufmodus umschalten. Ist dieser an, wird jede Bewegungstaste ignoriert, falls neue Monster in das Sichtfeld des Protagonisten geraten.
ja: 速く移動しようとキーを押しっぱなしにすることもあるかもしれませんが、いつの間にか危険な状況に陥っており、対応できずに死んでしまうかもしれません。そんな時は%sで「セーフモード」を切り替えましょう。セーフモードが有効になっている間は、敵がプレイヤーの視界内に入ると、移動操作を受け付けなくなります。
ru: Иногда хочется идти быстрее, просто зажимая кнопку движения. Однако, передвижение в такой манере может привести в опасное место или вообще убить до того, как вы сможете среагировать. Нажатие на %s активирует "Безопасный режим". Когда он включён, попытки движения будут игнорироваться, если есть монстр в радиусе обзора игрока.
zh_cn: 生存一段时间之后，可能你会觉得自己已经脱离了蹒跚学步的阶段，可以开始大踏步地闯荡这个未知的世界。然而持续按着某个方向键快速前进很容易会让你来不及反应就已身陷险境，所以你可以通过按<%s>键来开启 安全模式 ，在这个模式中，只要视线范围内有敌人存在就会自动停止任何移动。

source: Though it is relatively rare, certain areas of the world may be contaminated with radiation. It will gradually accumulate in your body, weakening you more and more. While in radiation-free areas, your radiation level will slowly decrease. Taking iodine tablets will help speed the process.
de: Obgleich es ziemlich selten vorkommt, können einige Gebiete der Welt mit Strahlung kontaminiert sein. Sie wird sich langsam in deinem Körper ansammeln, was deinen Körper nach und nach schwächt. Solange du in strahlungsfreien Gebieten bist, wird sich dein Strahlungspegel langsam verringern. Das Einnehmen von Jodtabletten hilft, diesen Vorgang zu beschleunigen.
ja: 比較的稀にではありますが、世界の一部の地域は放射能に汚染されています。放射能は徐々に体内に蓄積し、徐々にあなたを蝕みます。放射能汚染がない地域に居れば、放射能汚染レベルは徐々に低下します。ヨード剤を摂取する事でより汚染度の低下は速くなります。
ko: 비교적 드문 경우이긴 하지만, 몇몇 장소는 방사능으로 오염되어있을 수도 있습니다. 방사능 오염지역에 들어가면, 서서히 방사능이 몸에 쌓여서 몸을 점점 약화시킵니다. 비 오염지역에서도 방사능 수준은 느리게 감소합니다. 요오드 알약을 사용하면 방사능 감소 속도를 빠르게 하는데 도움이 됩니다.
ru: Оставаясь довольно редкими, в мире существуют области с радиацией, которая будет накапливаться в вашем организме, тем самым ослабляя его всё больше и больше. В области без радиации её уровень будет медленно падать; примите таблетки йода, чтобы ускорить процесс.
zh_cn: 尽管并不多见，但世上某些地方确实还有辐射残留。当你行走在这些区域的时候，辐射会逐渐在你的体内累积，逐渐削弱你的身体。而当你离开辐射区域以后，体内积累的辐射值会缓慢得代谢掉。服用碘片有助于加快代谢的速度。

source: To attack a monster with a melee weapon, simply move into them. The time it takes to attack depends on the size and weight of your weapon. Small, light weapons are the fastest; unarmed attacks increase in speed with your Unarmed Combat skill, and will eventually be VERY fast. A successful hit with a bashing weapon may stun the monster temporarily, while cutting weapons may get stuck, possibly pulling the weapon from your hands-- but a monster with a weapon stuck in it will move much more slowly. A miss may make you stumble and lose movement points. If a monster hits you, your clothing may absorb some damage, but you will absorb the excess.
de: Um ein Monster mit einer Nahkampfwaffe anzugreifen, gehe einfach in es herein. Die Dauer, die es benötigt, um es anzugreifen, hängt von der Größe und dem Gewicht deiner Waffe ab. Kleine, leichte Waffen sind am schnellsten; unbewaffnete Angriffe werden mit deiner Erfahrung im unbewaffnetem Kampf schneller und werden irgendwann SEHR schnell sein. Ein erfolgreicher Treffer mit einer Schlagwaffe könnte das Monster kurzzeitig betäuben, während Schnittwaffen stecken bleiben und dir evtl. sogar entgleiten können – aber ein Monster, in das eine Waffe steckt, wird sich viel langsamer bewegen. Ein Verfehlen könnte dich zum Stolpern und dich Bewegungspunkte einbüßen lassen bringen. Wenn ein Monster dich trifft, könnte deine Kleidung etwas des Schadens absorbieren, aber du wirst den Rest absorbieren.
ja: モンスターの方向に移動キーを押せば、近接武器で攻撃できます。攻撃に必要な時間は、使っている武器のサイズと重量によって異なります。小型で軽い武器は最速で攻撃できます。武器を構えていない素手の攻撃の場合、素手格闘スキルによってスピードが増加し、最終的には非常に速く攻撃できるようになります。斬撃武器の攻撃が上手く当たると一時的にモンスターを気絶させることができますが、対象から抜けなくなり、武器を手放してしまうこともあります。
ko: 괴물을 근접무기로 공격하려면, 간단히 그쪽으로 이동하면 됩니다. 공격에 소모되는 시간은 무기의 크기와 무게에 따라 달라집니다. 작고 가벼운 무기가 가장 빠르며, 비무장 공격 속도는 비무장 전투 기술이 높아질수록 빨라져, 나중에는 엄청나게 빨라집니다. 둔기로 적을 제대로 공격하면 잠깐동안 기절시킬 수도 있습니다. 베기 무기는 적의 몸에 박혀버릴 수도 있지만, 다시 빼낼 수 있습니다. 베기 무기가 몸에 박힌 괴물은 속도가 느려집니다. 근접 공격을 빗맞힐 경우 비틀거릴 수 있으며, 그럴 경우 행동 포인트를 잃습니다. 괴물에게 공격당하면 입은 의류가 피해량을 어느 정도 흡수해주지만, 의류의 보호력 이상의 피해는 HP 감소로 이어집니다.
ru: Двигайтесь на клетку монстра, чтобы атаковать его. Скорость атаки зависит от размера оружия. Чем меньше и легче оружие — тем выше скорость атаки. Скорость ударов без использования оружия также зависит от навыка кулачного боя и в итоге будет ОЧЕНЬ быстрой. Попадание при ударе может временно оглушить врага, в то время как режущее оружие может просто застрять и вы останетесь с голыми руками, но враг серьезно замедлится. Промахнувшись, вы можете споткнуться и потерять очки действия. Если монстр попадёт по вам, то ваша одежда может поглотить часть урона.
zh_cn: 想要使用近战武器攻击敌人的话，只要朝着敌人所在的格子走去即可，攻击所需要的时间和频率取决于武器的尺寸和属性，通常轻型的小型的武器攻击速度较快。徒手攻击的速度取决于你的徒手技能，随着技能的不断提升，最终将变得非常快！每次用钝器成功击中敌人将使敌人有短暂的眩晕，而使用锐器攻击时，有一定几率武器会卡在敌人的身上，这时需要你把武器拔出来才能取回来，当然身上插着武器的敌人其行动能力会愈加迟缓。如果攻击失误的话，你可能会连带着损失一些行动点数。如果你被怪物击中了，你身上所穿的衣物可能帮你抵消掉一部分的伤害，当然其余的就需要你自己来承受了。

source: To attempt to hit a monster with your weapon, simply move into it.
de: Um zu versuchen, ein Monster mit deiner Waffe zu treffen, beweg dich einfach in dieses rein.
ja: 対象へ攻撃するには、単純に相手の方向へ移動します。
ko: 적을 근접공격 하려면 그냥 적 방향으로 이동해도 됩니다.
ru: Чтобы попытаться атаковать монстра, просто двигайтесь на него.
zh_cn: 想要用手中的武器对敌人进行攻击，只需要朝对方所在的格子走过去。

source: To craft items, press %s. There are seven categories: Weapons, Ammo, Food, Chemicals, Electronics, Armor, and Other. In each major category there are several smaller sub-categories. While a few items require no particular skill to create, the majority require you to have some knowledge. Sometimes a skilled survivor will work out a given recipe from her or his knowledge of the skill, but more often you will need reference material, commonly a book of some sort. Reading such references gives a chance to memorize recipes outright, and you can also craft while referring to the book: just have it handy when crafting. Different knowledge is useful for different applications:
ja: アイテムを製作するには%sを押して下さい。武器、弾薬、食料、電子機器、着用品、その他の7つのカテゴリーがあり、さらにそれぞれの下にはより細かいサブカテゴリーがあります。製作するのにスキルが必要ない物もありますが、たいていのアイテム製作にはある程度のスキルレベルが必要です。熟練した生存者なら、スキルレベルに応じてレシピを覚えていますが、たいていはレシピの参考になる物、いわゆる学習用の本を用意する必要があります。手元に本があればそこに載っているレシピを参照してアイテムを製作でき、さらにレシピを暗記することができる場合もあります。様々なレシピの知識が、様々な場面で必要になります:
zh_cn: 想要自己制造物品，按%s键。菜单分为七大类：武器，弹药，食物，化学，电子，装备，其他。每一大类又分为几个小类。在一小部分物品不需要特定的技巧来制造的同时，大部分物品都需要你拥有对应的知识。有时候一个熟练的幸存者可以根据自己的技能知识制作出东西，不过大多数时候你还是需要一些参考资料，比如书什么的。阅读这类参考资料有一定概率把物品的制作方法记忆下来，当然你也可以直接照着书本进行制作：透过实践学习。不同的知识会在不同的领域发光：

source: To disarm a trap, examine (press %s) the space it is on. Your success depends upon your Traps skill and Dexterity. If you succeed, the trap is removed and replaced by some or all of its constituent parts; however, if you fail, there is a chance that you will set off the trap, suffering the consequences.
ja: 罠の設置場所を調べ (%sを押す)ることで、罠の解除ができます。解除の成功確率は罠スキルと器用の能力値に依存します。解除に成功した場合、罠は取り除かれ、罠のアイテムやその一部に置き換わります。失敗した場合でも、怪我を負いながらも罠を解除できる場合があります。
zh_cn: 要拆除陷阱，检查（%s）所在的位置。你的成功率取决于陷阱技能和敏捷。如果成功拆除，陷阱就会被移除并留下部分或全部它的组成零件；然而，如果你失败，有一定几率你会受到陷阱伤害并使陷阱失效。

source: To select a fighting style, press %s. If you are already unarmed, this will make you start using the selected style. Otherwise, it will be locked in as your default unarmed style. To start using it, wield a relevant weapon or empty your hands, by pressing %s, then the key for the item you are currently wielding. If you wish to prevent yourself from accidentally wielding weapons taken from the ground, enable "Keep hands free" found in the styles menu.
ja: 格闘スタイルは、%sを押して選択することができます。その時点で格闘スタイルを習得していた場合は、そのスタイルが選択されているはずです。それ以外の場合は通常のスタイルが選択されています。格闘スタイルを実際に使うには、そのスタイルと関連性の高い武器を構えるか、%sを押して現在構えている武器を選択することで素手状態になりましょう。拾った武器をうっかり構えてしまわないようにするには、格闘スタイルから「素手」を選んで有効にしましょう。
zh_cn: 想要选择使用徒手技能，请俺<%s>，如果你是空手的状态，就会开启技能使用；如果手中有武器，会将你所选择的技能设为默认徒手技能。要使用你所选定的技能，需要装备指定的武器或者进入徒手状态。（请使用<%s>键，然后再按下你目前装备的快捷键。）。如果你想防止进入手持物品的状态，那么请打开“保持空手”的选项。

source: To set a trap, simply use the item (press %s) and choose a direction; the trap will be placed on an adjacent tile. Some traps may require additional tools, like a shovel, to be set. Once set, a trap will remain in place until stepped on or disarmed.
ja: アイテムを使用(%sを押す)し、方向を選択すれば、そこに罠を設置できます。罠は、あなたに隣接しているタイルに配置されます。罠の中には設置するのにシャベルなどの道具が必要なものもあります。罠は一度設置すると、踏むか解除するまでその場に残ります。
zh_cn: 要设置陷阱，只需使用（%s）物品然后选择方向；陷阱会放置到相应方向临近的地面上。有些陷阱需要额外的工具才能放置，比如铁锹。一旦放置，陷阱会一直生效直到被踩到或拆除。

source: To wear a piece of clothing, press %s then the proper letter. Armor reduces damage and helps you resist things like smoke. To take off an item, press %s then the proper letter.
de: Um ein Bekleidungsstück zu tragen, drücke %s, dann den passenden Buchstaben. Panzerung reduziert Schaden und hilft dir dabei, Dingen wie Rauch zu widerstehen. Um einen Gegenstand auszuziehen, drücke %s, dann den passenden Buchstaben.
ja: 衣料品は、%sを押した後任意の物を選択して着用することができます。防御力によってダメージが軽減され、煙などから防護してくれる衣料品もあります。%sを押した後任意の物を選択すれば、アイテムを脱ぐことができます。
ko: 옷을 입으려면 %s키를 누르고 해당 물품의 기호를 누르십시오. 방어구는 피해를 줄여주고, 연기 같은 것들을 막아내는데 도움을 줍니다. 무언가를 벗으려면 %s키를 누르고 해당 물품의 기호를 누르십시오.
ru: Чтобы одеться, нажмите %s и выберите предмет, который хотите надеть. Броня снижает повреждения и добавляет сопротивляемость вещам как дым. Чтобы снять одежду, нажмите %s и выберите букву.
zh_cn: 你可以按<%s>来装备衣服。护甲会降低你受到的伤害，并会抵抗周围环境的影响（例如烟雾）。你可以按<%s>来脱下你的装备。

source: To wield an item as a weapon, press %s then the proper letter. wielding the item you are currently wielding will unwield it, leaving your hands empty. A wielded weapon will not contribute to your volume carried, so holding a large item in your hands may be a good option for travel. When unwielding your weapon, it will go back in your inventory, or will be dropped on the ground if there is no space.
de: Um einen Gegenstand als Waffe zu tragen, drücke %s, dann den passenden Buchstaben. Wenn du dies auf den Gegenstand, den du gerade trägst, anwendest, wirst du aufhören, diesen Gegenstand zu tragen, was deine Hände frei macht. Eine getragene Waffe wird dein getragenes Volumen nicht erhöhen, somit könnte sich das Festhalten eines großen Gegenstandes als eine gute Idee für das Reisen erweisen. Wenn du deine Waffe nicht mehr trägst, wird sie zurück in dein Inventar befördert oder auf dem Boden geworfen, wenn es keinen Platz mehr gebe.
ja: アイテムは、%sを押した後任意の物を選択すれば武器として構えることができます。現在構えているアイテムを選択すると、そのアイテムは手持ちに入るか、容積が足りない場合は地面に落とし、素手状態に戻ります。構えているアイテムの容積は、手持ちの容積に入らないため、容積の大きなアイテムを手に構えて持ち歩くのは良いアイデアです。
ru: Для использования вещи как оружия, нажмите %s, затем соответствующую букву, оно заменит то, которое у вас в руках на данный момент. Вещь в руках не занимает места, это полезно для ношения больших вещей. Если вы отпустите вещь, она вернётся в инвентарь или будет сброшена на землю, если нет свободного места.
zh_cn: 你可以按<%s>来把一个物品作为武器装备。装备已经在手里的物品则可以让你进入空手状态。装备中的物品的体积不会计入携带物品中，因此把那些大体积的物品拿在手中转移是一个不错的建议。当你卸下你的武器时，武器会自动进入你的物品栏，如果你的背包没有空位，则会放在地上。

source: Try to keep your inventory as full as possible without being overloaded. You never know when you might need an item, most are good to sell, and you can easily drop unwanted items on the floor.
de: Versuch, dein Inventar so voll wie möglich zu halten, ohne dich zu überladen. Du weißt nie, wann du einen Gegenstand gebrauchen kannst, die meisten können gut verkauft werden und du kannst nicht gewollte Gegenstände einfach fallen lassen.
ja: 荷物は過重にならない程度に、できるだけ容積いっぱいを保つようにしましょう。ひょっとしたら誰かが持っている欲しいアイテムと交換できる物があるかもしれません。不要なアイテムは簡単にその場へ置くことができます。
ko: 과중적재는 하지 않는 선에서 최대한 많은 물건을 챙기십시오. 필요 없을 때 버리는건 쉽지만, 언제 거래를 하거나 어떤 물건이 필요할지는 아무도 모릅니다.
ru: Забивайте инвентарь поплотнее; никогда не знаешь, что может пригодиться в пути. Некоторые вещи можно выгодно продать, а любой ненужный предмет выкинуть.
zh_cn: 只要不超重，请尽量把你的物品栏塞满，因为你不知道前方有什么样的危机在等待着你，当然如果必要的话请随时记得丢下不需要的物品。超重是件很麻烦的事。

source: Using firearms is the easiest way to kill an enemy, but the sound will attract unwanted attention. Save the guns for emergencies, and melee when you can.
ja: 銃器を使えば敵は簡単に死にますが、発砲音は不用意に敵を惹きつけます。銃器は緊急事態のまで取って置き、できれば近接戦闘を行いましょう。
zh_cn: 枪械是最适合用来杀敌的，但是其发出的噪音同样容易引来更多的敌人，所以请尽量使用近战武器，偶尔耍枪，耍完就逃。

source: When you take damage from almost any source, you'll start to feel pain. Pain slows you down and reduces your stats, and finding a way to manage pain is an early imperative. The most common is drugs: aspirin, codeine, tramadol, oxycodone, and more are all great options. Be aware that while under the influence of many painkillers, the physiological side effects may slow you or reduce your stats.
ja: ダメージを受けると痛みも感じるようになります。痛みは動きが遅くなりステータスも低下します。序盤において痛みを抑制する方法を見つけるのは必須事項です。手っ取り早いのはアスピリン、コデイン、トラマドール、oxycodone などの鎮痛剤を摂取する事です。ただこれら鎮痛剤が効いている間は薬物接種の副作用としての速度低下やステータス低下がある事に注意しなければなりません。
zh_cn: 几乎任何的伤害都会让你的角色感到疼痛，而疼痛感会减少各项属性并延缓你的行动，所以从一开始你就要考虑如何应对这个问题。最简单的办法，就是服药：阿司匹林、可待因、曲马多、氢可酮等都是很好的选择，但别忘了当你服用大量止痛剂之后，药效本身一样会让你的行动迟缓并削弱部分属性。

source: While Cataclysm has more tasks to keep track of than many other roguelikes, the near-future setting of the game makes some tasks easier. Firearms, medications, and a wide variety of tools are all available to help you survive.
ja: Cataclysmは他のローグライクよりも多くの作業を必要とします。しかしこのゲームは近未来の設定なので、いくつかの作業自体は容易に行えます。銃器や薬物など、多種多様なアイテムは全て利用でき、文明崩壊後の世界を生き延びるのに役立つでしょう。
zh_cn: <color_red>一点牢骚：CDDA时隔这么久之后再一次加上汉化说明（汉化人员名单）。</color> 长期以来，CDDA大灾变的汉化始终是自愿的，兴趣的，模都精校也一样。但是奈何3DM某些人的“拿来主义”，恐怕没有一丝对汉化人员的尊重。 我们汉化人员不是苦力，必须尊重自己，所以以后的模都精校汉化都会有这个汉化说明,笑。 相关汉化人员名单（可考）： 0.6本体： Azrael, qude, Emi. Artoria, tubro.鱼子酱, 姬伯牙, 月光伊伊, yes icant, 轩辕娜娜, 诚实好青年 0.7模板： Antee, Jagdparrot, Kuniox, No.82-Lich, Pepper, Yuan Bo, baozite, damondamo, emusilent, ginoside, kel, thzuard, moonwalk, s524797336, sayako, vcd5m, wenxiao, wuxiaoquan wyf, wzj, yangquanheng,zhoujian, 东郭偃, 斯巴达, 王光河, 肖思扬, 银枫月 模都精校：675120997@qq.com, Devil, Jagdparrot, Nightoon, Primer238, Seven Westie, baozite, cellxiecao, emusilent, hiro, nanodesu-u~, qude, tt9891, vipches, wangjie, zhoujian, 继续求财神. 以上人员不论多寡皆对此汉化版本的文本翻译作出了贡献。

source: With the default Static spawn option, zombies in cities will spawn at the start of the game. All monsters are represented by letters on your screen; a list of monster names, and their positions relative to you, is displayed on the right side of the screen. If the world is set to use the Dynamic spawn option, you will have 90 minutes to prepare yourself before the spawns start; after that, monsters everywhere will be spawned based on the noise you make.
ja: 既定の状態では固定スポーンがオンになっており、ゲーム開始時に街にゾンビが出現します。全てのモンスターは文字列で画面上に表示されます。モンスターの名前とあなたから見た位置は、画面の右側に表示されています。固定スポーンをオフに設定した場合、準備のために90分間の猶予時間が設けられます。その後は、あなたの立てる音を基準にして、モンスターはどこにでも出現します。
zh_cn: 当使用默认的静态刷新选项时，城市里的僵尸会在游戏开始时生成。所有的怪物都用字母表现在你的屏幕上；一个怪物名称的列表，还有他们和你的相对位置，都会显示在屏幕的右端。如果游戏设置为动态刷新模式，你有90分钟来在僵尸开始生成前武装自己；在这之后，僵尸会随着你制造的噪音大小被刷新出来。
