Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You control vehicles using the numpad, or vikeys. However, you control their controls, rather than the vehicle directly.
de: Mit dem Ziffernbock oder den Vi-Tasten steuerst du Fahrzeuge. Allerdings steuerst du ihre Steuerung statt sie direkt.
ja: 車両は数字キーかviキーで操作します。
ko: 숫자패드나 방향키를 사용해서 차량을 조종할 수 있습니다. 차량을 조종하는 것은 핸들이 아닌 차량 자체를 조종하는 것에 가깝습니다.
zh_cn: 你使用数字小键盘或者方向键来操纵载具。但是，你只是操纵它们的方向盘，并不是载具本身。

source: You may find doors, ('+'); these may be opened with %s or closed with %s. Some doors are locked. Locked doors, windows, and some other obstacles can be destroyed by smashing them (%s, then choose a direction). Smashing down obstacles is much easier with a good weapon or a strong character.
de: Du wirst Türen (»+«) finden. Sie können mit %s geöffnet und mit %s geschlossen werden. Verschlossene Türen, Fenster und einige andere Hindernisse können durch Zerschlagen zerstört werden. (%s, wähle anschließend eine Richtung). Hindernisse zu Zerschlagen ist viel einfacher mit einer guten Waffe oder einem starken Protagonisten.
ja: このようなドア('+')は、%sで開けられ、%sで閉められます。ドアの多くは鍵が掛かっています。鍵のかかったドアや窓などの障害物は叩き壊すことができます(%sを押し、方向キーを押す)。障害物は武器を装備するか、筋力の値が高いと破壊しやすくなっています。
ko: 문('+')은 %s키로 열고 %s키로 닫을 수 있습니다. 어떤 문들은 잠겨있기도 합니다. 잠긴 문이나 창문, 그리고 다른 장애물들은 때려 부숴서 (%s키를 누르고 방향을 선택하세요) 없앨 수 있습니다. 힘이 세거나 좋은 무기를 들고 있다면 장애물을 쉽게 때려 부술 수 있습니다.
ru: Вы можете найти двери: ('+'); они могут быть открыты с помощью %s, а закрыты с помощью %s. Некоторые двери заперты. Запертые двери, окна и другие препятствия можно разбить (%s и выбрать направление). Разбить препятствия легче с хорошим оружием или сильным персонажем.
zh_cn: 某些场景中会有一些门('+')，你可以按 %s 键来开门或 按 %s 键来关门。游戏中有些门原本是锁着的，对于锁闭的门、窗或者其他障碍物你可以选择砸毁它们（先按 %s 键，再选择要砸的方向），不过若真想轻松破坏成功的话，你需要强力的武器，或者强壮的手臂力量...

source: You must prepare to face the many hardships to come including dwindling supplies, hostile creatures, and harmful weather. Even among fellow survivors you must stay alert, since someone may be plotting behind your back to take your hard-earned loot.
ja: 次第に減少する備蓄、敵対的な生物、有害な天候など、多くの困難に立ち向かう為に準備が必要です。苦労して集めた戦利品を、誰かに奪われない様に、常に警戒する必要があるでしょう。もしかすると仲間になった生存者達もその戦利品を狙っているかもしれませんよ？
zh_cn: 你必须准备好面对许多困难，包括不足的补给，敌对的生物，有害的天气。甚至幸存者中也有人想要背后捅你一刀以争夺珍贵的物资。 与大部分Roguelike游戏不同，本作的游戏场景不仅仅限制在一个地下城中，每个楼层只有固定的区域可以探索，某种程度上本作的地图是无限大的，随着游戏进程的推进，会向四面八方不断延伸。当然作为一款Roguelike游戏，你的角色会饥饿、会口渴、会疲倦、会死亡。 相较于其他roguelikes游戏，大灾变更为杰出的地方在于游戏的背景设定为近未来时代，所以场景中会出现各种武器、枪械、药物及各类现代工具来帮助你活得更久。 <color_red>报告BUG请发送邮件至kevin.granade@gmail.com或者在官方论坛回报。</color>

source: Your character has a morale level, which affects you in many ways. The depressing post-apocalypse world is tough to deal with, and your mood will naturally decrease very slowly.
de: Dein Protagonist hat einen Moralpegel, der dich auf viele Weisen betrifft. Es ist schwer genug, mit der deprimierenden postapokalyptischen Welt umzugehen und deine Stimmung wird sich natürlicherweise langsam verringern.
ja: キャラクターには意欲レベルと言う色々なものに影響を及ぼすものがあります。うんざりするような大災害後のこの世界で意欲を維持するのは厳しく、意欲は遅いながらも徐々に低下します。
ko: 당신의 캐릭터는 의욕 수준을 가지고 있습니다. 이는 여러가지 영향을 끼치며, 우울한 멸망 후의 세계에서 기분이 좋을 수는 없으므로 자연스럽게 천천히 감소합니다.
ru: У вашего персонажа есть уровень морали, который по-разному влияет на него. В депрессивном мире постапокалипсиса трудно жить и ваше настроение очень медленно опускается.
zh_cn: 你的角色有一个情绪的指标，它会在很多场合发生作用。独自身处后启示录时代、满目苍夷的世界之中是一件非常令人绝望的事情，你的心情会随着时间的推移逐渐低落。

source: Your focus is also lowered by certain activities. Training your skills through real-world practice lowers your focus gradually, by an amount that depends on your current level of focus (higher focus means larger decreases, as well as improved learning). Training your skills by reading books decreases your focus rapidly, by giving a significant penalty to the set point of your focus.
de: Dein Fokus wird auch durch bestimmte Handlungen verringert. Deine Fähigkeiten durch Übung zu trainieren, wird deinen Fokus graduell verringern (ein höherer Fokus bedeutet schnellere Abnahmen sowie verbessertes Lernen). Deine Fähigkeiten durch das Bücherlesen zu verbessern, wird deinen Fokus stark verringern, indem der Sollwert signifikant verringert wird.
ja: 集中力は他にもいくつかの動作により低下します。スキル学習など続けると現在の集中力レベルに応じて集中力が徐々に低下します。これは集中力が高ければ学習効果が高いと同時に集中力の低下も大きい事を意味しています。本を読むことによるスキル学習はセットポイントのペナルティを著しく受ける為集中力も急速に低下します。
ko: 집중도는 특정 활동을 통해 낮아지기도 합니다. 실제 경험을 통해서 기술을 배우면 집중도 수치는 서서히 낮아집니다. 집중도 수치가 낮아지는 정도는 현재 집중도 수치에 따라서 달라집니다. 집중도 수치가 높으면 더 빨리 배울 수 있지만, 동시에 집중도 수치도 더 빨리 하락하죠. 책으로 기술을 수련할 경우 집중도가 매우 빠르게 감소합니다. 책으로 기술을 수련할 경우에도 집중도 수치에 상당한 손실이 가해지기 때문이죠.
ru: Фокус может понижаться, в зависимости от вашей активности. Тренировка навыков на практике постепенно понижает фокус (чем выше он от номинала, тем быстрее он будет падать). Чтение книг существенно понижает фокус и дает штраф к номиналу.
zh_cn: 你的注意力会因为各种行为而降低。当你练习技能的时候会降低你的注意力（注意力越高降低的越快，也同时获得更多的技能经验）。看书学习技能会降低你的注意力的自然平衡点，因此会快速降低你的注意力。

source: Your focus level has a natural set point that it converges towards. When your focus is much lower - or higher - than this set point, it will change faster than when it is near the set point. Having high morale will raise the set point, and having low morale will lower the set point. Pain is also factored into the set point calculation - it's harder to learn when you're in pain.
de: Dein Fokuspegel hat einen natürlichen Sollwert, zu dem er konvergiert. Wenn dein Fokus viel kleiner – oder größer – als dieser Sollwert ist, würde er sich schneller verändern, als wenn er näher an diesem Sollwert sei. Eine hohe Moral wird diesen Sollwert erhöhen und eine niedrige Moral wird ihn verringern. Schmerzen sind auch Teil der Berechnung – es ist schwerer, zu lernen, wenn du unter Schmerzen stehst.
ja: 集中力はある一定レベルへ戻ろうとします。ここではその一定レベルをセットポイントと呼びますが、集中力はセットポイントに近いよりも、高かったりまたは低かったりする方がより早くセットポイントへ戻ろうとします。意欲が高いとセットポイントは上昇します。逆に意欲が低ければセットポイントは低下します。痛みもセットポイントに影響します。痛みを感じている時に学習するのは難しいです。
ko: 집중도는 이 기준 수치를 향해 천천히 가감됩니다. 현재 집중도 수치가 기준 수치보다 훨씬 낮거나 높을 경우, 기준 수치 근처에 있을 때보다 빠른 속도로 변화하죠. 의욕 수치가 높으면 이 기준 수치가 높아지고, 의욕 수치가 낮으면 기준 수치가 낮아집니다. 고통 수치도 집중도 기준 수치에 영향을 끼치는데, 확실히 어딘가 아프다면 무언가를 배우기가 힘들어지겠죠.
ru: Естественный уровень фокуса — регулируемая номинальная величина. Высокое значение фокуса повышает эту величину, низкое — понижает, и, чем текущий фокус дальше от номинала, тем быстрее он будет меняется. Боль учитывается в расчете номинала — ведь тяжело учится когда больно.
zh_cn: 你的注意力有一个自然平衡点。当你的注意力高于或低于自然平衡点，你的注意力会向着自然平衡点的数值变化。高涨的情绪会提高自然平衡点，低落的情绪会降低自然平衡点。疼痛也会影响自然平衡点，当你很疼时你会难以进行学习。

source: [ Clothing This may be worn with the %s key or removed with the %s key. It may cover one or more body parts; you can wear multiple articles of clothing on any given body part, but this will encumber you severely. Each article of clothing may provide storage space, warmth, encumbrance, and a resistance to bashing and/or cutting attacks. Some may protect against environmental effects.
de: [ Kleidung Dies kann angezogen (mit der %s-Taste) oder ausgezogen (mit der %s-Taste) werden. Es kann eins oder mehrere Körperteile bedecken; du kannst mehrere Kleidungsartikel auf jedem Körperteil tragen, aber dies wird deine Bewegungsfreiheit stark einschänken und dich gegen Schlag und/oder Schnittangriffe besser widerstehen lassen. Einige schützen dich vor Umwelteinflüssen.
ja: [ 衣類 %sを押す事で着られ、%sを押すと脱ぎます。衣類は体の一部位や複数の部位を覆います; 一箇所ごとに複数の衣類を着れますが、動作を著しく妨げます。衣類には収納箇所、暖かさ、動作制限、衝撃や斬撃に対する抵抗力があります。環境防護性能のある衣類もあります。
zh_cn: [ 衣服 游戏中找到的衣物可以通过按<%s>键来穿上或者按<%s>键脱下，每件衣物可能覆盖全部或部分的肢体，而游戏中你可以同时穿上不同的衣物，当然这样会极大地增加你的负担，每件衣物都会提供一定的储物空间、保暖度、负重度以及对于钝击伤害和锐器伤害的防御。有些衣物甚至能帮助你对抗恶劣的环境。

source: ^>v< Clothing store - High-capacity clothing, some light armor.
de: ^>v< Bekleidungsgeschäft – Kleidung mit vielen Taschen; leichte Rüstungen.
ja: ^>v< 衣料品店 - 収納力や防御力のある衣料品が見つかります。
ko: ^>v< 의류점 - 수납공간이 많은 옷과 가벼운 방어구를 구할 수 있습니다.
ru: ^>v< Магазин одежды - Одежда; порой есть легкая броня.
zh_cn: ^>v< 服装店 - 有高质量的衣服和一些轻型盔甲。

source: ^>v< Gas station - A good place to collect gasoline. Risk of explosion.
ja: ^>v< ガソリンスタンド - ガソリンを集めるのに適している。爆発に注意。
zh_cn: ^>v< 加油站 - 收集汽油的好地方，但是有爆炸的风险。

source: ^>v< Grocery store - A good source of canned food and other supplies.
ja: ^>v< 食料雑貨店 - 缶詰から雑貨まで色々と揃っています。
zh_cn: ^>v< 杂货店 - 罐头食品和其他物资的来源之地。

source: ^>v< Gun store - Firearms and ammunition are very valuable.
de: ^>v< Waffengeschäft – Feuerwaffen und Munition sind sehr wertvoll.
ja: ^>v< 銃火器専門店 - 貴重な銃器や弾薬が見つかります。
ko: ^>v< 총포상 - 화기와 탄약은 아주 귀중한 물품이죠.
ru: ^>v< Оружейный магазин - Огнестрельное оружие и боеприпасы, очень ценные в любой ситуации.
zh_cn: ^>v< 枪支商店 - 枪支和弹药是非常宝贵的。

source: ^>v< Hardware store - Home to tools, melee weapons and crafting goods.
de: ^>v< Baumarkt – Werkzeuge, Nahkampfwaffen und Fertigungsgegenstände.
ja: ^>v< 工具店 - 工具や近接武器、アイテム作製用の材料などが見つかります。
ko: ^>v< 철물점 - 도구와 근접무기, 제작물품을 구하기 좋습니다.
ru: ^>v< Хозяйственный магазин Ручные инструменты (оружие) и материалы.
zh_cn: ^>v< 金属器具店 - 工具之家，拥有近战武器和制作的物品。

source: ^>v< House - Filled with a variety of items. Good place to sleep.
de: ^>v< Wohnhaus – Gefüllt mit zahlreichen Gegenständen. Guter Schlafplatz.
ja: ^>v< 家屋 - 様々なアイテムがある。眠るのに適している。
ko: ^>v< 집 - 다양한 물품들로 채워져 있습니다. 잠을 자기에 좋습니다.
ru: ^>v< Дома - Полно разных предметов, хороши для сна.
zh_cn: ^>v< 住宅 - 充满了各种各样的物品，睡觉的好地方。

source: ^>v< Library - Home to books, both entertaining and informative.
de: ^>v< Bibliothek – Bücher: Unterhaltungsliteratur und Sachbücher.
ja: ^>v< 図書館 - 娯楽本や専門書など有益な書籍が見つかります。
ko: ^>v< 도서관 - 독서는 재미와 유익한 정보를 동시에 줍니다.
ru: ^>v< Библиотека - Множество книг, и учебных, и развлекательных.
zh_cn: ^>v< 图书馆 - 书籍之家，拥有趣味性和知识性的书籍。

source: ^>v< Liquor store - Alcohol is good for crafting molotov cocktails.
de: ^>v< Spirituosenladen – Alkohol ist gut, um Molotowcocktails zu machen.
ja: ^>v< 酒屋 - アルコール飲料や火炎瓶の材料が見つかる。
ko: ^>v< 주류 판매점 - 알코올은 화염병 제작에 많이 쓰입니다.
ru: ^>v< Винный магазин - Из выпивки можно сделать коктейль молотова.
zh_cn: ^>v< 酒庄 - 酒精适合制作燃烧瓶。

source: ^>v< Man-made buildings - The pointed side indicates the front door.
ja: ^>v< 建造物 - 頂点は入口がある方角を示している。
zh_cn: ^>v< 总是人造建筑。 符号箭头尖端方向为建筑物入口的朝向。

source: ^>v< Pharmacy - The best source for vital medications.
de: ^>v< Apotheke – Die beste Quelle für lebenswichtige Medikamente.
ja: ^>v< 薬局 - 貴重な医療品が色々と揃っています。
ko: ^>v< 약국 - 필수 의약품을 구하기에 최적의 장소입니다.
ru: ^>v< Аптека - Лучший источник жизненно важных лекарств.
zh_cn: ^>v< 药房 - 生死攸关药物的来源之地。

source: ^>v< Sporting Goods store - Several survival tools and melee weapons.
de: ^>v< Sportgeschäft – Diverse Überlebenswerkzeuge und Nahkampfwaffen.
ja: ^>v< スポーツ用品店 - サバイバル用具や近接武器などが見つかります。
ko: ^>v< 스포츠용품점 - 서바이벌 도구들과 근접무기를 구하기 좋습니다.
ru: ^>v< Спортивный магазин - Инструменты для выживания и оружие рукопашного боя.
zh_cn: ^>v< 体育用品商店 - 存有不少生存工具和近战武器。

source: a: Introduction
de: a: Einleitung
ja: a: 前置き
ko: a: 소개
ru: a: Введение
zh_cn: a: 简介和汉化说明

source: b: Movement
de: b: Bewegung
ja: b: 移動
ko: b: 이동
ru: b: Передвижение
zh_cn: b: 移动

source: c: Viewing
de: c: Ansicht
ja: c: 表示
ko: c: 시야
ru: c: Обзор
zh_cn: c: 查看

source: d: Hunger, Thirst, and Sleep
de: d: Hunger, Durst und Schlaf
ja: d: 空腹、喉の渇きと睡眠
ko: d: 허기, 갈증, 그리고 수면
ru: d: Голод, жажда и сон
zh_cn: d: 饥饿、口渴和睡觉

source: e: Pain and Stimulants
de: e: Schmerz und Stimulanten
ja: e: 痛みと興奮
ko: e: 고통과 자극
ru: e: Боль и стимуляторы
zh_cn: e: 疼痛和兴奋剂

source: f: Addiction
de: f: Sucht
ja: f: 中毒
ko: f: 중독
ru: f: Привыкание
zh_cn: f: 上瘾

source: g: Morale and Learning
de: g: Moral und Lernen
ja: g: 意欲と学習
ko: g: 의욕과 학습
ru: g: Мораль и обучение
zh_cn: g: 情绪和学习

source: h: Radioactivity and Mutation
de: h: Radioaktivität und Mutation
ja: h: 放射能と突然変異
ko: h: 방사능과 변이
ru: h: Радиоактивность и мутации
zh_cn: h: 放射和变异

source: i: Bionics
de: i: Bioniken
ja: i: 生物工学
ko: i: 바이오닉
ru: i: Бионика
zh_cn: i: 生化插件

source: j: Crafting
de: j: Fertigung
ja: j: 作成
ko: j: 제작
ru: J: Ремесло
zh_cn: j: 制作

source: k: Traps
de: k: Fallen
ja: k: 罠
ko: k: 함정
ru: k: Ловушки
zh_cn: k: 陷阱

source: l: Items overview
de: l: Gegenstandsüberblick
ja: l: アイテム概要
ko: l: 물품 개요
ru: l: Обзор предметов
zh_cn: l: 物品概述

source: m: Combat
de: m: Kampf
ja: m: 戦闘
ko: m: 전투
ru: m: Бой
zh_cn: m: 战斗

source: n: Unarmed Styles
de: n: Unbewaffete Kampfstile
ja: n: 格闘スタイル
ko: n: 비무장 전투 스타일
ru: n: Боевые искусства
zh_cn: n: 空手状态

source: o: Survival tips
de: o: Überlebenstipps
ja: o: 生存ヒント
ko: o: 생존 팁
ru: o: Советы по выживанию
zh_cn: o: 生存技巧

source: p: Driving
de: p: Fahren
ja: p: 運転
ko: p: 운전
ru: p: Вождение
zh_cn: p: 驾驶

source: q: Return to game
de: q: Zum Spiel zurückkehren
ja: q: ゲームに戻る
ko: q: 게임으로 돌아가기
ru: q: Возврат в игру
zh_cn: q: 返回游戏

source: |- Bridge - Helps you cross rivers.
de: |- Brücke – hilft dir beim Überqueren von Flüssen.
ja: |- 橋 - 河川に架かる橋です。
ko: |- 다리 - 강을 건너는걸 도와줍니다.
ru: |- Мост - Поможет вам перебраться через реку.
zh_cn: |- 桥 - 帮你渡河

source: ~ Liquid %% Food ! Medication These are all consumed by using %s. They provide a certain amount of nutrition, quench your thirst, may be a stimulant or a depressant, and may provide morale. There may also be more subtle effects.
ja: ~ 液体 %% 食料 ! 薬品 これらは全て%sを使用する事によって消費されます。喉の渇きを癒したり、栄養を摂取したり、意欲を上昇させてくれます。精神を興奮や抑制などの効果がある物もあります。また、人体に微妙な影響を与える物も存在するでしょう。
zh_cn: ~ 饮料 %% 食物 ! 医疗用品 上述物品都可以通过<%s>键来使用，他们能充饥、能解渴、能强化也能解毒，有些也能提升角色的情绪。有时候，有可能会有一些副作用。

source: %.3f kg
ru: %.3f кг
zh_cn: %.3f公斤

source: %.3f lbs
de: %.3f lb
ru: %.3f фунта
zh_cn: %.3f磅

source: %s ripen in %s.
ja: %sは%sに実ります。
zh_cn: %s 长成了 %s.

source: A spiderling bursts from the %s!
de: Eine junge Spinne bricht aus dem %s hinaus!
ja: 子グモが%sから飛び出してきた！
zh_cn: 一只小蜘蛛突然从 %s 里爆出来！

source: Add %s to the vat?
de: %s zum Bottich hinzufügen?
ja: %sを大桶に足しますか？
zh_cn: 在瓮里加点 %s？

source: Add a message to the sign with spray paint?
de: Etwas mit der Spraydose auf das Schild schreiben?
ja: スプレー缶で看板にメッセージを追加しますか？
zh_cn: 用喷漆罐在标示牌上加入一条讯息？

source: Additional nourishment is available.
ja: 追加の栄養が利用できます。
zh_cn: 额外的营养是可用的

source: Attempt to crack the safe?
de: Versuchen, den Tresor zu knacken?
ja: 金庫破りを試みますか？
ko: 금고를 열어보시겠습니까?
ru: Попытаться вскрыть сейф?
zh_cn: 破解保险箱？

# memorial_female
source: Awoke a group of dark wyrms!
de: Erweckte eine Düsterwyrmgruppe!
ja: ダークウィルムの群れを目覚めさせました！
ko: 검은 지렁이 무리가 깨어났습니다!
ru: Пробудила ото сна кучку тёмных червей!
zh_cn: 惊醒了一大群双足飞龙！

# memorial_male
source: Awoke a group of dark wyrms!
de: Erweckte eine Düsterwyrmgruppe!
ja: ダークウィルムの群れを目覚めさせました！
ko: 검은 지렁이 무리가 깨어났습니다!
ru: Пробудил ото сна кучку тёмных червей!
zh_cn: 惊醒了一大群双足飞龙！

source: Barbed Wire Fence
de: Stacheldrahtzaum
ja: 有刺鉄条網
ko: 철조망 울타리
ru: ограда из колючей проволоки
zh_cn: 带刺的铁丝篱笆

source: Beloved customer
de: Liebgewordener Kunde
ja: 大切な顧客
zh_cn: 亲爱的顾客

source: Bulletin Board
de: Pinnwand
ja: 掲示板
ko: 게시판
ru: Доска объявлений
zh_cn: 公告牌

source: Buy gas.
de: Benzin kaufen.
ja: ガソリンを購入します。
zh_cn: 购买汽油。

source: Choose a gas pump.
de: Zapfsäule wählen.
ja: ガソリンポンプを選択します。
zh_cn: 选择汽油泵:

source: Clear up that %s?
de: Das hier aufräumen? %s.
ja: %sを綺麗に片付けますか？
ko: %s을(를) 치웁니까?
ru: Убрать %s?
zh_cn: 清理%s？

source: Climb %s?
de: Auf %s klettern?
ja: %sに登りますか？
ko: %s을(를) 올라갑니까?
ru: Залезть на %s?
zh_cn: 爬上 %s？

source: Climbing the fence is trivial for one such as you.
de: Für so jemanden wie dich ist es trivial, den Zaun zu erklettern.
ja: 柵を登るなど朝飯前ですね。
ru: Лазание через заборы слишком просто для таких как вы.
zh_cn: 翻栅栏对你来说是小菜一碟。

source: Create camp
de: Lager erstellen
ja: キャンプ作成
ko: 캠프 만들기
ru: Разбить лагерь
zh_cn: 扎营

source: Current gas pump:
de: Aktuelle Zapfsäule:
ja: 現在のガソリンポンプ:
zh_cn: 当前汽油泵:

source: Deposit Money
de: Geld einzahlen
ja: 預入
ko: 예금하기
ru: Пополнение счета
zh_cn: 现金卡存款至账户

source: Deposit how much? Max: %d cent. (0 to cancel)
ja: 何セント預け入れますか？最大: %dセント(0で取消)
zh_cn: 存入多少？ 最大：%d 分。（按 <0>取消）

source: Do what with the curtains?
de: Was mit dem Vorhang anstellen?
ja: カーテンで何をしますか？
zh_cn: 用窗帘干嘛？

source: Do what with the door?
ja: ドアに何をしますか？
zh_cn: 对门做什么？

source: Failure! No gas pumps found!
de: Fehlgeschlagen! Keine Zapfsäulen gefunden!
ja: 失敗しました！ガスポンプが見当たりません！
zh_cn: 失败！未发现油泵！

source: Failure! No gas tank found!
de: Fehlgeschlagen! Kein Benzintank gefunden!
ja: 失敗しました！ガスタンクが見当たりません！
zh_cn: 失败！未发现油箱！

source: Fence Construction:
de: Zaunbau:
ja: 柵の建設:
ko: 울타리 건설 :
ru: Строительство ограды:
zh_cn: 建造篱笆：

source: Fertilize plant
de: Pflanze düngen
ja: 植物に肥料を与える
ko: 거름 뿌리기
ru: Удобрить растение?
zh_cn: 给植物施肥

source: Fill a container with %drink
de: Einen Behälter mit %drink füllen
ja: 容器に%drinkを入れる
ru: Наполнить контейнер %drink
zh_cn: 用 %drink 填充一个容器

source: Fill a container with %s
de: Einen Behälter mit %s füllen
ja: 容器に%sを入れる
ru: Наполнить контейнер %s
zh_cn: 用 %s 填充一个容器

source: Fill the %s with %s?
de: Das %s mit %s füllen?
ja: %sに%sを入れますか？
ru: Налить в %s %s?
zh_cn: 给 %s 注入 %s？

source: Finish brewing?
de: Mit dem Brauen aufhören?
ja: 醸造を終了しますか？
ru: Закончить брожение?
zh_cn: 完成酿造?

source: Fire the kiln?
ja: 窯に火を付けますか？
zh_cn: 给窑炉点火？

source: Flip the %s?
de: %s: Willst du es betätigen?
ja: %sのスイッチを押しますか？
ko: %s을(를) 누릅니까?
ru: Переключить %s?
zh_cn: 按下 %s？

source: Forage through %s?
ja: %sを漁りますか？
zh_cn: 搜寻%s么?

source: Glug Glug Glug
de: »Gluck, gluck, gluck.«
ja: ゴボゴボゴボ
zh_cn: 咕嘟 咕嘟 咕嘟

source: Glug Glug Glug Glug Glug Glug Glug Glug Glug
de: »Gluck, gluck, gluck, gluck, gluck, gluck, gluck, gluck, gluck.«
ja: ゴボゴボゴボゴボゴボゴボゴボゴボゴボ
zh_cn: 咕嘟 咕嘟 咕嘟 咕嘟 咕嘟 咕嘟 咕嘟 咕嘟 咕嘟 咕嘟

source: Gold member
de: Goldmitglied
ja: ゴールド会員
zh_cn: 黄金成员

source: Hack console.
de: Konsole hacken.
ja: コンソールをハッキングしました。
zh_cn: 侵入电脑。

source: Harvest plant?
de: Pflanze ernten?
ja: 作物を収穫しますか？
ko: 식물을 수확합니까?
ru: Собрать урожай?
zh_cn: 开始收获？

source: Harvest the %s?
de: %s abernten?
ja: %sを採取しますか？
ru: Собрать %s?
zh_cn: 收获 %s 吗?

source: Have a drink
de: Etwas trinken
ja: 飲む
ko: 마시기
ru: Выпить воды
zh_cn: 喝一杯？

source: Home
de: Zuhause
ja: 自宅
ko: 집
ru: Дом
zh_cn: 首页

source: How many gas units to buy? Max:%d unit. (0 to cancel)
de: Wieviele Benzineinheiten kaufen? Max:%d Einheit. (0 zum Abbrechen)
ja: どれだけガソリンを買いますか？最大: %d単位(0で取消)
zh_cn: 购买多少单位燃料？ 最大：%d 单位。（按 <0>取消）

source: If only you had a crowbar...
zh_cn: 要是有把撬棍就好了...

source: If only you had a shovel to dig up those roots...
ja: 根を掘り返す道具があれば…
zh_cn: 你要是有个铲子能挖这些根就好了。。。

source: If only you had a shovel...
de: Wenn du nur eine Schaufel hättest …
ja: シャベルがあれば…
ko: 삽이라도 있었다면...
ru: Для этого вам нужна лопата...
zh_cn: 你要是有个铲子就好了。。。

source: Insert $10?
de: 10$ einsetzen?
ja: 10ドルを入れますか？
ko: 10 달러를 넣습니까?
ru: Опустить $10?
zh_cn: 塞入10元？

source: Insert card for bulk deposit.
ja: 大量振込の為にカードを挿入しました。
zh_cn: 插入需要集中存款的各现金卡

source: Insert card for deposit.
de: Karte zum Einzahlen angeben.
ja: 預け入れの為にカードを挿入しました。
ko: 예금에 사용할 카드를 투입하십시오.
ru: Вставьте карту для пополнения.
zh_cn: 插入需要存款的现金卡

source: Insert card for purchases.
de: Karte zum Kaufen eingeben.
ja: 購入の為にカードを挿入しました。
ko: 구매에 사용할 카드를 투입하십시오.
ru: Вставьте карту для совершения покупок.
zh_cn: 插入现金卡购买。

source: Insert card for withdrawal.
de: Karte zum Abheben eingeben.
ja: 引き出しの為にカードを挿入しました。
ko: 출금에 사용할 카드를 투입하십시오.
ru: Вставьте карту для снятия денег.
zh_cn: 请插入需要提款的现金卡。

source: Insert card.
de: Karte einfügen.
ja: カードを挿入しました。
zh_cn: 插入现金卡。

source: It contains %s (%d), %d%% full.
de: Es enthält %s (%d), %d%% voll.
ja: 満杯の%d%%ぶんの%s(%d)が入っています。
zh_cn: 它包含 %s (%d), %d%% 全满.

source: It is about halfway done fermenting.
de: Der Gärprozess ist in etwa zur Hälfte fertig.
ja: 発酵は折り返し地点まで来ているようだ。
zh_cn: 它现在差不多酿到了一半的时间。

source: It is too cold to plant anything now.
de: Es ist zu kalt, um jetzt irgendetwas anzupflanzen.
ja: 植え付けるには寒過ぎます。
ko: 이곳은 너무 추워서 어떤 것도 심을 수 없습니다.
ru: Слишком холодно, чтобы что-то сажать.
zh_cn: 天冷，不能种植。

source: It should take %d minutes to finish burning.
ja: 燃焼を終えるまで%d分掛かります。
zh_cn: 大概需要%d分钟才能燃烧完毕。

source: It spits out an assortment of smaller pieces instead.
de: Er spuckt stattdessen eine Mischung aus kleineren Stücken aus.
ja: 小さな金属片が吐き出されました。
ko: 대신 작은 조각 뭉치들을 뱉어냈습니다.
ru: И выплёвывет куски более мелкого размера.
zh_cn: 它吐出了各式各样的小块零件。

source: It will be ready for bottling soon.
de: Es wird bald abfüllbereit sein.
ja: すぐ瓶に詰められそうだ。
zh_cn: 它很快可以装瓶了。

source: It will take around %d minutes to fill that container.
ja: この容器を満たすには%d分掛かります
zh_cn: 大概需要%d分钟来充填那个容器。

source: It's been set recently, and will take some time to ferment.
de: Der Gärprozess wurde vor kurzem gestartet und es wird etwas dauern, bis er fertig ist.
ja: 仕込んだばかりです。発酵完了にはもう少し時間が必要です。
zh_cn: 它刚被设置好，还需要一些时间来发酵。

source: JACKPOT! You win $3000!
de: JACKPOT! Du gewinnst 3000 $!
ja: ジャックポットだ！5000ドルを手に入れました！
ko: 잭팟! 3000달러를 얻었습니다!
ru: ДЖЕКПОТ! Вы выигрываете $3000!
zh_cn: 777全垒打！耶！你中了大奖3000元！！

source: Ka-klunk!
de: »Ka-Klonk!«
ja: ガキャン！
ko: 카가각-쿵!
ru: Ка-кланк!
zh_cn: 喀拉！

source: Looks like you need a %s.
de: Es sieht so aus, als bräuchtest du einen %s.
ja: %sが必要な様です。
ko: %s이(가) 필요해 보입니다.
ru: Похоже вам понадобится %s.
zh_cn: 似乎你需要一个 %s。

source: Money left: %d
ja: 残金: %d
zh_cn: 剩余金额：%d

source: No win.
de: Kein Gewinn.
ja: 何も当たらなかった。
ko: 졌습니다.
ru: Вы проиграли.
zh_cn: 输了。

source: Not enough money, please refill your cash card.
de: Nicht genügend Geld, bitte laden Sie ihre Geldkarte wieder auf.
ja: お金が足りません、キャッシュカードにお金を補充して下さい。
zh_cn: 没有足够现金，你需要充值。

source: Nothing legible on the sign.
de: Nichts Lesbares auf dem Schild.
ja: 看板の文字が判別できない。
zh_cn: 标识牌上模糊一片看不出什么字迹。

source: One of your cash cards must be charged before you can move money!
de: Auf einer Ihrer Geldkarten muss Geld sein, bevor Sie Geld überweisen können!
ja: 振り替えにはどちらかのキャッシュカードを充電して下さい！
ko: 카드간에 현금을 옮기려면 최소한 하나의 현금 인출 카드에 잔액이 남아있어야 합니다!
ru: Одна из ваших карт должна иметь положительный баланс до операции перевода денег!
zh_cn: 至少需要一张有余额的现金卡才能转账！

source: Open door.
ja: ドアを開く
zh_cn: 开门。

source: Out of order.
de: Außer Betrieb.
ja: 故障しています。
ko: 고장났습니다.
ru: Не работает.
zh_cn: 无法下达指令。

source: Overwrite the existing message on the sign with spray paint?
de: Den bestehenden Text auf dem Schild mit der Spraydose überschreiben?
ja: スプレー缶で看板の文字を上書きしますか？
zh_cn: 用喷漆罐覆写现有的标示牌讯息？

source: Peek through peephole.
ja: ドアスコープを覗く
zh_cn: 透过猫眼窥视。

source: Peek through the curtains.
de: Durch den Vorhang linsen.
ja: カーテンから覗く
zh_cn: 透过窗帘窥视。

source: Pick %s?
de: %s abpflücken?
ja: %sを採取しますか？
ko: %s을(를) 줍습니까?
ru: Собрать %s?
zh_cn: 摘取 %s?

source: Pick the gun safe?
ja: 銃保管庫をピッキングしますか？
zh_cn: 撬枪保险柜的锁么？

source: Place a plank over the pit?
de: Eine Planke über die Grube legen?
ja: 穴の上に板を設置しますか？
ko: 구덩이에 나무판을 올립니까?
ru: Положить доску над ямой?
zh_cn: 要在陷阱上搭木板吗？

source: Place your petrified eye on the pedestal?
de: Dein versteinertes Auge auf das Podest legen?
ja: 石化した眼を台座に置きますか？
ko: 가지고 있는 돌 눈 조각을 받침대 위에 올려두겠습니까?
ru: Положить ваш окаменелый глаз на пьедестал?
zh_cn: 要把石化之眼放置到基座上吗？

source: Plant %s here?
de: %s hier pflanzen?
ja: ここに%sを植え付けますか？
ko: %s을(를) 이곳에 심습니까?
ru: Посадить %s здесь?
zh_cn: 这里播种 %s？

source: Planted %s
de: %s gepflanzt.
ja: %sを植え付けました。
ko: %s이(가) 심어져있음
ru: Посажено %s
zh_cn: 种下 %s

source: Platinum member
de: Platinmitglied
ja: プラチナ会員
zh_cn: 白金成员

source: Play again?
de: Nochmal spielen?
ja: もう一度プレイしますか？
ko: 다시 플레이 합니까?
ru: Играть снова?
zh_cn: 再玩一次？

source: Please choose gas pump:
de: Bitte Zapfsäule wählen:
ja: ガソリンポンプの選択:
zh_cn: 请选择汽油泵:

source: Please insert cash cards only!
de: Bitte geben Sir nur Geldkarten ein!
ja: キャッシュカードを挿入して下さい！
ko: 현금 인출 카드만 투입할 수 있습니다!
ru: Пожалуйста, вставляйте только кредитные карты!
zh_cn: 本机只接受现金卡!

source: Pry that %s?
zh_cn: 真的要撬开%s吗？

source: Pump
de: Tanken
ja: ポンプ
zh_cn: 泵

source: Purchase cash card?
de: Eine Geldkarte kaufen?
ja: キャッシュカードを買いますか？
ko: 현금 인출 카드 구입
ru: Купить кредитную карту?
zh_cn: 购买现金卡？

source: Put how many of the %s into the %s?
de: Wieviel %s in das %s füllen?
ja: %sを%sの中に何個入れますか？
zh_cn: 放入多少 %s 到 %s里面？

source: Recycle %s metal into:
de: %s-Metall zu was recyclen?:
ja: 合計%sの金属をリサイクル:
ko: %s의 금속 재활용:
zh_cn: 回收 %s 的金属变成：

source: Refill
de: Wiederbefüllen
ja: 補充する
ru: Восполнить
zh_cn: 加油

source: Refund cash.
ja: 現金が払い戻されました。
zh_cn: 退还现金.

source: Remove %s?
de: %s entfernen?
ja: %sを取り除きますか？
ko: %s을(를) 제거합니까?
ru: Удалить %s?
zh_cn: 拆卸 %s？

source: Remove cover?
de: Bedeckung entfernen?
ja: カバーを取り外しますか？
ko: 덮힌 것을 제거합니까?
ru: Убрать крышу?
zh_cn: 打开盖子吗？
