Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: An unopened biollante flower, brilliant purple in color. It may still have its sap-producing organ intact.
de: Eine ungeöffnete Biolante-Blume mit einer strahlend violetten Farbe. Ihr saftproduzierendes Organ könnte noch intakt sein.
ja: まだ開いていないビオランテの花です。鮮やかな紫色が目を引きます。樹液を作る器官がそのまま残されています。
zh_cn: 这是一株还未开花的异形花的花苞，呈现出绚丽的紫色，其中可能还原封不动地保存了一些植物的汁液。

source: An upgraded solar panel that has been covered with a pane of reinforced glass to protect the delicate solar cells from zombies or errant baseballs. The glass causes this panel to produce slightly less power than a normal upgraded panel. Useful for a vehicle.
de: Ein verbessertes Solarpaneel, das mit einer Panzerglasscheibe bedeckt ist, um die zerbrechlichen Solarzellen vor Zombies oder verschossenen Basebällen zu schützen. Das Glas schwächt die Stromerzeugung des Paneels etwas. Nützlich für ein Fahrzeug.
ja: デリケートなソーラーセルをゾンビやファールボールの危害から防護すべく、強化ガラスの板で覆われた改良型ソーラーパネルです。ほんの少しですが、強化ガラスの影響で通常の改良型ソーラーパネルより発電効率が低下しています。車両に使います。
zh_cn: 一个高能太阳能电池板，覆盖着一块加强版钢化玻璃保护脆弱的太阳能电池免受僵尸或者其他的物品的摧毁.

source: Assembled from a chemistry set attached to a complex wiring harness, it is well suited to most any chemistry project you could imagine. Unable to utilize standard batteries, it requires an external supply of electricity to operate.
de: Aus einem Chemiebaukasten, der an einem komplexen Kabelstrang angeschlossen ist, zusammengebaut, kannst du mit diesem Ding fast jedes beliebige Chemieprojekt, das du dir vorstellen kannst, vornehmen. Unfähig, Standardbatterien zu benutzen benötigt es eine externe Stromversorgung, um zu funktionieren.
ja: 化学実験セットに配線を施し、車両に設置できるよう改造した車両部品です。想像しうるほぼ全ての化学系レシピに対応します。通常の車両バッテリー等の外部電源で動作します。
zh_cn: 一套安装于复杂的线圈框架上的化学仪器，它能够胜任几乎所有你能想到的化学工作。它需要额外电源以支持运作，标准电池在这里派不上用场。

source: Assembled from a set of instructions you found in an old book of DIY projects, the *FOODCO kitchen buddy* claims to be *the perfect solution to all your home-cooking needs!*. While it is surprisingly handy for vacuum-sealing as well as dehydrating food, the cheery sales pitch neglected to mention A - how awkward the damn thing is, B - That you still need a normal kitchen and C - how it doesn't take batteries. You're going to have to weld it to a vehicle, or something else with a supply of electricity, if you want to use it. In addition to the food preservation features, it also has a water-purification system, a drawer for holding extra tools, and for some insane reason, a press and die set for hand-loading ammunition.
de: Zusammengebaut mithilfe einiger Anleitungen, die du in einem alten Buch von Do-It-Yourself-Projekten fandest, behauptet der Foodco-Küchenfreund »die perfekte Lösung für all Ihre Heim-Kochbedürfnisse« zu sein. Wobei er überraschend nützlich für das Vakuumverpacken sowie zum dehydrieren von Nahring ist, verschwieg die heitere Verkaufspräsentation, dass: 1. Wie unhandlich das verdamte Ding ist, 2. dass du immer noch eine normale Küche brauchst und 3. wie es kommt, dass es keine Batterien nimmt. Du müsstest es mit einem Fahrzeug oder etwas ähnlichem mit einer Stromversorgung verschweißen, falls du es benutzen möchtest. Zusätzlich zu den Kochfunktionen hat es außerdem ein Wasserreinigungssystem, eine Schublade für das Tragen weiterer Werkzeuge und, aus irgendeinem wahnsinnigem Grund, eine manuelle Patronenmaschine für das Handladen von Munition.
ja: "FOODCO 我が厨房の戦友"という古いDIYの書に従って構築された車両用装置セットです。書によれば"あらゆる家庭料理への究極の解答！"だそうです。食料の真空パックや脱水乾燥、浄水、収納、果てには道具入れ、どうかすると手詰め弾薬を作るためのプレスと鋳型の機能すら持ち合わせる、実に恐るべき車両装置です。
ko: DIY에 대해 적힌 오래된 책에서 발견한 도구 모음인 이 *FOODCO 주방의 친구*는 *집에서 요리할 때의 완벽한 해결책!*이라고 적혀있습니다. 놀라울 정도로 간편한 진공 포장 기기에 더해 음식 건조 기기 같은 유쾌한 판매담은 집어치우고 몇가지 당신이 필요한 것을 언급하자면 A - 이 빌어먹을 것이 얼마나 불편한가, B - 당신은 아직 평범한 주방을 필요로 한다. 그리고 C - 어째서 이건 배터리를 소모하지 않는가. 이 도구 모음을 사용하기 위해서는 우선 차량, 혹은 전기가 공급되는 장치에 설치할 필요가 있습니다. 식품 보존 도구 이외에도, 정수 시스템, 별도의 도구들을 담아둘 수 있는 수납공간, 그리고 대체 어떤 정신 나간 이유인지는 모르겠지만, 탄약 제작을 위한 탄약 수제작 도구가 포함되어 있습니다.
ru: Собранный по подборке инструкций из старой книги «Сделай Сам», *кухонный помощник ФудКо* является *идеальным решением всех кухонных проблем!* Им можно консервировать и обезвоживать пищу. Но в весёлой рекламе не упомянуто несколько вещей: А - насколько неудобна эта хреновина Б - Как образом она не потребляет батарейки. Если вы захотите использовать его, вам придется приварить его к транспорту или к чему-то с подачей электроэнергии. Кроме основных функций в нем использовать: очиститель воды, отсек для дополнительных инструментов и пресс-форму для изготовления амуниции.
zh_cn: 这段广告摘自于一本DIY旧书，* FOODCO厨房小伙伴*据称是*能完美满足任何家庭的烹饪需求 *。这种伙夫牌厨房机虽然能非常方便地对食品进行真空密封以及脱水处理，但是它热情的推销词没有提 A-这该死的东西是多么得笨重，和 B -为什么它不自带电池。因此你要将你的小伙伴焊接到你的爱车（或其他什么东西）上，如果你想使用它，你还要整一堆东西为它供电。除了烹饪功能，它也配备了水净化装置，一个能装下额外工具的抽屉。因为一些疯狂的原因，它附带了手装弹压弹机。我和我的小伙伴们都惊呆了。

source: Becoming One with the Tao
de: Eins mit dem Dao werden
ja: 本(武術/太極拳・タオと調和)
ko: 도와 하나가 되다(book)
ru: Единение с Тао.
zh_cn: 得道成拳

source: Bone plating made for a vehicle.
ja: 骨で作られた装甲です。車両に取り付けます。
zh_cn: 带锯用骨质装甲片。

source: Capoeira 100
de: Capoeira für Anfänger
ja: 本(武術/カポエイラの動きと技術100)
ko: 카포에이라 100(book)
ru: Капоэйра 100
zh_cn: 卡波耶拉100式

source: Clearly the superior instrument. Sporks are just imitators.
de: Eindeutig das überlegene Besteck. Löffelgabeln sind nur Nachahmer.
ja: 先端がフォークになっている先割れスプーンです。 食器として明らかに優れており、 スポークは単なる模倣品に過ぎないでしょう。
zh_cn: 很明显，这是土豪用的餐具，屌丝只配用叉勺。

source: Complete Krav Maga
de: Krav Maga komplett
ja: 本(武術/クラヴマガコンプリートガイド)
ko: 완벽한 크라브마가(book)
ru: Всё о Крав-мага
zh_cn: 完全马伽术

source: Do not try to bend the spoon. That is impossible.
de: Versuch nicht, den Löffel zu verbiegen. Das ist unmöglich.
ja: スプーン曲げをしようとしないでください。無理ですから。
zh_cn: 不要试图折弯汤勺，那是不可能的

source: Electronic device that can convert solar radiation into electric power. This panel has been upgraded to convert more sunlight into power. Useful for a vehicle.
de: Eine elektronische Vorrichtung, welche Sonnenstrahlung in elektrischen Strom umwandeln kann. Dieses Paneel wurde so verbessert, dass es mehr Sonnenlicht in Strom umwandeln kann. Nützlich für ein Fahrzeug.
ja: 太陽光のエネルギーを電力に変換する電子部品です。効率的に太陽光を電力に変換できる様に改良されたパネルです。車両に使います。
zh_cn: 可以将太阳辐射能量转换成电能的电子设备，这个型号的光电转换效能比普通型号高出很多。用于载具制造。

source: Electronic device that can convert solar radiation into electric power. Useful for a vehicle.
ja: 太陽光のエネルギーを電力に変換する電子部品です。車両に使います。
zh_cn: 可以将太阳辐射能量转换成电能的电子设备，用于制造。

source: Enjoy the serene Cherenkov-blue glow of the Rivtech atomic desk lamp, and feel confident that you won't have to worry about depleting its power supply for at least 40 million years of faithful service.
ja: Rivtech社製のデスクランプです。40万年の間光り続ける事を自信をもってお約束致します。チェレンコフブルーの落ち着いた灯りをお楽しみ下さい。
zh_cn: 请享受来自Rivtech原子桌头灯的宁静切伦科夫蓝色光辉，你很确信你不必担心它的能源供给，因为它能为你提供至少4千万年的忠实服务。无任何毒副作用。

source: Enjoy the serene Cherenkov-blue glow of the Rivtech atomic nightlight, and feel confident that you won't have to worry about depleting its power supply for at least 160 million years of faithful service.
de: Genieße das ruhige tscherenkowblaue Glühen des Atomnachtlichts von Rivtech und sei dir gewiss, dass du dir keine Gedanken über das Aufbrauchen der Stromreserven für mindestens 160 Millionen Jahre treuen Dienst machen musst.
ja: Rivtech社製の常夜灯です。160万年の間光り続ける事を自信をもってお約束致します。チェレンコフブルーの落ち着いた灯りをお楽しみ下さい。
ko: 체렌코프 효과로 발생하는 리브텍 원자력 야간광원의 차분한 파란 빛을 즐기세요, 최소 16억년동안 믿음직한 성능을 제공합니다.
ru: Наслаждайтесь спокойным синим черенковским свечением атомного ночника от компании Rivtech. Будьте уверены, ближайшие 160 миллионов лет верной службы устройства вам не придётся беспокоиться об истощении источника питания.
zh_cn: 请享受来自Rivtech原子小夜灯的宁静切伦科夫蓝色光辉，你很确信你不必担心它的能源供给，因为它能为你提供至少1.6亿年的忠实服务。无任何毒副作用。

source: Essence of Ninjutsu
de: Die Essenz des Ninjutsu
ja: 本(武術/忍の極意)
ko: 인술의 정수(book)
ru: Суть Ниндзюцу
zh_cn: 忍术精要

source: FOODCO kitchen buddy
de: Foodco-Küchenfreund
ja: FOODCOキッチンセット
ko: FOODCO 주방의 친구(kitchen buddy)
ru: кухонный помощник ФудКо
zh_cn: 伙夫牌厨房机

source: Five pieces of rebar sharpened to cruel points and strapped to a brace fastened at wrist and forearm on both arms. The next bub better watch out.
de: Fünf Bewehrungsstäbe, die zu schmerzlichen Spitzen geschärft sind und mit einer Strebe am Handgelenk und Vorderarm beider Arme angelegt werden. Das nächste Freundchen passt besser mal auf!
ja: 5つの鉄筋を鋭利に研いだ物です。手首と前腕に固定します。これを利用するなら気をつけろ。
zh_cn: 五块锋利残忍的钢刀安装在一个固定在手腕和前臂的机关上。接下来的小家伙最好小心点。

source: Foons are for scrubs, real men use sporks.
de: Göffel sind was für Dilettanten, echte Männer benutzen Löffelgabeln.
ja: 先端がフォークになっている先割れスプーンです。 フーンなど下等品に過ぎません。 本物の男はみんなスポークを使っています。
ko: 포크에 숟가락을 붙인 숟가락포크는 멍청이들이나 쓰는 겁니다. 진짜 남자는 숟가락에 포크를 붙인 포크숟가락을 사용하죠.
ru: Ложко-вилки для слабаков, настоящие мужики используют вилко-ложки.
zh_cn: 餐叉是给小孩用的，真正的绅士吃饭用叉勺。

source: Fully electronic vehicle control system. You could control it remotely if you had proper tools.
ja: 車両を完全に電子制御するシステムです。対応する道具を持っていれば車両を遠隔制御することも可能です。
zh_cn: 纯电动的车辆控制系统，如果你有合适的工具，就可以远程遥控它。

source: Gungnir
zh_cn: Gungnir，奥丁之矛

source: Hand rims for use on a wheelchair.
de: Greifreifen für die Benutzung an einem Rollstuhl.
ja: 車椅子に使用するハンドリムです。
ko: 휠체어에 쓰이는 바퀴손잡이입니다.
ru: О́боды колёс для использования вручную на инвалидных колясках.
zh_cn: 轮椅上用的特殊带把手的轮子。

source: Handicapped or not, you always walk in style. Consisting of a metal headpiece and a wooden body, this makes a great bashing weapon in a pinch.
de: Ob behindert oder nicht, damit gehst du immer mit Stil. Es besteht aus Holz und hat ein Metallstück am Ende, was es auf die Schnelle zu einer sehr guten Schlagwaffe macht.
ja: 障害者かどうかは分かりませんが、これを持てば何時もと同じ様に歩く事が出来るでしょう。金属製のヘッドキャップと木製の棒で作られており、危険が迫った時には打撃武器として活用する事が出来ます。
zh_cn: 不管你的腿脚灵不灵活，你都要走的有风格，喜欢拄着一根象征绅士的手杖。当然如有必要，它也能成为一件不错的钝击武器。

source: High technology engine, working on hydrogen fuel.
de: Hochtechnologie-Motor, der mit Wasserstoff als Treibstoff arbeitet.
ja: 水素燃料で動く、ハイテクエンジンです。
ko: 수소 연료를 사용하는 첨단 엔진입니다.
ru: Высокотехнологичный двигатель, работающий на водородном топливе.
zh_cn: 高科技氢燃料发动机。

source: Home Frontier Starter Pack
de: Heimatfront-Starterpaket
ja: 新天地開拓用スターターパック
zh_cn: 家庭拓荒上手包

source: Interlocked sections of rebar that allows for light and effective reinforcement of vehicle sections.
ja: 車両の採光と効果的な補強を両立する、鉄筋を組み合わせた部品です。
zh_cn: 一块钢筋焊接而成的栅板，重量不大却可以有效地加固你的车辆。

source: Kevlar dog harness
zh_cn: 凯夫拉狗链

source: Kodokan Judo
ja: 本(武術/講道館流柔道)
ko: 강도관 유도(book)
ru: Кодокан дзюдо
zh_cn: 柔道讲谈

source: L523-CAR conversion
ja: 変換キット(L523-CAR)
zh_cn: L523-CAR转换器

source: L523-DSR conversion
ja: 変換キット(L523-DSR)
zh_cn: L523-DSR转换器

source: L523-LMG conversion
ja: 変換キット(L523-LMG)
zh_cn: L523-LMG转换器

source: L523-MBR conversion
ja: 変換キット(L523-MBR)
zh_cn: L523-MBR转换器

source: Light chitin plating made for a vehicle.
ja: キチン質で作られた軽量装甲です。車両に取り付けます。
zh_cn: 载具用甲壳装甲片。

source: MRE - Beef
de: EPa – Fleisch
ja: MRE(牛肉)
ko: MRE - 쇠고기
ru: ИРП - говядина
zh_cn: MRE-牛肉

source: MRE - Chicken
de: EPa – Hühnchen
ja: MRE(鶏肉)
ko: MRE - 닭고기
ru: ИРП - цыпленок
zh_cn: MRE-鸡肉

source: MRE - Hotdogs
de: EPa – Hot Dogs
ja: MRE(ホットドッグ)
ko: MRE - 핫도그
ru: ИРП - хотдоги
zh_cn: MRE-热狗

source: MRE - Ravioli
de: EPa – Ravioli
ja: MRE(ラビオリ)
ko: MRE - 라비올리
ru: ИРП - равиоли
zh_cn: MRE-饺子

source: MRE - Vegetarian
de: EPa – vegetarisch
ja: MRE(野菜)
ko: MRE - 채식주의
ru: ИРП - вегетарианский
zh_cn: MRE-素食

source: MediSoft
ja: メディソフト
ko: 의료 소프트(MediSoft)
ru: МедСофт
zh_cn: 医疗软技术

source: Medical data on zombie blood.
de: Medizinische Daten über Zombieblut.
ja: ゾンビ血液の医療データです。
ko: 좀비 혈액에 대한 의학 자료.
ru: Медицинские данные о крови зомби.
zh_cn: 僵尸血液的医疗数据。

source: Mjölnir
ja: ミョルニル
zh_cn: 雷神之锤

source: Mosin-Nagant EBR conversion kit
ja: 変換キット(モシン・ナガン-EBR)
zh_cn: Mosin-Nagant EBR改装件

source: Mosin-Nagant classic conversion kit
ja: 変換キット(モシン・ナガン)
zh_cn: Mosin-Nagant 传统改装件

source: Never sacrifice taste for convenience, when you can have both with the Rivtech atomic coffee maker! Its simple and robust atomic-age construction guarantees a service life of at least 160 million years.
de: Opfere niemals Geschmack aus Bequemlichkeit, solange du beides mit Rivtechs Atomkaffeemaschine haben kannst! Ihre einfache und robuste Atomzeitalter-Bauweise garantiert eine Lebensdauer von mindestens 160 Millionen Jahren.
ja: Rivtech社製の珈琲メーカーを用いれば、手軽さと味を両立する事が出来ます！単純で堅牢な原子力時代の設計を用いた構造で、最低でも160万年の寿命を自信を持って保証致します。
ko: 절대 편리를 위해 맛을 희생하지 마세요, 리브텍 원자력 커피메이커를 사용하면 둘 모두를 즐길수있습니다! 간단하면서도 견고한 원자력 시대의 품질로 16억년동안의 작동을 보증합니다.
ru: Атомная кофемашина от Rivtech позволит вам наслаждаться ароматным вкусом напитка и при этом экономить деньги! Простая и надёжная конструкция гарантирует срок службы устройства не менее 160 миллионов лет.
zh_cn: 绝不为了方便而牺牲品味，只当你能同时拥有Rivtech原子咖啡机的时候！简单而强大的原子时代设计能保证其使用寿命至少有1.6亿年。绝无任何毒副作用。

source: Nomex patch
zh_cn: “诺梅克斯”防火纤维补丁

source: Oars for a boat.
ja: ボート用の櫂です。
zh_cn: 船桨，又名撸，你们懂的，好好练习吧！

source: Official Taekwondo Training Manual
de: Offizielles Taekwondo-Trainingshandbuch
ja: 本(武術/テコンドー公式鍛錬マニュアル)
ko: 공식 태권도 훈련교본(book)
ru: Официальное руководство по тхэквондо
zh_cn: 跆拳道训练手册

source: Old straw doll. Represents a woman in a dress.
zh_cn: 一个旧的稻草娃娃。代表了一个穿着连衣裙的女子。

source: Once a valuable bionic implant, it has not held up well under repeated use. This object has been destroyed by excessive electric current and is now useless.
de: Dieses ehemals wertvolle Bionik-Implantat hat wiederholte Benutzung nicht gut überlebt. Dieses Objekt wurde durch eine Überspannung zerstört und ist nun nutzlos.
ja: 希少なCBMの部品ですが破損しています。過電流によるものでしょうか、このままでは何の役にも立ちません。
zh_cn: 它曾经是价值连城的生化组件，但已经被用得破破烂烂了，看起来像是被电过，已经完全没法启动了。

source: One of the blue-colored lights from the top of an emergency services vehicle. When turned on, the lights rotate to shine in all directions.
de: Einer der blauen Rundumkennleuchten von dem Dach eines Noteinsatzfahrzeugs. Wenn sie eingeschaltet ist, rotieren die Lichter, um in alle Richtungen zu scheinen.
ja: 主に緊急車両の屋根に取り付けられる警告灯の、青いほうです。有効にすると回転しながら全方位を照らします。
zh_cn: 紧急服务车顶的蓝灯，打开后，灯光360度旋转闪烁。

source: One of the red-colored lights from the top of an emergency services vehicle. When turned on, the lights rotate to shine in all directions.
de: Einer der roten Rundumkennleuchten von dem Dach eines Noteinsatzfahrzeugs. Wenn sie eingeschaltet ist, rotieren die Lichter, um in alle Richtungen zu scheinen.
ja: 主に緊急車両の屋根に取り付けられる警告灯の、赤いほうです。有効にすると回転しながら全方位を照らします。
zh_cn: 紧急服务车顶的红灯，打开后，灯光360度旋转闪烁。

source: PR-24 baton (extended)
de: PR-24-Schlagstock (ausgefahren)
ja: 防犯警棒(PR-24)(伸長)
zh_cn: PR-24 甩棍(展开)

source: PR-24 baton (retracted)
de: PR-24-Schlagstock (eingezogen)
ja: 防犯警棒(PR-24)
zh_cn: PR-24 甩棍

source: Practical Eskrima
de: Eskrima-Praxis
ja: 本(武術/実践的なエスクリマ)
ko: 실용적인 에스크리마(book)
zh_cn: 马来西亚武术

source: Practical Pugilism
de: Praktischer Pugilismus
ja: 本(武術/実践的なボクシング)
ko: 실용적인 권투(book)
zh_cn: 实用拳击术

source: RAM
ja: メモリチップ
ko: 램(RAM)
ru: ОЗУ
zh_cn: 内存

source: RV kitchen unit
de: Wohnmobil-Kücheneinheit
ja: RVキッチンユニット
ko: RV 주방기구(RV kitchen unit)
ru: автомобильная кухня
zh_cn: 车载厨房

source: Radio car box
de: Schachtel mit funkferngesteuertem Modellauto
ja: 箱(ラジコン模型自動車)
zh_cn: 无线遥控器

source: SD-Memory card
de: SD-Speicherkarte
ja: SDメモリーカード
zh_cn: SD存储卡

source: SD-Memory card (clean)
de: SD-Speicherkarte (leer)
ja: SDメモリーカード(未使用)
zh_cn: SD存储卡(空)

source: SD-Memory card (encrypted)
de: SD-Speicherkarte (verschlüsselt)
ja: SDメモリーカード(暗号化)
zh_cn: SD存储卡(加密)

source: Science SD-Memory card
de: Wissenschaft-SD-Speicherkarte
ja: SDメモリーカード(科学)
zh_cn: 科学SD存储卡

source: Several bits of thin scrap metal crudely beat into the semblance of an edge over a wooden sword. The added weight is unbalanced, but the jagged edge offers a good bit of slashing power.
de: Diverse Metallschrottstücke, die grob zu etwas, was wie eine Schneide eines Holzschwerts aussieht, gehauen wurden. Das zusätzliche Gewicht ist nicht ausbalanciert, aber die gezackte Schneide macht ein bisschen Schnittschaden.
ja: 木刀に数個の鉄屑を取り付けて刃にした剣です。粗い作りの為、バランスが悪く、取り回し辛いですが、ギザギザの刃は確かな切断力を生み出しています。
zh_cn: 几块金属薄片被简陋的敲打进一把木剑的边缘.新加上去的重量是不平衡的,不过锯齿的边缘增加了不错的切割效果.

source: Several documents with all kinds of information, customer data and charts kept together, pretty useless now though.
de: Verschiedene Dokumente mit allen möglichen Informationen, Kundendaten und Diagrammen. Nun sind sie allesamt ziemlich nutzlos.
ja: 図表や顧客データ等の文書が入ったファイルです。今となっては何の役にも立たないでしょう。
ko: 모든 종류의 정보, 고객 데이터 및 차트가 함께 기록된 여러 문서들로, 이제와선 쓸모가 없습니다.
ru: Несколько документов с разнообразной информацией, данными о клиентах и графиками собранными вместе. В текущее время, вполне бесполезно.
zh_cn: 被归好档的几份文件资料，比如客户信息和市场分析图表什么。不过你可以肯定现在这些VIP客户的需求只剩下一个了。

source: Sheet metal that has had light housing wired into it.
ja: 照明取り付け具が配線された金属の薄板です。
zh_cn: 内置遮光罩和线路的薄钢板。

source: Short and sharp claws made from a high-tech metal.
de: Kurze scharfe Krallen. Hergestellt aus einem Hightechmaterial.
ja: 短くて鋭い鉤爪です。先端技術で生成した金属から作られています。
ko: 최첨단 기술로 제조된 금속으로 만들어진 짧고 날카로운 손톱입니다.
ru: Короткие и острые когти сделаны из высокотехнологичного металла.
zh_cn: 用高科技金属合金制成的短而锋利的爪子。

source: Smoke swirls from the lit end of this cigarette, filling the air with the thrilling smell of burning chemicals.
de: Rauch steigt vom angezündeten Ende dieser Zigarette auf und füllt die Luft mit dem aufregenden Geschmack brennender Chemikalien.
ja: 煙草の着火部分から煙が広がり、化学物質のスリリングな香りで周囲を満たしています。
ru: Кружится дым от зажжённого конца сигареты, наполняя воздух захватывающим запахом химикатов.
zh_cn: 烟从这支香烟点燃的末端盘旋而上，让空气中充满了令人陶醉的化学物燃烧的味道。

source: The 7-10 Split
de: Stachelkegel
ja: 7-10スプリット
ko: 7-10 스플릿(Split)
zh_cn: 7-10分屏锤

source: The Black Snake
de: Die schwarze Schlange
ja: 本(武術/黒の蛇形拳)
ko: 흑사(book)
ru: Чёрная змея
zh_cn: 黑蛇

source: The Book of Five Rings
ja: 本(武術/五輪書)
zh_cn: 五轮书

source: The Centipede Lu Feng
de: Das Tausendfüßler-Lu-Feng
ja: 本(武術/五毒門・蜈蚣功の極意)
ko: 지네 루 펑(book)
ru: Многоножка Лу Фэн
zh_cn: 蜈蚣-鹿峰

source: The Deaf Leopard
de: Der taube Leopard
ja: 本(武術/聾の豹形拳)
ko: 귀먹은 표범(book)
ru: Глухой леопард
zh_cn: 暗豹

source: The Indonesian Warrior
de: Der indonesiche Krieger
ja: 本(武術/インドネシアの戦士)
ko: 인도네시아 전사(book)
ru: "Воин Индонезии"
zh_cn: 印尼武士道

source: The Jade Dragon
de: Der Jadedrache
ja: 本(武術/翠の龍形拳)
ko: 옥룡(book)
ru: Нефритовый дракон
zh_cn: 玉龙

source: The Lizard Kuo Chui
de: Das Echsen-Kuo-Chui
ja: 本(武術/五毒門・壁虎功の極意)
ko: 도마뱀 쿠오 초이(book)
ru: Ящерица Куо Чуй
zh_cn: 蜥蜴-郭追

source: The Modern Swordsman
de: Der Moderne Fechter
ja: 本(武術/現代の剣士)
ko: 현대의 검객(book)
ru: "Современный мечник"
zh_cn: 现代剑客修养

source: The Monadnock PR-24 baton is a collapsible, lightweight, side-handle baton used by law enforcement all over the world. The PR designation is rumored to mean Public Relations.
ja: モナドノック社製のPR-24防犯警棒は世界中の法執行機関で使用される折り畳み式で軽量のサイドハンドルバトンです。PRとはパブリック・リレーションズの意であると噂されています。
zh_cn: 麦当客 RP-24甩棍是一种可折叠的，轻量级，侧柄执法警棍，在全世界范围内被广泛使用。PR的意思就是公共关系，因此它是走群众路线的城管工作者最爱用的工具。

source: The Red Crane
de: Der rote Kranich
ja: 本(武術/紅の鶴形拳)
ko: 붉은 학(book)
ru: Красный журавль
zh_cn: 红鹤

source: The Scorpion Sun Chien
de: Das Skorpions-Sun-Chien
ja: 本(武術/五毒門・蝎子功の極意)
ko: 전갈 순 치엔(book)
ru: Скорпион Сунь Цзянь
zh_cn: 毒蝎-孙建

source: The Shotokan Karate Handbook
de: Das Shotokan-Karate-Handbuch
ja: 本(武術/松濤館流空手)
ko: 송도관 가라테 안내서(book)
ru: Руководство по Сётокан карате
zh_cn: 空手道手册

source: The Spirit of Aikido
de: Der Geist des Aikido
ja: 本(武術/合気道の精神)
ko: 합기도의 정신(book)
ru: Дух Айкидо
zh_cn: 合气道之魂

source: The Toad Lo Mang
de: Das Kröten Lo-Mang
ja: 本(武術/五毒門・蛤蟆功の極意)
ko: 두꺼비 로 망(book)
ru: Жаба Ло Манг
zh_cn: 蛤蟆-罗莽

source: The Viper Wei Pai
de: Das Viper-Wei-Pai
ja: 本(武術/五毒門・蛇功の極意)
ko: 살무사 웨이 파이(book)
ru: Гадюка Вэй Пай
zh_cn: 蝰蛇-韦白

source: The White Tiger
de: Der weiße Tiger
ja: 本(武術/白の虎形拳)
ko: 백호(book)
ru: Белый тигр
zh_cn: 白虎

source: The kilns embers have died out, you can now disassemble it to harvest the charcoal.
ja: 残り火が完全に消えました。分解して炭を取り出すことが出来ます。
zh_cn: 完成燃烧的木炭窑炉。分解它以回收木炭和窑炉。

source: The nail sword, or nord for short. This wooden sword has a dozen nails sticking at jagged angles from edge of the blade, making it much better at chopping than slashing.
de: Dieses Holzschwert hat ein Dutzend Nägel an gezackten Winkeln von der Kante der Schneide, was er besser zum Draufhauen als zum Schlitzen macht.
ja: ネイルソード、略してノードです。木刀に1ダースの釘を打ちつけて、不規則な刃を演出しました。切り裂くというよりも切り刻む為の武器です。
zh_cn: 钉齿剑，简称诺德。这把木剑从剑刃上伸出很多歪歪扭扭的钉子。手里拿着它，你好像回到了那个冰天雪地的天际省，可惜你不是那个追着龙揍的抓根宝，倒是一群怪物追着你揍...

source: The pedal and gear assembly from a bicycle.
de: Der Pedal- und Gangschaltungs-Zusammenbau eines Fahrrads.
ja: 自転車のペダルとギアを連結する金属の棒です。
ko: 자전거를 위한 페달과 기어입니다.
ru: Педали вместе с редукторной частью от вилосипеда.
zh_cn: 自行车的踏板和齿轮零件。

source: The smell of skunk permeates the air as a thin trail of smoke floats off of this joint.
de: Der Geruch von Stinktier durchzieht die Luft, während ein dünner Rauchschleier von diesem Joint aufsteigt.
ja: ジョイントから立ち昇る一筋の煙が、空気にスカンクの臭いを染み込ませていきます。
ru: Запах сканка пронизывает воздух как тонкий след дыма от этого косячка.
zh_cn: 随着一缕缕青烟从这支大麻烟上飘出，空气中弥漫着大麻的臭味。

source: The smoke billowing from this cigar has a sweet, musty odor.
de: Der Rauch, der aus dieser Zigarre aufsteigt, hat einen süßen muffigen Geruch.
ja: 葉巻から立ち上る煙は、甘く、若干かび臭いです。
ru: Развевающийся дым от этой сигареты имеет сладкий заплесневелый аромат.
zh_cn: 烟从这支雪茄翻滚而出，香甜和霉变的味道混合其中。

source: This ID card once belonged to a military officer with high-level clearance. It has a magnetic stripe on the back; perhaps it can be used on a control panel.
de: Diese Dienstkarte gehörte mal einem Militäroffizier mit einer hochgradigen Freigabe. Sie hat einen Magnetstreifen auf der Rückseite; vielleicht kann sie an einem Kartenleser benutzt werden.
ja: 嘗ては高いクリアランスを有した軍人だったと思われるものが持っていたIDカードです。裏には磁気ストライプがあり、どこかのコントロールパネルで使うものだと推測されます。
zh_cn: 这张身份卡曾经是某个军方高层人士用的，它的背面有个磁条，可以用来在控制面板上刷卡。

source: This ID card once belonged to a scientist of some sort. It has a magnetic stripe on the back; perhaps it can be used on a control panel.
de: Diese Dienstkarte gehörte mal irgendeinem Wissenschaftler. Sie hat einen Magnetstreifen auf der Rückseite; vielleicht kann sie an einem Kartenleser benutzt werden.
ja: 嘗ては何らかの研究者だったと思われるものが持っていたIDカードです。裏には磁気ストライプがあり、どこかのコントロールパネルで使うものだと推測されます。
zh_cn: 这是某个科学家使用的身份卡，它的背面有个磁条，你可以在某个控制面板上刷它。

source: This device has many ports attached, allowing it to connect to almost any control panel or other electronic machine (but not computers). With a little skill, it can be used to crack passwords and more.
de: Dieses Gerät hat viele Schnittstellen angebracht, was es ermöglicht, das Gerät mit fast jedem Bedienfeld oder anderen elektronischen Maschinen (aber nicht Computern) zu verbinden. Mit ein bisschen Erfahrung kann es zum Knacken von Passwörtern und mehr benutzt werden.
ja: ほぼ全てのコントロールパネルやコンピューターを除いた電子機器にアクセスできる多数のポートを備えた装置です。これを使えばどんなパスワードもクラックできるでしょう、十分な技能があればですが...
zh_cn: 这套仪器由好几个部分构成，当它们连接在一起之后，就可以用来侵入掉绝大多数的电子设备，如果你的技术再高一点的话，甚至可以通过需要身份ID卡的关卡。

source: This is a bag of vacuum packed fish slices in plastic packaging. Use to open and eat to enjoy.
de: Dies ist eine Tüte mit vakuumverpackten Fischstücken in einer Plastikverpackung. Benutze sie, um sie zu öffnen und zu genießen.
ja: 魚の薄切りが入ったプラスチック包装の真空パックです。開けば食べれます。
ko: 플라스틱 비닐을 이용해 진공 포장한 생선 조각입니다. 사용하면 열어서 먹을 수 있습니다.
ru: Кусочки рыбы в вакуумной упаковке. Открывайте и наслаждайтесь.
zh_cn: 用塑料袋真空包装的鱼肉片，打开它尽情享用吧。

source: This is a bag of vacuum packed fruit slices in plastic packaging. Use to open and eat to enjoy.
de: Dies ist ein Beutel mit vakuumverpackten Obststücken in einer Plastikverpackung. Benutze es zum Öffnen und iss es zum Genießen.
ja: 果物の薄切りが入ったプラスチック包装の真空パックです。開けば食べれます。
ko: 플라스틱 비닐을 이용해 진공 포장한 과일 조각입니다. 사용하면 열어서 먹을 수 있습니다.
ru: Кусочки фруктов в вакуумной упаковке. Открывайте и наслаждайтесь.
zh_cn: 用塑料袋真空包装的水果片，打开它尽情享用吧。

source: This is a bag of vacuum packed human flesh slices in plastic packaging. Use to open and eat to enjoy.
de: Dies ist eine Tüte mit vakuumverpackten Menschenfleischstücken in einer Plastikverpackung. Benutzen zum Öffnen und Genießen.
ja: 塩漬け人肉の薄切りが入ったプラスチック包装の真空パックです。開けば食べれますが・・・。
ko: 플라스틱 비닐을 이용해 진공 포장한 인육 조각입니다. 사용하면 열어서 먹을 수 있습니다.
ru: Мясная нарезка человеческой плоти, в вакуумной упаковке. Активируйте, чтобы открыть и наслаждайтесь.
zh_cn: 塑料封装，真空处理，开袋即食，人肉美味献给你。
