Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is a large blade with a fuel pipe on the side, and a small tank and igniter built into the insulated hilt. When filled with gasoline, the blade can be made scorching hot to singe enemies and light your way. Use to ignite.
de: Dies ist eine große Klinge mit einem Treibstoffröhchen an der Seite und einem kleinen Tank mit Zündvorrichtung, die am isoliertem Griff angebracht ist. Wenn er mit Benzin gefüllt wurde, kann die Klinge glühend heiß gemacht werden, um Feinde zu versengen und dir den Weg zu leuchten. Benutzen zum Anzünden.
ja: 燃料パイプと点火装置が取り付けてある、大きな刃です。ガソリンを充填して点火することで刃の攻撃に炎の熱が加わり、また周囲を照らします。使用することで点火します。
zh_cn: 大刀片的一侧有燃料管，和一个小槽和内置在绝缘柄的点火器。当装满汽油时，刀片可灼热烧焦敌人，照亮你的道路。

source: This is a large emergency fire extinguisher. It would be useful for putting out adjacent fires.
de: Dies ist ein großer Feuerlöscher für Notfälle. Er ist nützlich, um benachbarte Feuer zu löschen.
ja: 大型の非常用消火器です。周囲の火を消すのに便利です。
zh_cn: 使用灭火器来扑灭附近的火焰。

source: This is a large plastic barrel filled with ANFO pellets and equipped with a dynamite primer. The fuse has been lit - better run like hell!
ja: ANFOペレットを詰めてダイナマイト用導火線を付けたプラスチック製の大きな樽です。既に点火されています。ここが地獄になる前に早く逃げましょう！
zh_cn: 一个装满ANFO颗粒的大塑料罐，附带一个雷管外加导火索。导火索已经点燃，没命的跑吧少年~！

source: This is a large plastic barrel filled with ANFO pellets and equipped with a dynamite primer. Use this item to light the fuse. You will then have twenty turns before it explodes and creates a large fireball
ja: ANFOペレットを詰めてダイナマイト用導火線を付けたプラスチック製の大きな樽です。使用すると導火線に点火します。爆発し、巨大な火の玉が出現するまで20ターンの時間が掛かります。
zh_cn: 一个装满ANFO颗粒的大塑料罐，附带一个雷管外加导火索。使用来点燃导火索，二十回合后你就可以看到一场爆炸和随之而来的大火球。

source: This is a large steel pickaxe, suitable for breaking up hard things or (with enough skill) hard targets. Strike the earth!
de: Dies ist eine große Stahlspitzhacke, die dazu geeignet ist, harte Dinge oder – mit genügend Erfahrung – harte Ziele zu zerschlagen. Schlag den Stein!
ja: 鋼製の大きなつるはしです。硬い壁などの破壊に適しています(技能次第では堅い相手も)。力一杯、大地に叩きつけろ！
zh_cn: 一把钢制大镐头，刨墙砸头两不误。劳动人民一声吼，地球也要抖三抖！

source: This is a large stick, with the end carved into a broad blade for digging. It could be used to dig shallow pits, but not deep ones.
de: Dies ist ein großer Stock, dessen Ende in eine breite Klinge zum Graben geschnitzt wurde. Er könnte benutzt werden, um flache Gruben zu graben, aber keine tiefen.
ja: 末端が平たく削られている棒です。浅い穴は掘れますが、深くは掘れない。
zh_cn: 棍子的底端削成了薄片，似乎能用来锄地，虽然一看就挖不了多深。嗯，这玩意在我们这叫洛阳铲...

source: This is a large stick, wrapped in gasoline soaked rags. It is burning, producing plenty of light.
de: Dies ist ein großer Stock, der mit benzingetränkten Lumpen umwickelt ist. Er brennt und spendet viel Licht.
ja: 可燃性の液体を染みこませてある布を巻きつけた棒です。燃え盛る炎が辺りを照らします。
zh_cn: 汽油浸过的布胡乱地缠在棍子上，正在燃烧，看，你有光了。

source: This is a large stick, wrapped in gasoline soaked rags. When lit, produces a fair amount of light. You'll need a lighter or matches to light it.
de: Dies ist ein großer Stock, der in benzingetränken Lumpen gewickelt wurde. Wenn angezündet, macht es ein bisschen Licht. Du brauchst ein Feuerzeug oder Streichhölzer, um es anzuzünden.
ja: 可燃性の液体を染みこませてある布を巻きつけた棒です。火を点けると光源になります。ライターかマッチが必要です。
zh_cn: 汽油浸过的布胡乱地缠在棍子上，点燃了似乎就能照亮四周。

source: This is a large, two-handed pickhead axe normally used by firefighters. It makes a powerful melee weapon, but is a bit slow to recover between swings.
de: Dies ist eine große zweihändige Feuerwehraxt, die normalerweise von Feuerwehrleuten benutzt wird. Sie ist eine starke Nahkampfwaffe, aber es ist langsam, sich nach einem Schwung wieder aufzuraffen.
ja: 消防士が職務で使用する大型の両手斧です。強力な近接武器として頼りになりますが、振り回した際に姿勢を戻すのが少し遅れてしまいます。
zh_cn: 一把双手大斧，消防员标配。不错的近战武器，但挥舞起来有些慢。

source: This is a large, two-handed wood axe. It makes a good melee weapon, but is a bit slow to recover between swings.
de: Dies ist eine große zweihändige Holzaxt. Sie ist eine gute Nahkampfwaffe, aber es ist langsam, sich nach einem Schwung wieder aufzuraffen.
ja: 両手で扱う斧です。攻撃速度が遅いのが欠点ですが、強力な武器となります。
zh_cn: 巨大的双手斧。是个优秀的近战武器，至于速度比较慢，请不要在意这些细节。

source: This is a largish piece of cloth, useful in crafting and possibly for staunching bleeding.
de: Dies ist ein größeres Stück Stoff. Es ist nützlich für die Fertigung und vielleicht auch, um Blutungen zu stillen.
ja: 大きめの布の切れ端です。アイテム製作に使え、止血も出来ます。
ko: 큼직한 천 조각입니다. 제작에 쓰이며, 출혈을 멈추기 위해 사용할 수도 있습니다.
ru: Довольно большой кусок материи, пригодится при изготовлении других вещей или для остановки кровотечения.
zh_cn: 布条，制作时很有用，也可以绑在流血处，或许能止血，一次不成再绑一次。

source: This is a light-emitting circuit wired directly to some batteries. It provides some weak light and can't be turned off. When the batteries die, you'll need to scrap it to recover the components that are reusable.
de: Dies ist eine Licht abgebende Schaltung, die direkt mit ein paar Batterien verkabelt ist. Sie spendet etwas schwaches Licht kann nicht abgeschaltet werden. Sobald die Batterien erschöpft sind, musst du den Lichtstreifen demontieren, um die wiederverwertbaren Komponenten zurückzuerhalten.
ja: ワイヤーで直接バッテリーに繋げている発光回路です。微弱な光源になっており、電源を切ることはできません。電池が切れた時は、部品を再利用する事が出来ます。
zh_cn: 一个能发光的简单电路，连接着电池。散发微弱的光芒，3单位电池可以使它持续发光25小时。当电量耗尽，你还能拆掉它来重复利用某些部件。

source: This is a light-emitting circuit wired directly to some batteries. It will provide some weak light once activated and can't be turned off.. When the batteries die, you'll need to scrap it to recover the components that are reusable.
de: Dies ist eine Licht abgebende Schaltung, die direkt mit ein paar Batterien verkabelt ist. Sobald eingeschaltet, wird sie etwas schwaches Licht spenden und sie kann nicht abgeschaltet werden. Sobald die Batterien erschöpft sind, musst du den Lichtstreifen demontieren, um die wiederverwertbaren Komponenten zurückzuerhalten.
ja: ワイヤーで直接バッテリーに繋げている発光回路です。微弱な光源になりますが、一度電源を入れると切る事が出来なくなります。電池が切れた時は、部品を再利用する事が出来ます。
zh_cn: 一个能发光的简单电路，连接着电池。散发微弱的光芒，3单位电池可以使它持续发光25小时。当电量耗尽，你还能拆掉它来重复利用某些部件。

source: This is a lighter featuring a flip top cover and refuelable tank. A lighter must be carried to use various drugs, like cigarettes, or to light things like Molotov cocktails. You can also use a lighter to light nearby items on fire.
de: Dies ist ein wiederbefüllbares Feuerzeug mit Klapdeckel. Ein Feuerzeug muss mitgeführt werden, um diverse Drogen wie Zigaretten zu benutzen oder, um Sachen wie Molotowcocktails anzuzünden. Du kannst ein Feuerzeug außerdem dazu benutzen, um naheliegende Gegenstände anzuzünden.
ja: 開閉できる蓋がついており、燃料を補充する事が可能なライターです。煙草や薬品、火炎瓶などのアイテムを使うにはライターを携帯しなくてはならない。隣接するアイテムに火を点ける事も出来ます。
zh_cn: 一个可补充燃料的翻盖打火机。打火机可以用来点燃香烟、燃烧瓶之类的东西。还可以用它来生火，从而点燃附近的可燃物。

source: This is a lighter featuring a flip top cover and refuelable tank. It is lit.
de: Dies ist ein wiederbefüllbares Feuerzeug mit Klapdeckel. Die Flamme ist an.
ja: 開閉できる蓋がついており、燃料を補充する事が可能なライターです。火が点いています。
zh_cn: 一个可补充燃料的翻盖打火机。已经打着。

source: This is a locksmith's set of sturdy steel lock picks and torsion wrenches. It is essential for silently and quickly opening locks, provided you have some mechanical skill.
de: Dies ist ein Satz von stabilen Stahldietrichen und Spannern eines Schlossers. Er ist essentiell, um leise und schnell Schlösser zu offen, vorausgesetzt, dass du ein bisschen Erfahrung in Mechanik hast.
ja: 鍵屋が作った出来の良いロックピックです。無音で素早く、鍵を開けるのに欠かせない。
zh_cn: 锁匠用的开锁工具，想安静而迅速地开门就把它带上吧。

source: This is a long and thin knife with a spring-loaded blade that rests inside the handle while not in use.
de: Dies ist ein langes und dünnes Messer mit einer federgelagerten Klinge, die im Griff verbleibt, wenn sie nicht gebraucht wird.
ja: 使わない時はグリップの中に折り畳んで仕舞える薄くて長いナイフです。使う時はバネ仕掛けにより素早く刀身を引き出す事が出来ます。
ko: 사용하지 않을 때에는 칼날을 넣어놓을 수 있도록 스프링이 달린 길고 얇은 단도입니다.
ru: Это длинный и тонкий нож с выкидным лезвием.
zh_cn: 又长又细的弹簧小刀，不用时可以把刀刃收在刀柄里面。

source: This is a lumbering tool moonlighting as weapon of opportunity. If loaded with batteries, using this item will cause it to turn on, turning it into a very powerful but unwieldy melee weapon.
ja: 製材のための道具ですが、武器としても使えます。電池を入れて起動させると、非常に強力で扱いにくい近接武器として活躍します。
zh_cn: 便利的伐木工具，偶尔也作为武器使用。填装电池之后，使用它以将它启动。威力巨大，不过难以掌控。

source: This is a lumbering tool moonlighting as weapon of opportunity. If loaded with gas, using this item will cause it to turn on, turning it into a very powerful but unwieldy melee weapon.
de: Dies ist ein Abholzwerkzeug, das außerdem auch als Gegenheitswaffe benutzt werden kann. Das Benutzen dieses Gegenstands wird, falls es mit Benzin gefüllt ist, es einschalten, was es zu einer sehr starken, aber unhandlichen Nahkampfwaffe macht.
ja: 製材のための道具ですが、武器としても使えます。ガソリンを使い起動させると、非常に強力で扱いにくい近接武器として活躍します。
zh_cn: 便利的伐木工具，偶尔也作为武器使用。填装汽油之后，使用它以将它启动。威力巨大，不过难以掌控。

source: This is a machete attached laterally to a motor, with a tripwire controlling its throttle. When the tripwire is pulled, the blade is swung around with great force. The trap forms a 3x3 area of effect.
de: Die ist eine Machete, die seitlich zu einem Motor befestigt wurde, mit einem Stolperdraht, der ihre Geschwindigkeit kontrolliert. Sobald am Stolperdraht gezogen wird, wird die Klige mit großer Kraft umhergeschwungen. Die Falle ist in einem Bereich von 3×3 Feldern wirksam.
ja: モーターと水平にマチェットが取り付けてあります。仕掛け線を引っ張ると作動します。効果範囲は3x3タイルに及びます。
zh_cn: 弯刀横向的连接着电动机，连接着一个开关。当按下开关，刀片就会像电风扇一样转起来，形成一个3x3面积的陷阱。

source: This is a magnifying glass. May be useful for starting fires during sunny skies.
ja: 虫眼鏡です。晴天時に太陽光を集中させて、着火させる事が出来ます。
zh_cn: 就是放大镜，晴天或许可以用来制造小火苗或者山火。

source: This is a makeshift fish trap made from plastic bottles. It's simple, even primitive, but easy to use. The principle of action: the fish swims inside for bait, but can't get out. Not humane, prohibited by law, but there are no cops left to care.
de: Dies ist eine selbstgebaute Fischreuse aus Plastikflaschen. Sie ist einfach, geradezu primitiv, aber einfach zu benutzen. Das Prinzip: Der Fisch schwimmt für einen Köder herein, kann aber nicht wieder raus. Unmenschlich, vom Gesetz verboten, aber es sind keine Bullen, die das interessieren könnte, übrig.
ja: プラスチックのペットボトルで作った手製の梁(やな)です。非常に単純で原始的、かつ使い方も簡単ですが、餌につられて一度入り込んだ魚が脱出することは非常に困難です。非人道的な漁法であるとして法律で禁止されていますが、警察に見られたところでそいつはゾンビです。
zh_cn: 由塑料瓶改装来的简易捕鱼器。非常简单，甚至原始，但是易用。工作原理：鱼为了吃饵游进来，但是出不去。这玩意和自由博爱背道而驰，同时被美帝法律禁止，不过末世后谁还把美帝当回事呢。

source: This is a massive axe designed for warfare. Though intended for use as a weapon, it can also be pressed into service as a rather clumsy woodcutting tool.
de: Dies ist eine gewaltige Axt, die für die Kriegsführung angefertigt wurde. Obwohl sie als Waffe gedacht ist, kann sie auch zur Not als ziemlich unbeholfenes Werkzeug zum Holzfällen benutzt werden.
ja: 戦場での使用を目的に設計された大型の斧です。あくまで人を伐る為の武器ですが、木を伐れないと言う訳ではないですよ。
zh_cn: 一把为战斗而打造的巨斧。不过，硬要用它去砍木头也不是不行……

source: This is a medical listening tool. Use it to listen to things. Closely.
de: Dies ist ein medizinisches Abhörgerät. Benutze es, um Dingen zuzuhören. Ganz genau.
ja: 医療において聴診に用いる器具です。何かしら聞き耳を立てるために使用します…鍵の掛かった何かとか。
zh_cn: 一个听觉工具.只能用来听比较接近的东西。

source: This is a medieval weapon consisting of a wood shaft tipped with an iron spike. Though large and heavy compared to other spears, its accuracy and damage are unparalleled.
de: Dies ist eine mittelalterliche Waffe, die aus einem Holzgriff, der mit einer Eisenspitze bestückt ist, besteht. Obwohl er verglichen mit anderen Speeren groß und schwer ist, sind seine Genauigkeit und sein Schaden beispiellos.
ja: 木製の柄の先に鉄のスパイクが付いた、中世の武器です。他の槍と比べて大きく重いものの、命中率や攻撃力は比類ないものになっています。
zh_cn: 一把将木杆与铁质矛尖结合起来的中世纪武器。和其他长矛比起来又大又重，但拥有无与伦比的精确度与杀伤力。

source: This is a military combat knife designed for close quarters conflict. It is light and extremely sharp, and could be deadly in the right hands. It could be used to butcher corpses.
de: Dies ist ein miltärisches Kampfmesser für den Nahkampf. Es ist leicht und sehr scharf und könnte in richtigen Händen tödlich sein. Es könnte zum Schlachten von Leichen verwendet werden.
ja: 狭い空間での格闘戦を想定して生み出された軍用ナイフです。取り回しやすい軽さと致命傷を与える為の鋭利さを追求した設計であり、戦闘の頼れる友となる事でしょう。
zh_cn: 这个军用战斗匕首是为了近距离格斗而量身定做的。它很轻又很锋利，熟悉他的人可以让它变得很致命。它可以用来肢解尸体。

source: This is a military grade fragmentary hand grenade. Use this item to pull the pin and light the fuse. You will then have five turns before it explodes; throwing it would be a good idea.
de: Dies ist eine Splittergranate in Militärqualität. Benutze diesen Gegenstand, um den Stift zu ziehen und die Zündschnur anzuzünden. Du wirst dann fünf Züge Zeit haben, bevor sie explodiert. Sie zu werfen wäre eine gute Idee.
ja: 軍用の破片手榴弾です。使用してピンを引き点火します。爆発するまで5ターンの時間が掛かります。爆発するまでに投げましょう。
zh_cn: 拔下安全销来使用手雷，你有五回合时间去扔掉它，话虽如此，除了能把周围的东西炸成渣，它也没什么其他特效了。

source: This is a military grade incendiary hand grenade. Use this item to pull the pin and light the fuse. You will then have five turns before it explodes into a raging inferno; throwing it would be a good idea.
de: Dies ist eine miliärische Brandhandgranate. Benutze diesen Gegenstand, um den Stift zu ziehen und die Zündschnur anzuzünden. Danach hast du fünf Züge, bevor sie zu einem rasenden Inferno explodiert; es wäre eine gute Idee, sie zu werfen.
ja: 軍用の焼夷手榴弾です。使用してピンを引き点火します。爆発し周囲が地獄と化すまでに5ターンの時間が掛かります。爆発する前に投げましょう。
zh_cn: 军用燃烧手雷，拔了插销五回合后就让你见识地狱烈焰。别忘记甩出去。

source: This is a military police style flashbang. Use this item to pull the pin and light the fuse. You will then have five turns before it detonates with intense light and sound, blinding, deafening and disorienting anyone nearby.
de: Dies ist eine miltärische Blendgranate nach Polizeiart. Benutze diesen Gegenstand, um den Stift zu ziehen und die Zündschnur anzuzünden. Du wirst dann fünf Züge Zeit haben, bevor sie mit einem grellem Licht und schrillem Ton detoniert, was jeden in der Nähe blendet, betäubt und orientierungslos macht.
ja: 憲兵隊が使っている閃光手榴弾です。使用してピンを引き点火します。爆発すると強烈な光と音を発生させ、周囲の誰もが方向感覚を失います。爆発するまでに5ターンの時間が掛かります。
zh_cn: 拔下安全销来使用震撼弹，你有五回合时间去扔掉它，它会让任何人，哦不，人脑爱好者在一段时间感到眩晕，失去方向感。你还不快撤？对，就说你呢！

source: This is a military style fold up cot. While it may not be quite as comfortable as a bed, it's better than slumming it on the ground.
de: Dies ist ein militärisches Faltbett. Obgleich es nicht so bequem wie ein Bett ist, ist es besser, als auf dem Boden zu schlafen.
ja: 軍用の折り畳み式ベッドです。ベッド程ではないですが、地べたに直で寝るよりは快適でしょう。
zh_cn: 一张折叠起来的行军床，虽然没家里的床舒服，但至少比睡在地上好多了。

source: This is a pack of 25 firecrackers with a starter fuse. Use this item to light the fuse. Of course, you will need a lighter or some matches to do so. Shortly after you light the fuse they will begin to explode, so throw them quickly!
de: Dies ist ein Bündel aus 25 Böllern mit einer Zündschnur. Benutze diesen Gegenstand, um die Zündschnur anzuzünden. Natürlich brauchst du ein Feuerzeug oder ein paar Streichhölzer, um das tun zu können. Kurz nachdem du die Zündschnur angezündet hast, werden sie anfangen, zu explodieren, also wirf sie schnell!
ja: 爆竹が25個連結したパックです。点火にはライターやマッチが必要です。火を点けたら爆発する前にさっさと投げましょう。
zh_cn: 这是一捆摆放的很整齐的鞭炮，数了数，共有25支。如果你身上有打火机，使用这捆鞭炮就能将它们点燃。请记得，它们的引信很短，所以点燃之后立刻丢掉它！吸引丧尸的绝佳物品。

source: This is a piece of plastic. It could be used to fabricate, repair, or reinforce plastic items.
de: Dies ist ein Stück Plastik. Es könnte benutzt werden, um Gegenstände herzustellen, zu reparieren oder, um Plastikgegenstände zu verstärken.
ja: プラスチックの欠片です。プラスチック製品の製作、修理や補強に使えます。
ko: 플라스틱 조각입니다. 플라스틱 재질의 물건을 만들거나, 수리하거나, 강화하는 데 사용할 수 있습니다.
ru: Кусок пластика. Пригоден для изготовления, ремонта или усиления предметов из пластика.
zh_cn: 一块塑料。除了修复塑料制品外没啥用处。

source: This is a pipe whose ends have been bent and hammered flat to resemble a crowbar. Use it to open locked doors without destroying them, or to lift manhole covers. You could also wield it to fight with, in a pinch.
de: Dies ist ein Rohr, dessen Enden so verbogen und flachgehämmert worden sind, dass es einem Brecheisen ähnelt. Benutze es, um abgeschlossene Türen, ohne sie zu zerstören, zu öffnen. Oder, um Gullydeckel hochzuheben. Du könntest es auch tragen, um damit zur Not zu kämpfen.
ja: パイプの端を曲げてバールのような形にしたものです。ドアやマンホールの蓋をこじ開けるのに使えるでしょう。もちろん戦闘にも。
zh_cn: 这是一个末端被砸扁并弯曲成撬棍的铁管。使用它，你可以在不破坏门的前提下，撬开门锁。或者利用它客串一把撬井盖专业户。当然，你也可以在紧急关头运用它撬开敌人的脑壳。一物多用，实是居家旅行、杀人放火的必备良品。

source: This is a plastic kit with a variety of needles, some plastic spools for thread, and a few other useful textile tools. Use a sewing kit on an article of clothing to attempt to repair or reinforce that clothing. This uses your tailoring skill.
de: Dies ist eine Plastikausrüstung mit einer Vielzahl an Nadeln, ein paar Plastiksspulen für Fäden und ein paar anderen nützlichen Textilwerkzeugen. Benutze das Nähzeug auf einen Bekleidungsartikel, um zu versuchen, es zu reparieren oder zu verstärken. Das benutzt deine Schneiderei-Fertigkeit.
ja: 数本の針、プラスチックの糸巻き、その他裁縫に役立つ道具の入ったプラスチック製の裁縫道具です。裁縫道具は衣服の修理や補強に使用できます。裁縫スキルを使用します。
zh_cn: 使用缝纫工具可以修复或者加固各类服饰，这需要用到你的缝纫技能。

source: This is a plastic mold. It could be shaped and used to craft items made of plastic.
de: Dies ist eine Plastikform. Sie könnte für die Fertigung von Plastikgegenständen geformt und benutzt werden.
ja: プラスチック用の金型です。プラスチック製アイテムの作成や形状を整えるのに使います。
zh_cn: 一个塑料模具,可以用于塑料制成的工艺品。

source: This is a plate of reinforced Kevlar. It could be used to repair items made of Kevlar.
de: Dies ist eine Platte aus Kevlar. Sie könnte benutzt werden, um Gegenstände aus Kevlar zu reparieren.
ja: ケブラーの板です。ケブラー製アイテムの制作、修理や補強に使えます。
zh_cn: 强化凯夫拉片。可以用来修复由凯夫拉制造的物品。

source: This is a portable charcoal smoker. Good for weekend barbecuing and preserving meat with smoke.
de: Dies ist ein tragbarer Barbecue-Smoker, der mit Holzkohle betrieben wird. Gut für das wochenendliche Barbeque und die Haltbarmachung von Fleisch mittels Rauch.
ja: 携帯式の木炭燃料の燻製器です。肉を煙で燻して燻製にしたり、週末のバーベキューに重宝します。
zh_cn: 一个便携式木炭烤架，适合周末烧烤和保存鲜肉。

source: This is a portable charcoal-fired kiln. It is designed for firing bricks, but you could use it to fire anything made of clay.
zh_cn: 这是一个可移动的砖窑，设计用来烧砖的，但也可以烧任何粘土制品。

source: This is a portable electric food dehydrator. It's powered by batteries, and could be invaluable in preserving food.
de: Dies ist ein tragbarer elektrischer Nahrungsentfeuchter. Er ist batteriebetrieben und könnte unbezahlbar in der Haltbarmachung von Nahrungsmitteln sein.
ja: 携帯型の電動食料脱水機です。電池で動き、食料の保存に重宝します。
zh_cn: 便携式食品脱水机，电池供能。

source: This is a portable electric metalworking forge, powered by batteries. Combined with the right tools, you could use this for metalworking. With a little mechanical know-how, you could probably even convert it to run directly off a vehicle's power system.
de: Dies ist eine tragbare elektische Metallarbeitsschmiede, die von Batterien angetrieben wird. Mit den richtigen Werkzeugen kombiniert, könntest du sie für die Metallarbeit benutzen. Mit etwas mechanischem Fachwissen könntest du sie sogar direkt an eines Fahrzeugs Energieversorgungsnetz anschließen.
ja: 金属加工に用いられる携帯式の電動炉です。電池で作動します。炉を使った金属加工に必要な道具が付属しており、いつでも使えるようになっています。ちょっとした機械整備の知識があれば、車両電源で動くように改造できるかもしれません。
zh_cn: 一种便携式电动金工锻造工具，由标准电池供电。搭配合适当的工具，您可以用来加工金属物品。

source: This is a portable games console in working condition, with a backlit screen allowing you to play in the dark. You can use it to play it for a little while, but this requires batteries.
de: Dies ist eine tragbare Spielekonsole, die funktioniert und eine Hintergrundbeleuchtung hat, was dich auch in der Dunkelheit spielen lassen kann. Du kannst sie benutzen, um für eine Weile zu spielen, allerdings benötigt dies Batterien.
ja: 正常に作動する携帯ゲーム機です。バックライトが付いているので暗闇でも遊べます。使用することで暇潰しができますが、電池を消費します。
zh_cn: 一个完好的便携式游戏机,它有一个背光屏幕可以在黑暗中使用,你需要电池才能玩一会.

source: This is a portable heat sealer unit with an air pump. It's used for vacuum packing food to preserve it.
de: Dies ist ein tragbares Folienschweißgerät mit einer Luftpumpe. Es wird benutzt, um Nahrung vakuumzuverpacken, damit sie haltbar bleibt.
ja: 携帯式の真空包装機です。空気を吸引し、食品を密封します。
zh_cn: 便携式真空热封口机，用于包装真空食品以延长食物保质期。

source: This is a portable radio. Using this radio turns it on. It will pick up any nearby signals being broadcast and play them audibly.
de: Dies ist ein tragbares Radio. Benutze es, um es einzuschalten. Es wird jedes Signal, das gerundfunkt wird, aufnehmen und es hörbar abspielen.
ja: 携帯ラジオです。電源を入れて使用します。信号が強い任意の放送を聴くことができます。
zh_cn: 无线电，能够接受信号，并转化为声波。据说要是对准了信号塔，声音会格外响亮。

source: This is a portable toolkit made to repair damaged firearms. Powered by standard batteries, it is a vital tool for long-term firearms maintenance. It requires 100 charges of battery power per use.
de: Dies ist ein tragbarer Werkzeugkasten, um beschädigte Feuerwaffen zu reparieren. Es wird mit Standardbatterien betrieben und ist ein wichtiges Werkzeug für die langfristige Wartung von Feuerwaffen. Er benötigt 100 Batterieladungen pro Benutzung.
ja: 損傷した銃器を修理するための専用工具が詰まった携帯式修理キットです。通常の電池で作動します。銃器を長く使うには必須のものと言えます。1回の使用で電池容量を100使用します。
zh_cn: 一个修复受损的枪支的便携式工具包。使用标准电池，它是长期维护枪支的重要工具。每使用一次消耗100单位的电池电量。

source: This is a portable toolkit. When supplied with duct tape, it serves as a vital tool for fixing items made of wood, bone, or chitin. It requires 50 units of duct tape per use.
de: Dies ist ein tragbarer Werkzeugkasten. Wenn mit Isolierband versorgt, ist es ein unverzichtbares Hilfsmittel, um Gegenstände aus Holz, Knochen oder Chitin zu reparieren. Es benötigt 50 Längen Isolierband pro Benutzung.
ja: 携帯式の修理キットです。ダクトテープを充填しておくことで、木、紙、骨、キチン製のアイテムを修理することができます。1回の使用でダクトテープを50消費します。
zh_cn: 一个修复受损物品的便携式工具包。使用胶带，它是维护木制，骨质，甲壳质物品的重要工具。每使用一次消耗50单位的强力胶带。

source: This is a portable, charcoal fired, metalworking forge. If combined with the right tools, you could use this for metalworking.
de: Dies ist eine tragbare, holzkohlebetriebene Schmiede. Wenn sie mit den richtigen Werkzeugen kombiniert wird, kannst du sie für die Metallarbeit benutzen.
ja: 木炭を燃やして使う、携帯型の鍛造炉です。適切な道具と組み合わせれば、この炉で金属加工ができます。
zh_cn: 一种便携式烧炭金工锻造工具。搭配合适当的工具，您可以用来加工金属物品。

source: This is a radio with a transmitting unit. Using this allows you to send out a distress signal. You could send either a general SOS, or send a direct call to a faction you are in contact with.
de: Dies ist ein Radio mit einer Übertragungseinheit. Benutze es, um ein Notrufsignal zu senden. Du kannst entweder ein normales SOS senden oder direkt eine dir bekannte Fraktion anfunken.
ja: 送信機が付属した無線機です。使用すると遭難信号を送信します。一般的なSOS信号の他に、あなたが接触した派閥へ呼びかけることもできます。
zh_cn: 在你生命受到威胁之时，别犹豫，就是它了。它能发出SOS信号，如果你加入了某个阵营，更是能直接向阵营求救！

source: This is a rare sword from Japan. Deadly against unarmored targets, and still very effective against armor.
de: Dies ist ein seltenes Schwert aus Japan. Tödlich gegen ungepanzerte Ziele und immer noch sehr effektiv gegen Rüstungen.
ja: 希少価値の高い日本刀です。装甲の厚い相手にも有効ですよ。
zh_cn: 一把日本刀，锋利的刀刃可以轻易划开没有护甲的肉体，甚至对于护甲也有很好的穿透力。德艺双馨的苍井空老师曾经拿着它上演过切瓜砍菜的丧尸无双。

source: This is a rare, bizarre, and arcane device of an otherworldly nature. It's giving you a headache just looking at it. It is covered in alien markings.
de: Dies ist ein seltenes, bizarres und geheimnisvolles Gerät jenseitiger Beschaffenheit. Allein der Anblick bereitet dir Kopfschmerzen. Es ist mit außerirdischen Markierungen bedeckt.
ja: 異界よりもたらされた希少かつ奇妙な魔術装置です。見ているだけで頭痛がしてきます。この世ならぬ文様がびっしりと刻まれています。
zh_cn: 这是一个罕见的、奇异的、不可思议的、有超乎想象的性质的装置。它会给你一个看一眼就头疼的问题。该装置上标有“外星人制造”。
