Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You ground %s with a low blow!
de: Du wirfst %s mit einen Tiefschlag zu Boden!
ja: 地面すれすれの一撃は%sに
zh_cn: 你攻击下三路把 %s 击倒了 !

source: You hand-peck %s
de: Du handpickst %s
ja: 鋭い突きは%sに
ko: 손으로 %s을(를) 쪼았습니다.
zh_cn: 你用手啄%s

source: You hiss threateningly at %s
de: Du zischst %s bedrohlich an
ja: 鋭い威嚇は%sに
ko: %s에게 위협으로 쉿쉿거렸습니다.
zh_cn: 你向着 %s发出嘶嘶的威胁声。

source: You hit %s with a dirty blow!
de: Du triffst %s mit einem schmutzigen Schlag!
ja: 下劣な打撃を%sに与えた！
zh_cn: 你给了%s一记损招。

source: You jab %s
de: Du verpasst %s einen Jab
ja: ジャブは%sに
ko: %s에게 잽을 날렸습니다.
ru: Вы колите %s
zh_cn: 你戳击%s

source: You jab deftly at %s
de: Geschickt verpasst du %s einen Jab
ja: 巧みなジャブは%sに
ko: %s에게 능숙한 일격을 날렸습니다.
ru: Вы ловко стукнули %s
zh_cn: 你精准戳击%s

source: You karate chop %s
de: Du verpasst %s einen Karatehieb
ja: 手刀は%sに
ko: %s에게 가라테 손날치기를 날렸습니다.
ru: Вы ударили ребром ладони %s
zh_cn: 你掌劈%s

source: You low-roundhouse %s 's legs!
de: Du verpasst %ss Beinen einen niedrigen Roundhouse-Kick!
ja: 大ぶりの低い一撃を%sの脚にお見舞いした！
ko: 낮게 휘둘러 쳐서 %s의 다리를 공격했습니다!
zh_cn: 你一个扫堂腿踢倒了%s!

source: You lunge at %s
de: Du stürzt dich auf %s
ja: 突進攻撃は%sに
zh_cn: 你弓步刺击%s

source: You lurch, and your wild swing hits %s
de: Du torkelst und dein wilder Schwung trifft %s
ja: よろめきながらの粗暴な攻撃は%sに
zh_cn: 你蹒跚而行，狂野的挥击并且击中了 %s

source: You make serpentine hand motions at %s
de: Du machst gegenüber %s schlangenartige Handbewegungen
ja: 蛇のように腕をくねらせ%sにフェイントを仕掛けた。
ko: %s에게 뱀을 닮은 손 동작을 보였습니다.
zh_cn: 你用毒蛇般蜿蜒曲折的招式击向了%s。

source: You parry %s
de: Du parierst %s
ja: %sの攻撃を受け流しました。
zh_cn: 你招架%s

source: You pierce straight through %s
de: Du spießst direkt durch %s
ja: 一直線の貫通攻撃は%sに
zh_cn: 你直直穿刺%s

source: You power-kick %s
de: Du trittst %s hart
ja: 前蹴りは%sに
ko: %s에게 강력한 발차기를 날렸습니다.
ru: Вы проводите отталкивающий пинок по %s.
zh_cn: 你猛地踢击%s

source: You precisely hit %s
de: Du triffst %s präzise
ja: 掌底打ちは%sに
ru: Вы точно бьёте %s
zh_cn: 你精确的击打 %s

source: You punch %s with your Pincer Fist!
de: Du schlägst %s mit deiner Scherenfaust!
ja: %sに鋏手の一撃を繰り出した！
ko: %s에게 주먹으로 날카로운 일격을 날렸습니다!
zh_cn: 你用巨钳般的前臂狠狠打向 %s。

source: You quickly chop %s
de: Du verpasst %s einen schnellen Hieb
ja: 素早い突きは%sに
ko: 빠르게 %s을 내려쳤습니다.
zh_cn: 你快速地给%s一记手刀！

source: You quickly jab %s
de: Du verpasst %s einen schnellen Jab
ja: 高速ジャブは%sに
zh_cn: 你快速地戳了 %s一下！

source: You quickly punch %s
de: Du schlägst %s schnell
ja: 正拳突きは%sに
ko: %s에게 빠른 펀치를 날렸습니다.
ru: Вы быстро бьете %s
zh_cn: 你快拳打击%s

source: You quickly slash %s
de: Schnell schlitzt du %s
ja: 素早い斬撃は%sに
zh_cn: 你迅斩了%s

source: You quickly strike %s
de: Du schlägst %s schnell
ja: 瞬撃は%sに
ko: %s을(를) 빠르게 쳤습니다.
ru: Вы быстро ударяете %s
zh_cn: 你快速攻击了%s

source: You quickly swipe at %s
de: Du streifst %s schnell
ja: 豹の様に素早い一撃は%sに
ko: 재빠르게 %s을(를) 후려쳤습니다.
zh_cn: 你极速的重击%s

source: You raise your arms intimidatingly!
de: Du erhebst deine Arme auf bedrohliche Weise!
ja: 腕を振り上げて威嚇した！
ko: 팔을 위협적으로 펼쳐올렸습니다!
zh_cn: 你举起你的手臂惊吓敌人!

source: You round strike %s
de: Du verpasst %s einen Rundschlag
ja: 大ぶりな一撃が%sに
zh_cn: 你对 %s 进行了弧面攻击

source: You send %s reeling
de: Du bringst %s ins Taumeln
ja: 残忍な一撃は%sに
ko: %s을(를) 휘청거리게 만들었습니다.
ru: Вы скручиваете %s
zh_cn: 你造成%s晕眩

source: You send %s reeling backwards!
de: Du bringst %s ins Taumeln!
ja: 凶悪な一撃で%sは後ろによろめいた！
zh_cn: 你一记重击让 %s 踉跄后退!

source: You send %s reeling with a Dragon Strike!
de: Mit deinem Drachenschlag bringst du %s ins Taumeln!
ja: 竜の一撃で%sをよろめかせた！
ko: %s에게 용의 일격을 날렸습니다!
zh_cn: 你使用龙拳击让%s蹒跚移动!

source: You shield against %s
de: Du schirmst dich gegen %s ab
ja: %sの攻撃を防御しました。
zh_cn: 你防反 %s

source: You side-kick %s
de: Du verpasst %s einen Seitentritt
ja: 横蹴りは%sに
ko: %s에게 옆차기를 날렸습니다
zh_cn: 你侧踢%s

source: You slither free!
de: Du gleitest dich frei!
ja: 身を捩って自由になった！
ko: 스르르 미끄러져 자유롭게 되었습니다!
zh_cn: 你蛇形移动

source: You smoothly throw %s
de: Reibungslos wirfst du %s
ja: 回避投げは%sに
zh_cn: 你流畅的摔投了 %s

source: You snap out at %s
de: Du schnappst nach %s
ja: 鋭い一撃は%sに
zh_cn: 你对 %s 进行了快闪攻击

source: You snatch and slug %s
de: Du greifst und schlägst %s
ja: %sを捕らえて打ち倒し
ko: %s을(를) 붙잡고 강타했습니다.
zh_cn: 你把%s抓过来，一拳轰上去！

source: You strike %s
de: Du schlägst %s präzise
ja: 掌底打ちは%sに
ko: %s에게 일격을 날렸습니다.
ru: Вы ударяете %s
zh_cn: 你打击了%s

source: You strike %s with the slow power of flowing water
ja: 流水のごとき二撃を%sに繰り出した
zh_cn: 你对%s使用了流水斩。

source: You strike at %s's weaknesses!
ja: %sの弱点を一瞬のうちに見切り
zh_cn: 你朝着%s的弱点一击。

source: You strike out at %s
de: Du schlägst auf %s los
ja: 狙いすました一撃は%sに
ko: %s에게 일격을 날렸습니다.
zh_cn: 你击打%s

source: You strike out at %s with your Leopard Fist!
de: Du schlägst auf %s mit deiner Leopardenfaust los!
ja: 豹のようにすばやく%sを攻撃した！
ko: %s에게 표범의 주먹을 날렸습니다!
zh_cn: 你用豹拳疯狂击打%s

source: You stumble and leer at %s
de: Du stolperst und schielst auf %s
ja: あなたはよろめきながらも油断なく%sに対して
ko: 비틀거리며 %s에게 곁눈질을 날렸습니다.
ru: Вы споткнулись и хитро взглянули на %s
zh_cn: 你摔到了%s上。

source: You stun %s with the force of the blow!
ja: %sに変幻自在の攻撃でスタンさせて
zh_cn: 你的强力一击击昏了%s。

source: You surprise attack %s
de: Du greifst %s überraschend an
ja: 奇襲攻撃は%sに
ko: %s에게 불의의 일격을 날렸습니다.
ru: Вы внезапно атакуете %s
zh_cn: 你奇袭%s

source: You sweep %s
de: Du triffst %s im hohen Bogen
ja: 一掃攻撃は%sに
ko: %s을(를) 휩쓸었습니다.
ru: Вы сметаете %s
zh_cn: 你横扫了%s

source: You sweep-kick %s
de: Schwunghaft trittst du %s
ja: 足払いは%sに
ko: %s에게 후려차기를 날렸습니다
zh_cn: 你扫踢%s

source: You swiftly hit %s
de: Rasch triffst du %s
ja: 素早い攻撃は%sに
ko: 재빠르게 %s을(를) 쳤습니다.
zh_cn: 你迅速击打%s

source: You swiftly jab %s
de: Rasch triffst du %s mit einem Jab
ja: 素早いジャブは%sに
ko: %s에게 잽싸게 주먹을 날렸습니다.
zh_cn: 你迅速戳%s

source: You swing in a wide arc through %s
de: Du schwenkst in einem breitem Bogen durch %s
ja: 攻撃は大きく弧を描いて%sとその周りの者に
ko: %s을(를) 넓게 휘둘렀습니다.
ru: Вы широко замахиваетесь и бьёте %s
zh_cn: 你大幅挥击%s

source: You swing through %s and everyone nearby
de: Du schwingst dich dich %s und jeden in der Nähe
ja: 回転攻撃は%sとその周りの者に
zh_cn: 你旋转攻击%s和周围所有人

source: You swing your arms and break free!
de: Du schwingst deine Arme und befreist dich!
ja: 腕を振り下ろして拘束から脱した！
ko: 팔을 휘둘러 몸을 자유롭게 만들었습니다!
zh_cn: 你摆动手臂!

source: You throw %s
de: Du wirfst %s
ja: 天地投げは%sに
ko: %s을(를) 집어던졌습니다.
ru: Вы бросаете %s
zh_cn: 你投摔了%s

source: You throw a heavy cross at %s
de: Du verpasst %s einen schweren Cross
ja: 体重の乗ったクロスは%sに
zh_cn: 你给了%s一个重重的十字击

source: You thrust at %s
de: Du stößst auf %s
ja: 突刺攻撃は%sに
zh_cn: 你直刺%s

source: You trip %s
de: Du bringst %s zum Stolpern
ja: %sに足払いをかけて
zh_cn: 你绊倒%s

source: You uppercut %s
de: Du verpasst %s einen Aufwärtshaken
ja: アッパーカットは%sに
zh_cn: 你上勾拳攻击 %s

source: You viciously wound %s!
de: Grausam verwundest du %s!
ja: 凶悪な攻撃が%sに突き刺さった！
zh_cn: 你残暴的打击了%s!

source: You whip a free strike onto %s
de: Du freischlägst %s
ja: 自在な攻撃が%sに
zh_cn: 你再次连击了 %s

source: You wrap up %s
de: Du wickelst %s ein
ja: 締め上げは%sに
ko: %s을(를) 감쌌습니다.
ru: Вы прикончили %s
zh_cn: 你缠住了%s

source: Your Stinger Kick sends %s flying!
de: Dein Stacheltritt lässt %s fliegen!
ja: 鋭い蹴りで%sを吹き飛ばした！
ko: 송곳차기로 %s을(를) 날려버렸습니다!
zh_cn: 你用毒针般的踢技把 %s 踢飞到了空中。

source: Your strike knocks %s off balance
ja: バランスを崩す二撃を%sに繰り出した
zh_cn: 你的一击让%s失去了平衡。

source: axe-kick
ja: 踵落とし
ko: 내려차기
zh_cn: 斧踢

source: biojutsu counter
de: Biojutsu-Konter
ja: カウンター(サイボーグ格闘術)
zh_cn: 生化术

source: biojutsu impale
de: Biojutsu-Spieß
ja: 刺突拳(サイボーグ格闘術)
zh_cn: 生化术串串香

source: disarm
de: Entwaffnung
ja: 武装解除
ko: 무장 해제
ru: обезоружение
zh_cn: 缴械

source: dodge throw
de: Ausweichwurf
ja: 回避投げ
zh_cn: 闪躲投掷

source: elbow
de: Ellenbogen
ja: 肘打ち
ko: 팔꿈치 공격
ru: толчок локтем
zh_cn: 肘击

source: feint at
de: Täuschungsmanöver
ja: フェイント
ko: 페인트 동작
ru: обманный манёвр
zh_cn: 佯攻

source: flying knee
de: fliegendes Knie
ja: 飛び膝蹴り
ko: 뛰어무릎차기
ru: удар коленом
zh_cn: 飞膝

source: free strike
de: Freischlag
ja: 遊撃
zh_cn: 自由攻击

source: grab
de: Griff
ja: 掴み投げ
ko: 붙잡기
ru: схватить
zh_cn: 擒拿

source: grab break
de: Griffbrecher
ja: 掴み外し
ko: 잡기 해제
ru: уход от захвата
zh_cn: 反擒拿

source: hamstring
de: Lähmen
ja: 大腿屈筋
zh_cn: 腘绳肌

source: karate chop
de: Karatehieb
ja: 手刀
ko: 가라테 손날치기
ru: удар ребром ладони
zh_cn: 手刀

source: kick
de: Tritt
ja: 前蹴り
ko: 발차기 공격
ru: пинок
zh_cn: 踢

source: knee strike
de: Knieschlag
ja: 膝打ち
zh_cn: 膝击

source: precise strike
de: Präzisionsschlag
ja: 掌底打ち
ko: 정확한 일격
ru: точный удар
zh_cn: 直击

source: puño strike
de: Puño-Schlag
ja: 拳打
zh_cn: 泰拳

source: quick punch
de: schneller Schlag
ja: 正拳突き
ko: 빠른 펀치
ru: быстрый удар
zh_cn: 快击

source: quick slash
de: schneller Schlitzer
ja: 素早い斬撃
zh_cn: 迅斩

source: side kick
de: Seitentritt
ja: 横蹴り
ko: 옆차기
ru: боковой удар ногой
zh_cn: 侧踢

source: surprise attack
de: Überraschungsangriff
ja: 奇襲攻撃
ko: 불의의 일격
ru: внезапное нападение
zh_cn: 奇袭

source: sweep kick
de: Schwungtritt
ja: 足払い
ko: 후려차기
zh_cn: 扫踢

source: throw
de: Wurf
ja: 天地投げ
ko: 던지기
ru: бросок
zh_cn: 投摔

source: wide strike
de: Weitschlag
ja: 薙ぎ払い
zh_cn: 大幅斩

source: ATM
de: Geldautomat
ru: Банкомат
zh_cn: ATM机

source: Critical failure imminent, self destruct activated. Have a nice day!
ja: 重大機能不全警報、自爆装置を起動します。良い一日を！
zh_cn: 到达破坏临界点，自毁程序启动。祝你愉快！

source: HV oil circuit breaker
de: HV-Ölschalter
ja: HV油遮断器
zh_cn: 高压油开关

source: SCRRRASH!!
ja: ガシャーン！！
zh_cn: “哐~哗啦!“

source: SMASH!!
de: »SCHEPPER!!«
ja: ガシャン！！という粉砕音が聞こえました。
ko: 꽝!!!
ru: ГРОХОТ!
zh_cn: “哗啦!“

source: Utility Light
de: Hilfslampe
ja: ユーティリティライト
zh_cn: 工作灯

source: apple tree
de: Apfelbaum
ja: 林檎の木
ko: 사과 나무
ru: яблоня
zh_cn: 苹果树

source: apricot tree
ja: 杏子の木
zh_cn: 杏树

source: armored boarded up window
de: gepanzertes verrammeltes Fenster
ja: 外装を施した板張り窓
ko: 강화된 덧댄 창문
ru: бронированное заколоченное окно
zh_cn: 装甲板封死的窗户

source: backboard
de: Rückbrett
ja: バックボード
ko: 농구골대
ru: баскетбольное кольцо
zh_cn: 背板

source: barbed wire fence
de: Stacheldrahtzaun
ja: 有刺鉄条網
ko: 철조망
ru: колючая проволока
zh_cn: 铁丝网

source: bash!
ja: ガシャン！
zh_cn: 咚啪~!

source: blackjack oak
ja: オークの木(ブラックジャック)
zh_cn: 马利兰德栎树

source: blown-out missile
de: zerstörte Rakete
ja: 不発ミサイル
ko: 터진 미사일
ru: взорванная ракета
zh_cn: 爆裂的飞弹

source: blue floor
de: blauer Boden
ja: 床(青)
ko: 파란색 바닥
ru: синий пол
zh_cn: 蓝色地板

source: blue stone
de: blauer Stein
ja: 石(青)
ko: 푸른색 돌
ru: синий камень
zh_cn: 蓝色石块

source: blue wall
de: blaue Wand
ja: 壁(青)
ru: синяя стена
zh_cn: 蓝墙

source: blueberry bush
de: Blaubeerstrauch
ja: ブルーベリーの低木
ko: 블루베리 덤불
ru: черничный куст
zh_cn: 蓝莓树

source: boarded up damaged door
de: verrammelte beschädigte Tür
ja: 損傷した板張りドア
zh_cn: 木板封锁的破门

source: boarded up damaged door with peephole
ja: ドアスコープが付いた損傷した板張り補強ドア
zh_cn: 木板封锁的猫眼破门

source: boarded up damaged reinforced door
de: verrammelte beschädigte verstärkte Tür
ja: 損傷した板張り補強ドア
zh_cn: 封死的强化破门

source: boarded up door
de: verrammelte Türe
ja: 板張りされたドア
ko: 판자로 막은 문
ru: заколоченная дверь
zh_cn: 木板封锁的门

source: boarded up door with peephole
ja: ドアスコープが付いた損傷した板張りドア
zh_cn: 木板封锁的猫眼门

source: boarded up reinforced door
de: verrammelte verstärkte Tür
ja: 板張り補強ドア
zh_cn: 封死的强化门

source: boarded up window
de: verrammeltes Fenster
ja: 板張り窓
ko: 덧댄 창문
ru: заколоченное окно
zh_cn: 木板封死的窗户

source: brick wall
ja: 壁(煉瓦)
zh_cn: 砖墙

source: bridge pavement
ja: 道路(橋)
zh_cn: 桥面

source: bridge sidewalk
ja: 歩道(橋)
zh_cn: 桥面人行道

source: bridge yellow pavement
ja: 車線(橋)
zh_cn: 黄色桥面

source: broken card reader
de: kaputter Kartenleser
ja: 壊れたカードリーダー
ko: 부서진 카드 인식기
ru: неисправный считыватель карт
zh_cn: 损坏的读卡器

source: broken console
de: kaputte Konsole
ja: 壊れたコンソール
ko: 부서진 콘솔
ru: сломанный терминал
zh_cn: 损坏的电脑

source: broken generator
de: kaputter Generator
ja: 壊れた発生器
ko: 부서진 발전기
ru: неисправный генератор
zh_cn: 损坏的发电机

source: broken log wall
de: zerbrochene Blockhauswand
ja: 壊れた壁(丸太)
ko: 부서진 통나무 벽
ru: сломанная стена из брёвен
zh_cn: 破碎的原木墙

source: broken wood wall
de: zerbrochene Holzwand
ja: 壊れた壁(木)
ko: 부서진 나무 벽
ru: сломанная деревянная стена
zh_cn: 破碎的木质门

source: brush.
de: »Knister«.
ja: ブラシで擦る様な音が聞こえた。
ko: 스윽.
zh_cn: “噗嗤~”

source: card reader
de: Kartenleser
ja: カードリーダー
ko: 카드 인식기
ru: считыватель карт
zh_cn: 读卡器

source: centrifuge
de: Zentrifuge
ja: 遠心分離機
ko: 원심 분리기
ru: центрифуга
zh_cn: 离心机

source: chain link fence
de: Maschendrahtzaun
ja: 柵(金網)
ko: 철조망
ru: ограда из сетки рабица
zh_cn: 勾花护栏

source: checkered switch
de: karierter Schalter
ja: 色鮮やかなスイッチ
ko: 체크무늬 버튼
ru: клетчатые штаны
zh_cn: 方格开关

source: cherry tree
ja: サクランボの木
zh_cn: 樱桃树

source: chipped log wall
de: beschädigte Blockhauswand
ja: 削れた壁(丸太)
ko: 금간 통나무 벽
ru: бревенчатая стена
zh_cn: 缺口的原木墙

source: chipped wood wall
de: beschädigte Holzwand
ja: 削れた壁(木)
ko: 금간 나무 벽
ru: сколотая деревянная стена
zh_cn: 缺口的木质门

source: cloning vat
de: Klonbottich
ja: 培養槽
ko: 복제용 원통
ru: камера клонирования
zh_cn: 克隆舱

source: closed bar door
de: geschlossene Gittertüre
ja: 閉じたスイングドア
ko: 닫힌 쇠창살 문
ru: закрытая арматурная дверь
zh_cn: 关闭的栏杆门

source: closed curtains
de: geschlossene Vorhänge
ja: 閉じたカーテン
ko: 닫힌 커튼
ru: задёрнутые шторы
zh_cn: 拉上的窗帘

source: closed glass door
de: geschlossene Glastüre
ja: 閉じたドア(ガラス)
ko: 닫힌 유리 문
ru: закрытая стеклянная дверь
zh_cn: 关闭的玻璃门

source: closed metal door
de: geschlossene Metalltüre
ja: 閉じたドア(金属)
ko: 닫힌 금속 문
ru: закрытая металлическая дверь
zh_cn: 关闭的金属门

source: closed reinforced wood door
de: geschlossene verstärkte Holztüre
ja: 閉じた補強ドア(木)
ko: 닫혀진 강화 나무 문
ru: закрытая укрепленная деревянная дверь
zh_cn: 关闭的强化木门

source: closed wire gate
de: geschlossenes Drahttor
ja: 閉じた鉄条門
ko: 닫힌 철조망 문
ru: закрытые проволочные ворота
zh_cn: 关闭的铁丝大门

source: closed wood door
de: geschlossene Holztüre
ja: 閉じたドア(木)
ko: 닫혀진 나무 문
ru: закрытая деревянная дверь
zh_cn: 关闭的木门

source: closed wood door with peephole
ja: ドアスコープが付いた閉じたドア(木)
zh_cn: 关闭的附带猫眼木门

source: closed wooden gate
de: geschlossenes Holztor
ja: 閉じた門(木)
ko: 닫힌 나무 대문
ru: закрытые деревянные ворота
zh_cn: 关闭的木制大门

source: column
de: Säule
ja: 柱
ko: 기둥
ru: колонна
zh_cn: 桩柱

source: computer console
de: Computerkonsole
ja: コンピューターコンソール
ko: 컴퓨터 콘솔
ru: терминал
zh_cn: 电脑主机

source: concrete
de: Beton
ja: コンクリート
ko: 콘크리트
ru: бетон
zh_cn: 混凝土

source: concrete cracking and metal screeching!
ja: コンクリートが砕ける音と金属音が響きました！
zh_cn: 混凝土破裂和金属扭曲声！

source: concrete floor
ja: 床(コンクリート)
zh_cn: 混凝土地板

source: concrete wall
de: Betonwand
ja: 壁(コンクリート)
ko: 콘크리트 벽
ru: бетонная стена
zh_cn: 混凝土墙

source: control lever
zh_cn: 控制开关

source: conveyor belt
zh_cn: 传送带

source: corpse filled pit
de: leichengefüllte Grube
ja: 死体で満たされた穴
ko: 시체 구덩이
ru: заполненная трупами яма
zh_cn: 被尸体填满的坑

source: covered glass pit
ja: ガラス落とし穴
zh_cn: 伪装玻璃陷坑

source: covered pit
de: verdeckte Grube
ja: 落とし穴
ko: 뒤덮힌 구덩이
ru: прикрытая яма
zh_cn: 伪装过的陷坑

source: covered spiked pit
de: verdeckte Speergrube
ja: 串刺し落とし穴
ko: 뒤덮힌 가시 구덩이
ru: прикрытая яма с шипами
zh_cn: 伪装过的尖刺陷坑

source: covered well
de: bedeckter Brunnen
ja: 蓋が付いた井戸
ru: закрытый колодец
zh_cn: 掩盖着的水井

source: crack!
ja: メリッ！とひびが入る音が聞こえました。
zh_cn: 咔嗒！

source: crack.
de: »Knack.«.
ja: メリッとひびが入る音が聞こえました。
zh_cn: 咔嚓。

source: current transformer
de: Stromwandler
ja: 変流器
zh_cn: 变流器

source: cvd control panel
de: CVD-Bedienfeld
ja: CVD操作パネル
ko: CVD 제어판
ru: контрольная панель химического парофазного осаждателя
zh_cn: 沉积机控制面板

source: cyan switch
de: türkiser Schalter
ja: スイッチ(シアン)
ko: 청록색 스위치
ru: голубой переключатель
zh_cn: 青色开关

source: damaged reinforced wood door
de: beschädigte verstärkte Holztüre
ja: 損傷した補強ドア(木)
ko: 파손된 강화 나무 문
ru: повреждённая укрепленная деревянная дверь
zh_cn: 损坏的强化木门

source: damaged telecom cabinet
de: beschädigter Verteilerkasten
ja: 損傷した電気通信機器収納棚
zh_cn: 损坏的机柜

source: damaged wood door
de: beschädigte Holztüre
ja: 損傷したドア(木)
ko: 파손된 나무 문
ru: повреждённая деревянная дверь
zh_cn: 损坏的木门

source: damaged wood door with peephole
ja: ドアスコープが付いた損傷したドア(木)
zh_cn: 损坏的附带猫眼木门

source: dark pedestal
de: dunkles Podest
ja: 暗い台座
ko: 짙은 받침대
ru: тёмный пьедестал
zh_cn: 深色基座

source: dead pine tree
ja: 枯れた松の木
zh_cn: 枯松树树

source: deep water
de: tiefes Wasser
ja: 深水域
ko: 깊은 물
ru: глубокая вода
zh_cn: 深水

source: diesel pump
ja: 軽油ポンプ
zh_cn: 柴油泵

source: dirt
de: Erde
ja: 土
ko: 흙
ru: земля
zh_cn: 泥地

source: dirt floor
de: Erdboden
ja: 床(土)
ko: 흙바닥
ru: земляной пол
zh_cn: 泥地面

source: disconnect switch
de: Trenner
ja: 断路器
zh_cn: 隔离开关

source: dock
ja: 船渠
zh_cn: 码头

source: downward slope
de: Gefälle
ja: 下り坂
ko: 내리막길
ru: уклон вниз
zh_cn: 向下斜坡

source: electronic machinery
zh_cn: 电子机械

source: elevator
de: Aufzug
ja: エレベーター
ko: 엘리베이터
ru: лифт
zh_cn: 电梯

source: elevator controls
de: Aufzeugssteuerung
ja: エレベーター制御装置
ko: 엘리베이터 제어기
ru: управление лифтом
zh_cn: 电梯控制器

source: empty door frame
de: leerer Türrahmen
ja: ドア枠
ko: 빈 문틀
ru: пустой дверной проём
zh_cn: 空门框

source: empty metal door frame
de: leerer Metalltürrahmen
ja: ドア枠(金属)
ko: 빈 금속 문틀
ru: пустой металлический дверной проём
zh_cn: 空金属门框

source: empty space
de: leerer Raum
ja: 空間
ko: 빈 공간
ru: пустое место
zh_cn: 空地

source: empty window
de: leeres Fenster
ja: ガラスの無い窓
ko: 빈 창
ru: пустое окно
zh_cn: 空窗户

source: fence post
de: Zaunpfosten
ja: 柵柱
ko: 울타리 기둥
ru: столб ограды
zh_cn: 栅栏柱

source: flat roof
de: Flachdach
ja: 屋根(平坦)
zh_cn: 平屋顶

source: floor
de: Boden
ja: 床
ko: 바닥
ru: пол
zh_cn: 地板

source: foliage
zh_cn: 植被

source: fungal bed
de: Fungusbett
ja: ベッド(真菌)
ko: 곰팡이진 침대
ru: ложе фунгалоида
zh_cn: 真菌殖床

source: fungal floor
de: Fungusboden
ja: 床(真菌)
ko: 진균 바닥
ru: грибной пол
zh_cn: 真菌地层

source: fungal mound
de: Fungushügel
ja: 畝(真菌)
ko: 진균 더미
ru: грибной холм
zh_cn: 真菌丘

source: fungal shrub
de: Fungusstrauch
ja: 低木(真菌)
ko: 진균 관목
ru: грибной куст
zh_cn: 真菌灌丛

source: fungal tree
de: Fungusbaum
ja: 木(真菌)
ko: 진균체 나무
ru: фунгалоидное дерево
zh_cn: 真菌树

source: gasoline pump
de: Zapfsäule
ja: 給油ポンプ
ko: 가솔린 펌프
ru: бензоколонка
zh_cn: 汽油泵

source: glass crunching!
de: Glas knirschen!
ja: ガラスをバリバリと踏み砕く音が聞こえました！
zh_cn: 玻璃发出嘎吱嘎吱的声音

source: glass pit
ja: ガラス穴
zh_cn: 玻璃陷坑

source: glass wall
de: Glaswand
ja: 壁(ガラス)
ko: 유리 벽
ru: стеклянная стена
zh_cn: 玻璃墙

source: grass
de: Gras
ja: 草地
ko: 풀
ru: трава
zh_cn: 草丛

source: green floor
de: grüner Boden
ja: 床(緑)
ko: 초록색 바닥
ru: зеленый пол
zh_cn: 绿色地板

source: green stone
de: grüner Stein
ja: 石(緑)
ko: 초록색 돌
ru: зеленый камень
zh_cn: 绿色石块

source: green wall
de: grüne Wand
ja: 壁(緑)
ru: зелёная стена
zh_cn: 绿墙

source: guard rail
ja: ガードレール
zh_cn: 防护栏

source: half-built brick wall
ja: 半建築壁(煉瓦)
zh_cn: 造了一半的砖墙

source: half-built reinforced concrete floor
ja: 半建築補強床(コンクリート)
zh_cn: 加强混凝土地坪半成品

source: half-built reinforced concrete wall
ja: 半建築補強壁(コンクリート)
zh_cn: 造了一半的加强混凝土墙

source: half-built simple concrete wall
ja: 半建築壁(コンクリート)
zh_cn: 造了一半的简易混凝土墙

source: half-built stone wall
de: halbfertige Steinwand
ja: 半建築壁(石)
ru: полудостроенная каменная стена
zh_cn: 造了一半的石墙

source: half-built wall
de: halbfertige Wand
ja: 半建築壁
ko: 반쯤 만든 벽
ru: полу-достроенная стена
zh_cn: 造了一半的墙

source: heavy machinery
zh_cn: 重型机械

source: high stained glass window
de: hohes farbiges Fenster
ja: 縦に長いステンドグラスの窓
ko: 높은 스테인드글라스
ru: высокое витражное окно
zh_cn: 花窗玻璃

source: improvised shelter
ja: 簡易シェルター
zh_cn: 简易遮蔽处

source: ker-rash!
de: »Ka-rach!«.
ja: グワシャーン！
ko: 카-라쉬!
zh_cn: 咔吱！

source: ladder
de: Leiter
ja: 梯子
ko: 사다리
ru: стремянка
zh_cn: 梯子

source: large metal support
de: große Blechunterlage
ja: 大型担体(金属)
zh_cn: 大型金属支架

source: large switchgear
de: großes Schaltwerk
ja: 大型開閉装置
zh_cn: 大型开关装置

source: lava
ja: 溶岩
ko: 용암
ru: лава
zh_cn: 岩浆

source: light machinery
zh_cn: 轻型机械

source: light pedestal
de: helles Podest
ja: 明るい台座
ko: 밝은 받침대
ru: светлый пьедестал
zh_cn: 浅色基座

source: lightning arrester
de: Blitzableiter
ja: 避雷器
zh_cn: 避雷器

source: linoleum tile
de: Linoleum-Kachel
ja: リノリウムタイル
ru: линолеум
zh_cn: 油地毡

source: little column
de: kleine Säule
ja: 小さな柱
zh_cn: 矮柱

source: locked wire gate
de: verschlossenes Drahttor
ja: 鍵の掛かった鉄条門
ko: 잠긴 철조망 문
ru: запертые проволочные ворота
zh_cn: 锁闭的铁丝大门

source: log wall
de: Blockhauswand
ja: 壁(丸太)
ko: 통나무 벽
ru: стена из брёвен
zh_cn: 原木墙

source: makeshift portcullis
de: selbstgebautes Fallgitter
ja: 簡易落とし格子門
ko: 수제 쇠창살 문
ru: самодельная решетка
zh_cn: 简易闸门

source: manhole
de: Gullyloch
ja: マンホール
ko: 맨홀
ru: люк
zh_cn: 检修孔

source: marloss bush
de: Marlossbusch
ja: マーロスベリーの低木
ko: 말로스 덤불
ru: марлосс куст
zh_cn: 马洛斯灌木

source: marloss tree
ja: 木(マーロス)
zh_cn: 马洛斯树

source: mechanical winch
de: mechanische Winde
ja: 巻き上げ機(機械仕掛け)
ko: 기계식 윈치
ru: механическая лебёдка
zh_cn: 机械绞盘

source: metal bars
de: Metallgitter
ja: 金属棒
ko: 금속 막대
ru: металлические брусья
zh_cn: 金属杆

source: metal floor
de: Metallboden
ja: 床(金属)
ko: 금속 바닥
ru: металлический пол
zh_cn: 金属地板

source: metal grate
de: Metallgitter
ja: 金属のグレーチング
ko: 쇠살대
ru: металлическая решетка
zh_cn: 金属栅格

source: metal post
de: Metallpfosten
ja: 支柱(金属)
ko: 금속 기둥
ru: металлический столб
zh_cn: 金属桩

source: metal screeching
ja: 金属音
zh_cn: 金属撕裂的声音！

source: metal wall
de: Metallwand
ja: 壁(金属)
ko: 금속 벽
ru: металлическая стена
zh_cn: 金属墙

source: missile
de: Rakete
ja: ミサイル
ko: 미사일
ru: ракета
zh_cn: 导弹

source: monkey bars
de: Klettergerüst
ja: ジャングルジム
ko: 정글짐
ru: спорт. перекладины
zh_cn: 攀爬架

source: mound of clay
ja: 粘土の山
zh_cn: 粘土堆

source: mound of dirt
de: Erdhaufen
ja: 畝
ko: 흙더미
ru: насыпь грязи
zh_cn: 土堆

source: odd fault
de: seltsamer Bruch
ja: 奇妙な亀裂
ko: 특이한 단층
zh_cn: 古怪的断层

source: old machinery
zh_cn: 旧机械

source: open bar door
de: geöffnete Gittertüre
ja: 開いたスイングドア
ko: 열린 쇠창살 문
ru: открытая арматурная дверь
zh_cn: 打开的栏杆门

source: open glass door
de: geöffnete Glastüre
ja: 開いたドア(ガラス)
ko: 열린 유리 문
ru: открытая стеклянная дверь
zh_cn: 打开的玻璃门

source: open metal door
de: geöffnete Metalltüre
ja: 開いたドア(金属)
ko: 열린 금속 문
ru: открытая металлическая дверь
zh_cn: 打开的金属门

source: open reinforced wood door
de: offene verstärkte Holztüre
ja: 開いた補強ドア(木)
ko: 열린 강화 나무 문
ru: открытая укрепленная деревянная дверь
zh_cn: 开放的强化木门

source: open window
de: geöffnetes Fenster
ja: 開いた窓
ko: 열린 창
ru: открытое окно
zh_cn: 打开的窗户

source: open wire gate
de: geöffnetes Drahttor
ja: 開いた鉄条門
ko: 열린 철조망 문
ru: открытые проволочные ворота
zh_cn: 开放的铁丝大门

source: open wood door
de: geöffnete Holztüre
ja: 開いたドア(木)
ko: 열린 나무 문
ru: открытая деревянная дверь
zh_cn: 开放的木门

source: open wood door with peephole
ja: ドアスコープが付いた開いたドア(木)
zh_cn: 开放的附带猫眼木门

source: open wooden gate
de: geöffnetes Holztor
ja: 開いた門(木)
ko: 열린 나무 대문
ru: открытые деревянные ворота
zh_cn: 开放的木制大门

source: palisade gate
de: Palisadentor
ja: 門(矢来)
ko: 말뚝 대문
ru: ворота частокола
zh_cn: 篱笆大门

source: palisade wall
de: Palisade
ja: 壁(矢来)
ko: 말뚝 벽
ru: частокол
zh_cn: 篱笆墙

source: paper wall
de: Papierwand
ja: 壁(紙)
ko: 종이 벽
ru: бумажная стена
zh_cn: 纸墙

source: pavement
de: Asphalt
ja: 道路
ko: 보도
ru: асфальт
zh_cn: 路面

source: peach tree
ja: 桃の木
zh_cn: 桃子树

source: pear tree
ja: 洋梨の木
zh_cn: 梨树

source: picket fence
de: Lattenzaun
ja: 柵(棒杭)
ko: 울타리
ru: забор
zh_cn: 尖桩篱栅

source: pine lean-to
zh_cn: 林间小屋

source: pine tree
ja: 松の木
zh_cn: 松树树

source: pit
de: Grube
ja: 穴
ko: 구덩이
ru: яма
zh_cn: 深坑

source: plum tree
ja: スモモの木
zh_cn: 李子树

source: plunk.
de: »Plonk«.
ja: ドンッという音が聞こえました。
ko: 쿵.
zh_cn: 砰砰声.

source: plutonium generator
ja: 発電機(プルトニウム)
zh_cn: 钚发电机

source: pontoon bridge
ja: 舟橋
zh_cn: 浮桥

source: poof!
ja: パッ！という音が聞こえました。
zh_cn: 噗噗！

source: pool water
de: Pool-Wasser
ja: プールの水
ko: 물 웅덩이
ru: бассейн
zh_cn: 池水

source: potential transformer
de: Spannungswandler
ja: 計器用変圧器
zh_cn: 变压器

source: pow!
de: »Bäm!«
ja: パン！という音が聞こえました。
zh_cn: 砰！

source: powerless controls
de: stromlose Steuerung
ja: 電源が入っていない制御装置
ko: 정전된 제어기
ru: обесточенная система управления
zh_cn: 失去动力的控制器

source: purple switch
de: violetter Schalter
ja: スイッチ(紫)
ko: 보라색 스위치
ru: пурпурный переключатель
zh_cn: 紫色开关

source: purple wall
de: violette Wand
ja: 壁(紫)
ru: пурпурная стена
zh_cn: 紫墙

source: radio controls
de: Funkturmsteuerung
ja: 電波制御装置
ko: 라디오 제어판
ru: радиоуправление
zh_cn: 无线电控制器

source: railing
de: Geländer
ja: 手すり
ko: 난간
ru: ограда
zh_cn: 栏杆

source: rebar cage
ja: 鉄筋骨組
zh_cn: 钢筋骨架

source: rebar roof cage
ja: 鉄筋骨組(屋根)
zh_cn: 钢筋笼屋顶

source: red floor
de: roter Boden
ja: 床(赤)
ko: 붉은 바닥
ru: красный пол
zh_cn: 红色底板

source: red stone
de: roter Stein
ja: 石(赤)
ko: 붉은 돌
ru: красный камень
zh_cn: 红色石块
