Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is an inactive manhack. Manhacks are fist-sized robots that fly through the air. They are covered with whirring blades and attack by throwing themselves against their target. Use this item to activate the manhack.
ko: 비활성화된 맨핵입니다. 맨핵은 공중에 뜨는 능력이 있는, 주먹 크기의 로봇입니다. 회전하는 칼날이 부착되어 있어 작동되면 적에 직접 부딪치는 방식으로 공격합니다. 사용하면 맨핵을 활성화 시킵니다.
ru: Отключенный мэнхак. Мэнхаки — это летающие роботы размером с кулак, оснащенные острыми лезвиями и атакующие противника резкими выпадами. Активируйте мэнхак для использования.

source: This is an inactive turret. Using this item involves turning it on and placing it on the ground, where it will attach itself. The turret will then identify you as a friendly, and attack all enemies with a built-in SMG.
ru: Отключенная турель. Для использования её нужно активировать и выбрать место на земле для установки. Турель будет идентифицировать вас как дружественный объект и атаковать всех врагов из спаренных пулемётов.

source: This is an inactive laser turret. Using this item involves turning it on and placing it on the ground, where it will attach itself. The turret will then identify you as a friendly, and attack all enemies with its revolving laser cannons. It requires sunlight in order to fire.
ko: 비활성화된 레이저 터렛입니다. 작동시켜서 땅 위에 올려두면 자동으로 설치됩니다. 터렛은 당신을 아군으로 생각할 것이며, 모든 적들을 회전식 레이저 캐논으로 공격할 것입니다. 발포를 위해서는 태양광이 필요합니다.
ru: Отключенная лазерная турель. Для использования её нужно активировать и выбрать место на земле для установки. Турель будет идентифицировать вас как дружественный объект и атаковать всех врагов из лазерных пушек. Для стрельбы требуется солнечный свет.

source: This is a unified power supply, or UPS. It is a device developed jointly by military and scientific interests for use in combat and the field. The UPS is designed to power armor and some guns, but drains batteries quickly. It is currently off.
ko: 통합 전원장치, 통칭 UPS는 전투나 현장에서 군대와 과학 단체가 사용하기 위해 개발한 장치입니다. UPS는 파워 아머나 몇몇 특수한 총기를 위해 설계되었으며, 배터리를 빠르게 소모합니다.
ru: УБП — это универсальная батарея питания, которая используется в исследовательском и армейском снаряжении для питания аппаратуры в полевых условиях. Также УБП питает силовую броню и некоторые типы энергетического оружия, но в этом случае заряда хватает ненадолго. В данный момент выключено.

source: This is a unified power supply, or UPS. It is a device developed jointly by military and scientific interests for use in combat and the field. The UPS is designed to power armor and some guns, but drains batteries quickly. It is currently on.
ko: 통합 전원장치, 통칭 UPS는 전투나 현장에서 군대와 과학 단체가 사용하기 위해 개발한 장치입니다. UPS는 파워 아머나 몇몇 특수한 총기를 위해 설계되었으며, 배터리를 빠르게 소모합니다. 현재 UPS가 켜진 상태입니다.
ru: УБП — это универсальная батарея питания, которая используется в исследовательском и армейском снаряжении для питания аппаратуры в полевых условиях. Также УБП питает силовую броню и некоторые типы энергетического оружия, но в этом случае заряда хватает ненадолго. В данный момент включён.

source: This is an advanced version of the unified power supply, or UPS. This device has been significantly redesigned to provide better efficiency as well as to consume plutonium fuel cells rather than batteries. It is currently off.
ko: 통합 전원 장치의 개량된 버전입니다. 효율이 떨어지는 배터리 대신 플루토늄 연료 전지를 사용해서 높은 효율을 내도록 만들어졌습니다.
ru: Улучшенная версия универсальной батареи питания (УБП). Это устройство сильно переработано по сравнению с предшественником для повышения эффективности и использует плутониевые батарейки вместо обычных. В данный момент выключено.

source: This is an advanced version of the unified power supply, or UPS. This device has been significantly redesigned to provide better efficiency as well as to consume plutonium fuel cells rather than batteries. It is currently on.
ko: 통합 전원 장치의 개량된 버전입니다. 효율이 떨어지는 배터리 대신 플루토늄 연료 전지를 사용해서 높은 효율을 내도록 만들어졌습니다. 현재 UPS가 켜진 상태입니다.
ru: Улучшенная версия универсальной батареи питания (УБП). Это устройство сильно переработано по сравнению с предшественником для повышения эффективности и использует плутониевые батарейки вместо обычных. В данный момент включено.

source: This is a high-powered stun gun. Use this item to attempt to electrocute an adjacent enemy, damaging and temporarily paralyzing them. Because the shock can actually jump through the air, it is difficult to miss.
ko: 고전압의 전기 충격기로, 인접한 적을 감전시켜 피해를 주고 일시적으로 마비시킵니다. 충격이 공기를 빠르게 통과하여 날아가는 형식이기 때문에, 빗나갈 확률이 거의 없습니다.
ru: Мощное шоковое оружие. Используйте тазер, чтобы нанести урон и обездвижить противника. Разряд из тазера просто пробивает к цели через воздух и промахнуться из него сложно.

source: This is a reinforced plastic tonfa; the core is hollowed out and is filled with capacitors and a high-yield rechargeable storage battery. When a switch on the handle is pressed, a high-voltage current is transmitted to the two electrodes mounted in the end of the tonfa, and by extension to anyone unfortunate enough to be in contact with them. It also has a nifty flashlight, which is off at the moment.
ko: 강화된 플라스틱 톤파로, 중심 부분이 비어있으며 그 자리에 축전기와 고성능 재충전 전지를 넣어둔 톤파입니다. 손잡이에 있는 스위치를 누르면 고압 전류가 톤파 끝 부분에 삽입된 두 전극을 타고 흘러, 톤파와 접촉한 불운한 적들에게 전류를 흘립니다. 쓸만한 손전등으로 활용할 수 있습니다. 지금은 꺼진 상태입니다.
ru: Это тонфа из армированного пластика, с выдолбленным ядром, наполнено конденсаторами и аккумуляторами большой мощности. При нажатии переключателя на ручке, ток высокого напряжения передается на два электрода, установленных на конце тонфы, а в более широком смысле, любому не повезёт быть в контакте с ними. Она также имеет изящный фонарик, который на данный момент выключен.

source: This is a reinforced plastic tonfa; the core is hollowed out and is filled with capacitors and a high-yield rechargeable storage battery. When a switch on the handle is pressed, a high-voltage current is transmitted to the two electrodes mounted in the end of the weapon, and by extension to anyone unfortunate enough to be in contact with them. The integral flashlight is turned on, continually draining power and lighting the surrounding area.
ko: 강화된 플라스틱 톤파로, 중심 부분이 비어있으며 그 자리에 축전기와 고성능 재충전 전지를 넣어둔 톤파입니다. 손잡이에 있는 스위치를 누르면 고압 전류가 톤파 끝 부분에 삽입된 두 전극을 타고 흘러, 톤파와 접촉한 불운한 적들에게 전류를 흘립니다. 내장된 손전등 기능이 켜진 상태이며, 지속적으로 전력을 소비하여 주변 지역을 비춥니다.
ru: Это тонфа из армированного пластика, с выдолбленным ядром, наполненном конденсаторами и аккумуляторами большой мощности. При нажатии переключателя на ручке, ток высокого напряжения передается на два электрода, установленных на конце тонфы, а в более широком смысле, любому не повезёт быть в контакте с ними. Встроенный фонарик сейчас включен, потребляет энергию и освещает окрестности.

source: This battery-devouring device is loaded up with someone's music collection. Fortunately, there's lots of songs you like, and listening to it will raise your morale slightly. Use it to turn it on.
ko: 배터리로 작동하며, 음악을 듣거나 앨범을 담을 때 쓰이는 장치입니다. 다행히도, 당신이 좋아하는 부류의 음악이 많이 들어있습니다. 들으면 당신의 사기, 의욕이 서서히 올라갑니다. 'a' 키로 장치를 켜서 사용합니다.
ru: В этом работающем от батареек плеере собрана целая музыкальная коллекция. Многие композиции вам по нраву, что может поднять настроение.

source: This mp3 player is turned on and playing some great tunes, raising your morale steadily while on your person. It runs through batteries quickly; you can turn it off by using it. It also obscures your hearing.
ko: 이 MP3 플레이어는 현재 켜져 있으며, 좋은 음질로 곡이 재생되고 있습니다. 의욕이 조금씩 향상되며, 'a' 키를 눌러 MP3를 끌 수 있습니다. 배터리를 사용하며 주변의 소리는 잘 들리지 않게 됩니다.
ru: Этот MP3-плеер включен и играет некоторые великолепные мелодии, поднимая вашу мораль. Быстро съедает заряд батареи; вы можете выключить его для их экономии. Так же он притупляет ваш слух.

source: This is a portable games console in working condition, with a backlit screen allowing you to play in the dark. You can use it to play it for a little while, but this requires batteries.
ko: 백라이트 액정이 달려, 어두운 곳에서도 사용할 수 있는 휴대용 게임기입니다. 사용하면 갖고 놀 수 있지만, 배터리가 필요합니다.
ru: Игровая консоль в рабочем состоянии и подсветкой, которая позволяет играть в темноте. В неё можно поиграть какое-то время, но это требует батареек.

source: This is a stone with spirals all over it, and holes around its perimeter. Though it is fairly large, it weighs next to nothing. Air seems to gather around it.
ko: 나선이 빼곡히 새겨진 돌입니다. 주변부에 구멍이 많이 뚫려있습니다. 상당히 큼직하지만, 무게는 그리 많이 나가지 않습니다. 바람이 주위로 모여드는 것 같습니다.
ru: Камень, весь покрытый спиральными углублениями и отверстиями по периметру. Хоть он и кажется крупным, но практически ничего не весит. Такое ощущение, что воздух стягивается к нему.

source: This is food for dogs. It smells strange, but dogs seem to love it.
ko: 개밥입니다. 이상한 냄새가 나지만, 개들은 이 냄새마저도 좋아합니다.
ru: Собачий корм. Пахнет странно, но собакам, похоже, нравится.

source: This is food for cats. It smells strange, but cats seem to love it.
ko: 고양이를 위한 음식입니다. 이상한 냄새가 나지만, 고양이들은 좋아합니다.
ru: Кошачий корм. Пахнет странно, но кошкам, похоже, нравится.

source: This is a crude explosive device triggered by a piece of string. Use it to setup and watch some poor bastard trigger it.
ko: 줄 하나로 작동되는, 대충 만들어진 기폭 장치입니다. 사용하면 설치하여, 과연 어떤 멍청이가 이 장치를 작동시킬지 관람할 수 있습니다.
ru: Кустарно изготовленное взрывное устройство, срабатывает при выдёргивании шнура. Активируйте для установки и ждите, пока какая-нибудь тварь не наступит на неё.

source: This is military grade RDX composition explosive. A label reads: "Highly explosive, use with extreme caution!" It comes with a small timer.
ko: RDX 폭약을 사용한, 군용 폭발물입니다. "폭발력 높음. 주의해서 사용하시오!" 라는 라벨이 붙어있으며, 작은 타이머가 달려있습니다.
ru: Военная взрывчатка из гексогена. На ярлыке написано: "Крайне взрывоопасно, использовать осторожно!". У неё маленький таймер.

source: This is military grade RDX composition explosive. A label reads: "Highly explosive, use with extreme caution!" It comes with a small timer, which is currently ticking down.
ko: RDX 폭약을 사용한, 군용 폭발물입니다. "폭발력 높음. 주의해서 사용하시오!" 라는 라벨이 붙어있으며, 작은 타이머에서는 딸깍 소리가 나고 있습니다.
ru: Военная взрывчатка из гексогена. На ярлыке написано: "Крайне взрывоопасно, использовать осторожно!". У неё маленький таймер, которой уже тикает.

source: This is a small whistle. When used, it produces a high tone that causes nearby friendly dogs to either follow you closely and stop attacking, or start attacking enemies if they are currently docile.
ko: 작은 호루라기입니다. 사용하면 고주파가 발생되어 주변의 우호적인 개들이 당신을 따라오거나, 당신을 공격하는 걸 멈추거나, 또는 적에게 공격을 가하기도 합니다.
ru: Маленький свисток. При активации производит ультразвук, неслышимый для человека, но хорошо различаемый собаками. С помощью него можно подозвать домашнего пса, который будет следовать за вами. Также свистком можно дать собаке команду атаковать противника.

source: This is a tool for drawing blood, including a vacuum-sealed test tube for holding the sample. Use this tool to draw blood, either from yourself or from a corpse you are standing on.
ko: 혈액을 채취하는데 사용하는 도구입니다. 샘플을 담기 위한 진공 포장 튜브도 있습니다. 이것을 사용해 자신이나 발 밑에 있는 시체의 혈액을 채혈할 수 있습니다.
ru: Инструменты для взятия крови, включая герметичную пробирку для отобранных образцов. Активируйте для взятия крови либо у себя, либо из трупа над которым вы стоите.

source: This is a battery powered tool for welding metal pieces together. It is an indispensable tool for construction or repair.
ko: 철 조각들을 하나로 이어붙일 수 있는 도구입니다. 제작, 건설에 유용합니다.
ru: Сварочный аппарат позволяет соединять металлические детали вместе. Незаменимая вещь в строительстве и в работе с автомобилями. Работает от батареек.

source: This is a military style fold up cot. While it may not be quite as comfortable as a bed, it's better than slumming it on the ground.
ko: 군대식의 접이식 간이침대입니다. 침대만큼 편하지는 않지만, 땅바닥에서 자는 것 보다는 나을 것입니다.
ru: Раскладушка военного образца. Не так комфортно, как спать на кровати, но намного лучше, чем ворочаться на земле.

source: This is a sheet of foam which can be rolled tightly for storage. It insulates you from the floor, making it easier to sleep. Use it to unroll and place on the ground.
ko: 단단히 말아서 보관할 수 있는 발포지입니다. 바닥으로부터 냉기를 막아주므로 조금 더 잠들기가 쉬워집니다. 사용하면 발포지를 바닥에 펼칩니다.
ru: Лист поролона, который легко можно свернуть для хранения. Согревает от холодного пола, поэтому будет проще заснуть. Активируйте, чтобы развернуть и положите на пол.

source: This is a bedroll made of pelts which can be rolled up for transport. It insulates you from the floor, making it easier to sleep. Use it to unroll and place on the ground.
ko: 말아서 가지고 다닐 수 있는 털가죽 롤매트입니다. 바닥으로부터 냉기를 막아주므로 조금 더 잠들기가 쉬워집니다. 사용하면 롤매트를 바닥에 펼칩니다.
ru: Этот коврик сшит из шкур, которые можно свернуть с целью транспортировки. Он убережет вас от соприкосновения с землей и поможет легче заснуть. Используйте, чтобы развернуть и разместить на земле.

source: This is a small, sharp knife, designed for making precise cuts for textiles or crafts. It could cause decent damage, but is difficult to hit things with it. Its small, sharp blade allows for precision strikes in the hands of the skilled. It is too small to butcher corpses with.
ko: 작고 예리한 칼입니다. 그럭저럭 나쁘지 않은 피해를 주며, 보통 이 무기를 명중시키는 것은 어렵지만 숙련된 사람은 아주 정확한 공격을 할 수 있습니다. 시체를 도축하기에는 너무 칼이 작습니다. (역주: 실존하는 유틸리티 나이프입니다. 프라모델 및 공작용)
ru: Маленький, но очень острый модельный нож, предназначен для работы с текстильными изделиями и прочим крафтом. Наносит неплохие повреждения, но из-за его маленького кончика нужно много умения, что бы попасть во врага. Слишком мал для разделки трупов.

source: This is a very sharp knife designed for surgical cutting. It's small, sharp blade allows for precision strikes in the hands of the skilled.
ko: 작고, 굉장히 예리한 나이프입니다. 수술에 사용됩니다. 작은 칼끝은 숙련자가 사용시 정밀한 타격을 가능케 합니다.
ru: Маленький очень острый нож, используемый в хирургии. В умелых руках его небольшой кончик позволяет наносить очень точные удары.

source: No. 9 (off)
ko: 넘버 9-꺼짐(No. 9)
ru: Номер 9 (выкл)

source: This huge steel knife has been modified with a fuel tank, insulated handguard, and ignition system. When filled with gasoline, a system of torches heats the blade, burning your target.
ko: 커다란 강철제 칼에 연료 탱크를 부착했습니다. 손 보호부와 점화 부품이 달려있기에 가솔린을 채워 작동시키면 칼날에 불이 붙어 적을 불태울 수 있습니다.
ru: Огромный стальной нож, модифицированный топливным баком с системой зажигания. Когда заправлен топливом, огонь будет нагревать клинок, позволяя сжигать ваших врагов.

source: No. 9 (on)
ko: 넘버 9-켜짐(No. 9)
ru: Номер 9 (вкл)

source: This huge steel knife has been modified with a fuel tank, insulated handguard, and ignition system. The blade is glowing with heat, making it a great plant scorcher and nightlight.
ko: 커다란 강철제 칼에 연료 탱크를 부착했습니다. 손 보호부와 점화 부품이 달려있으며, 칼날에 불이 붙은 상태입니다. 뭔가를 태우기에 좋을 것 같습니다.
ru: Огромный стальной нож, модифицированный топливным баком с системой зажигания. Клинок излучает пламя, делая его превосходным сжигателем и источником света ночью.

source: Steel core for weight, diamond-like carbon edge for sharpness. Wickedly sharp and nearly indestructible, it cleaves vegetation and the living dead with equal ease.
ko: 무게를 위한 강재심부와 날카로움을 위한 다이아몬드와 비슷한 성질의 탄소 칼날을 가지고 있습니다. 위험할 정도로 날카롭고 거의 파괴되기 어려우며, 초목과 움직이는 시체들을 똑같이 쉽게 쪼갤 수 있습니다.
ru: Стальной сердечник для веса, алмазное лезвие для остроты. Смертельно острое и почти неразрушимое, оно разрубает растительность и живых мертвецов с одинаковой легкостью.

source: The edge of this katana has been enhanced with a coating of diamond-like carbon. It is now stronger and sharper than Muramasa could have ever dreamed.
ko: 이 일본도의 칼날은 다이아몬드와 비슷한 성질의 탄소로 코팅되었습니다. 줄곧 가지기를 꿈꿔왔던 무라마사보다도 훨씬 강력하고 날카롭습니다.
ru: Режущая часть этой катаны была заменена на алмазоподобный углерод. Она мощнее, острее и легче того, что Мурамаса мог бы себе представить.

source: Long Japanese knives like this more-modern remake were the samurai's backup weapon, before the advent of the larger wakizashi. It's still a deadly blade, even if it's smaller than its more famous relatives.
ko: 긴 와키자시의 출현 이전에 쓰였던 사무라이의 보조 무기를 현대식으로 다시 만든 긴 일본식 단검입니다. 심지어 잘 알려진 다른 탄토보다 짧음에도 불구하고, 이 칼의 칼날은 여전히 치명적입니다.
ru: Когда-то длинные японские ножи, подобные этому более современному римейку, были резервным оружием самурая, до появления более крупного вакидзаси. Это по-прежнему смертоносное оружие, даже даже не смотря на то, что оно короче чем его более известные родственники.

source: This wavy bladed dagger comes from Southeast Asia. The design of the blade causes it to make broad, painful wounds.
ko: 동남아시아에서 유래된 물결처럼 구불구불한 날을 가진 단검입니다. 이러한 칼날의 형태는 훨씬 넓고 고통스러운 상처를 입히게 해줍니다.
ru: Этот кинжал с волнистым лезвием пришёл из Юго-Восточной Азии. Конструкция клинка позволяет сделать широкие, болезненные раны.

source: This is a comparatively-common Japanese short sword. Smaller and lighter than a katana, but still effective in combat.
ko: 비교적 흔하게 보이는 일본식 숏소드입니다. 일본도보다 작고 가볍지만, 여전히 전투에 효과적입니다.
ru: В меру распространённый японский короткий меч. Легче и меньше катаны, но всё ещё эффективен в бою.

source: This is a rare sword from Japan. Deadly against unarmored targets, and still very effective against armor.
ko: 일본에서 온 희귀한 검입니다. 무장하지 않은 적에게 치명상을 입히는 데다가 무장한 적에게도 아주 효과적입니다.
ru: Редкий меч из Японии. Смертелен против небронированных целей и очень эффективный против брони.

source: This is a katana with a nozzle just behind the the cutting edge of the blade. People love fire, and people love katanas, so why not put them together? The gas burners attached to this blade can really turn up the heat on your foes. Use to ignite.
ko: 사람들은 일본도와 불을 사랑합니다. 그러니 같이 쓰면 좋지 않을까요? 가스 버너가 칼날에 부착되어 있어서, 적을 불태워버릴 수 있습니다. 사용하면 불을 붙입니다.
ru: Катана с соплами на клинке. Люди любят огонь, люди любят катаны. Так почему не соединить их вместе? Бензиновая горелка, прикреплённая к этому клинку, зажжёт ваших недругов. Активируйте, чтобы зажечь.

source: This is a katana that glows with the fury and heat of the SUN! Well, okay it's not THAT hot, but getting hit with it still stings like the dickens. Use to shut off the gas.
ko: 태양과도 같은 열기를 내뿜는, 불붙은 일본도 입니다. 아, 물론 태양 수준의 열기를 내뿜는건 아니지만, 명중하면 적에게 상당한 피해를 줍니다.
ru: Катана, пылающая яростью и жаром самого СОЛНЦА! Ну, ладно, не так жарко, но удар припекает, как дьявольский огонь точно. Активируйте, чтобы потушить.

source: This is a thin sword with an ornate hand guard. It looks like the preferred weapon of gentlemen and swashbucklers. Light and quick, it makes any battle a stylish battle.
ko: 화려하게 장식된 핸드가드가 달린 얇은 검입니다. 허세부리길 좋아하는 사람이나 신사가 선호하는 무기입니다. 가볍고 빠른 무기로, 어떤 전투라도 우아하게 바꿔줄 것입니다.
ru: Меч со штыкообразным клинком и эфесом сложном формы. Любимое оружие джентльменов и пиратов. Лёгкая и быстрая, она делает любую битву стильной.

source: This is a medieval weapon consisting of a wood shaft tipped with an iron spike. Though large and heavy compared to other spears, its accuracy and damage are unparalleled.
ko: 나무로 만들어진 자루에 철심을 달아 끝을 날카롭게 만든 중세 무기입니다. 크고 무겁기는 하지만 다른 창들과 비교해 보았을 때 명중률과 피해량은 견줄 것이 없습니다.
ru: Средневековое оружие, состоящее из деревянного стержня, покрытого железными шипами. Большое и тяжелое по сравнению с другими копьями, но имеет непревзойдённую точность и урон.

source: This is an early modern sword seeing use in the 16th, 17th, and 18th centuries. Called 'broad' to contrast with the slimmer rapiers.
ko: 근대 초기, 즉 16~18세기까지 사용되었던 검입니다. '넓다(Broad)'라는 말은 얆은 레이피어에 비해서 넓다는 의미입니다.
ru: Меч времён Модерна, использовавшийся в 16, 17 и 18 веках. Назван "широким", чтобы контрастировать со стройными рапирами.

source: This is a huge two-handed sword from Germany. It packs a real wallop.
ko: 독일에서 전래된 거대한 양손검입니다. 진정한 강타를 적에게 날립니다.
ru: Огромный двуручный меч из Германии. Рубит пачками.

source: Ein großes zweihändiges Schwert aus Deutschland, an dessen Klinge sich, unter zuführung von Benzin, eine anhaltende Flamme erzeugen lässt. Es ist eine sehr mächtige Waffe.
ko: 독일에서 만들어진 거대한 양손검으로, 휘발유를 공급해주면 칼날에서 지속적으로 화염을 만들어냅니다. 아주 강력한 무기입니다.
ru: Фламменшверт, это буквально огненный меч. Большой двуручный меч из Германии, в лезвие которого подается бензин для поддержания устойчивого пламени. Это очень грозное оружие.

source: This is a combination of two Dark Age conflict-resolution classics, the broadsword and the torch. Use to light it up and show those heathen zombies who's Lord around here.
ko: 암흑기의 대표적인 갈등 해소 도구였던 브로드소드와 횃불을 결합한 것입니다. 불을 붙이고 저 이교도 좀비들에게 누구의 신이 여기에 있는지 보여주도록 합시다.
ru: Это комбинация двух классических способов разрешения конфликтов возникшие еще в Темные Века: меч и факел. Используйте, чтобы поджечь и показать этим зомби, кто тут самый Главный.

source: This is a combination of two Dark Age conflict-resolution classics, the broadsword and the torch. The blade is glowing with heat. Excalibur can eat it's heart out. Use to shut it off.
ko: 암흑기의 대표적인 갈등 해소 도구였던 브로드소드와 횃불을 결합한 것입니다. 칼날은 불타오르며 열기를 내보내고 있습니다. 엑스칼리버가 부럽지 않습니다. 사용하면 불을 끕니다.
ru: Это комбинация двух классических способов разрешения конфликтов возникшие еще в Темные Века: меч и факел. Его лезвие так и пышет жаром. Эскалибур нервно курит в сторонке. Используйте, чтобы потушить.

source: This is a large blade with a fuel pipe on the side, and a small tank and igniter built into the insulated hilt. When filled with gasoline, the blade can be made scorching hot to singe enemies and light your way. Use to ignite.
ko: 큰 칼날 옆에 연료 파이프, 작은 연료 탱크, 점화기, 방열 손잡이가 달린 무기입니다. 연료가 있으면 칼날이 불에 휩싸여서 적을 태워버리고 앞을 밝힐 수 있습니다. 사용하면 불을 붙입니다.
ru: Большой клинок с подачей топлива по лезвию, малым бензобаком и стартером, встроенным в эфес. Когда заправлен бензином, клином может сжигать врагов и освещать путь. Используйте, что бы зажечь.

source: This is a large blade with a fuel pipe on the side, and a small tank and igniter built into the insulated hilt. The blade is glowing brightly. Use to shut off the gas.
ko: 큰 칼날 옆에 연료 파이프, 작은 연료 탱크, 점화기, 방열 손잡이가 달린 무기입니다. 연료가 있으면 칼날이 불에 휩싸여서 적을 태워버리고 앞을 밝힐 수 있습니다. 칼날이 밝게 빛나고 있습니다. 사용하면 불을 끕니다.
ru: Большой клинок с подачей топлива по лезвию, малым бензобаком и стартером, встроенным в эфес. Клинок ярко светится. Используйте, что бы прекратить подачу топлива.

source: This is large blade attached to a long stick. It could do a considerable amount of damage.
ko: 큰 칼날을 긴 막대에 붙인 무기입니다. 상당한 양의 데미지를 줄 수 있습니다.
ru: Огромное лезвие, прикрепленное к длинной палке. Может нанести серьёзные повреждения.

source: This is a sharp knife, designed for cutting meat. It makes a poor melee weapon, but is decent at butchering corpses.
ko: 육류 음식을 먹을 때 사용되는, 날카로운 나이프입니다. 근접전 무기로써는 형편없지만, 가지고 다니기 편하기 때문에 시체를 도축하기에는 상당히 좋습니다.
ru: Острый нож для резки мяса. Как холодное оружие плоховат, но с разделкой туш справляется хорошо.

source: This is a sharp, heavy knife. It makes a good melee weapon, and is an ideal item for butchering corpses.
ko: 날카롭고 무거운 칼입니다. 좋은 근접 무기이며, 시체 해체에도 아주 좋습니다.
ru: Острый тяжёлый нож. Хорошее холодное оружие, просто идеально подходит для разделки трупов.

source: This is a military combat knife designed for close quarters conflict. It is light and extremely sharp, and could be deadly in the right hands. It could be used to butcher corpses.
ko: 군에서 쓰이는 전투용 단검으로, 가볍고 아주 날카롭습니다. 강력한 무기이며, 시체를 해체할 때에도 사용할 수 있습니다.
ru: Армейский боевой нож, предназначен для использования в рукопашном бою. Лёгкий и чрезвычайно острый, смертельно опасный в умелых руках. Может быть использован для разделки трупов.

source: This is a large, two-handed wood axe. It makes a good melee weapon, but is a bit slow to recover between swings.
ko: 양손으로 드는, 큰 벌목용 도끼입니다. 좋은 근접 무기이지만, 휘두르는 속도는 조금 느립니다.
ru: Тяжёлый двуручный топор. Хорошее оружие ближнего боя, правда медленное.

source: This is a large, two-handed pickhead axe normally used by firefighters. It makes a powerful melee weapon, but is a bit slow to recover between swings.
ko: 뾰족한 머리가 달린 거대한 양손 도끼로 보통 소방관이 사용했습니다. 강력한 근접 무기로 사용할 수 있지만, 휘두른 뒤 다시 휘두르기까지 조금 시간이 걸립니다.
ru: Это большой двуручный топор, который ранее использовали пожарники. В бою он может наносить очень большой урон, но и время между ударами достаточно велико.
