Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Several crystals of aluminum sulphate. Historically, an agent for purifying water and as molluscicide, due to the fact that it degenerates their slime. Just before the Cataclysm, its main uses were for adjusting the acidity of the soil and as an additive to baking powder. If mixed with a strong acid, it could be used to saturate the soil with aluminum, causing all but the most resistant of plants to wither and die.
ja: 数個の硝酸アルミニウム結晶です。水分を吸収する性質があるため、大変動前は浄水設備やナメクジ駆除剤にも使われていましたが、主に土壌の酸性度の調整やベーキングパウダーの添加剤として用いられていました。強酸と混合して撒けば、ほとんどの植物は枯れ果て、土はアルミニウムまみれになるでしょう。

source: A handful of black gunpowder, made by mixing charcoal and sulphur with saltpetre. Pretty useless for making modern cartridges, as the soot produced when it burns will quickly clog any firearm, but it could be used to make some vicious bombs.
ja: 硝石と木炭と硫黄を混合した黒色火薬です。燃焼時に煤が発生し銃を詰まらせてしまうため、現代的な弾薬の製作には向いていませんが、危険な爆弾を作るには良さそうです。

source: A chunk of a zinc powder and sulphur mixture, bound together by superglue, that can be used as an impromptu rocket fuel.
ja: 亜鉛粉末と硫黄を混合し、強力な瞬間接着剤で結合させたものです。即席のロケット燃料として使用できます。

source: A shotgun shell filled with whatever was lying around. They are more damaging than birdshot, but fairly inaccurate.
ja: その辺にある物を詰めたショットガン用の散弾です。小ペレット弾よりは威力がありますが、精度はかなり劣ります。

source: A shotgun shell filled with a slug made from whatever that was lying around. It is fairly inaccurate, and does little damage, but it works in a pinch.
ja: その辺にある物を詰めて作ったショットガン用の単発弾です。精度はかなり悪く、威力も低いですが、ピンチの時には役に立ちます。

source: A prepared blunderbuss shot of a large hunk of metal. Better for distance.
ja: ラッパ銃専用の金属製砲弾です。遠くまで飛びます。

source: A prepared blunderbuss shot of a marbles, pebbles, bearings, basically whatever is at hand. The homemade pellet spread and number makes up for the shoddy quality.
ja: ビー玉、石つぶて、ベアリングの弾など身近な物をラッパ銃の弾丸に加工したものです。手作りなので品質は低いですが、拡散力と弾数の多さでそれを補っています。

source: A prepared blunderbuss shot of homemade flechette made out of nails or glass. Shreds armor.
ja: 釘やガラスで作ったラッパ銃用の矢弾です。装甲をずたずたに裂いてやりましょう。

source: An armor-piercing incendiary variant of the powerful .50 BMG sniper round. Incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances. This one has been hand-reloaded.
ja: 徹甲焼夷仕様の強力な.50口径BMG狙撃弾です。焼夷弾は着弾時に高温で燃焼を起こし、装甲を貫通し、可燃物に着火します。この弾薬は手詰めで製作されています。

source: The .700 Nitro Express is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise. This one has been hand-reloaded.
ja: 70口径ニトロエクスプレス弾は遠距離での使用のために設計された非常に強力なライフル弾です。その素晴らしい精度と装甲貫通能力は、この弾丸を最も致命的な弾丸の一つとしており、欠点として強烈な反動と騒音があります。この弾薬は手詰めで製作されています。

source: Portland is most likely long gone, but its memory persists in cement. This ubiquitous binder can be used for all kinds of advanced masonry. Just add water.
ja: ポルトランドセメントが発明されてから幾年も経ちましたが、その栄光は今なお続いています。この万能接合材はあらゆる石を繋ぎ合わせる事が出来るのです。ただ水を加えるだけでね。

source: A handful of small chunks of limestone. Useful for experiments at science fairs, but pretty useless as ammo. Maybe something could be crafted from this stuff…
ja: 小さな石灰岩の塊です。科学発表会の実験で使うには有用ですが、弾薬としては全く役に立ちません。どうにかして加工できれば何かに使えるかも。

source: The product of burning limestone, this white powder is a crucial ingredient in making cement. That said, it is also extremely caustic and will cause severe burns to any tissue it comes in contact with. This property could probably be exploited...
ja: 石灰岩を焼いて加工した白い粉末で、セメントを作るのに必要な材料です。高い腐食性を持ち、体組織に触れると重度の炎症を引き起こす可能性があります。この特性、何かに利用できるかも。

source: A handful of New England sand. If you had a stoked furnace, you could turn it into glass. Otherwise, it's only good for making cement.
ja: ニューイングランドの砂です。炉があればガラスの材料に使えます。それ以外にもセメントの材料になります。

source: acid canister
ja: 円筒缶(酸)

source: An IED composed of a sealed container filled with a payload material that triggers on impact. Intended to be fired from a specialized launcher. This one contains acid that spreads upon impact.
ja: 円筒の中に爆発物と引火機構を密閉した、即席爆発装置です。専用のランチャーを使い発射することで、着弾時に酸を拡散します。

source: An IED composed of a container filled with a payload material and a means to trigger it. Intended to be fired from a specialized launcher. This one is designed to spray the immediate area with deadly fragments.
ja: 円筒の中に爆発物と引火機構を密閉した、即席爆発装置です。専用のランチャーを使い発射することで、殺傷性のある破片を周囲に素早くまき散らします。

source: gas canister
ja: 円筒缶(毒ガス)

source: An IED composed of a container filled with a payload material and a means to trigger it. Intended to be fired from a specialized launcher. This one is designed to spread toxic fumes in the immediate area.
ja: 円筒の中に爆発物と引火機構を密閉した、即席爆発装置です。専用のランチャーを使い発射することで、狭い範囲に有毒ガスを発生させます。

source: A sharpened bolt carved from wood. It's very light, but doesn't do much damage and isn't particularly accurate. Stands a good chance of remaining intact once fired.
ja: 鋭利な木製のボルトです。非常に軽量ですが、威力と命中精度は期待出来ません。放った矢が中確率で地面に残ります。
ko: 나무를 깎아 날카롭게 만든 볼트입니다. 아주 가볍지만, 큰 피해를 주지는 못하며 그다지 정확하지도 않습니다. 발사 후 회수 가능할 확률이 높습니다.
ru: Заострённый болт, вырезанный из дерева. Очень лёгкий, но наносит небольшие повреждения и не особо точен. Имеет хороший шанс остаться целым после выстрела.

source: A long shaft carved from wood ending in a tip of sharpened metal. It's very light, but doesn't do much damage and isn't particularly accurate. Stands a good chance of remaining intact once fired.
ja: 金属製の鋭利な矢じりが付いた、木製の長い矢です。非常に軽量ですが、威力と命中精度は期待出来ません。放った矢が中確率で地面に残ります。

source: metal fragments
ja: 破片(金属)

source: A pair of basketball shorts. Comfortable and light.
de: Eine Basketball-Shorts. Bequem und leicht.
ja: バスケットボールパンツです。軽量で履き心地に優れています。

source: A pair of padded gloves. Favored by the military
ja: パッドが入った軍採用の手袋です。

source: A pair of very flexible neoprene-silicon rubber gloves, suitable for underwater use.
de: Ein Paar sehr flexibler Neopren-Silikon-Gummihandschuhe, welche fürs Schwimmen und Tauchen geeignet sind.
ja: ネオプレンシリコンゴム製の非常に柔軟なスイミンググローブです。水中での使用に適しています。
ko: 실리콘 합성고무로 만들어진 매우 유연한 한 쌍의 장갑입니다. 잠수용으로 적합합니다.
ru: Эластичные, резиновые перчатки, пригодные для использования под водой.

source: A white suit commonly worn by professional beekeepers with straps on your ankles and wrists to prevent bees from flying in. It's not very tough fabric, but light and has plenty of storage thanks to a chest pocket.
de: Ein weißer Anzug, der gewöhnlicherweise von Berufsimkern getragen wird, mit Riemen über deinen Knöcheln und Handgelenken, um Bienen davon abzuhalten, hereinzufliegen. Es ist kein sehr fester Stoff, aber leicht und hat viel Lagerplatz dank einer Bauchtasche.
ja: 蜂が入ってこない様に手首と足首にストラップの付いた養蜂家が作業で着用する白い服です。非常に丈夫とは言えませんが、胸ポケットのおかげで収納容量が多く、軽量です。

source: A beekeeping hood. Keeps the bees out, but lets fresh air in. Rather cumbersome to wear, as it is rather bulky and hinders vision.
de: Eine Imkerhaube. Hält die Bienen draußen, aber lässt frische Luft herein. Ziemlich umständlich zum Tragen, da sie sehr klobig ist und die Sicht behindert.
ja: 養蜂用のフードです。蜂を防ぎつつも新鮮な空気を取り込めます。やや着辛いですが、実際は割りと大きく、視界を妨げます。

source: A padded jacket with the zipper on the back used by fencers to prevent accidents. It doesn't have any storage room, but it is very comfortable.
ja: 後ろにジッパーの付いたパッド入りの上着です。フェンシングの選手が事故防止の為に着用します。収納用のポケットは一切付いていませんが、着心地は快適です。

source: A thin, rounded skullcap. A traditional headdress in Judaism.
ja: 皿の様な形をした小さくて薄い帽子です。ユダヤ教の伝統的な民族帽子です。

source: A high, black cap with a very narrow top. Tradionally worn by Shinto priests.
ja: 幅が狭く、背の高い黒い帽子です。日本の神職が行事の際に被ります。

source: kevlar vest
de: Kevlarweste
ja: ケブラーベスト
ko: 케블라 조끼(kevlar vest)
ru: кевларовый бронежилет

source: MBR vest (kevlar plates)
de: kugelsichere Modulweste (Kevlarplatten)
ja: モジュール式防弾ベスト(ケブラー)
ko: MBR 방탄조끼-케블라판(kevlar plates)
ru: МПУ жилет (кевлар)

source: A plastic coat with a hood and two very large pockets. Provides protection from rain and some protection from acid rain.
de: Eine Plastikjacke mit einer Kapuze und zwei sehr tiefen Taschen. Bietet Schutz vor Regen und etwas Schutz vor saurem Regen.
ja: プラスチック製のフードとポケットが付いたコートです。雨を防ぎ、酸性雨に対して多少の耐性があります。

source: A thin cotton trenchcoat that leaves your arms unencumbered. Has plenty of storage space due to its many pockets.
de: Ein dünner Stoff-Trenchcoat, der deine Arme unbelastet lässt. Hat viel Lagerplatz aufgrund seiner vielen Taschen.
ja: 邪魔な袖を取っ払った綿製の薄いトレンチコートです。沢山のポケットが付いており、多くの収納箇所があります。

source: A thick leather trenchcoat without sleeves, leaving your arms unencumbered. Has plenty of storage space due to its many pockets.
ja: 邪魔な袖を取っ払った革製の薄いトレンチコートです。沢山のポケットが付いており、多くの収納箇所があります。

source: A thick fur trenchcoat without sleeves, leaving your arms unencumbered. Has plenty of storage space due to its many pockets.
de: Ein dicker Felltrenchcoat ohne Ärmel, was deine Arme unbelastet lässt. Hat viel Lagerplatz aufgrund seiner vielen Taschen.
ja: 邪魔な袖を取っ払った毛皮製の厚手のトレンチコートです。沢山のポケットが付いており、多くの収納箇所があります。

source: A pair of reinforced kevlar tactical gloves. Commonly used by police and military units.
de: Ein Paar verstärkte Taktikhandschuhe aus Kevlar. Gewöhnlicherweise benutzt von Polizei- und Militäreinheiten.
ja: ケブラーで強化したタクティカルグローブです。一般的に警察や軍隊が使用しています。

source: A slouching wool cap with a short front brim, traditionally associated with newspaper delivery boys. Quite warm.
ja: 羊毛製の前びさしがある大きめの帽子です。米国では新聞配達の少年が被っていた事からニュースボーイキャップとも呼ばれています。かなり暖かい。

source: A plastic cloak embedded with cameras and LEDs that will render you fully invisible to normal vision when powered and worn. You must be carrying a unified power supply, or UPS, to use it. Activate to toggle visibility.
ja: カメラとLEDが埋め込まれたプラスチック製の外套です。充電された状態で着用し、起動することで通常の視界から完全に姿を消すことができます。使用するにはUPSまたはUPS互換の統合電源が必要です。使用することで起動します。

source: A pair of customized, kevlar armored fur boots, modified to provide maximum protection from harm and the elements, even when knee-deep in the dead.
de: Ein paar angepasste, stark gepanzete Stiefel, so modifiziert, um einen maximalen Schutz vor Verletzungen und dem Wetter bieten, selbst, wenn du knietief in den Toten stehst.
ja: ケブラーで補強した毛皮製の特製ブーツです。死の直前でも、外的要因と怪我から最大限に身を守れる様に改良してあります。
ko: 한 쌍의 케블라 보강 수제 모피 부츠로, 죽음이 무릎까지 올라왔더라도 굴하지 않고 최고의 보호력을 제공해줍니다.
ru: Пара самодельных меховых сапог, были укреплены кевларом для обеспечения максимальной защиты от вредной среды и повреждений.

source: A pair of customized, kevlar armored fur gloves, modified to be easy to wear while providing maximum protection under extreme conditions.
de: Ein Paar angepasste, mit Kevlar gepanzerte Fellhandschuhe, so modifiziert, dass sie einfach zu tragen sind, während sie ein Maximum an Schutz unter extremen Bedingungen bieten.
ja: ケブラーで補強した毛皮製の特製グローブです。極限状況下でも、最大限に身を守れる様に着心地を改良してあります。
ko: 한 쌍의 케블라 보강 수제 모피 장갑으로, 극한 상황 하에서도 최고의 보호력과 착용감을 제공해줍니다.
ru: Самодельные, укрепленные кевларом, меховые перчатки, удобны для ношения и обеспечивают защиту от экстремального холода.

source: A customized armored fur and kevlar hood, very warm and durable.
de: Eine maßgeschneiderte gepanzerte Fell- und Kevlarkapuze, die sehr warm und langlebig ist.
ja: 毛皮とケブラーで作られた装甲型の特製フードです。とても暖かく頑丈です。
ko: 모피와 케블라로 보강된 수제 후드로, 아주 따뜻하고 튼튼합니다.
ru: Самодельный капюшон из меха, укреплен кевларом. Очень теплый и прочный.

source: A pair of customized, kevlar armored Nomex boots, modified to provide maximum protection from harm and the elements, even when knee-deep in the dead.
de: Ein Paar maßgeschneiderte, mit Kevlar gepanzterte Nomexstiefel, die so modifiziert wurden, dass sie maximalen Schutz vor Verletzungen und den Naturgewalten bietet, sogar, wenn du knietief in den Toten steckst.
ja: ケブラーで補強したノーメックス製の特製ブーツです。死の直前でも、外的要因と怪我から最大限に身を守れる様に改良してあります。
ko: 한 쌍의 케블라 보강 수제 노멕스(Nomex) 부츠로, 죽음이 무릎까지 올라왔더라도 굴하지 않고 최고의 보호력을 제공해줍니다.
ru: Пара самодельных, армированных кевларом, сапог из Номекса. Модифицированы с целью обеспечения максимальной защиты от высоких температур, даже если вы уже одной ногой при смерти.

source: A pair of customized, kevlar armored Nomex gloves, modified to be easy to wear while providing maximum protection under extreme conditions.
de: Ein Paar angepasste, mit Kevlar gepanzerte Nomexhandschuhe, so modifiziert, dass sie einfach zu tragen sind, während sie ein Maximum an Schutz unter extremen Bedingungen bieten.
ja: ケブラーで補強したノーメックス製の特製グローブです。極限状況下でも、最大限に身を守れる様に着心地を改良してあります。
ko: 한 쌍의 케블라 보강 수제 노멕스(Nomex) 장갑으로, 극한 상황 하에서도 최고의 보호력과 착용감을 제공해줍니다.
ru: Пара самодельных, армированных кевларом, перчаток из Номекса. Модифицированы с целью обеспечения максимальной защиты от экстремальных условий.

source: Cheap one time socks. Can keep your feet clean, but too thin to give any protection.
ja: 安物の使い捨て用靴下です。ボーリングのレンタルシューズを履く時に、足を汚さずに済みます。素材が薄く、防御力はないに等しいです。

source: A rugged full-length duster that leaves your arms unencumbered. Has plenty of storage space due to its many pockets.
ja: 丈夫で全身を覆えるダスターコートです。袖が無いので腕が動かし易くなっています。収納箇所として複数のポケットが付いています。

source: A thick leather full-length duster without sleeves, leaving your arms unencumbered. Has plenty of storage space due to its many pockets.
ja: 厚手の革で作った全身を覆えるダスターコートです。袖が無いので腕が動かし易くなっています。収納箇所として複数のポケットが付いています。

source: A thick fur full-length duster without sleeves, leaving your arms unencumbered. Has plenty of storage space due to its many pockets.
ja: 厚手の毛皮で作った全身を覆えるダスターコートです。袖が無いので腕が動かし易くなっています。収納箇所として複数のポケットが付いています。

source: We are Anonymous. We are legion. We do not forgive. We do not forget. Expect us.
ja: 我らはアノニマス。我らは軍団。我らは許さない。我らは忘れない。待っていろ。

source: bag gloves
ja: 手袋(ビニール袋)

source: bag socks
ja: 靴下(ビニール袋)

source: paper arm guards
ja: アームガード(紙)

source: paper leg guards
ja: レッグガード(紙)

source: chainmail arms
ja: チェインメイルアーム

source: motorcycle boots
ja: バイクブーツ

source: A pair of big, red, 8 oz. boxing gloves. They make dexterous tasks near impossible, but provide ample protection.
de: Ein Paar große rote Boxhandschuhe. Sie machen fummelige Aufgaben nahezu unmöglich, bieten aber reichlich Schutz.
ja: 8オンスの大きな赤いボクシンググローブです。細かい作業は不可能に近いですが、防具としては有り余るほどに優秀です。
ko: 큰, 붉은색의 8온스 권투 글러브 한 쌍입니다. 충분한 방호력을 제공하지만, 섬세한 작업을 하는 것이 불가능에 가까워집니다.
ru: Пара больших, красных боксёрских перчаток весом 8 унций. В них почти невозможно выполнять точную работу, но они хорошо защищают.

source: Your hearing has been drastically improved, allowing you to hear ten times better than the average person. Additionally, high-intensity sounds will be automatically dampened before they can damage your hearing.
de: Dein Gehör wurde drastisch verbessert, was dich es zehn mal besser hören als die Durchschnittsperson hören lässt. Außerdem werden sehr laute oder intensive Töne automatisch gedämpft, bevor sie dein Gehör beschädigen können.
ja: 聴力を常人の10倍まで強化します。 更に鼓膜にダメージを与える様な大音量も、自動的に音量を下げて、聞き取る事が可能です。
ko: 청력이 크게 향상되어 보통 인간보다 10배 더 잘 들리게 되었습니다. 게다가 귀를 손상시킬 정도의 소음은 자동적으로 차단됩니다.
ru: Этот модуль позволяет вам слышать в десять раз лучше среднестатистического человека. Кроме того, очень громкие звуки будут фильтроваться, не травмируя ваш слух.

source: A multitude of scientific instruments and sensors collect environmental data. The data is compiled and presented as a simple readout of the current weather.
ja: 理化学機械と多数のセンサー群が環境データを収集します。収集された膨大なデータを編集して、現在の気象を理解し易い状態で表示装置に映し出します。

source: Computer World
de: Computerwelt
ja: 本(学習/コンピュータワールド)
ko: 컴퓨터 세상(book)
ru: "Компьютерный мир"

source: Ham Radio Illustrated
de: Amateurfunk Illustriert
ja: 本(学習/図解アマチュア無線)
ko: 아마추어 무선기 삽화집(book)
ru: "Радиолюбитель"

source: Trapper's Life
de: Leben des Fallenstellers
ja: 本(学習/罠猟師の生活)
ko: 덫 사냥꾼의 삶(book)
ru: "Жизнь охотника"

source: Survival Under Atomic Attack
de: Überleben beim Atomangriff
ja: 本(学習/原爆後の生存法)
ko: 방사능에서 살아남기(book)
ru: "Выживание после ядерной войны"

source: The Trapper's Companion
de: Des Fallenstellers Begleiter
ja: 本(学習/罠猟師の手引き書)
ko: 덫 사냥꾼의 지침서(book)
ru: "Напарник ловчего"

source: Jane's Mortars and Rocket Launchers
de: Janes Mörser und Raketenwerfer
ja: 本(学習/ジェーン社発行・迫撃砲とロケットランチャー)
ko: 제인 연감: 박격포와 로켓 발사기(book)
ru: "Мортиры и ракетные установки Джэйн"

source: The Tao of the Handgun
de: Der Dao der Handfeuerwaffe
ja: 本(学習/ハンドガンの道)
ko: 권총의 도(book)
ru: "Тао револьвера"

source: Modern Rifleman
de: Moderner Schütze
ja: 本(学習/現代のライフル銃兵)
ko: 오늘날의 소총수(book)
ru: "Современный стрелок"

source: Principles of Post-Mortem Mind Control
ja: 本(学習/死者を操る方法)

source: A thick book containing research notes of a mad scientist. It describes various methods of reanimating and controlling the dead. There's a lot of gory details and technical language mixed in, so it's not easy to read.
ja: マッドサイエンティストの独自の研究メモが要所に挟まれた分厚い書物です。死者の蘇生から支配まで様々な方法が記されています。細部には目を覆いたくなる様な凄惨な描写や専門的な用語が多く、解読は容易ではないでしょう。

source: A flavorful and nutritious ale brewed by monks in Belgium. Best served in a goblet.
de: Ein würziges und nahrhaftes Ale, das von Mönchen in Belgien gebraut wird. Am Besten in einem Kelch serviert.
ja: ベルギーの修道士によって醸造されたエールです。風味豊かな味がします。是非ともゴブレットに注ぎたくなりますね。

source: A dish in which human meat has been set into a gelatin made from human bones. Murderously delicious - if you're into that sort of thing.
ja: フランス料理の一種で、人間の骨肉を煮たブイヨンをゼリー状にした料理です。食人嗜好の持ち主なら美味しく食べられるでしょうね。

source: Left-over from juicing the fruit. Not very tasty, but contains a lot of healthy fiber.
de: Überbleibsel vom Auspressen einer Frucht. Nicht sehr lecker, aber enthält viele gesunde Fasern.
ja: 果物を搾った後の残り物です。余り美味しくはないですが、多くの健康的な繊維が含まれています。

source: A habit-forming tranquilizer with a variety of psychoactive side effects. Used in the treatment of insomnia. Its generic name is zolpidem tartrate.
ja: 精神安定剤です。主に不眠症の治療に用いられます。一般にはゾルピデム酒石酸塩の名で知られています。

source: Anti-anxiety agent with a powerful sedative effect. May cause dissociation and loss of memory. It is dangerously addictive, and withdrawal from regular use should be gradual. Its generic name is alprazolam.
ja: 強力な鎮静作用を持つ抗不安薬です。副作用として離脱症状や記憶喪失を引き起こす事があります。中毒性が強く、定期的な服用による禁断症状を止めるには、少しずつ量を減らしていく必要があります。一般名はアルプラゾラムです。

source: Anti-psychotic medication. Used to stabilize brain chemistry, it can arrest hallucinations and other symptoms of psychosis. Carries a sedative effect. Its generic name is chlorpromazine.
ja: 抗精神病薬の一種です。脳内物質の働きを安定化する為に使用され、幻覚や妄想といった精神病の症状を抑制し、鎮静作用を齎します。一般名はクロルプロマジンです。

source: A common and popular antidepressant. It will elevate mood, and can profoundly affect the action of other drugs. It is only rarely habit-forming, though adverse reactions are not uncommon. Its generic name is fluoxetine.
ja: 普及品の抗鬱薬です。セロトニン濃度を高める事で、不安を解消させ、気分を向上させますが、他の薬品の作用に深刻な影響を与える可能性があります。副作用として依存性が挙げられます。一般名はフルオキセチンです。

source: A very strong semi-synthetic narcotic used to treat intense pain in hospital settings. This injectable drug is very addictive.
ja: 非常に強力な半合成鎮痛剤です。病院などで耐え難い痛みを和らげる為に使用されます。強い中毒性があり注意が必要です。注射して使います。

source: honey
de: Honig
ja: 蜂蜜
ko: 꿀(honey)
ru: мед

source: Honey, that stuff bees make. This one is "forest honey", a liquid form of honey. This honey won't spoil and is good for your digestion.
de: Honig, das Zeug, das Bienen machen. Dieser Honig ist »Waldhonig«, eine flüssige Form von Honig. Dieser Honig wird nicht verderben und ist gut für deine Verdauung.
ja: 蜂蜜はミツバチが作り出す自然の食料です。この蜂蜜は「森の蜂蜜」と呼ばれ、液体の状態を保っています。蜂蜜は腐らず、消化も優れています。

source: Honey, that stuff the bees make. This variant is "candied honey", a variant of very thick consistence. This honey won't spoil and is good for your digestion.
de: Honig, das Zeug, das Bienen machen. Dieser Honig ist kristallisierter Honig, eine Variante von einer sehr dicken Konsistenz. Dieser Honig wird nicht verderben und ist gut für deine Verdauung.
ja: 蜂蜜はミツバチが作り出す自然の食料です。この蜂蜜は「固形蜂蜜」と呼ばれ、非常に厚い密度で結晶化しています。蜂蜜は腐らず、消化も優れています。

source: Dehydrated fruit flakes. With proper storage, this dried food will remain edible for an incredibly long time. They are useful for several cooking recipes
ja: 乾燥させた果物です。適切な環境に置いておく事で、長期に渡って保存する事が出来ます。幾つかの料理の材料にもなります。

source: Small, dark seeds from the spiny pods of a datura plant. Full of powerful psychoactive chemicals, these tiny seeds are a potent analgesic and deliriant, and can be deadly in cases of overdose.
de: Kleine dunkle Samen von den stacheligen Schalen einer Stechapfelpflanze. Diese winzigen Samen sind voller starker psychoaktiver Chemikalien und sind ein starkes Schmerzmittel und Delirantium und können im Falle einer Überdosis tödlich sein.
ja: チョウセンアサガオの実から取り出した、黒に近い色の小さな種です。この小さな種に強力な向精神成分が含まれており、鎮痛剤として、あるいは幻覚剤として人体に作用します。過剰服用は死亡に繋がる危険性があります。

source: Dried salad packed in a box with mayonnaise and ketchup. Add water to enjoy.
de: Ein getrockneter Salat, der in eine Schachtel zusammen mit Mayonnaise und Ketchup gepackt wurde. Füg Wasser hinzu, um es zu genießen.
ja: 乾燥した野菜にマヨネーズとケチャップを添えて箱に詰めたサラダです。美味しく食べるには水が必要です。

source: An irradiated cucumber will remain edible nearly forever. Sterilized using radiation, so it's safe to eat..
de: Eine bestrahlte Gurke wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたキュウリは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。

source: An irradiated cluster of celery will remain edible nearly forever. Sterilized using radiation, so it's safe to eat..
de: Ein bestrahlter Sellerie wird für nahezu immer essbar bleiben. Er wurde mittels Strahlung sterilisiert, somit ist es sicher, ihn zu essen.
ja: 照射されたセロリは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。

source: Some caramel. Still bad for your health.
ja: カラメルです。健康にはよくありません。

source: Pieces of poisonous meat that have been dried to prevent them from rotting away. It will still poison you if you eat this.
ja: 腐敗から守るために乾燥させた汚染肉です。食べられますがきっと食中毒になりますよ。

source: Pieces of poisonous veggy that have been dried to prevent them from rotting away. It will still poison you if you eat this.
ja: 腐敗から守るために乾燥させた汚染野菜です。食べられますがきっと食中毒になりますよ。

source: Cough syrup made from mutated poppy. Will make you sleepy.
ja: 変異したケシから作った咳止めシロップです。飲むと眠気を催します。

source: A carefully folded raw skin harvested from a fur-bearing animal. It still has the fur attached. You can cure it for storage and tanning, or eat it if you're desperate enough.
ja: 毛皮動物から手に入れて慎重に折り畳んだ生の毛皮です。まだ毛が付いています。乾燥させて保存する為に鞣してもいいですし、どうしても空腹で仕方ないというのなら食べてもいいでしょう。

source: Canned tomato. A staple in many pantries, and useful for many recipes.
ja: 缶詰にされたトマトです。多くのレシピに用いられるため、大抵の食料貯蔵室にいくつか置いてあります。

source: A potent drug, necessary when performing a revival operation on larger animals(including humans). It induces a violent allergic reactions in living organisms, so using it on yourself is a REALLY bad idea.
ja: (人間を含む)大型動物を再生させる強力な薬物です。生きている人間に投与すると多大なアレルギー反応を誘発するので、自分で使ってみようなどとは「絶対に」考えないでください。

source: A small, vacuum sealed cup, essentially trash.
de: Ein kleiner vakuumversiegelter Becher. Praktisch Müll.
ja: 真空成形の小さなコップです。使い道はなくただのゴミです。
ko: 진공 포장된 작은 컵입니다. 기본적으로 쓰레기입니다.
ru: Небольшой, одноразовый стаканчик из пластика. Чаще всего, это обычный мусор..

source: A pewter bowl. Can be used as a container or as a tool. Holds 250 ml of liquid.
de: Eine Hartzinnschale. Kann als Behälter oder als Werkzeug benutzt werden. Hat ein Volumen von 250 ml.
ja: シロメ製のボウルです。容器や道具として使えます。250mlの容量があります。

source: 2.5L canteen
de: 2,5l-Feldflasche
ja: 水筒(2.5L/ﾌﾟﾗｽﾁｯｸ)
ko: 2.5L 물병(canteen)
ru: 2.5л фляга

source: A clay bowl. Can be used as a container or as a tool. Holds 250 ml of liquid.
ja: 粘土製のボウルです。容器や道具として使えます。250mlの容量があります。

source: A bulky and heavy clay pot, meant to store water, but can carry other liquids in a pinch.
ja: 大きくて重い粘土製の鉢です。水の保管のために使うものですが、いざという時には他の液体を入れて運ぶこともできます。

source: This simple IED is designed to be attached to an arrow and detonate on impact. Theoretically you could throw it but who would want to do that?
de: Diese einfache USBV wurde entwickelt, um an einem Pfeil befestigt zu werden und beim Aufprall zu detonieren. Theoretisch könnte man den Pfeil auch werfen, aber wer würde so etwas nur tun?
ja: この簡単な爆発装置は矢に取り付けることができ、衝撃で爆発するようになっています。理論的には投擲することもできますが、そんな使い方する人はいませんよね？
