Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your muscles are perfectly developed.
de: Deine Muskeln sind perfekt ausgebildet.
ja: 筋肉が人類の及ぶ最後の到達点にまで達しました。
ko: 당신의 근육은 완벽하게 진화되었습니다.
ru: Ваши мышцы идеально развиты.
zh_cn: 你的肌肉已完全开发。

source: Your muscles are quite slow to move. You run 20% slower.
ja: 重すぎる筋肉が動きを大幅に鈍らせます。走りが20%遅くなります。
zh_cn: 你的肌肉十分不适合运动，你跑起来速度下降20%。

source: Your muscles are stronger. Strength + 2
ja: 筋肉が逞しくなりました。 筋力+2
zh_cn: 在末日的磨砺下，你的肌肉日渐发达。力量+2

source: Your muscles are very slow to move. You run 30% slower.
ja: 重すぎる筋肉が動きを大幅に鈍らせます。走りが30%遅くなります。
zh_cn: 你的肌肉非常不适合运动，你跑起来速度下降30%。

source: Your optic nerves and brain caught up with your eyes. Now you can see pretty well at night. Activate to toggle NV-visible areas on or off.
ja: 視神経と脳が眼に追いつきました。これで夜の闇を遠く見渡すことができます。オンオフを切り替える事で暗視能力を有効化します。
zh_cn: 你的视觉神经和大脑终于适应了你的新眼睛。现在你能像猫一样看穿黑夜了。激活来切换显示夜视可见区域。

source: Your optic nerves and brain have mutated to catch up with your eyes, allowing you to see in the infrared spectrum.
de: Deine Augennerve und dein Gehirn sind mutiert, um mit deinen Augen gleichzuziehen, was dich im Infrarotspektrum sehen lässt.
ja: 視神経と脳が眼に追い付きました。赤外視が可能になり、暗闇の中でも生物の位置を知ることができます。
ko: 시각 신경과 뇌가 변이되어 눈에 영향을 미칩니다. 적외선 시야를 볼 수 있게 되었습니다.
ru: Ваши зрительные нервы и мозг мутировали, позволяя вам видеть в инфракрасном спектре.
zh_cn: 你的视觉神经与大脑已经随着你眼睛的变异而变异，现在你能使用红外线视觉了。

source: Your paws are bone, muscle, and claw with a thin layer of skin and fur. They might as well be made of stainless steel.
ja: 両手は毛皮に覆われ、その骨、筋肉、そして爪の強いことといったら、ステンレス鋼で出来ているのと変わりありません。
zh_cn: 你的手爪不外乎骨头，肌肉，利爪外加一层皮毛，但如果由不锈钢构成会如何呢？

source: Your paws are much larger now. Manual dexterity is is difficult: permanent hand encumbrance of 2, serious problems crafting, and no gloves. But you can swim more effectively.
ja: 熊のような立派な肉球が手の平を覆っています。器用さを要求される作業や製作は非常に困難です。手袋の装着は不可能でしょう。手に2の動作制限を受けます。しかし泳ぎはさらに達者になっています。
zh_cn: 你的爪子现在更加粗♂壮了。精细手工活基本要跪：永久性手部累赘加2，制作物品有大麻烦，同样不能穿手套。虽然你连管都撸不好了，至少你现在游泳更棒，可以用来消消火。

source: Your protective shell has grown large enough to accommodate--if need be--your whole body. Activate to pull your head and limbs into your shell, trading mobility and vision for warmth, protection, and shelter.
ja: 防護殻が大きく発達しました。体の一部、必要であれば全身を殻の中に収容することができます。頭と手足の引出/収納を切り替える事で有効化します。殻に篭もると機動力と視界は失われますが、内部は暖かく、強固に守られた安全なシェルターになっています。
zh_cn: 不夸张的说，你丫就是个自带一室一厅的房奴。你可以随时把自己整个缩进你宽敞的甲壳里充分享受它的温暖和保护。

source: Your pseudopod-like limbs can fit into anything! +4 Dexterity, -4 Strength.
de: Deine scheinfüßchenartigen Gelenke passen einfach in alles! +4 Geschicklichkeit, −4 Stärke.
ja: 微生物の偽足のように自在に変形する軟質の手足はどんな場所にも完璧にフィットします！器用さに+4のボーナス、筋力に-4のペナルティーを得ます。
ru: Ваши конечности стали как псевдоподии, и теперь они могут стать чем угодно! Ловкость +4, Сила -4
zh_cn: 你的肢体可以适配任何东西！+4敏捷-4力量。

source: Your scent is particularly strong. It's not offensive to humans, but animals that track your scent will do so more easily.
ja: 体臭が酷く、臭いに反応する敵に追跡され易くなります。
zh_cn: 你的体味略重。人们也许还不怎么在意，但在那些嗅觉灵敏的野兽眼里，你已经无所遁 形了。

source: Your scent is quite weak. Animals that track your scent will do so with more difficulty.
ja: 体臭が非常に薄く、匂いで追跡する動物の追跡を困難にします。
zh_cn: 你身上气味很弱，依靠气味追踪的怪物不太容易注意到你。

source: Your sense organs are all over the place: eyes extending and retracting, 'ears' of various shapes migrating about, and taste & smell are uncontrollable. The world is a horrible mixup. Ugh!
ja: 全ての感覚器が...眼は激しく伸び縮みを繰り返し、耳はぐるぐると形を変え、味覚と嗅覚が完全に暴走しており息をするだけで七色の味と臭いに襲われます...世界がぐちゃぐちゃに混じり合っています...うぐう！
zh_cn: 你的感知器官非常淘气：眼睛非凸即凹，各种形状的耳朵长的到处都是，假如它们还算是耳朵的话，更别提嗅觉和味觉了，根本不听使唤。这世界变成了一团恐怖的浆糊。呃啊~~

source: Your senses are a little keener. Perception + 1
ja: 感覚が少し優れています。 感覚+1
zh_cn: 你觉得你看得更清楚了。感知+1

source: Your senses are keener. Perception + 2
ja: 感覚が優れています。 感覚+2
zh_cn: 你的目光变得敏锐多了。感知+2

source: Your senses are keenly honed.
de: Deine Sinne sind messerscharf.
ja: 感覚は既に第六感や第七感と呼べる領域にまで研ぎ澄まされています。
ko: 당신의 감각은 예리하게 연마되었습니다.
ru: У вас невероятно острая чувствительность.
zh_cn: 你的感官磨练的非常敏锐。

source: Your senses are much keener. Perception + 4
ja: 感覚が非常に優れています。 感覚+4
zh_cn: 你能看到许多以前看不到的东西。感知+4

source: Your skin is coated in a light bark, like that of a tree. This provides resistance to bashing and cutting damage and minor protection from fire. Greatly reduces wet effects.
ja: 皮膚が木のように樹皮で覆われています。打撃と切断のダメージを軽減し、多少の火を防ぎます。濡れた時のデメリットを大幅に軽減します。
zh_cn: 你的皮肤被一层薄薄的树皮所覆盖。它可以轻微地减少你受到的钝击和劈砍类伤害，并且增加火焰抵抗。大大降低了湿效应。

source: Your skin is covered in a pattern of red spots.
de: Deine Haut ist mit einem Muster aus roten Punkten überzogen.
ja: 皮膚が赤い斑点模様で覆われています。
ko: 당신의 피부는 붉은 점으로 뒤뎦인 상태입니다.
ru: Ваша кожа покрыта красными пятнами.
zh_cn: 你的皮肤长了很多红色的疹子。

source: Your skin is covered in small, woody thorns. Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive minor damage. Your punches may also deal extra damage.
ja: 小さな植物質の棘が皮膚を覆っています。むき出しの素手であなたを攻撃した敵は多少のダメージを受け、あなたのパンチには多少の追加ダメージが発生するでしょう。
zh_cn: 你的皮肤覆盖着小木刺。每一个手无寸铁的对手攻击你的身体，他们将受到轻微损伤。 你的徒手攻击也可能造成额外的伤害。

source: Your skin is covered with fine spines. Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive moderate damage.
ja: 鋭い無数の棘が皮膚を覆っています。むき出しの素手であなたを攻撃した敵はそこそこのダメージを受けるでしょう。
zh_cn: 你的皮肤覆盖着大骨刺。每一个手无寸铁的对手攻击你的身体，他们将受到中度损伤。

source: Your skin is fragile. Cutting damage is slightly increased for you.
ja: 皮膚が薄く、切り傷のダメージが少し増加します。
zh_cn: 你的皮肤一滑就破，劈砍伤害对你伤害加剧。

source: Your skin is light green and has a slightly woody quality to it. This provides a weak armor, and helps you retain moisture, resulting in less thirst. Greatly decreases wet penalties.
ja: 皮膚が新緑色になり、少しだけ木質化しました。弱いながらも鎧として働き、保湿効果が乾きを低減します。濡れた時のデメリットを大幅に軽減します。
zh_cn: 你的皮肤变成绿色木质的。这提供了一个薄弱的护甲加成，并帮助你保持水分，从而减少口渴。大大减少湿处罚

source: Your skin is rather pale.
de: Deine Haut ist ziemlich blass.
ja: 皮膚の色素が少し薄い。
ko: 당신의 피부는 창백합니다.
ru: Ваша кожа бледная.
zh_cn: 你的皮肤很苍白。

source: Your skin is slightly rough. This has no gameplay effect.
ja: 肌が少し荒れています。特に何の効果もない。
zh_cn: 你的皮肤有点粗糙的。这没啥影响。

source: Your skin is tough. Cutting damage is slightly reduced for you. Slightly decreases wet penalties.
ja: 皮膚が丈夫で切り傷のダメージを減少します。僅かながら撥水性があります。
zh_cn: 你的皮肤变得很坚韧。略微减少切割伤害。稍微降低了身体潮湿的处罚。

source: Your skin simply cannot handle ultraviolet radiation, such as sunlight. It will seriously burn you.
de: Deine Haut kann einfach nicht Ultraviolettstrahlung so wie Sonnenlicht vertragen. Es wird dich ernsthaft verbrennen.
ja: 皮膚が日光などからの紫外線を適切に処理する事が出来ません。紫外線に晒されると深刻な日焼けが生じます。
ko: 당신의 피부는 그냥 자외선에 버틸 수 없습니다. 태양빛에 노출되면 심각한 화상을 입을 것입니다.
ru: Ваша кожа просто не выдерживает ультрафиолетовое излучение, например, от солнечного света. Из-за этого у вас могут возникнуть серьезные ожоги.
zh_cn: 阳光中的紫外线会严重灼伤你的皮肤。

source: Your skull bulges noticeably with your impressive brain. Intelligence + 7
ja: 半端の無い大きさの脳を収めている頭蓋骨は、目に見えて膨らんでいます。 知性+7
zh_cn: 你完全开发了你的脑域，你的大脑明显超过凡人，不论是体积还是质量。智力+7

source: Your system has adapted to radiation. While irradiated, you will actually heal slowly, converting the radiation into hit points.
ja: 肉体が放射能汚染環境に順応しました。強い放射線を浴びている間、ゆっくりと傷が回復していきます。
zh_cn: 你的身体已经适应辐射。当你受到辐射时你将缓慢恢复生命值。

source: Your system is rather tolerant of poisons and toxins, and most will affect you less.
de: Dein Immunsystem ist ziemlich tolerant gegenüber Giften und Toxinen und die meisten werden dich weniger betreffen.
ja: 毒に対して若干の耐性があります。
ko: 당신의 몸은 독극물과 화학물질에 조금 더 강하며, 영향을 덜 받습니다.
ru: Ваш организм обладает сопротивляемостью к ядам и токсинам, большинство из них будут действовать на вас с меньшим эффектом.
zh_cn: 你的身体对毒素有明显抵抗，大部分毒素对你效果甚微。

source: Your teeth have grown into two-inch-long fangs, allowing you to make an extra attack when conditions favor it.
de: Deine Zähne sind zu 5 Zentimeter langen Reißzähnen gewachsen, was dich unter günstigen Bedingungen einen zusätzlichen Angriff starten lässst.
ja: 歯が2インチほどの長さの牙になっています。必要に応じて追加攻撃を繰り出すことができます。
ko: 당신의 치아에는 5센티미터 길이의 송곳니가 자라나있습니다. 이를 사용해서 추가적인 공격을 할 수 있습니다.
ru: Ваши зубы выросли в 5см длинные клыки, с помощью которых вы можете выполнять дополнительную атаку.
zh_cn: 你的拥有两英寸长的獠牙，如果条件允许，可以用你的牙齿再攻击一次。

source: Your toes have grown wriggly, and you can't imagine why you wear that stuff on your feet. Take it off. It's in the way.
ja: 足が根のように成長し、むずむずします。なんでこんなものを履いているんだ？脱いじゃえ。邪魔だよ。
zh_cn: 你的脚趾奇葩的蜿蜒着，而你根本想不通你为何把那玩意穿脚上。脱下来，它挡路了。

source: Your tongue is forked, like that of a reptile. This has no effect.
ja: 爬虫類のように舌が先端で分かれています。特に効果はありません。
zh_cn: 你的舌头像蛇一样分叉，除了吓人以外没什么用。

source: Your upper earlobes have grown noticeably higher. Fortunately, they don't get in the way of your headgear, much. Unfortunately, they also don't seem to help your hearing any.
ja: 耳の上半分が著しく高く伸びています。幸運にも頭装備を身に付けるうえで(それほど)不都合はありません。不運にも、聴覚の助けになることは一切ありません。
zh_cn: 你的耳朵像精灵一般，幸运的是，这并不影响你穿戴头饰，比较不幸的是，即使耳朵这么大也无法提高听力.

source: Your upper tentacles have grown large, hook-barbed rakes on the ends. They're quite vicious, but really aren't suited for fine manipulation.
de: Deinen Obertentaklen sind große WIderhaken an den Enden gewachsen. Sie sind ziemlich grausam, aber sind wirklich nicht für Feinarbeiten geeignet.
ja: 上半身の触手は大きく発達し、それぞれの先端には無数の鋭い鈎針を束ねた熊手が付いています。見るからに物騒ですが、実際細かい作業にはまったく適していません。
ko: 촉수 팔이 더 크게 자라서 끝 부분이 가시 돋친 갈고리형의 갈퀴가 되었습니다. 상당히 강력하지만, 팔이 이젠 정말로 세밀한 조작에 적합하지 않게 변했습니다.
ru: На концах ваших верхних щупалец выросли большие, острые крючья. Они весьма угрожающие, но не очень подходят для тонких манипуляций.
zh_cn: 你上肢的触手变长了，并且在尖端长出了钩刺。虽然触手看起来很碉堡，但是控制起来可不方便。

source: Your venom has become particularly strong. You're confident that your bites or other cutting/stabbing natural attacks will take your target down quickly.
de: Dein Gift ist besonders stark geworden. Du bist dir sicher, dass deine Bisse oder andere natürlichen Schnitt- bzw. Stichangriffe dein Ziel schneller besiegen werden.
ja: 体から強力な毒が分泌されます。変異した部位による咬み付き、切断、刺突攻撃は速やかに獲物の息の根を止めるでしょう。
ko: 당신의 독은 특출날 정도로 강력해졌습니다. 당신이 물거나 베거나 관통 공격을 하면 상대가 빠르게 쓰러질 것입니다.
ru: Ваш яд стал особенно сильным. Вы уверены, что ваши укусы или другие режущие/колющие естественные атаки быстро отравят вашу цель.
zh_cn: 你的毒性变得更加猛烈。被你撕咬或抓伤、刺伤的目标将会迅速完蛋。

source: Your visage is disgusting and liable to induce vomiting. People will not want to interact with you unless they have a very good reason to.
ja: 一目見ただけで吐き気を催す程の醜い奇形が見られます。非常に好感を抱いている人物でない限り、殆どの人達は話し掛けるのすら嫌がります。
zh_cn: 你恶心的畸形外表让人看到就有想吐的冲动，除非有非常重要的缘由，人们压根就不愿搭理你。

source: Your vision has become particularly acute: you suspect you could pick out zombies much farther away. Perception +4.
de: Deine Sicht ist besonders akkurat geworden: Du glaubst, dass du Zombies auf viel größeren Entfernungen erkennen könntest. Wahrnehmung +4.
ja: 視覚が先鋭化しました。ずっと遠くにいるゾンビを発見できます。感覚に+4のボーナスを得ます。
ru: Ваше зрение стало особенно острым: вы полагаете, что теперь можете обнаружить зомби на гораздо большей дистанции. Восприятие + 4
zh_cn: 你的视觉非常敏锐，离老远就能看见丧尸。感知+4

source: Your visual processing has shifted: though you can see better in the dark, you're nearsighted in the light. Maybe glasses would help. Activate to toggle NV-visible areas on or off.
ja: 視覚の処理が変化しました。暗闇では視界が向上し、明るい光の下では近視になります。眼鏡で矯正することができるでしょう。オンオフを切り替える事で暗視能力を有効化します。
zh_cn: 你的视觉已经改变了:尽管黑暗里你看的更清楚，亮光底下你却看不了多远了。可能带副眼镜会有帮助。激活来切换显示夜视可见区域。

source: Your webbing is easily strong enough to support your weight. You'll use it to descend down any sheer drops you may encounter.
ja: 体重を支えて余りある強靭な糸を作れるようになりました。垂直な壁を安全に降りることができます。
zh_cn: 你的网丝可以轻易的支撑你的体重，遇到陡坡时可以让你安全下降。

source: 2-story motel
de: 2-stöckiges Motel
ja: モーテル(2階建て)
zh_cn: 双层汽车旅馆

source: Bankrupt Pizzeria
ja: 破産したピザ屋
zh_cn: 破产的比萨店

source: LMOE shelter
de: LMOE-Unterschlupf
ja: LMOEシェルター
ko: LMOE 피신처
ru: последний приют
zh_cn: LMOE避难所

source: Large Office Tower
de: großer Büroturm
ja: 大型オフィスビル
zh_cn: 办公大楼

source: Vault - Armory
zh_cn: 避难所（军械库）

source: Vault - Barracks
zh_cn: 避难所（兵营）

source: Vault - Cafeteria
zh_cn: 避难所（餐厅）

source: Vault - Communications
zh_cn: 避难所（通讯站）

source: Vault - Conference Room
zh_cn: 避难所（会议室）

source: Vault - Control
zh_cn: 避难所（控制中心）

source: Vault - Courthouse
zh_cn: 避难所（法院）

source: Vault - Entrance
zh_cn: 避难所（入口）

source: Vault - Gym
zh_cn: 避难所（体育馆）

source: Vault - Hospital
zh_cn: 避难所（医院）

source: Vault - Housing
zh_cn: 避难所（房屋）

source: Vault - Jail
zh_cn: 避难所（监狱）

source: Vault - Kitchen
zh_cn: 避难所（厨房）

source: Vault - Labs
zh_cn: 避难所（实验室）

source: Vault - Library
zh_cn: 避难所（图书馆）

source: Vault - Light Industry
zh_cn: 避难所（轻工业）

source: Vault - Living Bays
zh_cn: 避难所（起居室）

source: Vault - Maint. Bay
zh_cn: 避难所（维修站）

source: Vault - Motor Pool
zh_cn: 避难所（车站）

source: Vault - Offices
zh_cn: 避难所（办公区）

source: Vault - Passage
zh_cn: 避难所（通道）

source: Vault - Police Station
zh_cn: 避难所（警察局）

source: Vault - Quartermasters
zh_cn: 避难所（军需处）

source: Vault - Robotics Bay
zh_cn: 避难所（机器人工作站）

source: Vault - School
zh_cn: 避难所（学校）

source: Vault - Slum Housing
zh_cn: 避难所（贫民窟）

source: Vault - Suites
zh_cn: 避难所（公寓）

source: Vault - Transition Bay
zh_cn: 避难所（交通站）

source: Vault - Utilities
zh_cn: 避难所（水电站）

source: Vault - Visitor Center
zh_cn: 避难所（招待处）

source: abandoned drive-through
de: verlassener Drive-Through
ja: ドライブスルー(空)
ko: 버려진 드라이브 스루
ru: заброшенный автомобильный проезд
zh_cn: 废弃快餐店

source: abandoned store
de: verlassenes Geschäft
ja: 放棄された店舗
zh_cn: 废弃店铺

source: abandoned storefront
de: verlassenes Geschäft
ja: 空き店舗
ko: 버려진 가게 앞쪽
ru: заброшенный магазин
zh_cn: 废弃店铺

source: ant food storage
de: Ameisen-Futterlager
ja: 食料貯蔵室(蟻)
ko: 개미 먹이 저장소
ru: муравьиное хранилище еды
zh_cn: 蚁粮存储室

source: ant larva chamber
de: Ameisenlarven-Kammer
ja: 育児室(蟻)
ko: 개미 부화장
ru: логово личинок муравьёв
zh_cn: 幼虫室

source: ant queen chamber
de: Ameisenkönigin-Kammer
ja: 繁殖室(蟻)
ko: 개며 여왕의 방
ru: логово королевы муравьёв
zh_cn: 蚁后室

source: ant tunnel
de: Ameisentunnel
ja: トンネル(蟻)
ko: 개미굴
ru: муравьиный туннель
zh_cn: 蚁穴通道

source: anthill
de: Ameisenhaufen
ja: アリ塚
ko: 개미총
ru: муравейник
zh_cn: 蚁巢

source: antique store
de: Antiquitätenladen
ja: 骨董品店
ru: антикварный магазин
zh_cn: 古玩铺

source: apartment tower
de: Wohnhochhaus
ja: アパート
ko: 타워 아파트
ru: жилой комплекс
zh_cn: 公寓大楼

source: arcade
de: Spielhalle
ja: ゲームセンター
ru: игровой зал
zh_cn: 街机房

source: bank
ja: 銀行
ko: 은행
ru: банк
zh_cn: 银行

source: bar
de: Kneipe
ja: 酒場
ko: 주점
ru: бар
zh_cn: 酒吧

source: barn
ja: 納屋
zh_cn: 谷仓

source: basement
de: Keller
ja: 地下室
ko: 지하실
ru: подвал
zh_cn: 地下室

source: bee hive
de: Bienenstock
ja: 蜂の巣
ko: 벌 군락지
ru: улей
zh_cn: 蜂巢

source: bowling alley
de: Bowlingbahnen
ja: ボーリング場
ru: кегельбан
zh_cn: 保龄球馆

source: boxing gym
de: Boxstudio
ja: ボクシングジム
ru: боксерский зал
zh_cn: 拳击馆

source: bridge
de: Brücke
ja: 橋
ko: 다리
ru: мост
zh_cn: 大桥

source: bug-ridden road
de: Insektenstraße
ja: 道路(虫だらけ)
ko: 버그리든 도로
ru: ухабистая дорога
zh_cn: 坑洼公路

source: cabin
de: Blockhaus
ja: 山小屋
ko: 오두막집
ru: коттедж
zh_cn: 小屋

source: cabin basement
de: Blockhauskeller
ja: 山小屋(地下室)
ko: 오두막집 지하
ru: подвал коттеджа
zh_cn: 小屋地窖

source: cathedral
de: Kathedrale
ja: 大聖堂
ko: 대성당
ru: кафедральный собор
zh_cn: 大教堂

source: cathedral basement
de: Kathedralenkeller
ja: 大聖堂(地下室)
ko: 대성당 지하
ru: подвал собора
zh_cn: 教堂地窖

source: cave
de: Höhle
ja: 洞窟
ko: 동굴
ru: пещера
zh_cn: 洞穴

source: cavern
de: Höhle
ja: 大洞窟
ko: 큰 동굴
ru: грот
zh_cn: 大地洞

source: church
de: Kirche
ja: 教会
ko: 교회
ru: церковь
zh_cn: 教堂

source: clothing store
de: Bekleidungsgeschäft
ja: 衣料品店
ko: 옷가게
ru: магазин одежды
zh_cn: 服装店

source: coffee shop
de: Café
ja: 喫茶店
ko: 커피숍
ru: кофейня
zh_cn: 咖啡店

source: crater
de: Krater
ja: クレーター
ko: 크레이터
ru: воронка
zh_cn: 弹坑

source: dirt lot
de: Dreckslöcher
ja: 更地
ko: 골재 야적지
ru: пустырь
zh_cn: 泥土地

source: doctor's office
de: Arztpraxis
ja: 診療所
ko: 진료소
ru: частная клиника
zh_cn: 诊所

source: dojo
ja: 道場
ko: 도장
ru: доджо
zh_cn: 体育馆

source: electronics store
de: Elektronikfachgeschäft
ja: 電器店
ko: 전자제품매장
ru: магазин электроники
zh_cn: 电器店

source: evac shelter
de: Notunterkunft
ja: EVACシェルター
ko: 긴급 피신처
ru: убежище
zh_cn: 隔离避难所

source: farm
de: Bauernhaus
ja: 農場
ko: 농장
ru: ферма
zh_cn: 农场

source: farm field
de: Bauernhof
ja: 農地
ko: 경작지
ru: пашня
zh_cn: 农田

source: fast food
de: Schnellimbiss
ja: ファーストフード
zh_cn: 快餐

source: fast food restaurant
ja: ファーストフード店
ko: 패스트푸드점
ru: фаст-фуд ресторан
zh_cn: 快餐店

source: fema camp
de: FEMA-Lager
ja: FEMAキャンプ
ko: fema 캠프
ru: лагерь FEMA
zh_cn: FEMA营地

source: field
de: Feld
ja: 平野
ko: 평야
ru: поле
zh_cn: 旷野

source: fire station
de: Feuerwache
ja: 消防署
ko: 소방서
ru: пожарная станция
zh_cn: 消防局

source: fitness gym
de: Fitnessstudio
ja: スポーツジム
ru: фитнес
zh_cn: 健身房

source: forest
de: Wald
ja: 森林
ko: 숲
ru: лес
zh_cn: 森林

source: fungal bloom
de: Fungusblüte
ja: 発生源(真菌)
ko: 진균체 근원
ru: соцветие фунгалоида
zh_cn: 真菌丛林

source: fungal flowers
ja: 真菌花
zh_cn: 真菌花丛

source: furniture store
de: Möbelgeschäft
ja: 家具店
ko: 가구 상점
ru: мебельный магазин
zh_cn: 家具店

source: garage
ja: 車両修理工場
ko: 차고
ru: гараж
zh_cn: 车库

source: gardening store
de: Gärtnereifachgeschäft
ja: 園芸店
zh_cn: 园艺店

source: gardening supply
de: Gärtnereibedarf
ja: 園芸店
ru: сельскохозяйственный
zh_cn: 园艺店

source: gas station
de: Tankstelle
ja: ガソリンスタンド
ko: 주유소
ru: АЗС
zh_cn: 加油站

source: green
de: grün
ja: 緑
ru: зелёный
zh_cn: 绿色

source: grocery store
de: Lebensmittelgeschäft
ja: 食料雑貨店
ko: 식료품점
ru: бакалея
zh_cn: 杂货店

source: gun store
de: Waffengeschäft
ja: 銃火器専門店
ko: 총포상
ru: оружейный магазин
zh_cn: 枪支商店

source: hardware store
de: Baumarkt
ja: 工具店
ko: 철물점
ru: хозяйственный магазин
zh_cn: 五金店

source: hazardous waste sarcophagus
de: Gefahrenstoff-Sarkophag
ja: 有害廃棄物石棺
ko: 유해 폐기물 석관
ru: саркофаг с опасными отходами
zh_cn: 放射地埋点

source: hellmouth
de: Höllenschlund
ja: 地獄の門
ko: 지옥문
ru: адская пасть
zh_cn: 地狱之口

source: highway
de: Schnellstraße
ja: 幹線道路
ko: 고속도로
ru: шоссе
zh_cn: 高速公路

source: home improvement store
de: Heimwerkergeschäft
ja: ホームセンター
ru: хозяйственный магазин
zh_cn: 家装店

source: hospital
de: Krankenhaus
ja: 病院
ko: 병원
ru: больница
zh_cn: 医院

source: hotel basement
de: Hotelkeller
ja: ホテル(地下室)
ko: 호텔 지하
ru: подвал отеля
zh_cn: 酒店地下室

source: hotel entrance
de: Hoteleingang
ja: ホテル(出入口)
ko: 호텔 출입구
ru: вестибюль отеля
zh_cn: 酒店大堂

source: hotel parking
de: Hotelparkplatz
ja: ホテル(駐車場)
ko: 호텔 주차장
ru: парковка отеля
zh_cn: 旅馆停车场

source: hotel tower
de: Hotelturm
ja: ホテル
ko: 호텔 타워
ru: отель
zh_cn: 酒店大楼

source: house
de: Wohnhaus
ja: 家屋
ko: 집
ru: дом
zh_cn: 住宅

source: jewelry store
de: Juwelier
ja: 宝石店
ru: ювелирная
zh_cn: 珠宝店

source: large power substation
ja: 大型変電所
zh_cn: 大型变电所

source: library
de: Bibliothek
ja: 図書館
ko: 도서관
ru: библиотека
zh_cn: 图书馆

source: liquor store
de: Spirituosenladen
ja: 酒屋
ko: 주류 판매점
ru: ликеро-водочный магазин
zh_cn: 酒庄

source: lot
de: Einkaufszentrumsparkplatz
ja: 駐車場
zh_cn: 空地

source: mall
de: Einkaufszentrum
ja: ショッピングセンター
zh_cn: 购物中心

source: mall - entrance
de: Einkaufszentrum – Eingang
ja: センター - 入口
zh_cn: 购物中心 - 入口

source: mall - food court
de: Einkaufszentrum – Food-Court
ja: センター - 飲食エリア
zh_cn: 购物中心 - 美食广场

source: mall - loading bay
de: Einkaufszentrum – Verladerampe
ja: センター - 搬入口
zh_cn: 购物中心 - 装卸场

source: mall - utilities
de: Einkaufszentrum – Werkzeuge u. Dienstleistungen
ja: センター - ユーティリティ
zh_cn: 购物中心 - 工具区

source: mansion
de: Villa
ja: 大邸宅
ko: 대저택
ru: поместье
zh_cn: 府邸

source: megastore
de: Kaufhaus
ja: 超大型店
ko: 초대형 상점
ru: гипермаркет
zh_cn: 购物广场

source: mil. surplus
de: Militärüberschuss-Laden
ja: 軍放出品店
ko: 군용품 창고
ru: военторг
zh_cn: 军品仓库

source: military bunker
de: Militärbunker
ja: 掩蔽壕(軍)
ko: 군용 벙커
ru: военный бункер
zh_cn: 军事掩体

source: military outpost
de: Militär-Außenposten
ja: 前哨地
ko: 전초 기지
ru: военный аванпост
zh_cn: 军事哨站

source: mine
ja: 炭鉱
ko: 광산
ru: шахта
zh_cn: 矿

source: mine entrance
de: Mineneingang
ja: 炭鉱(入口)
ko: 광산 입구
ru: вход в шахту
zh_cn: 矿井入口处

source: mine shaft
de: Minenschacht
ja: 立坑
ko: 수직 갱도
ru: ствол шахты
zh_cn: 矿井

source: missile silo
de: Raketensilo
ja: ミサイルサイロ
ko: 미사일격납고
ru: ракетная шахта
zh_cn: 导弹发射井

source: motel
ja: モーテル
zh_cn: 汽车旅馆

source: museum
ja: 博物館
ru: музей
zh_cn: 博物馆

source: music store
zh_cn: 乐器店

source: nothing
de: nichts
ja: 何もない
ko: 없음
ru: ничего
zh_cn: 空的

source: nuclear plant
de: kerntechnische Anlage
ja: 原子力発電所
ko: 원자력 발전소
ru: ядерная электростанция
zh_cn: 核电站

source: office
de: Büro
ja: オフィス
ko: 사무소
ru: офис
zh_cn: 办公室

source: office tower
de: Bürohochhaus
ja: オフィスビル
ko: 오피스 타워
ru: бизнес-центр
zh_cn: 办公大楼

source: open air
de: Luft
ja: 屋外
zh_cn: 开放空间

source: park
ja: 公園
ko: 공원
ru: парк
zh_cn: 公园

source: parking lot
de: Parkplatz
ja: 駐車場
ko: 주차장
ru: автостоянка
zh_cn: 停车场

source: pawn shop
de: Pfandleihgeschäft
ja: 質屋
ko: 전당포
ru: ломбард
zh_cn: 当铺

source: pharmacy
de: Apotheke
ja: 薬局
ko: 약국
ru: аптека
zh_cn: 药店

source: pizza parlor
de: Pizzeria
ja: ピザ屋
ru: пиццерия
zh_cn: 披萨店

source: police station
de: Polizeidienststelle
ja: 警察署
ko: 경찰서
ru: отдел полиции
zh_cn: 警局

source: pool
ja: プール
ko: 수영장
ru: бассейн
zh_cn: 泳池

source: prison
de: Gefängnis
ja: 刑務所
ko: 감옥
ru: тюрьма
zh_cn: 监狱

source: public works
de: öffentliche Bauarbeiten
ja: 公共土木施設
ko: 토목 공사장
ru: общественные работы
zh_cn: 市政设施

source: pump station
de: Pumpwerk
ja: ポンプ場
zh_cn: 水泵房

source: radio station
ja: ラジオ放送局
ko: 라디오방송국
ru: радиостанция
zh_cn: 无线电站

source: radio tower
de: Funkturm
ja: 電波塔
ko: 방송탑
ru: радиовышка
zh_cn: 无线发射塔

source: rat cave
de: Rattenhöhle
ja: 洞窟(鼠)
ko: 쥐 동굴
ru: крысиная пещера
zh_cn: 鼠穴

source: refugee center
de: Flüchtlingslager
ja: 難民センター
zh_cn: 难民中心

source: regional school
de: regionale Schule
ja: 地域運営学校
ko: 지역 학교
ru: региональная школа
zh_cn: 地区学校

source: restaurant
ja: レストラン
ko: 레스토랑
ru: ресторан
zh_cn: 餐厅

source: rift
de: Spalte
ja: 亀裂
ko: 균열
ru: разлом
zh_cn: 裂痕

source: river
de: Fluss
ja: 河川
ko: 강
ru: река
zh_cn: 河流

source: river bank
de: Flussufer
ja: 川岸
ko: 강기슭
ru: берег реки
zh_cn: 河岸

source: road
de: Straße
ja: 道路
ko: 도로
ru: дорога
zh_cn: 公路

source: road, manhole
de: Straße mit Gullyloch
ja: 道路(マンホール)
ko: 도로 맨홀
ru: дорога, люк
zh_cn: 公路,检修孔

source: ruined cabin
ja: 小屋(荒廃)
zh_cn: 废弃小屋

source: salon
de: Friseursalon
ja: 美容室
zh_cn: 美容院

source: science lab
de: wissenschaftliches Labor
ja: 科学研究所
ko: 과학 연구실
ru: научная лаборатория
zh_cn: 科学研究所

source: serving area interface
de: Kabelverzweiger
ja: サービスエリアインターフェイス
zh_cn: 服务区

source: sewage treatment
de: Abwasserkläranlage
ja: 下水処理施設
ko: 하수 처리장
ru: очистное сооружение
zh_cn: 污水处理站

source: sewer
de: Abwasserkanal
ja: 下水道
ko: 하수관
ru: канализация
zh_cn: 下水道

source: sewer?
de: Abwasserkanal (?)
ja: 下水道？
zh_cn: 下水道？

source: slime pit
de: Schleimgrube
ja: 粘液が溜まった穴
ko: 슬라임 굴
ru: шламоотстойник
zh_cn: 沥青矿

source: small power substation
de: kleines Umspannwerk
ja: 小型変電所
zh_cn: 小型变电所

source: small warehouse
ja: 小型倉庫
zh_cn: 小仓库

source: solid rock
de: massiver Fels
ja: 硬岩
ko: 단단한 돌
ru: прочный камень
zh_cn: 坚岩

source: spiral cavern
de: Spiralenhöhle
ja: 螺旋大洞窟
ko: 나선형 동굴
ru: спиральный грот
zh_cn: 螺旋洞穴

source: sporting goods store
de: Sportgeschäft
ja: スポーツ用品店
ko: 스포츠용품점
ru: спортивный магазин
zh_cn: 体育用品店

source: strange temple
de: seltsamer Tempel
ja: 奇妙な神殿
ko: 이상한 사원
ru: странный храм
zh_cn: 神秘庙宇

source: subway
de: U-Bahn
ja: 地下鉄
ko: 지하철
ru: метро
zh_cn: 地铁

source: subway station
de: U-Bahn-Station
ja: 地下鉄駅
ko: 지하철
ru: станция метро
zh_cn: 地铁站

source: swamp
de: Sumpf
ja: 湿地
ko: 늪
ru: болото
zh_cn: 沼泽

source: tower parking
de: Hochhaus-Parkplatz
ja: 立体駐車場
ko: 타워 주차장
ru: парковочная башня
zh_cn: 停车场

source: toxic waste dump
de: Giftmülldeponie
ja: 有害廃棄物投棄所
ko: 유독성 물질 폐기장
ru: свалка токсичных отходов
zh_cn: 废料排放场

source: triffid grove
de: Triffidenhain
ja: トリフィドの林
ko: 트리피드 숲
ru: роща триффидов
zh_cn: 三尖树之森

source: triffid roots
de: Triffidenwurzeln
ja: トリフィドの根
ko: 트리피드 뿌리
ru: корни триффидов
zh_cn: 三尖树之根

source: tutorial room
de: Übungszimmer
ja: チュートリアルルーム
ko: 튜토리얼 방
ru: учебка
zh_cn: 教学房间

source: wildlife field office
de: Wildtiere-Außendienststelle
ja: 野生生物管理署
ko: 야생동물 사육장
ru: местное отделение жизни в диких условиях
zh_cn: 野生动物饲养基地
