Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Apparently one of the other survivors picked up on an unusually dense horde of undead moving into the area. At the center of this throng there was a 'leader' of some sort. The short of it is, kill the son of a bitch. We don't know what it is capable of or why it is surrounded by other zombies but this thing reeks of trouble. Do whatever it takes but we can't risk it getting away.
de: Anscheinend hat einer der anderen Überlebenden eine ungewöhnlich dichte Horde an Untoten aufgespürt, die sich auf dieses Gebiet zubewegt. Im Zentrum dieses Gedränges war eine Art »Führer«. Kurz gefasst: Töte diesen Hurensohn! Wir wissen nicht, wozu er fähig ist, oder warum er von anderen Zombies umgeben wird, aber dieses Ding riecht nach Ärger. Tue, was in deiner Macht steht, aber wir können nicht riskieren, dass er uns davonkommt.
ja: 聞くところによれば、この地域に接近するゾンビの異常な大集団を他の生存者たちが目撃したという。この群れの中心には"指導者"のようなものがいるらしい。これを殺せ。こいつがどんな能力を持っているのか、なぜ他のゾンビを無数に従えているのか、それは謎だがとにかく悪臭のもとであることは間違いない。なんとしても大群を撃退せよ。
ko: 다른 생존자 하나가 어떤 지역에 좀비가 특이할 정도로 많은걸 발견했거든. 그 중심부에는 뭔가 '지도자' 같은게 있는 모양이야. 짧게 말하면 그 망할 자식을 죽여버리는거지. 그놈이 어떤 놈이고 어떤 짓을 할수 있는지, 왜 다른 좀비가 둘러싸고 있는건지는 알 수 없지만, 확실한건 그 새끼는 문제가 된다는거지. 필요한건 뭐든 해도 돼. 하지만 우린 그렇게 많이 도와줄 수 없어.
ru: Видимо один один из выживших привлёк необычайно большую одру нежити, перемещающуюся по периметру. В центре этой толпы находился некто вроде "лидера". Короче, надо убить этого сукина сына. Мы не знаем каковы его возможности и почему его окружает толпа зомби, но это точно добавит нам проблем. Сделай что требуется, мы не можем рисковать.
zh_cn: 很显然一个幸存者领着一个异常密集的僵尸群来到了这个地区。在这个群体的中心还有一个“领导”。要点是，杀了这个狗操的。我们不知道是什么或者为什么它能够被其他僵尸围住但是它绝对是个麻烦。不惜一切代价，我们不能让它跑了。

source: Are you going to forfeit your duty when the country needs you the most?
de: Willst du dich deiner Pflicht entziehen, wenn dein Land dich am meisten braucht?
ja: 国家に尽力を求められた時、兵の本分を放棄するとでも？
ko: 넌 국가가 널 가장 필요로 하는 이 순간에 의무를 저버리려는거냐?
ru: Ты собираешься оставить свой долг, когда страна нуждается в этом больше всего?
zh_cn: 当国家最需要你的时候，你难道想临阵脱逃？

source: Are you sure? The scientific value of that blood data could be priceless...
de: Bist du sicher? Der wissenschaftliche Wert dieser Blutdaten könnte unschätzbar sein.
ja: 本気か？これが上手く行けば、科学的な価値は計り知れないというのに…。
ko: 정말로? 그 혈액 데이터가 가지는 과학적 가치는 값을 매길 수 없을 정도인데...
ru: Ты уверен? Информация об этой крови была бы бесценна для науки...
zh_cn: 你确定吗？血液数据的科学价值可以是无价的…

source: As the world seems to abandon the reality that we once knew, it becomes plausible that the old superstitions that were cast aside may have had some truth to them. Please go and find me a religious relic...I doubt it will be of much use but I've got to hope in something.
de: Da die Welt die Realität, die wir einst kannten, aufzugeben schein, wird es plausibel, dass an den alten Aberglauben, die zur Seite geschoben wurden, etwas dran sein könnte. Bitte geh und finde mir ein religiöses Relikt. Ich bezweifle, dass es von großem Nutzen sei, aber ich habe Hoffnung in etwas.
ja: 我々のよく知る世界の現実は放棄され、かつては脇に退けられていた迷信が真実になろうとしている。頼む、聖なる遺物を見つけて来てくれ...何の役にも立たないかもしれないが、そんなものにも、私はまだ何かを期待しているんだ。
ko: 세상이 과거의 현실을 날려버렸으니, 우리가 버려뒀던 오랜 미신들도 얼마쯤 진실이 있지 않았나 싶어. 종교 유물을 찾아와 줘...쓸모가 대단하리라곤 생각지 않지만, 뭔가 희망이 되어줄만한게 필요해.
ru: Поскольку мир отказался от той реальности, что мы когда-то знали, вполне возможно, что некоторые предрассудки и суеверия оказались правдой. Пожалуйста, найди и принеси мне какую-нибудь религиозную реликвию... Пользы от этого не будет, но хотя бы даст мне надежду.
zh_cn: 随着整个世界似乎都在颠覆我们以往对现实的认识，那些曾经被我们抛弃的迷信所内含的道理现在看来也变得让人可信。请帮我找到这样一个宗教遗迹......我虽然怀疑它能有多大用处，但我必须将希望寄托在某事上。

source: Before we get into a major fight just make sure we have the gear we need, boss.
de: Bevor wir uns in einen größeren Kampf verwickeln, stell sicher, dass wir all die Ausrüstung haben, die wir brauchen, Chef.
ja: 本格的な戦闘に突入する前に、必要な道具が揃ってるか確認しよう、ボス。
ko: 진짜 전투가 일어나기 전에 필요한 장비를 챙겨두라고, 대장.
zh_cn: 头儿，在我们干场大仗之前请确保我们带了足够的装备。

source: Can't help you much, I've never even seen a plutonium battery.
de: Ich kann dir nicht viel helfen, ich hab noch nicht mal eine Plutoniumbatterie gesehen.
ja: 力になれないな、原子力電池なんて見たこともないよ。
zh_cn: 帮不了你，我从来没有见过钚电池。

source: Come back when you get a chance, we could use a few good men.
de: Komm zurück, wenn du die Gelegenheit dazu hast. Wir können ein paar gute Männer gebrauchen.
ja: 機会を得られたら顔を出してくれ、何人か使えるやつがいるんだ。
zh_cn: 有机会就回来吧，我们欢迎能人。

source: Come back when you get a chance, we really need to start reclaiming the region.
de: Komm zurück, wenn du Gelegenheit hast, wir müssen wirklich damit anfangen, diese Region zurückzuerobern.
ja: 上手くいったら戻ってきてくれ、我々はここら一帯を取り戻さなくてはならない。
zh_cn: 当你足够强了之后回来，我们确实需要夺回这片区域。

source: Congratulations Marshal, don't forget your badge and gun. As a marshal all men or women assisting you are considered deputy marshals so keep them in line.
de: Gratulation, Marshal, vergessen Sie Ihre Dienstmarke und Schusswaffe nicht. Als Marshal werden alle Sie unterstützenden Männer oder Frauen als Hilfs-Marshals betrachet, also halten Sie sie bei der Stange.
ja: おめでとう執行官、君のバッジと銃だ。もし協力者がいるなら彼、彼女らは執行官代理ということになる。よく考えて指揮を取りなさい。
zh_cn: 恭喜你，执法官。不要忘记你的枪和徽章。作为人见人爱的执法官，请确保所有人都守规矩。

source: Contractor, I welcome you aboard.
de: Kontraktor, ich heiße Sie willkommen.
ja: ようこそ、請負人。
zh_cn: 接盘侠，欢迎你参与。

source: Damn, I maybe we can find an egg-head to crack the terminal.
de: Verdammt, vielleicht können wir einen Eierkopf finden, um das Terminal zu knacken.
ja: 畜生、この端末をハックできる頭脳担当のやつが必要だな。
ko: 젠장, 이 단말기를 해킹할 만한 '머리' 를 좀 찾아야겠구만.
ru: Чёрт, может быть я смогу найти какого-нибудь яйцеголового для взлома терминала.
zh_cn: 该死,也许我们可以找到一个聪明人去破解终端。

source: Damn, I'll have to find'er myself.
de: Verdammt, ich muss ’se selber finden.
ja: 畜生、私が自力で見つけなきゃならんのか。
ko: 젠장, 나 혼자 찾는게 낫겠네.
ru: Чёрт, мне хотя бы себя самого найти.
zh_cn: 尼玛！我只能亲自去找了。

source: Damn, we were so close.
de: Verdammt, wir waren so nah dran.
ja: 畜生め、かなり近いぞ。
ko: 젠장, 진짜 위험했어.
ru: Чёрт, мы были так близко.
zh_cn: 靠，亲，我们离得太近了。

source: Do you have any better ideas?
de: Hast du irgendwelche besseren Ideen?
ja: 他に何か考えがあるのか？
ko: 더 좋은 생각 있어?
ru: У тебя есть идеи получше?
zh_cn: 你有什么好主意吗？

source: Does our flag still yet wave?
de: Weht unsere Flagge noch?
ja: 君の星条旗は今もたなびいているか？
ko: 우리 성조기가 펄럭이려면 멀었나?
ru: Наш флаг всё ещё поднят?
zh_cn: 我们的国旗还在吗？

source: Does our flag still yet wave? We're battered but not yet out of the fight, we need the old colors!
de: Weht unsere Flagge noch? Wir sind zwar ramponiert, aber immer noch nicht außer Gefecht gesetzt. Wir brauchen die alten Farben!
ja: お前の旗はまだたなびいているか？私達はボロボロだが戦わなければならない、そのために象徴となる国旗が必要だ！
ko: 우리 성조기가 펄럭이려면 멀었나? 우린 놈들을 두들겨 팰 준비가 되었지만, 아직 나가 싸울 때가 아니야. 우리에겐 오래된 '상징' 이 필요하다고!
ru: Наш флаг всё ещё поднят? Мы потрёпаны, но не побеждены. Мы будем сражаться. Нам нужно напоминание о прошлом!
zh_cn: 我们的国旗还在吗？即便发生了这么可怕的事，国旗也决不能倒下！

source: Don't risk torching the building it may be hiding in if it has a basement. The sucker may still be alive under the rubble and ash.
de: Riskiere nicht, das Gebäude, in dem er sich verstecken könnte, abzufackeln. Falls es einen Keller hat, könnte der Hurensohn auch unter Schutt und Asche überleben.
ja: 建物に放火しても地下室に居る相手を殺すことはできない。クソッタレどもは瓦礫と灰の下でぴんぴんしてるだろうよ。
ko: 건물은 건드리지 마, 지하에 그것들이 숨어있을지도 모르니까. 그 좆같은 것들이 아직 잔해에서 살아있을지도 모르잖아.
ru: Не рискуйте жечь здание, если в нём есть подвал, там можно спрятаться. Недоноски могут до сих пор быть живыми под обломками и пеплом.
zh_cn: 不要冒险去烧屋子，这屋子要是有地下室它可能会藏在里面，这傻蛋可能会在瓦砾和碎石中活着。

source: Everyone who dies gets back up, right? Which means that whatever is causing this it must be airborne to have infected everyone. I believe that if that is the case then there should be regions that were not downwind from where-ever the disease was released. We need to find a record of all the weather patterns leading up to the outbreak.
de: Jeder der stirbt, steht wieder auf, nicht wahr? Was auch immer es verursacht, muss also über die Luft übertragen werden, um jeden zu infizieren. Wenn das stimmt, dann sollte es Gebiete geben, welche nicht windabwärts von dort sind, wo die Krankheit freigesetzt wurde. Wir müssen Wetteraufzeichnungen finden, die bis zum Ausbruch zurückreichen.
ja: 死んだ人間は誰もがこの世に舞い戻ってきている、分かるか？これは、そう、ゾンビウイルスは空気感染で引き起こされているんではないだろうか。だとするならば、風下にはこの病気が広まっている可能性があると思うんだ。感染の大流行が起こってから現在までの気象状況を調べれば、何かが分かるかもしれない。全国気象情報を探し出してきてくれ。
ko: 누구든 죽은 후 다시 일어난다는거지? 뭐가 원인인지는 모르겠지만 공기중으로 전염되는건 분명해. 내 가정이 맞다면 바람으로 질병이 퍼지지 않은 곳이 있을거야. 기상 상태 기록을 확인해서 발생지를 찾아야 해.
ru: Все умершие превращаются в зомби, так? Это означает, что инфицировавшую всех заразу, принесло ветром. Если мы найдём погодные сводки, то сможем определить очаг заражения, а также те регионы, куда не дул ветер из заражённых районов и которые не подверглись этой напасти.
zh_cn: 所有死去的人都复活了，对吗？这就说明不管是什么原因造成的，它一定是通过空气传染了所有人。如果是这样的话，我相信会有一处地方在瘟疫被释放时并没处于下风口。我们需要找到导致瘟疫爆发的所有天气模型的记录。

source: Excellent! This may be the key to removing the infection.
de: Ausgezeichnet! Das könnte der Schlüssel sein, um die Infektion zu entfernen.
ja: 素晴らしい！これは感染を取り除く鍵になるかもしれない。
ko: 훌륭해! 이게 감염을 없애는 실마리가 될지도 몰라.
ru: Отлично! Это может стать ключом к избавлению от инфекции.
zh_cn: 太棒了！这可能是去除感染的关键。

source: Excellent, thank you!
de: Großartig, danke!
ja: 素晴らしい、ありがとう！
ko: 훌륭하군, 고마워!
ru: Отлично, спасибо!
zh_cn: 非常好,谢谢!

source: Excellent. Take this vacutainer; once you've produced a zombie corpse, use it to extract blood from the body, then take it to a hospital for analysis.
de: Ausgezeichnet. Nimm dieses Blutentnahmeröhrchen. Sobald du eine Zombieleiche gefunden hast, kannst du es benutzen, um Blut aus dem Körper zu entnehmen. Bring es zur Analyse in ein Krankenhaus.
ja: 素晴らしい。この採血器を持ってゾンビの死体を確保したら、それを使って血液を採血するんだ。あとは病院まで行って分析をしてきて欲しい。
ko: 훌륭하군. 우선 이 진공 채혈기를 가져가고, 좀비 시체에 진공 채혈기를 사용해서 혈액을 추출해낸 뒤에 분석을 위해 병원으로 가면 될 거야.
ru: Превосходно. Возьми этот шприц; как только у тебя будет труп зомби, используй его на нем, чтобы извлечь кровь, затем принеси шприц в больницу для анализа.
zh_cn: 干得好。用这个采血管，一旦你得到了僵尸的尸体，用它来提从那东西的身体取血液，然后把它带到医院进行分析。

source: Find a gun if you can, make it quick...
de: Finde ein Gewehr, wenn du kannst. Mach schnell!
ja: 可能なら銃を見つけるんだ、素早くな…。
ko: 가능하면 총을 찾으세요, 최대한 빨리요...
ru: Лучше найди огнестрельное оружие, чтоб не долго мучалась...
zh_cn: 如果你能找到一个枪,让它快速…

source: Find a large federal building or school, they must have one.
de: Finde ein großes Regierungsgebäude oder eine Schule – die müssen eine haben.
ja: デカい公営の建物や学校で見つかると思う。1つは置いてあるはずだ。
ko: 큰 연방 빌딩이나 학교를 찾아보라구, 하나쯤은 반드시 있을거야.
ru: Поищи в каком-нибудь федеральном здании или школе. Там наверняка есть такой.
zh_cn: 去找找学校或者市政设施，哪些地方肯定会有国旗。

source: Find any antibiotics yet?
de: Hast schon du irgendwelche Antibiotika gefunden?
ja: 抗生物質は見つかったかい？
ko: 아직도 아무 항생제도 못찾은거야?
ru: Ты уже нашёл антибиотики?
zh_cn: 找到任何抗生素吗?

source: Found a gunslinger?
de: Einen Revolerhelden gefunden?
ja: ガンスリンガーを見つけてくれたかい？
ko: 총잡이를 찾았나?
zh_cn: 发现一个枪手？

source: From what I understand, the creatures you encountered surrounding this relic were unlike anything I've heard of. It is laughable that I now consider the living dead to be part of our ordinary reality. Never-the-less, the church must have some explanation for these events. I have located the residence of a local clergy man, could you go to this address and recover any items that may reveal what the church's stance is on these events?
de: So weit ich es verstanden habe, waren die Kreaturen, die du um dieses Relikt herum gesehen hast, anders als irgendwas, von dem ich jemals gehört habe. Es ist lächerlich, dass ich nun die Untoten als Teil unserer alltäglichen Realität betrachte. Dennoch muss die Kirche irgendeine Erklärung für diese Ereignisse haben. Ich habe die Wohnung eines lokalen Geistlichen aufgespürt, könntest du zu dieser Adresse gehen und Gegenstände, die die Rolle der Kirche in diesen Ereignissen aufdecken könnten, holen?
ja: この遺物を取り囲んでいた者たちの姿、私が聞いていたものとは違うようだ。笑うかもしれないが、私は以前から生ける屍を現実のものとして真剣に考えていた。教会にはこの事態を説明する義務がある。この町の聖職者の住所だ。ここに行けば、この事態に対して教会はどう立ち向かうべきか、それを明らかにする何かがあるかもしれない。
ko: 내가 이해한 대로라면, 그 성물 주변에서 네가 만났던 것들은 내가 아는 한 어떤 것과도 닮지 않았어. 내가 이젠 살아있는 시체를 당연한 현실로 받아들이는 것도 웃기지만. 그-래-도, 교회에서 이 사건의 어떤 원인을 찾을 수 있을거야. 어떤 동네 성직자의 집 위치를 알아냈는데, 이 주소로 가서 이 사건에 대한 교회의 자세를 보여주는 물건을 뭐라도 좀 찾아와줄래?
ru: Как я понял, существа, окружающие эту реликвию, отличаются от тех, о которых я слышал. Смешно, что я рассматриваю живых мертвецов, как привычную часть реальности. Тем не менее, в церкви должны быть объяснения этим событиям. Я обнаружил резиденцию одного местного духовника. Можешь сходить туда и поискать что-нибудь проясняющее детали положения церкви в этих событиях?
zh_cn: 据我所知，你在遗迹周围碰见的那些生物跟我所了解的任何东西都不一样。可笑的是，我现在已接受丧尸是我们日常生活的一部分。尽管如此，这教堂一定能解释这些事件。我已经找到了当地神职人员的居住地址，你能去这个地址并找到任何可能揭示教堂对这些事件立场的东西吗？

source: Fuck ya, America!
de: Hurra Amerika!
ja: 合衆国万歳！
ko: 끝내주는군, 미국이여!
ru: Да, твою мать! Да!
zh_cn: 草泥马，美国！

source: Getting a working vehicle is going to become important as the distance you have to travel increases.
zh_cn: 找到一部能用的车辆将随着你移动距离的增加而越来越重要。

source: Good luck, finding a clear passage to the second level may be tricky.
zh_cn: 祝你好运，找到一条到第二层的安全道路可能会很棘手。

source: Good luck, the communications room shouldn't be far from here.
zh_cn: 祝你好运，通讯室应该就在这附近。

source: Got this knocked out?
de: Hast du es k.o. geschlagen?
ja: ノックアウト？
ko: 포기하려고?
zh_cn: 这样击倒它，懂了么？

source: Great work, Deputy. We're in business.
de: Gute Arbeit, Stellverteter. Wir sind im Geschäft.
ja: 素晴らしい仕事だ、保安官代理。早速取り掛かろう。
ko: 훌륭해, 부보안관, 일할 때가 됐구만.
ru: Отличная работа. Значёк. Мы в деле.
zh_cn: 干的不错，老二。我们现在是在做生意。

source: Great work, wasn't sure what I was sending you after.
de: Gute Arbeit! Ich war mir nicht sicher, zu was ich dich geschickt habe.
ja: 素晴らしい、正直、君を送り出してから気が気でなかったよ。
zh_cn: 做得好 ! 我不确定怎样的东西才能报答你 .

source: Great, I know it isn't much but we hope to continue to expand thanks to your help.
de: Super! Ich weiß, es ist nicht viel, aber wir hoffen, dass wir uns weiterhin ausbreiten können dank deiner Hilfe.
ja: 素晴らしい、十分な礼はできないが、また持ってきてくれると大いに助かるよ。
zh_cn: 太好了, 我知道这样的感谢不算很多, 但是我们希望以继续扩建来感谢你的帮助 .

source: Great, anything I can't use to prosecute the bastards is yours, as promised.
de: Großartig! Alles, was ich nicht benutzen kann, um diese Schweine zur Rechenschaft zu ziehen, ist deins, wie versprochen.
ja: 素晴らしい、クソッタレどもを告訴するために必要なもの以外は全て君にやるよ。約束だ。
ko: 좋아, 약속대로 그놈들을 잡아 넣는데 필요 없는 것들은 다 네 차지야.
ru: Отлично. Всё, что я не смогу использовать для преследования этих ублюдков — твоё. Как и было обещано.
zh_cn: 灰常好，保险箱里面不能指控那帮混蛋的东西按照约定都是你的了。

source: Great, just let me know when you are ready to wade knee-deep in an ocean of blood.
de: Großartig, sag mir nur Bescheid, sobald du bereit bist, knietief in einem Ozean aus Blut zu waten.
ja: 最高だな。膝まで没する血の海を掻き分けながら歩く準備が出来たら教えてくれよ。
ko: 훌륭해, 피바다에 발을 담글 준비가 되면 말하라고.
zh_cn: 很好，在你准备好在齐膝深的血海中跋涉时就来找我吧。

source: Great, let's see... uh... hmmm... Fine, I didn't even do my own taxes but I'm sure this will prove their guilt if we get an expert to examine it.
de: Großartig! Lass mich sehen … ähm … hmmmmm. Okay, ich hab noch nicht mal meine eigene Steuererklärung gemacht, aber ich bin mir sicher, dass das ihre Schuld beweisen würde, wenn wir einen Experten finden.
ja: よろしい、どれどれ... うん... ふーん... なるほど、私は確定申告をしていなかったな。まあともかくこいつを調査分析する専門家がいてくれたら、やつらの有罪を証明することはできそうだ。
ko: 좋아, 어디볼까... 음... 흐으음.... 좋아, 나는 내 세금 계산도 못할 정도긴 했지만, 이건 분명히 그놈들 잘못에 대한 증거라고. 이걸 봐줄 전문가가 필요하긴 하지만.
ru: Отлично, посмотрим… ээ… хммм… Ладно, я не разбираюсь даже в своих налогах, но я уверен, это докажет их вину, если мы покажем это эксперту.
zh_cn: 很好，我们来看看...嗯......额.......好吧，其实我自己也没填过税表，但我肯定如果我们能找个专家来看的话，这表格能证明他们有罪。

source: Has the leadership been dealt with?
de: Hat man sich um die Führung gekümmert?
ja: リーダーシップを発揮しろと。
zh_cn: 那个头目被处理了吗？

source: Have you completed your mission?
de: Hast du deine Mission abgeschlossen?
ja: 依頼は片付いたかい？
zh_cn: 你完成你的任务了吗？

source: Have you dealt with them?
de: Hast du dich um sie gekümmert?
ja: 対処してくれたかい？
zh_cn: 你解决他们了吗？

source: Have you found my dog yet?
de: Hast du schon meinen Hund gefunden?
ja: 子犬は見つかった？
ko: 제 개는 아직 못 찾았나요?
ru: Ты уже нашел моего пса?
zh_cn: 你找到我的狗吗?

source: Have you had any luck fabricating it?
zh_cn: 你运气怎么样，造出来了没？

source: Have you had any luck finding a radio tower?
zh_cn: 运气咋样？找到无线电塔了没？

source: Have you had any luck severing the connection?
zh_cn: 你运气怎么样，切断连接了没？

source: Having any trouble following the map?
de: Hast du Probleme der Karte zu folgen?
ja: 地図を見て移動するだけだろう？何が問題何だ？
ko: 지도 보고 길 찾기가 힘들어?
ru: Есть какие-то проблемы с картой?
zh_cn: 照地图指示有任何问题吗？

source: Hell ya! Find me one of those big ol' American flags.
de: Aber hallo! Find mir einer dieser großen alten amerikanischen Flaggen.
ja: よし！国旗(アメリカ合衆国)を1つ見つけてここに持ってきてくれ。
ko: 좋아! 나에게 이런 크고 아름다운 성조기를 가져다 달라구.
ru: О да! Найди мне один из этих больших американских флагов.
zh_cn: 也！那就帮我找一面大大的美国国旗吧。

source: Hell ya, we may get ourselves killed but we'll be among the first legends of the apocalypse.
de: Aber hallo! Wir könnten dabei draufgehen, aber wir werden unter den ersten Legenden der Apokalypse sein.
ja: どうだい、いずれ戦いの中で死ぬのかもしれないが、とりあえず私と君でこの終末世界に最初の伝説を打ち立ててやったな。
ko: 젠장 물론이지, 죽을지도 모르지만 망한 세상에서 최초의 전설이 될지도 모르잖아.
ru: Чёрт побери. Мы можем погибнуть там, но станем первыми легендами апокалипсиса.
zh_cn: 噢耶，我们也许会死，但我们却将成为世界末日的首批传奇人物。

source: Hey <name_g>... I really need your help...
de: Hey, <name_g>! Ich brauch wirklich deine Hilfe.
ja: やあ<name_g>…本気で助けが必要なんだ…。
ko: 거기 <name_g>... 네 도움이 정말 필요해...
ru: Слушай <name_g>... Мне очень нужна твоя помощь...
zh_cn: 嘿 <name_g>…我真的需要你的帮助…

source: Hey, I know I wouldn't volunteer for it either.
de: Hey, ich weiß, dass ich das auch nicht tun würde.
ja: おい、志願したわけじゃないぞ。
ko: 이봐, 나도 할 생각은 없다고.
zh_cn: 嘿，我知道我不会自愿去做任何一个。

source: Hey, I know I wouldn't volunteer for it either... but then I remember that most of us survivors won't make it unless someone decides to take the initiative.
de: Hey, ich weiß, dass ich das auch nicht tun würde. Aber dann fällt mir ein, dass die meisten Überlebenden es nicht schaffen werden, es sei denn, irgendjemand ergreift Initiative.
ja: おい、そんなことに志願したつもりは無いぞ...だが率先する何者かが居なければ後に続く者も居ないというのは、道理だな。
ko: 저기, 내가 같이 가줄순 없지만... 계획이 없이 나간 사람들은 돌아오지 못했던거 같아.
ru: Эй, я знаю, что ты не будешь помогать мне даром… Но я помню о том, что большинство из выживших не будет этого делать до тех пор, пока кто-нибудь не покажет им пример.
zh_cn: 嗨，我知道我也不想自愿做这事儿......但我随即想到我们绝大多数人都不可能活下来，除非我们中有人能站出来。

source: Holy hell, the crash you recovered the black box from wasn't as old as I thought. Check this out, it was on its approach to pick up a team sent to secure and destroy something called a 'Hazardous Waste Sarcophagus' in the middle of nowhere. If the bird never picked up the team then we may still have a chance to meet up with them. It includes an access code for the elevator and an encoded message for the team leader, I guess. If we want to join up with what remains of the government then now may be our only chance.
de: Heilige Hölle, der Absturz, von dem du den Flugschreiber geholt hast, war nicht so alt, wie ich dachte. Hör dir das an: Der Heli war auf dem Weg, ein Team abzuholen, welches einen sogenannten »Gefahrenstoff-Sarkophag« sichern und zerstören sollte. Falls der Vogel niemals das Team aufgegabelt hat, könnten wir immer noch eine Chance haben, uns mit ihnen zu treffen. Die Mitschrift enthält Zugangsdaten für den Aufzug sowie eine verschlüsselte Nachricht für den Gruppenleiter. Wenn wir uns mit den Überbleibseln der Regierung verbünden wollen, könnte dies unsere letzte Chance sein.
ja: なんてこった、ブラックボックスから出て来た情報は思ったより新しいぞ。見ろ、このヘリは"有害廃棄物石棺"とやらを制圧するための部隊を拾いに行く途中だったらしい。石棺の場所はそう遠くないようだ。このヘリが部隊を拾えなかったということは我々が自力で合流できるかもしれないということでもある。エレベーターのアクセスコードと部隊長へのメッセージも含まれているな。政府指揮系統と接触する方法があるとしたらこれが唯一のものかもしれない。
ko: 허허 망할, 네가 블랙박스 들고 온 그 추락현장, 내 생각만큼 오래전 건 아니더군. 이거 좀 봐. 헬기는 허허벌판 한가운데에 있는 '유해 폐기물 석관'이라는 곳을 봉쇄/제거하려고 파견된 어떤 팀을 태워주러 가는 중이었다는거지. 헬기가 그놈들을 태워주지 못했다면 우리가 그놈들을 만날 수도 있겠어. 블랙박스엔 엘리베이터용 접근암호하고, 내 생각이긴 한데, 팀장한테 보내는 암호 메시지도 있었어. 우리가 정부의 잔존세력과 합류하려 한다면 이게 유일한 기회일지도 몰라.
ru: Чёрт побери, чёрный ящик, взятый тобой с места аварии, был не старый. Они собирались забрать команду зачистки места, называемого "Саркофаги токсичных отходов", расположенного невесть где. И если эта птичка никогда не забирала команду, то у нас есть шанс встретиться с ними, найти код доступа к подъемнику и зашифрованные послания лидеру группы. Если мы захотим присоединиться к тому, что осталось от правительства, то это наш единственный шанс.
zh_cn: 额滴个神啊！你找到黑匣子的那次坠机发生时间距今并不像我想的那么久远。看看这个，这架飞机当时正准备降落去接应一只部队，那只部队被派去某个秘密地点确保销毁被称为 "危险的废弃石棺” 的东西。如果那架飞机没有接应到那只部队的话，我们就仍有碰见他们的可能性。我猜黑匣子里还有电梯的接入码和一条给部队指挥官的加密信息。如果我们想加入那个还可称为政府机构的部队的话，这恐怕就是我们的最后机会了。

source: How 'bout that black box?
de: Wie wäre es mit diesem Flugschreiber?
ja: ブラックボックスはあったか？
ko: 블랙박스는 어떻게 됐어?
ru: Так что на счёт чёрного ящика?
zh_cn: 这个黑匣子怎么办？

source: How am I not dead already?!
de: Wie kommt’s, dass ich noch nicht tot bin?!
ja: どうして私はまだ生きてるんだ？！
ko: 내가 어떻게 아직 안죽었겠어?!
ru: Как я до сих пор не умер?
zh_cn: 我怎么没死? !

source: How is the hunt going?
zh_cn: 最近狩猎的怎么样了？

source: How is the search going?
de: Wie verläuft die Suche?
ja: 捜索は上手くいっているか？
zh_cn: 搜索怎么样了？

source: I bet some of them are still out there...
de: Ich wette, dass einige von ihnen immer noch da draußen sind.
ja: 彼らの何人かは外にいると思う...
ko: 아마 몇몇은 아직 살아있을거야...
ru: Готов поспорить, что некоторые из них до сих пор там…
zh_cn: 我打赌他们中的一些还在那里……

source: I bet you'll run into a lot of those things in the hospital, please be careful.
de: Ich wette, dass du einem dieser Dinger im Krankenhaus begegnen wirst. Bitte sei vorsichtig.
ja: 多分、病院にはヤバイ奴らが沢山いると思うから、注意して行動するんだ。
ko: 병원에는 아마 그것들이 많을거야, 제발 조심해.
ru: Бьюсь об заклад, в больнице всё кишит монстрами, будь осторожен.
zh_cn: 我打赌你将会在医院内遇到很多肮脏的东西，请小心些。

source: I can't thank you enough for bringing me the patient records but I do have another request. You seem to know your way around... could you take me to one of the FEMA camps? I know some were overrun but I don't want to believe all of them could have fallen.
de: Ich kann dir nicht genug dafür danken, dass du mir die Patientenakten gebracht hast, aber ich habe eine weitere Bitte. Du scheinst dich hier auszukennen. Könntest du mich zu einem dieser FEMA-Lager bringen? Ich weiß, dass einige überrant wurden, aber ich will nicht glauben, dass sie alle zerstört wurden.
ja: 感謝の言葉も無いよ。申し訳ないが、また別の頼みごとをしてもいいだろうか。君はここらの地理に明るいようだ...私をFEMAキャンプに連れて行ってくれないか？多くが機能していないことは知っているが、一つぐらい無事なところがあると信じているんだ。
ko: 환자 내역을 가져다 준건 정말로 고마워. 하지만 다른걸 하나 더 해줬으면 좋겠어. 주변 지리를 아는 것 같아서 그런데... 그 대피 캠프로 좀 데려다주면 안될까? 몇몇 캠프가 당했다는건 알지만, 모두가 당한 것 같지는 않았을지도 몰라.
ru: Не знаю как благодарить тебя за получение медицинских карт, но у меня есть другая просьба для тебя. Похоже, что ты знаешь окрестности… можешь отвести меня в один из лагерей FEMA? Я в курсе, что некоторые из них были опустошены, но не могу поверить, что все из них были уничтожены.
zh_cn: 我对你帮我带来这些病人记录真是感激不尽，但是我真的还有另一个请求。你看起来对外面的环境颇为熟悉......能否请你带我去其中一个联邦应急营地？我知道有些营地已被摧毁，但我还是无法相信他们全都沦陷了。

source: I could always use you to put another repeater mod up. I don't have to remind you but every one that goes up extends our response area just a little bit more. With enough of them we'll be able to maintain communication with anyone in the region.
zh_cn: 我总是可以让你去搭建下一个无线电中继器。也许不必我提醒，但每个新无线电中继器都将稍微扩大我们的响应范围。如果有足够多的话，我们可以和区域内的任意一个人保持联络。

source: I don't know why you would bother wasting your time down here if you can't handle a few small tasks...
zh_cn: 我不知道你为什么在这种地方浪费时间，不过如果你可以帮点小忙的话...
