Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Many styles also have special effects unlocked under certain conditions. These are varied and unique to each style, and range from special combo moves to bonuses depending on the situation you are in. You can check these by examining your style.
de: Viele Kampfstile haben unter bestimmten Bedingungen außerdem besondere Wirkungen. Sie sind verschieden und einzigatig für jeden Kampfstil und reichen von besonderen Kombiangriffen bis zu situationsabhängigen Boni. Du kannst sie untersuchen, indem du deinen Kampfstil betrachtest.
ja: 多くのスタイルは、特定条件下で特殊な効果が発生します。効果はそれぞれの格闘スタイルによって様々で、状況に応じて上手く利用すれば戦闘を有利に進められます。実践で使って確かめてみましょう。
ko: 또한 많은 무술들은 특별한 조건에서 해제되는 특수 효과들이 있습니다. 이 효과는 스타일에 따라서 다양하며, 특수 콤보 기술부터 시작해서 특수한 상황에 보너스를 받는 것까지 다양합니다. 역시 인벤토리 창으로 확인할 수 있습니다.
ru: У многих стилей есть уникальные эффекты, разблокируемые при определенных условиях. Эффекты варьируются в диапазоне, от специальных комбо, до различных бонусов, выдаваемых в зависимости от ситуации. Все это можно узнать проверив стиль.
zh_cn: 在某些情况下，徒手技能也会带有一些特殊的效果，从范围攻击到连续技，具体情况请查看具体的技能介绍。

source: Many traps are fully or partially hidden. Your ability to detect traps is entirely dependent upon your Perception. Should you stumble into a trap, you may have a chance to avoid it, depending on your Dodge skill.
de: Viele Fallen sind völlig oder teilweise versteckt. Deine Fähigkeit, Fallen aufzuspüren, hängt einzig von deiner Wahrnehmung ab. Solltest du in eine Falle stolpern, hast du eine Chance, ihr auszuweichen, was von deiner Ausweichfähigkeit abhängt.
ja: 大抵の罠は完全に、もしくは部分的に隠されて設置してありますが、感覚の能力値が高ければ、罠の位置を感知できます。罠を踏んでしまった場合も、回避スキルのレベルによっては避けられる可能性があります。
ko: 많은 함정은 완전히, 혹은 부분적으로 숨겨져 있습니다. 숨겨진 함정을 찾는 능력은 순수하게 지각력에 따라 달라집니다. 또한, 함정을 밟았어도 이를 회피할 확률도 있는데, 그 확률은 회피 기술에 따라 달라집니다.
ru: Многие ловушки частично или полностью скрыты. Способность их обнаружения полностью зависит от вашего восприятия. При срабатывании ловушки, вероятность избежать её действия зависит от навыка уклонения.
zh_cn: 很多陷阱是完全或部分隐藏的。你发现陷阱的能力完全取决于你的洞察熟悉感。当你踩到陷阱，根据你的躲避技能级别，你有一定几率躲过陷阱。

source: Morale is also responsible for ensuring you can learn effectively, via a mechanic referred to as 'focus'. Your focus level is a measure of how effectively you can learn. The natural level is 100, which indicates normal learning potential. Higher or lower focus levels make it easier or harder to learn from practical experience.
de: Die Moral ist außerdem auch verantworlich dafür, sicherzustellen, dass du effizient lernen kannst, mittels eines Spielmechanismus, der von nun an als »Fokus« bezeichnet werden soll. Dein Fokuspegel ist ein Maß, das anzeigt, wie effektiv du lernen kannst. Der natürliche Pegel ist 100, was normales Lernpotential bedeutet. Höhere oder niedrigere Fokuspegel machen es leichter oder schwieriger, von praktischen Erfahrungen zu lernen.
ja: 意欲は効果的に学習する際に参照される集中力にも影響します。集中力はどれだけ効果的に学習できるかの指標となります。集中力の初期値は100で、集中力の上昇、低下に対応して学習効率も上昇、低下します。
ko: 또한, 의욕은 무언가를 배울 때의 효율성을 나타내는 수치를 결정하기도 합니다. 바로 '집중도'라는 수치인데요. 이는 무언가를 얼마나 빠르게 배울 수 있는지를 나타내는 수치입니다. 집중도의 기준 수치는 기본적으로 100이며, 집중도가 높으면 경험으로부터 기술을 배우는 속도가 빨라집니다.
ru: Мораль также отвечает за эффективность вашего обучения; эта механика называется 'фокус'. От значения фокуса зависит то, насколько хорошо вы обучаетесь. Естественный показатель 100 гарантирует нормальный потенциал обучаемости. От уровня фокуса зависит то, насколько просто или сложно вам будет чему-то научиться.
zh_cn: 情绪也会影响你“注意力”，从而影响的学习效率。你的注意力决定了你的学习效率。一开始你有100点注意力，更高或更低的注意力会使你获得学习效率的增益或惩罚。

source: Most bionics require a source of power, and you will need an internal battery to store energy for them. Your current amount of energy is displayed below your health. Replenishing energy can be done in a variety of ways, but all require the installation of a special bionic just for fuel consumption.
de: Die meisten Bioniken benötigen eine Stromquelle und eine interne Batterie für die Stromspeicherung. Dein aktuelle Strompegel wird unter deiner Gesundheitsanzeige angezeigt. Strom kann auf verschiedene Weise wiedererlangt werden, aber alle erfordern die Installation eines speziellem Bioniks für den Treibstoffverbrauch.
ja: ほとんどのCBMはエネルギー源とそれを貯めておく内部バッテリーを必要とします。エネルギーの現在量は体力欄の下に表示されます。エネルギーの補給には様々な方法がありますが、どの方法も燃料を補給するための特別なCBMが必要です。
ko: 대부분의 바이오닉은 동력원이 필요하며, 몸속에 내장된 배터리에 전력을 저장합니다. 현재 전력 보유량은 체력 밑에 표시됩니다. 전력을 충전하는 방법은 여러가지인데, 충전 방식마다 특정한 바이오닉이 필요합니다.
ru: Вам понадобится встроенная в тело энергосистема для питания большинства биомодулей. Текущее количество энергии отображено под счетчиком здоровья. Пополнить энергию можно различными методами, но все они требуют установки специальной бионики для выработки энергии.
zh_cn: 大部分的生化设备都需要一个稳定的能量源，它会被安装在你的体内(就像ironman...)，你当前的能量值会显示在HP值的下方，游戏中也有很多方式可以进行充能，但在此之前你需要安装一个特殊的生化设备让你可以吸收能源。

source: Most styles have a variety of special moves associated with them. Most have a skill requirement, and will be unavailable until you reach a level of unarmed skill. You can check the moves by pressing '?' in the pick style menu.
de: Die meisten Techniken sind mit einigen besonderen Angriffen verbunden. Die meisten haben eine Erfahrungserfordernis und werden nicht verfügbar sein, ehe du eine Stufe im waffenlosen Kampf erreichst. Du kannst die Angriffsarten betrachten, indem du »?« im Kampfstilauswahlmenü drückst.
ja: ほとんどのスタイルは、それらに関連する特別な技を持っています。大抵の技は使用できるスキルレベルが決まっており、素手格闘スキルが一定レベル以上なければ発動しません。格闘スタイルメニューで「?」を押せば、技を確認できます。
zh_cn: 许多徒手格斗技能都有相应的特殊招式，想要使用这些招式需要具备一定的技能等级，具体信息可以在按<?>键进行查看。

source: Movement is performed using the numpad, or vikeys.
de: Das Bewegen wird mit dem Ziffernblock oder den Vi-Tasten vorgenommen.
ja: 移動は数字キーかviキーで行います。
ko: 이동은 숫자패드나 방향키를 통해 이루어집니다.
ru: Движение осуществляется при помощи стрелок или "vi-клавиш".
zh_cn: 游戏中角色的移动可以通过小键盘上的按键或者方向键来实现

source: Note colors:
ja: メモに使える色:
zh_cn: 笔记颜色:

source: Note that most painkillers take a little while to kick in. If you take some oxycodone and don't notice the effects right away, don't start taking more - you may overdose and die!
ja: また殆どの鎮痛剤は効き始めるまで少し時間を要します。すぐに効き始めからないからと飲み過ぎないで下さい。薬物中毒になり最悪死んでしまいます!
zh_cn: 需要注意的是大多数止疼药的生效需要时间，如果你服用了一些氢可酮但是没有立刻生效，请务必稍等片刻而不是急着再次服用，药物使用过量也是会致命的...

source: O Parking lot - Empty lot, few items. Mostly useless.
de: O Parkplatz – Leeres Feld, wenige Gegenstände. Größtenteils nutzlos.
ja: O 駐車場 - 空の場合が多いですが、車両が放置している時もあります。
ko: O 주차장 - 빈 공터이며 물품이 적습니다. 대부분 쓸모 없는 곳입니다.
ru: O Стоянка - Пустырь, несколько предметов. В большинстве случаев бесполезная..
zh_cn: O 停车场 - 非常空旷，几乎没有东西。通常没有用。

source: Pain will also disappear with time, so if drugs aren't available and you're in a lot of pain, it may be wise to find a safe spot and simply rest for an extended period of time.
de: Schmerzen werden mit der Zeit auch wieder verschwinden, wenn also weder Drogen noch Medikamente verfügbar sind und du unter großen Schmerzen stehst, wäre es klug, ein sicheres Plätzchen zu finden und sich einfach für eine längere Zeit auszuruhen.
ja: 痛みは時間経過で低減します。その為、痛みが大きいのに薬品を持たない場合は単純に安全な場所に行ってしばらくの間休むのも良い手です。
ko: 또한 고통은 시간이 흐르면 사라지기 때문에 진통제를 복용할 수 없고 고통이 심하다면 안전한 장소를 찾아서 휴식을 취하는 것도 현명한 선택입니다.
ru: Боль исчезает со временем; если вам очень больно, а таблеток под рукой нет, то разумным решением будет, просто отдохнуть в безопасном месте.
zh_cn: 即使不服药，随着时间的推移疼痛感也会逐渐消退，所以当你没有药物且全身疼痛的时候，最好能够找处安全的地方进行休息。

source: Please press one of the following for help on that topic: Press q or ESC to return to the game.
de: Bitte drücke eine der folgenden Tasten für Hilfe zum entsprechendem Thema: Drücke q oder Esc zum Zurückkehren.
ja: ヘルプを参照する場合は該当キーを押して下さい： ESC/q でゲームに戻ります。
ko: 도움말을 보시려면 다음 주제 앞의 키를 눌러주세요: 게임으로 돌아가시려면 q 또는 ESC키를 눌러주세요.
ru: Выберите один из подразделов справки: Нажмите q или ESC для выхода из справки.
zh_cn: 按下列按键进入帮助主题： 模都精校版汉化 按<q>或<ESC>返回游戏

source: Pressing %s opens a comparison menu, where you can see two items side-by-side with their attributes highlighted to indicate which is superior. You can also access the item comparison menu by pressing C after %s to view nearby items menu is open and an item is selected.
ja: 比較メニューは%sを押すと開き、選択した2つのアイテムを左右に並べ、数値の優劣を比較することができます。比較している一方のアイテムを変更したいときは、%sの後にCを押せば再度アイテム選択画面に戻ることができます。
zh_cn: 按下<%s>键可以打开一个对比的菜单，你可以并列显示两件物品的属性并进行比较，其中较高的数值会被高亮。同时当你使用<%s>键来检视周遭可以得到的物品时，也可以按下<C>开启物品对比窗口。

source: Q: Help! I started a fire and now my house is burning down! A: Fires will spread to nearby flammable tiles if they are able. Lighting a fire in a set-up brazier, stove, wood stove, stone fireplace, or pit will stop it from spreading. Fire extinguishers can put out fires that get out of control.
de: F: Hilfe! Ich habe ein Feuer gelegt und nun brennt mein Haus ab! A: Feuer breiten sich auf benachbarte brennbare Felder aus, wenn sie können. Ein Feuer in einer Feuerschale, einem Holzherd, einer Stein-Feuerstelle oder einer Grube zu entfachen, wird es am Ausbreiten hindern. Feuerlöscher können Feuer, die außer Kontrolle geraten, löschen.
ja: Q: 助けて！火を起こしたら家が焼け落ちそうになってしまったんだ！ A: 火は近くの可燃物があるタイルに燃え広がろうとします。設置した火鉢、ストーブ、薪ストーブ、暖炉や穴は火が燃え広がるのを防いでくれます。消火器があれば燃え広がった火を消す事も出来ます。
ru: В: Помогите! Я зажег огонь и теперь мой дом горит! О: Огонь распространяется на все близлежащие тайлы, если они горючи. Для начала потушите огонь в источнике (мангал, камин, печь, яма и т. д.), потом используйте огнетушитель на все остальное пламя.
zh_cn: 问：救命啊！我点了把火不小心把房子给烧了！ 答：火势会随着周围的易燃物和天花板蔓延，你可以在周围放火盆、木炉、石炉，或者挖坑来阻止它的蔓延，如果你被大火包围，那么灭火器可以帮你突出重围。

source: Q: How can I cure a fungal infection? A: Royal jelly, the Blood Filter bionic, and some antifungal chemicals can cure fungal infection. You can find royal jelly in the bee hives which dot forests. Antifungal chemicals to cure the fungal infection can either be found as random loot or made from other ingredients.
de: F: Wie kann ich eine Pilzinfektion kurieren? A: Geleé royale, das Blutfilterbionik und einige Antipilzmittel können Pilzinfektionen kurieren. Du kannst Geleé royale in den Bienenwaben, die punktweise in den Wändern auftauchen, finden. Antipilzmittel, die die Pilzinfektion kurieren, können entweder als zufällige Beute gefunden werden oder aus anderen Zutaten angefertigt werden.
ja: Q: 真菌感染を治療する方法は？ A: ローヤルゼリー、血液ろ過システム、真菌治療薬のいずれかを使用すると真菌感染を治療できます。ローヤルゼリーは森林に点在する蜂の巣から確保できます。真菌治療薬はその辺に落ちている場合もありますし、材料から自作する事も出来ますよ。
ru: В: Как я могу избавиться от грибной инфекции? О: Маточное молочко, бионика Кровяной фильтр и некоторые противогрибковые химикаты могут излечить грибную инфекцию. Маточное молочко можно найти в пчелиных ульях в лесу. Химикаты могут стать случайной добычей или сделаны из ингредиентов.
zh_cn: 问：如何才能治愈真菌感染？ 答：蜂王浆，血液过滤CBM，或者其他一些抗真菌化合物。你在以在丛林中点缀的蜂巢里找到蜂王浆，而抗真菌化合物则可以搜刮得来，也可以按照特定配方制造。

source: Q: How can I prevent monsters from attacking while I sleep? A: Find a safe place to sleep, for example in a cleared building far from the front door. Set traps if you have them, or build a fire.
ja: Q: 寝ている間にモンスターから襲われない様にするにはどうすればいいんだ？ A: 安全な建物の中の玄関から離れた場所など、安全な寝床を見つけましょう。罠を持っているなら仕掛けたり、火を起こしたりしましょう。
zh_cn: 问：睡觉的时候怎样才能防止被怪物侵袭？ 答：首先建议你选个安全的地方睡觉，比如建筑物内远离出入口的地方，在身边设几个陷阱然后再生一堆火，这样基本就OK了...吧。

source: Q: How can I remove boards from boarded-up windows and doors? A: Use a hammer and choose the direction of the boarded-up window or door to remove the boards.
de: F: Wie kann ich die Bretter von verrammelten Fenstern und Türen entfernen? A: Benutze einen Hammer und wähle die Richtung des verramelten Fensters bzw. der verrammelten Türe, um die Bretter zu entfernen.
ja: Q: 板を打ち付けたドアや窓から板を外すにはどうすればいいの？ A: ハンマーを板を打ち付けた窓やドアに向かって使用すると板を取り外す事が出来ます。
ko: 문: 판자로 덧댄 창문이나 문에서 판자를 어떻게 제거합니까? 답: 망치를 사용한 다음, 판자로 덧댄 창문이나 문을 선택해 제거하면 됩니다.
ru: В: Как снять доски с заколоченных окон и дверей? О: Используйте молоток и выберите направление.
zh_cn: 问：我要怎样才能封上门窗呢？ 答：你需要一把锤子、一堆钉子、几块板子，然后对着你想要封上的门窗使用就行了。

source: Q: How do I get into science labs? A: You can enter the front door if you have an ID card by examining (%s) the keypad. If you are skilled in computers and have an electrohack, it is possible to hack the keypad. An EMP blast has a chance to force the doors open, but it's more likely to break them. You can also sneak in through the sewers sometimes, or try to smash through the walls with explosions.
de: F: Wie komme ich in die wissenschaftlichen Labore? A: Du kannst die Vordertüre passieren, wenn du eine Dienstkarte eines Wissenschaftlers hast und mit der %s-Taste das Keypad untersuchst. Falls du Erfahrung mit Computern und einen Electrohack hast, ist es möglich, das Keypad zu hacken. Ein EMP kann mit einer gewissen Wahrscheinlichkeit die Türen öffnen, aber es ist wahrscheinlicher, dass sie dabei kaputt gehen. Du kannst dich manchmal auch durch die Abwässerkanäle hereinschleichen oder die Wände sprengen.
ja: Q: 科学研究所に入る方法は？ A: IDカードを持っているのなら、キーパッドを調べる(%s)と正面のドアから入る事が出来ます。コンピュータ技能に習熟しており、ハッキング装置を持っていれば、キーパッドのハッキングが行えます。EMPブラストを使うとドアが開く事もありますが、壊れてしまう方が多いでしょう。下水道から忍び込める場合もありますし、爆発物で壁を壊してしまう事も出来るでしょう。
ko: 문: 연구소에는 어떻게 들어가죠? 답: ID 카드가 있다면 %s키로 콘솔을 조사해서 정문으로 들어갈 수 있습니다. 컴퓨터 전문가이고, 전자해킹장치가 있다면 콘솔을 해킹할 수도 있습니다. EMP 폭발은 정문을 강제로 열 수 있게 해줍니다만, 이건 사실 문을 여는게 아니라 부수는 거죠. 하수도를 통해 어쩌다 들어갈 수도 있고, 폭발물로 벽을 부수고 들어갈 수도 있습니다.
ru: В: Как попасть в научную лабораторию? О: Вы можете зайти через главные ворота с помощью ID карты ученого, исследовав клавишей %s панель неподалеку. Если вы разбираетесь в компьютерах, то можете попытаться взломать панель электрохаком. Электромагнитный разряд способен открыть ворота, но чаще они заклинивают. Можно сделать дырку в стене или пробраться через канализацию (не всегда).
zh_cn: 问：我该如何进入一个科学实验室呢？ 答：如果你有ID卡的话从正门刷卡（%s ）进去就是了；如果你的电脑技术够高并且有一套黑客设备，你也可以黑开大门；如果你有EMP武器，也有可能暂时使大门失效，但更有可能毁掉大门；或者你可以试着从下水道等地方潜入实验室；甚至你也可以直接用炸药把实验室的墙壁炸开。

source: Q: I have a question that's not addressed here. How can I get an answer? A: Ask the helpful people on the forum at smf.cataclysmdda.com or at the irc channel #CataclysmDDA on freenode.
de: F: Ich habe eine Frage, die hier nicht beantwortet wurde. Wie finde ich eine Antwort? A: Frage die hilfsbereiten Leute im Forum auf smf.cataclysmdda.com oder im IRC-Kanal »#CataclysmDDA« auf FreeNode.
ja: Q: この質問一覧では解決できない質問があります。どこで聞けばいいですか？ A: smf.cataclysmdda.com にあるフォーラムや、ircの freenode ネットワーク内のチャンネル #CataclysmDDA にて親切な人に聞いてみましょう。
ru: В: Здесь нет моего вопроса. Где мне узнать ответ? О: Спросите у людей на форуме smf.cataclysmdda.com или на irc канале на freenode.
zh_cn: 问：我还有些问题这里没有找到答案，我该去问谁呢？ 答：把你的问题发到smf.cataclysmdda.com的论坛或者freenode的#CataclysmDDA频道，我们将尽量回答。另外，既然你丫玩的是中文版，去百度cataclysmdda吧或者三大妈的cdda专区都会有筒子帮你的。by 五毛钱

source: Q: I'm cold and can't sleep at night! A: Gather some clothes and put them in the place you use to sleep in. Being hungry, thirsty, wet, or injured can also make you feel the cold more, so try to avoid these effects before you go to sleep.
de: F: Mir ist kalt und ich kann nachts nicht schlafen! A: Besorg dir ein paar Klamotten und leg sie auf deinen Schlafplatz. Wenn du hungrig, durstig, nass oder verletzt bist, kannst du ebenfalls die Kälte stärker spüren, also versuch, diese Wirkungen zu vermeiden, bevor du dich schlafen legst.
ja: Q: さ、寒くて、夜に眠れないよ！ A: 衣類を集めて寝る場所に置いてみましょう。空腹、渇き、濡れや負傷は寒さを感じ易くしてしまうので、寝る前には出来るだけこれらの状態を解消する様にしましょう。
ru: В: Я замёрз и не могу спать ночью! О: Возьмите какую-нибудь одежду и положите на место, где хотите поспать. Если вы голодны, хотите пить или мокрый, то быстрее замёрзнете, поэтому постарайтесь избавиться от этих эффектов перед сном.
zh_cn: 问：我晚上冻的睡不着！ 答：收集一些衣服什么的，把它们扔在你要睡觉的地方。饥饿，口渴，淋湿，或者受伤都会让你觉得更冷，所以在睡觉前尽量不要处于这些状态。

source: Q: It seems like everything I eat makes me sick! What's wrong? A: Lots of the food found in towns is perishable and will only last a few days after the start of a new game. The electricity went out several days ago so fruit, milk and others are the first to go bad. After the first couple of days, you should switch to canned food, jerky, and hunting. Also, you should make sure to cook any food and purify any water you hunt up as it may contain parasites or otherwise be unsafe.
de: F: Es scheint, dass alles, was ich esse, mich krank macht! Was ist verkehrt? A: Vieles vom Essen, welches in Städten gefunden werden kann, ist verderblich und wird nur für wenige Tage nach dem Start eines neuen Spiels halten. Die Elektrizität fiel vor einigen Tagen aus, somit werden Früchte, Milch und Anderes als erstes verderben. Nach den ersten paar Tagen solltest du zu Dosennahrung, Dörrfleisch und der Jagd übergehen. Außerdem solltest du sicherstellen, jedes erbeutete Essen zu kochen und jedes Wasser zu reinigen, weil es Parasiten enthalten könnte oder auf andere Weise unsicher sein könnte.
ja: Q: 何を食べても体調が悪くなる！ どういうことだ？ A: 町で見つかる食料の殆どは腐り易く、ゲーム開始から僅か数日しか保ちません。数日前から送電が停止している為、果物、牛乳などはすぐに傷みます。初めの数日が経った後は、缶入りの食料、干し肉、そして狩猟に切り替えた方が良いでしょう。また、見つけた食料には寄生虫がいたり、色々な危険が潜んでいる為、食料はきちんと調理し、水は浄水しましょう。
ru: В: Кажется, что мне становится плохо от всего, что я ем! Что случилось? O: Большая часть еды в городах скоропортящаяся и сохраняет свежесть лишь несколько дней после начала новой игры. Электричество отключилось несколько дней назад, поэтому фрукты, молоко и проч. протухнут первыми. После нескольких дней с начала игры вам необходимо переключиться на консервы, вяленое мясо и охоту. Также вам следует готовить еду и очищать воду, которую вы найдёте, т.к. она может содержать паразитов и т.п. и пить её небезопасно.
zh_cn: 问：为什么几乎我吃下去的所有东西都会让我生病？ 答：你懂的，食物放在那里的时候是会逐渐腐坏的，比如水果、牛奶都是最容易坏掉的。而这腐坏的进程从你进入游戏中的第一天就开始了，所以...如果你找不到新鲜的水果和牛奶的话，试试不容易腐坏的罐装食品或者打猎吧...

source: Q: Shotguns bring in more zombies than they kill! What's the point? A: Shotguns are intended for emergency use. If you are cornered, use your shotgun to escape, then just run from the zombies it attracts.
de: F: Schrotflinten ziehen mehr Zombies an, als sie töten! Was bringt das? A: Schrotflinten sind für den Notfall gedacht. Wenn du in eine Ecke gedrängt wurdest, benutz deine Schrotflinte zur Flucht, laufe anschließend einfach weg von den Zombies, die sie angezogen hat.
ja: Q: ショットガンが殺したゾンビより多くのゾンビを誘っている！ どういうこと？ A: ショットガンは非常用として作られています。追い詰められた時はショットガンを使って切り抜け、誘い出されてきたゾンビから逃げましょう。
ko: 문: 산탄총이 죽이는 것보다 더 많은 좀비를 부릅니다! 뭐에 쓰라는 거죠? 답: 산탄총은 비상시에 쓰라고 만들어둔 것입니다. 진퇴양난의 상황에 몰렸을 때 사용하세요. 그러면 곧 좀비가 몰려올테니 빨리 도망가면 됩니다.
ru: В: На звуки дробовика сбегаются больше зомби, чем я убиваю! В чем смысл? О: Дробовики надо использовать в экстренных ситуациях для побега; просто перестреляйте ближайших зомби и бегите.
zh_cn: 问：为啥用霰弹枪打丧尸的时候，引来的数量远比打死的多？搞什么呀？ 答：霰弹枪虽然威力巨大但噪音也很大，所以如果你被敌人逼在墙角的时候，可以用它来突围，然后迅速逃之夭夭。

source: Q: The game just told me to quit, and other weird stuff is happening. A: You have the Schizophrenic trait, which might make the game seem buggy.
de: F: Das Spiel sagte mir gerade, das Spiel zu verlassen und andere seltame Sachen passieren. A: Du hast den Schizophrenie-Charakterzug, welcher das Spiel etwas fehlerhaft erscheinen lässt.
ja: Q: ゲームから「ゲームを止めろ」と言われたり、その他可笑しな事が起きてるんだけど？ A: 精神分裂病の特質があると、ゲームにバグがある様に見える事があります。
ko: 문: 게임이 절 보고 종료하라고 하는 등의 이상한 일들이 벌어집니다. 답: 정신분열증을 앓고 있는 겁니다. 마치 게임이 버그투성이인 것처럼 보이게 만드는 악성 질병이죠.
ru: В: Игра сказала мне выйти из неё и еще другие странности случаются. О: С чертой «Шизофреник» игра становится немного непредсказуемой.
zh_cn: 问：游戏通知我将要退出，还有其他很多奇怪的事。 答：你选取了精神分裂症的特征，这可能使游戏看起来出现了bug。

source: Q: What is Safe Mode, and why does it prevent me from moving? A: Safe Mode is a way to guarantee that you won't die by holding a movement key down. When a monster comes into view, your movement will be ignored until Safe Mode is turned off with the ! key. This ensures that the sudden appearance of a monster won't catch you off guard.
de: F: Was ist der Sicherheitsmodus und warum hält er mich vom Laufen ab? A: Der Sicherheitsmodus ist eine Möglichkeit, zu garantieren, dass du nicht stirbst, während du eine Bewegungstaste gedrückt hälst. Sobald ein Monster in dein Sichtfeld gerät, wird deine Bewegung ignoriert, bis der Sicherheitsmodus mit der »!«-Taste abgeschaltet wird. Dies stellt sicher, dass das plötzliche Auftauchen eines Monsters dich nicht komplett überrascht.
ja: Q: セーフモードとは何ですか？私の移動を妨げて鬱陶しいのですが... A: セーフモードは"移動キーを押し続けていたら、危険に飛び込んで死んでしまった"という悲劇を予防する為の機能です。モンスターが視界の隅に見えた時にセーフモードが作動して、移動を一時的に止めてくれます！これによって、モンスターの突然の出現に対して備える事が出来るという訳です。
ru: В: Что такое Безопасный режим и почему он мешает мне двигаться? О: Безопасный режим — гарантия того, что вы не умрете, зажав кнопку передвижения. При появлении монстра в поле зрения, вы остановитесь и должны будете выключить Безопасный режим клавишей !. Этот режим позволяет вам моментально реагировать на внезапно появившихся врагов.
zh_cn: 问：那个“安全模式”是干嘛用的？为啥开了反而不能移动了呢？ 答：“安全模式”的用意是当你持续按住一个方向键进行跑步的时候，如果视线范围内出现敌人的话，不至于来不及收手而冲进敌群。一旦能看到敌人，你就会自动停下，除非按下<！>解除跑步模式，否则不会移动。

source: Q: Why can't I carry anything? A: At the start of the game you only have the space in your pockets. A good first goal of many survivors is to find a backpack or pouch to store things in. (The shelter basement is a good place to check first!)
de: F: Warum kann ich nichts tragen? A: Zu Spielbeginn hast du nur den Platz in deinen Taschen. Ein gutes erstes Ziel vieler Überlebender ist es, einen Rucksack oder eine Reisetasche, um Dinge darin zu lagern, zu finden. (Der Keller der Evakuationshütte ist ein guter Ort, um dort zuerst nachzusehen!)
ja: Q: どうしてこれ以上物を持てないのだろうか？ A: ゲーム開始時は物を仕舞う場所はポケットしかありません。多くの生存者にとって、最初の目標は物を入れるバックパックやポーチを見つける事です。。(シェルターの地下は最初に調べてみるべき場所です！)
ko: 문: 왜 아무것도 들 수가 없는 거죠? 답: 게임을 시작하면 물건을 넣어둘 수 있는 공간이 바지 주머니밖에 없습니다. 많은 생존자에게 최초 목표로 적절한 것은 가방이나 주머니를 찾는 것입니다. (피난소 지하는 맨 처음 찾아보기에 아주 좋은 곳입니다!)
ru: В: Почему я не могу ничего переносить? О: В начале игры ваш инвентарь ограничен карманами в штанах. Для многих выживших, основной задачей является поиск рюкзака в ближайших магазинах (но перед этим стоит заглянуть в подвал!).
zh_cn: 问：我怎么拿不了东西了？ 答：在游戏一开始，你只有衣服有口袋可以装几个道具而已。随着游戏的进行，你可以在商店或者其他地方找到背包或者钱包，从而可以携带更多的物品。（游戏开始时，你应该先去紧急避难所的地下室去搜集东西！）

source: Q: Why do I always sink when I try to swim? A: Your swimming ability is reduced greatly by the weight you are carrying, and is also adversely affected by the clothing you wear. Until you reach a high level of the swimming skill, you'll need to drop your equipment and remove your clothing to swim, making it a last-ditch escape plan.
ja: Q: どうして泳ごうとすると沈んでしまうの？ A: 水泳能力は所持品の重さによってかなり低下し、着ている衣類は不利に作用します。水泳スキルが高いレベルになるまでは、泳ぐ際には所持品を置き、服を脱ぐ必要があるでしょう。つまり、水泳は最後の手段と考えて下さい。
zh_cn: 问：为什么我游泳的时候总是会沉下去啊？ 答：你携带了太多东西，所以你的游泳能力被大幅降低了，而且你穿的衣服也会影响你的游泳能力。在你把游泳技能练得出神入化之前，要下水，最好扔掉所有的装备，然后脱光光。游泳是你最后不得已的逃生手段。

source: Q: Why does my crafting fail so often? A: Check the difficulty of the recipe, and the primary skill used; your skill level should be around one and a half times the difficulty to be confident that it will succeed.
de: F: Warum versagen meine Anfertigungsversuche so oft? A: Überprüfe den Schwierigkeitsgrad des Rezepts und der verwendeten Hauptfertigkeit; Deine Fertigkeitenstufe sollte ungefähr anderthalbmal so viel der Schwierigkeit betragen, um sicher zu sein, dass es gelingt.
ja: Q: どうして作成がこんなに失敗してしまうんだろう？ A: レシピの難易度と、主に使用する技能を確認しましょう; 技能レベルが難易度の1.5倍以上あれば成功すると確信が持てます。
ko: 문: 물품 제작은 왜 이리 자주 실패합니까? 답: 제조법에서 난이도를 살펴보십시오. 물품에 따라 여러 기술을 사용할 것이고, 기술 레벨에 따라 성공률이 오를 것입니다.
ru: В: Почему мои попытки производства так часто проваливаются? О: Шанс на успех изготовления зависит от уровня навыка и сложности рецепта; числовое значение навыка должно быть приблизительно в полтора раза выше сложности.
zh_cn: 问：为什么想制作些物品那么难呢？ 答：检查一下想要制作的物品的难度等级，如果你所掌握的技能等级是其所标识的难度等级的1.5倍，那你就必定能够制作成功。

source: R River - Most creatures can not swim across them, but you may.
de: R Fluss – Die meisten Kreaturen können nicht durchschwimmen, aber du schon.
ja: R 河川 - 殆どの生物は泳げないので、進入できない。
ko: R 강 - 많은 생물들은 강을 건너지 못하지만, 아마 당신은 가능할 겁니다.
ru: R Река - Большинство существ не могут плыть через реку, в отличие от вас.
zh_cn: R 河流 - 大部分生物不能游过河，但是你可以。

source: Road - Safe from burrowing animals.
de: Straße – Sicher vor grabenden Tieren.
ja: 道路 - 地中に潜伏する生物は侵入不可。
ko: 도로 - 땅속에 숨어있는 동물들로부터 안전한 곳입니다.
ru: Дорога - Роющие животные вам не навредят.
zh_cn: 公路 - 免于穴居动物的骚扰。
