Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: "Are you alone?"
de: »Bist du alleine?«
ja: 「一人ですか？」
ko: "혼자야?"
ru: "Ты одинок или есть кто?"
zh_cn: “你独自一人？”

source: "Are you busy at the moment?"
de: »Sind Sie im Moment beschäftigt?«
ja: 「今忙しい？」
ko: "지금 바빠?"
ru: "Ты сейчас занят?"
zh_cn: "你现在忙不？"

source: "Are you busy later?"
de: »Sind Sie später beschäftigt?«
ja: 「このあと暇？」
ko: "너 나중에 시간있니?"
ru: "Чуть позже ты освободишся?"
zh_cn: "过会你忙吗？"

source: "Are you busy tonight?"
de: »Bist du heute Nacht beschäftigt?«
ja: 「今夜空いてる？」
ko: "너 밤에 시간있니?"
ru: "Ты занят сегодня вечером?"
zh_cn: "今晚你忙吗？"

source: "Are you feeling all right?"
de: »Fühlen Sie sich okay?«
ja: 「具合は大丈夫かい？」
ko: "너 괜찮니?"
ru: "С тобой всё в порядке?"
zh_cn: "你没事吧?"

source: "Are you free tonight?"
de: »Hast du heute Nacht frei?«
ja: 「今夜空いてる？」
ko: "오늘밤 어때?"
ru: "Ты свободен сегодня вечером?"
zh_cn: "你今晚有空吗？"

source: "Are you going to help them?"
de: »Wirst du ihnen helfen?«
ja: 「あの人たちを助けようとしてるの？」
ko: "그 양반들 도와주러 갈 거야?"
ru: "Вы собираетесь помочь им?"
zh_cn: "你打算帮助他们？"

source: "Are you going to the party tonight?"
de: »Gehst du zur Parte heute Nacht?«
ja: 「今夜パーティーしない？」
ko: "오늘 밤에 파티 갈거야?"
ru: "Может потусуемся вечерком?"
zh_cn: "今晚你去派对吗？"

source: "Are you hungry?"
de: »Bist du hungrig?«
ja: 「お腹が空いたのか？」
ko: "배고파?"
ru: "Ты голоден?"
zh_cn: “你饿吗？”

source: "Are you ready?"
ja: 「準備はいいかい？」
zh_cn: "你准备好了没？"

source: "Are you seeing anyone?"
de: »Sehen Sie irgendjemanden?«
ja: 「君...付き合ってる人はいるか？」
ko: "만나는 사람 있니?"
ru: "С кем-нибудь встречаешься?"
zh_cn: "看见其他人了么?"

source: "Are you sure?"
de: »Sind Sie sich sicher?«
ja: 「本当ですか？」
ko: "정말?"
ru: "Уверен?"
zh_cn: “你确定？”

source: "Arr, ahoy there maties! And welcom- welcom- welcome to tha pirate's cove."
ja: 「おや、おーい君！海賊の入り江にようこそいらっしゃい」
zh_cn: “啊，你好啊伙计！欢迎——欢迎——欢迎来到我的海盗窝。”

source: "At least we know they can die."
de: »Wenigstens wissen wir, dass sie sterben können.«
ja: 「少なくともあいつらは殺すことができる」
ko: "그래도 최소한 저 새끼들도 죽는다는 건 알잖아."
ru: "По крайней мере, мы знаем, что они могут сдохнуть."
zh_cn: “起码我们知道他们不是不死的。”

source: "BZZZZZTKKKKKSSSSVVVVVSSTT"
ja: 「グズズズズズグググググズズズズヴヴヴヴヴズズググ」
zh_cn: “咯咯嗞嗞吱吱咳咳嗞嗞嘶嘶~”

source: "Be careful out there."
de: »Seien Sie vorsichtig da draußen.«
ja: 「あたりに注意して」
ko: "밖 조심해."
ru: "Будь осторожнее."
zh_cn: "外出小心。"

source: "Be quiet."
de: »Seien Sie leise.«
ja: 「静かにしろ。」
ko: "조용히."
ru: "Тихо."
zh_cn: “安静！”

source: "Call an ambulance."
de: »Rufen Sie einen Krankenwagen!«
ja: 「救急車を呼んでくれ。」
ko: "구급차 불러."
ru: "Вызовите скорую помощь."
zh_cn: "叫救护车."

source: "Call me."
de: »Ruf mich an.«
ja: 「電話してね。」
ko: "연락해."
ru: "Позвони мне."
zh_cn: "联系我."

source: "Call the police."
de: »Rufen Sie die Polizei!«
ja: 「警察を呼んでくれ。」
ko: "경찰 불러."
ru: "Звоните в полицию."
zh_cn: "叫警察."

source: "Can I help you?"
de: »Kann ich Ihnen helfen?«
ja: 「何か手伝える事は？」
ko: "무엇을 도와드릴까요?"
ru: "Вам помочь?"
zh_cn: "需要帮忙么?"

source: "Can I see your phone?"
de: »Kann ich dein Telefon sehen?«
ja: 「電話を見せて？」
ko: "전화기좀 볼 수 있을까?"
ru: "Можно глянуть на твой телефон?"
zh_cn: “我能查看下你手机吗？”

source: "Can you help me?"
de: »Kannst du mir helfen?«
ja: 「手伝ってくれるかな？」
ko: "좀 도와줄 수 있나?"
ru: "Можешь мне помочь?"
zh_cn: “你能帮助我吗？”

source: "Can you repeat that?"
de: »Kannst du das nochmal sagen?«
ja: 「もう一度言ってくれる？」
ko: "다시 말해줄래?"
ru: "Можешь повторить?"
zh_cn: 你可以再说一次吗？

source: "Can you swim?"
de: »Kannst du schwimmen?«
ja: 「君は泳げるかい？」
ko: "수영할 수 있냐?"
ru: "Ты можешь плыть?"
zh_cn: “你会游泳吗？”

source: "Come closer."
ja: 「もっと近くに来てよ。」
zh_cn: "靠近点。"

source: "Come here!"
de: »Komm her!«
ja: 「来てくれ！」
ko: "이쪽으로 오시죠!"
ru: "Иди сюда!"
zh_cn: 来这边！

source: "Come play with me!"
ja: 「一緒に遊ぼうよ！」
zh_cn: “来陪我一起玩吧！”

source: "Damn it!"
de: »Verdammt!«
ja: 「しまった！」
ko: "젠장!"
ru: "Чёрт возьми!"
zh_cn: “妈的！”

source: "Damn it."
de: »Verdammt.«
ja: 「しまった。」
ko: "젠장."
ru: "Чёрт возьми."
zh_cn: “妈的。”

source: "Destroy the specimen if it begins to interact with the lock."
de: »Zerstört das Exemplar, sobald es damit anfängt, mit dem Schloss zu interagieren.«
ja: 「施錠部分に接触しようとした場合、速やかに処分すること」
ko: "잠금 장치를 만지기 시작하면 실험 대상을 제거하라."
ru: "Уничтожьте подопытное, если оно начнёт пытаться сломать замок."
zh_cn: "如果样本尝试与闭锁装置接触,马上摧毁它."

source: "Do they even have sex?"
de: »Haben sie überhaupt ein Geschlecht?«
ja: 「そもそも性別があるの？」
ko: "저것들도 섹스는 하는건가?"
ru: "Они вообще могут трахаться?"
zh_cn: "它们到底有没有性别？"

source: "Do you smoke?"
de: »Rauchen Sie?«
ja: 「煙草は吸うかい？」
ko: "담배 피나?"
ru: "Ты куришь?"
zh_cn: “你抽烟吗？”

source: "Do you understand what I'm saying?"
de: »Verstehst du, was ich sage?«
ja: 「私が言っていることが分かりますか？」
ko: "내가 무슨 말 하는지 이해해?"
ru: "Ты понимаешь, что я говорю?"
zh_cn: “你明白我说的了吗？”

source: "Does it scare you?"
de: »Macht es Ihnen Angst?«
ja: 「怖がってる？」
ko: "그게 무섭구나?"
ru: "Это вас пугает?"
zh_cn: "它吓到你了？"

source: "Don't do that."
de: »Tun Sie’s nicht!«
ja: 「そんな事はやめてくれ。」
ko: "그러지 마."
ru: "Не делай так."
zh_cn: “别那样做！”

source: "Don't make me have ye walk the plank."
ja: 「君を殺したくはない」
zh_cn: “别逼我请你吃板刀面。”

source: "Don't worry about it."
de: »Machen Sie sich darüber keine Gedanken.«
ja: 「それについては心配要りませんよ。」
ko: "그건 걱정하지 마."
ru: "Не беспокойся об этом."
zh_cn: “别担心这个。”

source: "Don't worry, it can't hurt us."
de: »Keine Sorge, es kann uns nichts anhaben.«
ja: 「大丈夫、私たちに危害は与えないよ」
ko: "걱정마, 그건 별 거 아냐."
ru: "Не беспокойся, оно не может причинить нам вреда."
zh_cn: “别担心，它不会伤害我们的。”

source: "Don't worry."
de: »Keine Sorge.«
ja: 「心配は要りませんよ。」
ko: "걱정마."
ru: "Не беспокойся."
zh_cn: “别担心。”

source: "Dum de dum dum dum."
ja: 「ダム、ダッ、ダム、ダム、ダム」
zh_cn: “当里个当当里个当”

source: "EMERGENCY, EMERGENCY!"
de: »NOTFALL, NOTFALL!«
ja: 「緊急事態発生、緊急事態発生！」
ko: "비상, 비상!"
ru: "ТРЕВОГА, ТРЕВОГА!"
zh_cn: "警报！ 警报！"

source: "Every man has got a breaking point."
de: »Jeder Mann hat eine Schwachstelle.«
ja: 「だれにだって限界がある」
ko: "모든 사람은 한계점을 가지고 있지."
ru: "Каждый человек имеет свой предел."
zh_cn: ”每个人都到临界点了。“

source: "Excellent."
de: »Ausgezeichnet.«
ja: 「素晴らしいな。」
ko: "훌륭해."
ru: "Отлично."
zh_cn: "好极了。"

source: "Excuse me."
de: »Verzeihen Sie.«
ja: 「ちょっとすみません。」
ko: "저기요."
ru: "Прошу прощения."
zh_cn: "抱歉。"

source: "Experiments to determine extent of cognitive abilities still underway."
de: »Experimente zur Bestimmung des Ausmaßes der kognitiven Fähigkeiten sind noch immer im Gange.«
ja: 「認知能力の程度を調べる実験が進行中です」
ko: "인식 범위 결정을 위한 실험은 여전히 진행중입니다."
ru: "Эксперименты по определению степени когнитивных способностей продолжаются."
zh_cn: “用实验来确定其认知能力的工作仍在进行之中。”

source: "Fantastic."
de: »Fantastisch.«
ja: 「最高だ。」
ko: "환상적이군."
ru: "Фантастика."
zh_cn: “叼爆了”

source: "Forget it."
de: »Vergessen Sie’s!«
ja: 「気にしないでくれ。」
ko: "됐어."
ru: "Проехали."
zh_cn: "别在意."

source: "From time to time."
de: »Von Zeit zu Zeit.«
ja: 「時々な。」
ko: "가끔."
ru: "Время от времени."
zh_cn: "一直."

source: "Fuck!"
de: »Scheiße!«
ja: 「くそったれが！」
ko: "씨발!"
ru: "Блядь!"
zh_cn: “擦！”

source: "Fuck."
de: »Scheiße.«
ja: 「くそっ。」
ko: "씨발"
ru: "Блядь."
zh_cn: “操。”

source: "Fuckin' piece of garbage."
de: »Verfluchtes Stück Müll.«
ja: 「くそったれ、このゴミ屑が。」
ko: "망할 쓰레기 조각이군."
ru: "Долбаный кусок дерьма."
zh_cn: “该死的废物。”

source: "Get me the White House."
de: »Geben Sie mir das Weiße Haus!«
ja: 「ホワイトハウスに連れて行ってくれ。」
ko: "백악관으로 연결해."
ru: "Дайте мне Белый дом."
zh_cn: "把我送去白宫."

source: "Give me a call later."
de: »Ruf mich später an.«
ja: 「後で電話してくれよ。」
ko: "나중에 연락해."
ru: "Позвони мне позже."
zh_cn: "等会联系我."

source: "Go ahead."
de: »Komm schon.«
ja: 「どうぞ。」
ko: "계속해 봐."
ru: "Проходите."
zh_cn: "继续。"

source: "God damn it!"
de: »Gottverdammt!«
ja: 「くそっ、しまった！」
ko: "빌어먹을!"
ru: "Чёрт бы его побрал!"
zh_cn: "见鬼！”

source: "God damn it."
de: »Gottverdammt.«
ja: 「ちっ、しまった。」
ko: "빌어먹을"
ru: "Чёрт бы его побрал."
zh_cn: “见鬼。"

source: "Good afternoon."
de: »Guten Nachmittag.«
ja: 「じゃあな、気をつけて。」
ko: "안녕하세요."
ru: "Добрый день."
zh_cn: "下午好。"

source: "Good evening."
de: »Guten Abend.«
ja: 「じゃあな、夜は気をつけろよ。」
ko: "안녕하세요!"
ru: "Добрый вечер."
zh_cn: "晚上好."

source: "Good luck."
de: »Viel Glück.«
ja: 「じゃあな、幸運を祈るよ。」
ko: "행운을 빌어."
ru: "Удачи."
zh_cn: "祝你好运."

source: "Good morning."
de: »Guten Morgen.«
ja: 「じゃあな、良い一日を。」
ko: "좋은 아침."
ru: "Доброе утро."
zh_cn: "早上好。"

source: "Good night."
de: »Gute Nacht.«
ja: 「じゃあな、注意して寝ろよ。」
ko: "잘자."
ru: "Спокойной ночи."
zh_cn: "晚安."

source: "Good."
de: »Gut.«
ja: 「いいね。」
ko: "좋아."
ru: "Хорошо."
zh_cn: “好。”

source: "Great."
de: »Großartig.«
ja: 「素晴らしい。」
ko: "좋았어."
ru: "Здорово."
zh_cn: “好极了。”

source: "Ha huhuhu huh huh."
ja: 「ハッ、フフフッ、フフ、フフッ」
zh_cn: “哈哈哈！呵呵呵！呼呼呼！”

source: "Hai!"
ja: 「へい！」
zh_cn: "嗨！"

source: "Happy Birthday!"
de: »Alles Gute zum Geburtstag!«
ja: 「ハッピーバースデー！」
ko: "생일 축하해!"
ru: "С днём рождения!"
zh_cn: “生日快乐！”

source: "Have a good time."
de: »Viel Vergnügen!«
ja: 「有意義に過ごしてくれよ。」
ko: "좋은 시간 보내."
ru: "Приятно провести время."
zh_cn: "祝你愉快。"

source: "Have a good trip."
de: »Gute Reise.«
ja: 「良い旅を」
ko: "잘 '갔다' 오라구."
ru: "Хорошей поездки."
zh_cn: "旅途愉快。"

source: "Have you been waiting long?"
de: »Haben Sie lange gewartet?«
ja: 「大分待ったかい？」
ko: "오래 기다렸지?"
ru: "Долго ждал?"
zh_cn: ”你等了很久了？“

source: "Have you done this before?"
de: »Haben Sie das schon einmal gemacht?«
ja: 「前にこれをやった事があるかい？」
ko: "전에도 해봤어?"
ru: "Занимался подобным до этого?"
zh_cn: “你以前干过这个吗？”

source: "Have you eaten yet?"
de: »Hast du schon gegessen?«
ja: 「まだ食べ終わってないの？」
ko: "밥은 먹었어?"
ru: "Вы уже поели?"
zh_cn: “你吃了吗？”

source: "Have you ever been to California?"
de: »Warst du schon jemals in Kalifornien?«
ja: 「カリフォルニアに行ったことある？」
ko: "너 캘리포니아 가본적 있니?"
ru: "Когда-нибудь бывал в Калифорнии?"
zh_cn: “你去过加利福尼亚吗？”

source: "Have you seen my children?"
de: »Hast du meine Kinder gesehen?«
ja: 「私の子供達を見なかったか？」
zh_cn: "你看到我孩子了吗？"

source: "Hello!"
ja: 「よう！」
zh_cn: "你好!"

source: "Hello."
de: »Hallo.«
ja: 「こんにちは。」
ko: "안녕."
ru: "Привет."
zh_cn: “你好！”

source: "Hello?"
de: »Hallo?«
ja: 「やぁ？」
ko: "안녕하신가?"
ru: "Хелло?"
zh_cn: “你好？”

source: "Help!"
de: »Hilfe!«
ja: 「助けて！」
ko: "도와줘!"
ru: "На помощь!"
zh_cn: “救命！”

source: "Here it is."
de: »Hier ist es.«
ja: 「ここにあるよ。」
ko: "여기 있어."
ru: "Вот оно."
zh_cn: “在这儿啊。”

source: "Hey, we got other specimens that could withstand a grenade."
de: »Hey, wir haben andere Exemplare, die eine Granate aushalten können.«
ja: 「やあ、手榴弾にも耐える別の検体を捕獲しましたよ」
ko: "여, 수류탄에도 버틸만한 걸 찾아냈어."
ru: "Слушай, у нас есть другие твари, которые могут выдержать взрыв гранаты."
zh_cn: “嘿，我们拿到的另一个样本可只受得了一发手榴弹。”

source: "Hi!"
ja: 「やぁ！」
zh_cn: "嗨!"

source: "How do I use this?"
de: »Wie benutzt man dies?«
ja: 「これはどうやって使うんですか？」
ko: "이거 어떻게 쓰지?"
ru: "Как мне этим пользоваться?"
zh_cn: 我该怎样使用这个？

source: "How do we get out of here?"
de: »Wie kommen wir hier raus?«
ja: 「どうやったら脱出できるんだ？」
ko: "여기서 어떻게 나가지?"
ru: "Как же нам выбраться отсюда?"
zh_cn: “我们怎么出去？”

source: "How do you know?"
de: »Woher wissen Sie …?«
ja: 「何で分かるんだい？」
ko: "어떻게 알았지?"
ru: "Откуда ты знаешь?"
zh_cn: ”你怎么知道？“

source: "How do you like it here?"
de: »Wie gefällt es Ihnen hier?«
ja: 「ここは気に入ったかい？」
ko: "이곳이 맘에 드니?"
ru: "И как тебе здесь?"
zh_cn: "你喜欢这里吗？"

source: "How long have you been here?"
de: »Wie lange waren Sie hier?«
ja: 「どれだけここにいたんだい？」
ko: "여기 얼마나 오래 있었어?"
ru: "Как давно ты здесь?"
zh_cn: “你在这多久了？”

source: "How long were you two together?"
de: »Wie lange wart ihr beiden zusammen?«
ja: 「付き合い始めてどれぐらい経ったかな？」
ko: "둘이 얼마나 오래 붙어다닌거야?"
ru: "Как долго вы вместе?"
zh_cn: "你两在一起多久了?"

source: "How many languages do you speak?"
de: »Wie viele Sprachen sprechen Sie?«
ja: 「君は何ヶ国語話せるの？」
ko: "얼마나 많은 언어구사가 가능하지?"
ru: "Сколько языков знаешь?"
zh_cn: “你会多少种语言？”

source: "How many people?"
de: »Wieviele Personen?«
ja: 「何人いるんだい？」
ko: "사람이 몇이야?"
ru: "Сколько людей?"
zh_cn: “有多少人？”

source: "How much do I owe you?"
de: »Wieviel bin ich Ihnnen schuldig?«
ja: 「おいくらですか？」
ko: "내가 너한태 얼마를 줘야하지?"
ru: "Сколько я тебе должен?"
zh_cn: "我欠你多少？"

source: "How much were these earrings?"
de: »Wieviel haben diese Ohrringe gekostet?«
ja: 「このイヤリングはいくらしたんだい？」
ko: "이 귀걸이 얼마야?"
ru: "Сколько отдала за серьги?"
zh_cn: “这些耳环多少钱？”

source: "How much will it cost?"
de: »Was kostet das?«
ja: 「料金はいくらですか？」
ko: "비용이 얼마죠?"
ru: "Сколько это будет стоить?"
zh_cn: “它值多少钱？”

source: "How much would you like?"
de: »Wieviel wollen Sie?«
ja: 「値段はいくらが希望なんだい？」
ko: "얼마를 원하는거요?"
ru: "Сколько бы ты хотел?"
zh_cn: "你想要多少？"

source: "How old are you?"
de: »Wie alt sind Sie?«
ja: 「何歳ですか？」
ko: "몇살이야?"
ru: "Сколько тебе лет?"
zh_cn: “你多大了？”

source: "How tall is it?"
de: »Wie groß ist es?«
ja: 「どれくらいするんだ？」
ko: "키가 몇이야?"
ru: "Какого оно роста?"
zh_cn: “它多高？”

source: "How was the movie?"
de: »Wie war der Film?«
ja: 「映画はどうだった？」
ko: "영화는 어땠어?"
ru: "Как фильм, понравился?"
zh_cn: "电影怎么样？"

source: "How was your trip?"
de: »Wie war deine Reise?«
ja: 「旅はどうだった？」
ko: "여행은 어땠어?"
ru: "Как прошла поездка?"
zh_cn: "你的旅行怎么样？"

source: "How's it going?"
de: »Wie läuft’s?«
ja: 「調子はどうだい？」
ko: "어떻게 되가?"
ru: "Как дела?"
zh_cn: “怎么样了？”

source: "How's your dad doing?"
de: »Wie geht es deinem Papa?«
ja: 「パパは何してる？」
ko: "아빠는 어떠니?"
ru: "Как поживает твой папа?"
zh_cn: "你父亲现在怎么样？"

source: "How's your mom doing?"
de: »Wie geht es deiner Mama?«
ja: 「ママは何してる？」
ko: "엄마는 어떠니?"
ru: "Как поживает твоя мама?"
zh_cn: "你母亲现在怎么样？"

source: "Hurry!"
de: »Schnell!«
ja: 「急げ！」
ko: "어서!"
ru: "Быстрей!"
zh_cn: “快点！”

source: "I got a round trip ticket."
de: »Ich habe eine Fahrkarte für hin und zurück.«
ja: 「往復チケットを買ったよ」
ko: "왕복 티켓을 가지고 있지."
ru: "Я взял билет туда и обратно."
zh_cn: “我得到了一张往返票。”

source: "I got this weird rash a few days ago."
de: »Vor ein paar Tagen habe ich diesen seltsamen Ausschlag bekommen.«
ja: 「数日前から異様な発疹が出てきたんだ。」
ko: "며칠 전에 이상한 발진이 생겼어."
ru: "Эта странная сыпь появилась у меня пару дней назад."
zh_cn: “我前几天得了奇怪的皮疹”

source: "I love the smell of napalm in the morning."
de: »Ich liebe den Geruch von Napalm am Morgen.«
ja: 「朝のナパーム弾の臭いは格別だ」
ko: "역시 아침은 네이팜 냄새가 나야지."
ru: "Люблю запах напалма по утрам."
zh_cn: “我喜欢在早上闻到汽油弹的味道。”

source: "I love you too."
de: »Ich liebe dich auch.«
ja: 「俺(私)も。」
ko: "나도 사랑해."
ru: "Я тоже тебя люблю."
zh_cn: “你神经病啊！”

source: "I love you."
de: »Ich liebe dich.«
ja: 「愛しているよ。」
ko: "사랑해."
ru: "Я тебя люблю."
zh_cn: “我爱你。”

source: "I need a new lab coat."
de: »Ich brauche einen neuen Laborkittel.«
ja: 「新しい白衣が必要なんだ。」
ko: "새 실험 가운이 필요해."
ru: "Мне нужен новый лабораторный халат."
zh_cn: “我需要一件新实验服。”

source: "I think I need to see a doctor."
de: »Ich glaube, ich muss einen Arzt aufzuchen.«
ja: 「医者に診て貰う必要がありそうだ。」
ko: "아무래도 진찰이 필요할 것 같아."
ru: "Я думаю, нужно обратиться к врачу."
zh_cn: "我觉得我病了."

source: "I think I'll live."
de: »Ich glaub, ich lebe.«
ja: 「何とか生きてはいる...と思うよ。」
ko: "난 아무렇지도 않아."
ru: "Вроде живой."
zh_cn: "我想我还活着."

source: "I was once a man. A MAN!"
de: »Ich war man ein Mensch. EIN MENSCH!«
ja: 「私も嘗ては人間だった。ニンゲンだったのだ！」
zh_cn: "我曾经是个人！一个人！"

source: "I watched a snail crawl along the edge of a straight razor."
de: »Ich habe eine Schecke auf der Kante eines scharfen Rasiermessers kriechen sehen.«
ja: 「剃刀の縁にカタツムリが這っているのを見たんだ」
ko: "달팽이가 날 위로 기어가는 것을 봤다."
ru: "Я видел улиток, ползающих по краю опасной бритвы."
zh_cn: “我看见一个蜗牛沿着剃刀笔直的边缘爬行。”

source: "I wonder if it understands us."
de: »Ich frage mich, ob es uns versteht.«
ja: 「私たちの事を理解しているんだろうか」
ko: "그게 우리 말을 알아듣나 모르겠네."
ru: "Сомневаюсь, что оно понимает нас."
zh_cn: "我怀疑它是否能够理解我们。"

source: "I'll never forget you."
de: »Ich werde Sie nie vergessen.«
ja: 「決して君を忘れないよ。」
ko: "널 잊지 못할거야."
ru: "Я никогда не забуду тебя".
zh_cn: “我永远不会忘记你的。”

source: "I'm certain it's trying to understand us."
de: »Ich bin mir sicher, dass es versucht, uns zu verstehen.«
ja: 「私たちの事を理解しようとしている。きっとそうだ」
ko: "난 그것이 우리를 이해하려고 노력한다는걸 확신해."
ru: "Я полагаю, оно пытается понять нас."
zh_cn: “我确信它正在尝试理解我们。”

source: "I'm fine."
de: »Mir geht es gut.«
ja: 「平気だ。」
ko: "괜찮아."
ru: "Я в порядке."
zh_cn: "我很好."

source: "I'm heading to the pool after work."
de: »Nach der Arbeit gehe ich zum Pool.«
ja: 「仕事が終わってプールに行くところだよ」
ko: "일 끝나고 수영장 갈거야."
ru: "Я иду в бассейн после работы."
zh_cn: “我工作完之后要去游泳池。”

source: "I'm hungry."
de: »Ich bin hungrig.«
ja: 「腹が減った...」
ko: "나 배고파."
ru: "Я голоден."
zh_cn: “我饿了。”

source: "I'm not afraid of you!"
de: »Ich habe keine Angst vor dir!«
ja: 「お前なんて怖くないぞ！」
ko: "난 네가 두렵지 않다!"
ru: "Я тебя не боюсь!"
zh_cn: “我可不怕你！”

source: "I'm not convinced it can actually comprehend us."
de: »Ich bin nicht davon überzeugt, dass es uns tatsächlich verstehen kann.«
ja: 「アレが私たちを理解できるとは、到底思えません」
ko: "우리에 대해 인지하고 있는지 확신하질 못하겠어."
ru: "Я не уверен, что оно на самом деле сможет понять нас."
zh_cn: "我并不相信它们可以确实的理解我们。“

source: "I'm okay, don't worry about me."
de: »Mir geht es gut, machen Sie sich keine Sogen über mich.«
ja: 「大丈夫だ、問題ない。」
ko: "괜찮아, 걱정하지 마."
ru: "Я в порядке, не беспокойся обо мне."
zh_cn: "我很好，没事."

source: "I'ma cut those fuckin' tentacles off, bitch!"
de: »Ich hack diese verfickten Tentakeln ab, Schlampe!«
ja: 「その触手を叩き切ってやる、クソが！」
ko: "저 망할 촉수들을 잘라버리겠어, 개년아!"
ru: "Я отрежу эти грёбаные щупальца, сука!"
zh_cn: ”我来切断这些该死的触手，臭婊子！“

source: "I've been looking all over for you."
de: »Ich habe überall nach dir gesucht.«
ja: 「ずいぶん捜したんだよ」
ko: "널 찾느라고 고생 좀 했지."
ru: "Я вижу, для вас все кончено."
zh_cn: “我到处找你呢。”

source: "I've got a headache."
de: »Ich habe Kopfschmerzen.«
ja: 「頭痛がするよ。」
ko: "두통이 있어."
ru: "Что-то голова разболелась."
zh_cn: "我的脑袋要裂开了."

source: "I've got family coming tomorrow."
de: »Meine Familie kommt morgen vorbei.«
ja: 「俺(私)は家族が帰ってくる日を待っているんだ。」
ko: "내일 가족이 올꺼야."
ru: "Моя семья приезжает завтра."
zh_cn: “我明天有家人要来。”

source: "I've seen horrors, horrors that you've seen."
de: »Ich sahe Greuel, Greuel, die Sie sahen.«
ja: 「あなたが見た恐ろしい物を、私も見ました」
ko: "네 놈이 본 공포는 나도 본 적 있어."
ru: "Я видел ужасы, ужасы которые вы видели."
zh_cn: “我经历了恐怖，那些你同样经历过的恐怖。”

source: "Individual instances of U-O Seven-Seven-Three-Four."
de: »Individuelle Instanzen von U-O sieben-sieben-drei-vier.«
ja: 「U-O 7-7-3-4の個別実験」
ko: "개별 사례 U-O 7-7-3-4."
ru: "Образцы наблюдаемой особи Семь-семь-три-четыре."
zh_cn: “个体实例，编号U-O-7-7-3-4”

source: "Is everything all right?"
de: »Ist alles in Ordnung?«
ja: 「何か問題はないかい？」
ko: "이제 괜찮은건가?"
ru: "Всё в порядке?"
zh_cn: "没事了?"

source: "Is it supposed to rain tomorrow?"
de: »Soll es morgen regnen?«
ja: 「明日は雨かな？」
ko: "내일 비가 올까?"
ru: "Завтра обещали дождь?"
zh_cn: “明天会下雨吗？”

source: "Is that glass electrified?"
de: »Ist dieses Glas elektrifiziert?«
ja: 「このガラスには電流を流しているんですか？」
ko: "그 유리, 전기가 통하나요?"
ru: "Это стекло под напряжением?"
zh_cn: “玻璃屏障通电了吧？”

source: "It came from the other side of one of the apertures."
de: »Es kam von der anderen Seite der Öffnungen.«
ja: 「穴の向こう側から来ています」
ko: "이건 반대편에 있는 구멍 중 하나에서 왔어요."
ru: "Оно пришло с той стороны, сквозь одну из этих дыр."
zh_cn: “它来自这个光圈的另一面。”

source: "It can't follow all of us."
de: »Es kann uns nicht allen folgen.«
ja: 「これなら追いつかれない」
ko: "우릴 한 번에 다 쫓아오진 못할거야."
ru: "Он не может следить за каждым из нас."
zh_cn: “它不可能跟着我们所有的人。”

source: "It could even be a way of trying to scare us off."
de: »Es könnte sogar ein Versuch sein, uns abzuschrecken.«
ja: 「もしくは、私たちを追い払おうとしているのかも」
ko: "우리를 놀라게 하기 위한 방법이 될 수도 있을 거야."
ru: "Это даже может быть способом запугивания нас."
zh_cn: “这甚至可能是一种尝试把我们吓跑的方法。”

source: "It does seem to have some form of higher level brain functioning."
de: »Es scheint, dass es eine Art höhere Stufe von Gehirn hat.«
ja: 「より高度な脳機能を持っているようだな」
ko: "그것은 고등 사고 능력을 가진 것으로 보입니다."
ru: "Похоже оно имеет несколько высшую форму мозговой деятельности."
zh_cn: “它看起来似乎有某种形式更高级的大脑运动。”

source: "It may be a mechanism for attracting prey."
de: »Es könnte ein Mechanismus sein, um Beute anzulocken.«
ja: 「獲物を引き寄せるための機能、という可能性もあります」
ko: "사냥감을 유인하기 위한 장치 같은데."
ru: "Это может быть способ привлечения добычи."
zh_cn: “这也许只是一个吸引猎物的机制”

source: "It won't hurt a bit."
de: »Es wird kein bisschen wehtun.«
ja: 「全然痛くないよ」
ko: "별로 안 아플 거야."
ru: "Это не будет больно."
zh_cn: "这个不会很疼。"

source: "It's faster than us."
de: »Es ist schneller als wir.«
ja: 「僕らより素早いね」
ko: "우리보다 빨라."
ru: "Он быстрее нас."
zh_cn: “它比我们快。”

source: "It's heading right for us!"
de: »Es kommt auf uns zu!«
ja: 「こっちに向かってくる！」
ko: "우리한테 오고 있어!"
ru: "Он направляется прямо к нам!"
zh_cn: "它正在向我们这边过来！"

source: "It's just a scratch."
de: »Es ist nur ein Kratzer.«
ja: 「少し掠り傷ならあるな。」
ko: "그냥 긁힌거 뿐이야."
ru: "Это просто царапина."
zh_cn: “只是抓了一下”

source: "It's just repeating us."
de: »Es wiederholt nur das, was wir sagen.«
ja: 「言葉を真似してるぞ」
ko: "우릴 따라하고 있어."
ru: "Оно просто повторяет нас."
zh_cn: "它只是在模仿我们。"

source: "It's looking for us."
de: »Es sucht nach uns.«
ja: 「私たちを探してる」
ko: "우릴 찾고 있어."
ru: "Он смотрит на нас."
zh_cn: “它在找我们。”

source: "It's looking right at us."
de: »Es starrt uns an.«
ja: 「こっちを見てるよ」
ko: "우릴 똑바로 쳐다보고 있어."
ru: "Он смотрит прямо на нас."
zh_cn: "它正看着我们。"

source: "It's me."
ja: 「それは私です。」
zh_cn: “队长别开枪！是我。”

source: "It's parroting us, but we're uncertain as to how or why."
de: »Es plappert uns nach wie ein Papagei, aber wir sind uns unsicher, wie oder warum.«
ja: 「確かに言葉を真似ていますが、何故、どんな方法で、ということが分かりません」
ko: "따라하는건 확실하지만, 왜 따라하는건지는 불확실합니다."
ru: "Оно повторяет нас, как попугай, но мы не уверены как и почему."
zh_cn: “它是在模仿我们，但我们还未能确定原因和原理。”

source: "It's probably more scared of us than we are of it."
de: »Wahrscheinlich hat es mehr Angst vor uns als wir vor es.«
ja: 「きっと我々がアレを恐れる以上に、アレも我々の事を恐れていますよ」
ko: "우리가 무서워하는 것보다 이게 우릴 더 무서워할걸."
ru: "Возможно она боится нас больше, чем мы её."
zh_cn: “它也许比我们更加害怕。”

source: "Just a little."
de: »Nur ein bisschen.«
ja: 「ほんの少しだけね。」
ko: "그냥 조금."
ru: "Чуть-чуть."
zh_cn: “一点就行了。”

source: "Just because it doesn't look like you doesn't mean that it isn't."
de: »Nur weil es nicht wie Sie aussieht, heißt das nicht, dass es das nicht ist.«
ja: 「しかし、外見が僕らとかけ離れているからといって、知性が無いとは限らない」
ko: "너처럼 생기지 않았다고 이게 그러지 않으리란 법은 없지."
ru: "Если оно непохоже на тебя, то это не значит, что у него нет разума."
zh_cn: ”看起来不像并不代表它们不是。“

source: "Just being an alien creature doesn't mean it's intelligent."
de: »Nur weil es eine außerirdische Kreatur ist, heißt das nicht, dass es intelligent ist.«
ja: 「地球外生命体だからといって、知性があるとは限りませんよ」
ko: "외계인이라고 다 똑똑한건 아니지."
ru: "Факт неземного происхождения не означает, что оно обладает разумом."
zh_cn: ”仅仅是成为了异类并不意味着它们拥智能。“

source: "Kill them all and let God sort them out!"
de: »Tötet sie alle und lasst Gott über sie richten!«
ja: 「あいつらを皆殺しにして、神様に裁いてもらおう！」
ko: "다 죽여라! 신께서 죽은 자를 구분하시리라!"
ru: "Убивайте всех! Господь отличит своих!"
zh_cn: “杀光它们，让上帝来清理它们！”

source: "Let me have a look at it."
de: »Lassen Sie mich einen Blick darauf werfen.«
ja: 「俺(私)がそれを見てみるよ。」
ko: "내가 이것 좀 볼게."
ru: "Дай-ка взгляну."
zh_cn: “让我们看看。”

source: "Let's Party!"
ja: 「盛り上がろうぜ！」
zh_cn: "让我们玩起来！"

source: "Let's eat!"
ja: 「食べようぜ！」
zh_cn: "开吃!"

source: "Let's play!"
ja: 「遊ぼうよ！」
zh_cn: "来玩吧！"

source: "Let's rock!"
ja: 「行くぜぇ！」
zh_cn: "让我们动起来！"

source: "Like we said, we have no idea what it's thinking."
de: »Wie wir schon sagten, wir haben keine Ahnung, was es denkt.«
ja: 「言った通り、何を考えているのかさっぱりだろう」
ko: "우리가 예전에도 말했지만, 그게 무슨 생각을 하는지 전혀 모르겠습니다."
ru: "Как уже говорилось, у нас нет ни малейшего понятия, о чём оно думает."
zh_cn: ”正如先前说的，我们对它的思考方式一头雾水。”

source: "Look at this fuckin' shit we're in, man."
de: »Sie dir nur diese Scheiße an, in der wir drinstecken, Mann.«
ja: 「まるで地獄じゃないか」
ko: "씨발 우리가 어딜 들어왔는지 좀 보라고."
ru: "Посмотри в каком дерьме мы оказались."
zh_cn: ”伙计，看看我们在一个什么狗屁的世界里面。“

source: "Look out!"
de: »Deckung!«
ja: 「気をつけろ！」
ko: "조심해!"
ru: "Берегись!"
zh_cn: “小心！”

source: "Look, it's responding!"
de: »Sehen Sie, es antwortet!«
ja: 「見ろ、返事をした！」
ko: "봐, 대답이 오고 있다!"
ru: "Смотри, оно реагирует!"
zh_cn: "看，它有反应了！"

source: "Members of the species have some kind of neurocognitive link."
de: »Mitglieder der Spezies haben eine Art neurokognitive Verbindung.«
ja: 「この種の生物は、認知神経をリンクできるようだ」
ko: "이 종은 개체들 간에 모종의 신경기반 인지능력 연결이 있습니다."
ru: "Данные особи имеют какую-то нейрокогнитивную связь."
zh_cn: ”这物种的个体具有某种的精神联系能力。“

source: "Mom, I miss you."
de: »Mama, ich vermisse dich.«
ja: 「母さん、会えなくて寂しいよ。」
ko: "엄마, 보고 싶어요."
ru: "Мама, я скучаю по тебе."
zh_cn: “妈妈，我想你。”

source: "Mom."
de: »Mama.«
ja: 「母さん。」
ko: "엄마."
ru: "Мама."
zh_cn: “妈妈。”

source: "Mommy, help!"
de: »Mami, Hilfe!«
ja: 「お母さーん、助けてぇ！」
ko: "엄마, 도와줘요!!"
ru: "Мамочка, помоги!"
zh_cn: “妈咪，帮帮我！”

source: "Negative."
de: »Negativ.«
ja: 「違うな。」
ko: "부정적이야."
ru: "Не согласен."
zh_cn: “不行！”
