Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The %s shoots a dart into you!
de: Das %s wirft einen Dart auf dich!
ja: %sは針を飛ばしました！
ko: %s이(가) 다트를 쏘았습니다!
ru: %s выстрелил дротиком в вас!
zh_cn: %s射中了你

source: The %s shrugs its shoulders!
de: Das %s zuckt mit den Schultern!
ja: %sは肩を竦めました！
zh_cn: %s 耸了耸肩！

source: The %s slashes at your neck!
de: Das %s schlitzt nach deinem Nacken!
zh_cn: %s 割破了你的脖子！

source: The %s spews bile!
de: Das %s spuckt Galle!
ja: %sは胆汁を吐き出しました！
ko: %s이(가) 담즙을 뱉어냈습니다!
ru: %s изрыгает желчь!
zh_cn: %s喷出一些胆汁！

source: The %s spins in place!
de: Das %s rotiert auf der Stelle!
ja: %sは所定の位置でクルクルと回転しました！
zh_cn: %s 原地旋转!

source: The %s spits sap!
de: Das %s spuckt Saft!
ko: %s이(가) 수액을 내뱉습니다!
ru: %s плюет соком!
zh_cn: %s吐出了树脂！

source: The %s spits sap, but misses %s.
zh_cn: %s吐出树脂，但是没有击中%s。

source: The %s spreads its tendrils. It seems as though it's expecting you...
ja: %sは待ち構えるように蔦を広げました...
zh_cn: %s展开了它的卷须。仿佛在等待着你……

source: The %s stares at you, and you shudder.
de: Das %s starrt dich an und du erschauderst.
ja: %sは見つめられています。全身に震えが走りました。
ko: %s이(가) 당신을 바라보자, 몸이 떨리기 시작했습니다.
ru: %s пристально смотрит на вас, и вас бросило в дрожь.
zh_cn: %s凝视着你，你感到一阵阵的战栗。

source: The %s stretches its head at you, but bounces off the %s
zh_cn: %s 朝你伸长了头，但是被 %s 弹开了

source: The %s suddenly inhales!
ja: %sは突然吸い込みました！
zh_cn: %s突然开始吸气！

source: The %s swings a massive claw at %s!
zh_cn: %s朝%s挥动巨大的爪子！

source: The %s swings its arms from side to side!
de: Das %s schwingt die Arme hin und her!
ja: %sは左右に勢い良く腕を振りました！
zh_cn: %s 把手臂来回摇晃！

source: The %s swings its hips!
de: Das %s schwingt die Hüften!
ja: %sは勢い良く腰を振りました！
zh_cn: %s 扭动它的屁股！

source: The %s swipes at %s with a barbed tendril!
zh_cn: %s 带倒刺的卷须向%s猛击了过来！

source: The %s takes a powerful swing at you, but you dodge it!
ja: %sが強振を繰り出してきましたが、咄嗟に回避しました！
zh_cn: %s试图猛揍你，但是你躲开了。

source: The %s takes aim, and spears at you with a massive tendril!
ja: %sは狙いをさだめ、太い蔦を突き刺すように繰り出しました！
zh_cn: %s 瞄准，用巨大的藤蔓向你猛刺了过来！

source: The %s takes seed and becomes a young fungaloid!
de: Das %s nimmt Samen auf und wird zum jungen Fungoid!
ja: %sが発芽して若い真菌人に成長しました！
ko: %s은(는) 씨앗을 먹고, 어린 곰팡이 진균체가 되었습니다!
ru: %s пускает корни и становится молодым фунгалоидом!
zh_cn: %s被接种并变成一个真菌幼体！

source: The %s takes your picture!
de: Das %s macht ein Bild von dir!
ja: %sに写真を撮られました！
ko: %s이(가) 당신의 사진을 찍었습니다!
ru: %s делает ваш фотоснимок!
zh_cn: %s拍下了你的相片！

source: The %s tends nearby eggs, and they hatch!
de: Das %s hütet Eier in der Nähe und sie schlüpfen!
ja: %sが気を配っていた卵が、孵化しました！
ko: %s이(가) 근처 알을 만졌더니, 알이 부화했습니다!
zh_cn: %s正在孵化他们的卵！

source: The %s thrusts a claw at you!
de: Das %s stößt eine Kralle nach dir.
zh_cn: %s 猛地一把抓住你！

source: The %s thrusts its arm at you but bounces off the %s
zh_cn: %s朝你射出手臂，但是被%s弹开了

source: The %s thrusts its arm at you, stretching to reach you from afar
zh_cn: %s朝你射出手臂，从远处伸了过来

source: The %s tries to land on you, but you dodge.
de: Das %s versucht, auf dir zu landen, aber du weichst aus.
ja: %sは頭上に降り立とうとしましたが、咄嗟に回避しました。
ko: %s이(가) 몸에 닿을 뻔 했지만, 피했습니다.
ru: %s прыгает на вас, но вы уворачиваетесь.
zh_cn: %s试图落到你的身上，但是你躲开了。

source: The %s unsuccessfully attempts to pull <npcname>'s weapon away.
ja: %sは<npcname>の武器を引き寄せようとして、失敗しました。
zh_cn: %s试图吸走<npcname>的武器，但是失败了。

source: The %s unsuccessfully attempts to pull your weapon away.
ja: %sはあなたの武器を引き寄せようとして、失敗しました。
zh_cn: %s试图吸走你的武器，但是失败了。

source: The %s unsuccessfully attempts to shock <npcname>.
ja: <npcname>への%sの感電攻撃は失敗しました。
zh_cn: %s试图电击<npcname>，但是失败了。

source: The %s unsuccessfully attempts to shock you.
de: Erfolglos versucht %s, dich zu schocken.
ja: %sの感電攻撃は失敗しました。
zh_cn: %s试图电击你，但是失败了。

source: The %s winks a LED and departs. One machine to another?
ja: %sはウインクするようにフラッシュを点滅させて飛び去りました。機械同士の挨拶でしょうか？
zh_cn: %s的LED灯闪烁了一下，然后就解除了部署。喂，老子也算是机器啊，你跑什么？

source: The %s works several tendrils into your arms, legs, torso, and even neck...
ja: %sが繰り出した何本もの蔦が、腕を、脚を胴体を、そして首を貫きました...
zh_cn: %s将几根卷须插入了你的手臂、双腿、身躯、甚至脖子……

source: The %s young triffid grows into an adult!
de: Der %s junge Triffide wird erwachsen!
ja: %sのトリフィドの芽は成体に成長しました！
ko: (%s) 어린 트리피드가 성장했습니다!
ru: %s молодой триффид подрос и стал взрослой особью!
zh_cn: %s三尖树苗成长为完全体！

source: The %s's 120mm cannon fires!
de: Die 120mm-Kanone von %s schießt!
ja: %sの120mm砲が発射されました！
zh_cn: %s的120mm炮开火了！

source: The %s's barrel spins and fires!
de: Der Lauf vom %s dreht sich und schießt.
ja: %sの銃身が回転して火を吹きました！
ko: %s의 총열이 회전하면서 총탄을 발사합니다!
zh_cn: %s的枪管旋转并且开火了!

source: The %s's barrel spins but nothing happens!
de: Der Lauf vom %s dreht sich, aber es passiert nichts.
ja: %sの銃身が回転しましたが、何も起こりませんでした！
ko: %s의 총열이 회전했지만 아무 일도 일어나지 않았습니다!
zh_cn: %s的枪管旋转但是没有任何反应!

source: The %s's grenade launcher fires!
de: Der Granatenwerfer von %s schießt!
ja: %sはグレネードランチャーを発射しました！
zh_cn: %s的榴弹发射器开火了！

source: The %s's head explodes in a mass of roiling tentacles!
de: Der Kopf von %s explodiert in einer Masse aus aufgewühlten Tentakeln!
ja: %sの頭部が破裂し、大量の触手が渦を巻いています！
ko: %s의 머리가 폭발하더니, 촉수들이 움직이는 난장판을 만들었습니다!
ru: Голова %s лопается, высвобождая массу извивающихся щупалец.
zh_cn: %s的头颅在一群触角中炸裂了！

source: The %s's head extends to bite <npcname>, but they dodge and the head sails past!
zh_cn: %s 的头伸过来咬 <npcname>，但 <npcname>及时闪开了，头直飞了出去！

source: The %s's head extends to bite you, but you dodge and the head sails past!
zh_cn: %s 的头伸过来咬你，但你及时闪开了，头直飞了出去。

source: The %s's skin crackles with electricity.
de: Des %ss Haut knistert vor Elektrizität.
ja: %sの皮膚から電気を帯びたパチパチ音が鳴り出しました。
ko: %s 의 피부에는 전류가 파직거리고 있습니다.
ru: Кожа %s обуглилась под воздействием электричества.
zh_cn: %s的皮肤爆裂了，伴随着电弧。

source: The flip does shock you...
de: Der Schwung schockt dich …
ja: 投げようとして感電しました...
zh_cn: 这一摔电到了你。。。

source: The riotbot orders you to present your hands and be cuffed.
de: Der Antikrawallroboter befiehlt dir, ihm seine Hände zu zeigen und dir Handschellen anlegen zu lassen.
ja: 暴動制御ロボットは両手を出すよう支持し、手錠をかけました。
zh_cn: 防暴机器人命令你举起手戴上手铐。

source: The robot carefully scans you.
de: Der Roboter scannt dich sorgfältig.
ja: ロボットは注意深くあなたの体をスキャンしています。
zh_cn: 机器人仔细的扫描着你。

source: The robot puts handcuffs on you.
de: Der Roboter legt dir Handschellen an.
ja: ロボットに手錠をかけられました。
zh_cn: 机器人给你带上手铐。

source: The robot sprays tear gas!
de: Der Roboter sprüht Tränengas!
ja: ロボットは催涙ガスを噴射しました！
zh_cn: 机器人开始喷洒催泪瓦斯！

source: The root walls creak around you.
de: Die Wurzelwände um dich herum knarren.
ja: 根の壁がきしみ始めた。
ko: 주위에 있는 식물로 된 벽이 삐걱거립니다.
zh_cn: 根蔓在你周围碾扎。

source: The slime cleans you out!
de: Der Schleim reinigt dich!
ja: 粘液が体を綺麗に洗いました！
ru: Слизь очищает вас!
zh_cn: 史莱姆把你弄干净了！

source: The slime flows over you, but your fluids are still leaking.
de: Der Schleim fließt über dir, aber du verlierst immer noch deine Körpersäfte.
ja: スライムが体から湧き出していますが、まだ体液が漏れています。
ru: Слизь течет по вам, но ваши жидкости все еще вытекают.
zh_cn: 史莱姆从你身上流过，但是你依旧在漏水（误）。

source: The slime flows over you, but your gouges still ache.
de: Der Schleim fließt über dich, aber deine Furchen schmerzen immer noch.
ja: スライムが体から湧き出していますが、深手はまだ痛みます。
ru: Слизь течет по вам, но ваши раны все еще болят.
zh_cn: 史莱姆从你身上流过，但是你的伤口还是很疼。

source: The slime seals up your leaks!
de: Der Schleim versiegelt deine Wunden.
ja: 粘液が漏洩を遮断しました！
ru: Слизь останавливает ваши утечки!
zh_cn: 史莱姆封住了你的创口！

source: The spores land on you, but you quickly swat them off with your tail!
de: Die Sporen landen auf dir, aber du streifst sie schnell mit deinem Schwanz ab!
ja: 胞子が付着しましたが、尾を使って素早くはたき落としました！
ko: 포자가 당신에게 안착했지만, 꼬리를 이용해서 빠르게 내쳐버렸습니다!
ru: Споры падают на вас, но вы быстро прихлопываете их своим хвостом.
zh_cn: 孢子落在你身上，但你一甩尾巴，将它们拂落！

source: The terrifying visage of the %s paralyzes you.
de: Die furchtbare Visage von dem %s paralysiert dich.
ja: %sのおぞましい容貌に体が凍り付き、麻痺しました。
ko: %s 의 충격적인 얼굴을 바라본 당신은 마비되었습니다.
ru: Ужастное видение %s парализует вас.
zh_cn: %s的恐怖形象将你麻痹了。

source: The tongue of flame hits the %s!
de: Die Flammenzunge trifft das %s!
ja: 燃え盛る炎の舌が%sを打ちました！
ko: 화염의 혀가 %s을(를) 공격합니다!
ru: Язык пламени ударяет %s!
zh_cn: 火舌烧到了%s！

source: The tower extends and aims several tendrils from its depths. Hold still?
ja: 塔は何本もの蔦を広げて狙いを定めています。様子を見ますか？
zh_cn: 尖塔伸展了开来并从内部抽出了几根触须。静观其变？

source: The underbrush beneath your feet grows and pierces your %s!
de: Das Gestrüpp unter deinen Füßen wächst und durchbohrt dein %s!
ja: 足元の茂みが成長して%sを貫通しました！
ko: 발밑의 덤불이 자라나, %s을(를) 관통했습니다!
zh_cn: 你脚下的灌木林变成了树并且刺中了你的 %s！

source: The zombie kicks your %1$s for %2$d damage...
de: Der Zombie tritt %1$s für %2$d Schaden …
ja: ゾンビの蹴りは%1$sに%2$dのダメージを与えました...
zh_cn: 丧尸踢中了你的 %1$s 并且造成了 %2$d 的损伤！

source: Those laser dots don't seem very friendly...
de: Diese Laserpunkte scheinen nicht sehr freundlich zu sein …
ja: レーザーが当たっている赤い点の動きは、どうやら友好的ではないようです...
zh_cn: 那些激光红点感觉一点都不友好。。。

source: Underbrush forms into a tree, and it pierces the %s!
de: Ein Gestrüpp formt sich zu einem Baum und durchbohrt das %s!
ja: 茂みが木に形を変え、%sを貫通しました！
ko: 얕은 덤불이 나무로 변해, %s을(를) 관통했습니다!
ru: Куст формируется в дерево, и оно пронзает %s!
zh_cn: 灌木林变成了树，并且刺中了 %s！

source: Underbrush grows into a tree, and it pierces %1$s's %2$s!
de: Das Gestrüpp wächst zu einem Baum und durchbohrt %1$ss %2$s!
ja: 茂みが成長して木になり、%1$sの%2$sを貫通しました！
zh_cn: 灌木从变成了树，并且刺穿了 %1$s 的 %2$s!！

source: WOOOSH!
ja: シューーーン！
zh_cn: 嘶~~呼 !(真菌花正在吸气!)

# memorial_female
source: Was shown to the Marloss Gateway.
ja: ミカズへの道は示された。
zh_cn: 被马洛斯族群之门引见。

# memorial_male
source: Was shown to the Marloss Gatweay.
ja: ミカズへの道は示された。
zh_cn: 被马洛斯族群之门引见。

source: Why is there a laser dot on your torso..?
de: Wieso ist ein Laserpunkt auf deinem Torso?
zh_cn: 为什么你的躯干上会有一个激光红点？

source: You are under arrest, citizen. You have the right to remain silent. If you do not remain silent, anything you say may be used against you in a court of law.
de: »Sie wurden verhaftet, Bürger. Sie haben das Recht zu schweigen. Wenn Sie nicht schweigen, kann alles, was Sie sagen, im Gericht gegen Sie verwendet werden.«
ja: 市民、あなたは逮捕されました。あなたには黙秘権があります。また全ての発言は後に法廷であなたに不利な証拠として用いられる事があります。
zh_cn: 你被捕了！公民！你有权保持沉默。如果你放弃这个权利，你所说的每句话都将成为可能对你不利的呈堂证供。

source: You deftly slip out of the handcuffs just as the robot closes them. The robot didn't seem to notice!
de: Geschickt schlüpfst du aus den Handschellen gerade in dem Moment, als der Roboter sie schließt. Der Roboter scheint es nicht zu bemerken!
ja: ロボットが手錠をかける瞬間、器用に手をすり抜けさせました。ロボットは気付いていないようです！
zh_cn: 在机器人合上手铐的瞬间你悄悄的把手溜了出去。机器人似乎没有发现！

source: You dodge it!
de: Du weichst aus!
ja: 回避しました！
ko: 피했습니다!
ru: Вы увернулись!
zh_cn: 你躲了过去！

source: You dodge the beam!
de: Du weichst dem Strahl aus!
ja: ビームを回避しました！
ko: 광선을 피했습니다!
ru: Вы уклонились от луча!
zh_cn: 你避开了光线！

source: You duck!
de: Du duckst dich!
zh_cn: 你遽然低头！

source: You evade it!
de: Du weichst ihr aus!
ja: 回避した！
zh_cn: 你逃避了它！

source: You evade the stretched arm and it sails past you!
zh_cn: 你避开了伸出的手臂，手臂直飞了出去！

source: You fall to the ground and feign a sudden convulsive attack. Though you're obviously still alive, the riotbot cannot tell the difference between your 'attack' and a potentially fatal medical condition. It backs off, signaling for medical help.
de: Du fällst zu Boden und täuschst einen plötzlichen Krampfanfall vor. Obwohl du offensichtlich immer noch lebst, kann der Antikrawallroboter den Unterschied zwischen deinem »Anfall« und einem womöglich tödlichen Krankheitszustand nicht erkennen. Er kehrt um, um medizinische Hilfe zu holen.
ja: 地面に倒れて発作を起こしたふりをしました。明らかにまだ生きてはいますが、暴動制御ロボットはその「発作」と本当に生命に危機が迫っている状態を判別できないようです。暴動制御ロボットは引き下がり、救急信号を発し始めました。
zh_cn: 你扑通一下摔倒在地上，假装突然抽搐发作还口吐白沫。但显然你还活着，这让防暴机器人无法分辨你的攻击威胁和潜在的可能致命的医学危机。它开始后退，并呼叫急救援助。

source: You feel millions of live spores pumping into you...
ja: 何百万という生きた胞子が体内に入った気がします...
zh_cn: 你感到成千上万的鲜活孢子被注射进来！

source: You feel poison enter your body!
de: Du spürst Gift in deinem Körper eindringen.
ja: 体に毒が入ったように感じます！
ko: 몸에 독이 퍼지는 것을 느꼈습니다!
ru: Вы чувствуете, что яд попал в ваш организм!
zh_cn: 你感觉毒素进入你的体内！

source: You feel thousands of live spores pumping into you...
ja: 何千という生きた胞子が体内に入った気がします...
zh_cn: 你感到成千上万的孢子被注射进来！

source: You get pins and needles all over.
de: Dich kribbelt es am ganzen Körper.
ja: 全身がずきずきと痛みます。
ko: 핀과 바늘이 온몸에 꽂혔습니다.
ru: Вас пронзает как иголкой.
zh_cn: 你如坐针毡。

source: You have the right to an attorney. If you cannot afford an attorney, one will be provided at no cost to you. You may have your attorney present during any questioning.
de: »Sie haben das Recht auf einen Anwalt. Wenn Sie sich keinen Anwalt leisten können, wird Ihnen kostenlos einer gestellt. Ihr Anwalt darf bei jeglichem Verhör anwesend sein.«
ja: あなたには弁護士の立会いを求める権利があります。もし自分で弁護士に依頼する経済力が無い場合、公選弁護人を付けてもらう権利があります。また取調べに際して弁護士の立ち会いを求める権利があります。
zh_cn: 你有权利在接受警察询问之前委托律师，他（她）可以陪伴你受讯问的全过程。如果你付不起律师费，政府将免费为你提供一名律师。

source: You manage to avoid staring at the horrendous %s.
de: Du schafft es, nicht auf das entsetzliche %s zu starren.
ja: 恐ろしい%sから目を逸らしました。
ko: 끔찍하게 생긴 %s을(를) 바라보는걸 피하는데 성공했습니다.
ru: Вы смогли отвести взгляд от ужасного %s.
zh_cn: 你尽力避免盯着可怕的 %s。

source: You see a clear golden liquid pump through the tendrils--and then lose consciousness.
ja: 蔦が黄金色の液体を吸い上げるさまを見ながら気を失いました。
zh_cn: 你看到一种清澈的金色液体从卷须中泵涌而出……然后你失去了知觉。

source: You sidestep it!
de: Du weichst aus!
zh_cn: 你闪避了它!

source: You swat at the %s with your tail!
de: Du schlägst %s mit deinem Schwanz!
ja: %sを尾で叩きました！
ko: 꼬리로 %s을(를) 때려잡았습니다!
ru: Вы хлопаете по %s своим хвостом!
zh_cn: 你挥舞尾巴猛击 %s！

source: You're not sure why you've got a laser dot on you...
de: Du bist dir nicht sicher, wieso ein Laserpunkt auf dir ist …
ja: なぜレーザー照準を受けているのか分かりません...
zh_cn: 你不是很确定是什么原因造成你身上出现了个激光红点。

source: You're shoved away as a fungal hedgerow grows!
ja: 真菌の垣根が急速に成長し、押し退けられました！
zh_cn: 你因为真菌篱的生长被强挤了出来！

source: You're shoved away as a fungal wall grows!
de: Du wirst von einer wachsenen Funguswand weggestoßen.
ja: 真菌の壁が急速に成長し、押し退けられました！
ko: 진균체 벽이 자라나면서, 벽에 떠밀렸습니다!
zh_cn: 你因为真菌墙的生长被强挤了出来！

source: Your %1$s is battered for %2$d damage!
de: Für %2$d wird %1$s geschlagen!
ja: 乱打が%1$sに%2$dのダメージを与えました！
zh_cn: 你的 %1$s被猛击，受到%2$d伤害！

source: Your %1$s is hit for %2$d damage!
de: %1$s wurde für %2$d Schaden getroffen!
ja: 攻撃が%1$sに%2$dのダメージを与えました！
zh_cn: 你的 %1$s 被击中，造成了 %2$d 点的损伤！

source: Your %1$s is slashed for %2$d damage!
de: Für %2$d Schaden wird %1$s geschnitten!
zh_cn: 你的%1$s被割破，造成了%2$d点的损伤！

source: Your awkward movements do not fool the riotbot.
de: Deine absurden Bewegungen legen den Antikrawallroboter nicht herein.
ja: あなたのうすら寒い三文芝居では暴動制御ロボットを騙せませんでした。
zh_cn: 你的逗逼行动没法骗过防暴机器人。

source: Your throat is slashed for %d damage!
de: Dein Hans wird für %d Schaden geschnitten!
zh_cn: 你的喉咙被割破，造成了%d点的损伤！

source: a chk!
de: ein Klick.
ja: チキッ！
ru: щелк!
zh_cn: 叮！

source: a police siren, whoop WHOOP
de: eine Polizeisirene: »Tatü-Tata!«.
ja: 警察のサイレンが聞こえました。ウー、ウー！
ko: 경찰 사이렌 소리. 위융 위융!
ru: полицейская сирена, вуп-вуп-ВУП
zh_cn: 警笛声呼啦呼啦地响着

source: a robotic voice boom, "Citizen, Halt!"
de: eine robotische Stimme »Bürger, Stopp!« brummen.
ja: 機械音声が聞こえました。「一般人、止まりなさい！」
ko: 로봇 목소리가 터져나옵니다. "멈추시오, 시민!"
ru: гремит механический голос, "Гражданин, стоять на месте!"
zh_cn: 机器人发出低沉的声音，“市民，停下来！”

source: a robotic voice boom, "Come out with your hands up!"
de: eine robotische Stimme »Kommen Sie mit erhobenen Händen hinaus!« brummen.
ja: 機械音声が聞こえました。「手を挙げろ！」
ko: 로봇 목소리가 터져나옵니다. "손을 들고 이곳으로 나오시오!"
ru: гремит механический голос, "Выходите с поднятыми руками!"
zh_cn: 机器人发出低沉的声音，“举起手，走出来！”

source: a robotic voice boom, "Please put down your weapon."
de: eine robotische Stimme »Bitte legen Sie Ihre Waffe nieder!« brummen.
ja: 機械音声が聞こえました。「持っている武器をその場に置いて下さい。」
ko: 로봇 목소리가 터져나옵니다. "손에 든 무기를 버리시오."
ru: гремит механический голос, "Опустите своё оружие."
zh_cn: 机器人发出低沉的声音，“请放下武器。”

source: a sibilant rattling sound!
de: ein scharfes Rasselgeräusch!
ja: シューシューという活発な音が聞こえました！
ko: 쥐가 쉭쉭거리는 소리!
ru: громкий свистящий звук!
zh_cn: 一阵咝咝霍霍的声音

source: a spitting noise.
de: ein Spuckgeräusch.
ja: 唾を吐く様な不快な音が聞こえました。
ko: 뭔가를 뱉는 소리.
ru: царапающий шум.
zh_cn: 一阵吐唾沫的声音。

source: a terrible shriek!
de: einen furchtbar schrillen Schrei!
ja: 絶叫が聞こえました！
ko: 끔찍한 비명!
ru: ужасающий крик!
zh_cn: 一声恐怖的尖叫声！

source: a terrifying roar that nearly deafens you!
de: ein furchtbares Röhren, das dich fast betäubt!
ko: 공포스러운 으르렁거림에 거의 귀가 멀 뻔 했습니다!
ru: ужасающий рёв, который почти оглушил вас!
zh_cn: 骇人的吼声快把你震聋了！

source: an ear-piercing howl!
de: einen ohrenbetäubenden Heuler!
ja: 耳をつんざく咆哮！
zh_cn: 一声刺耳的的嚎叫！

source: and slams you for %d damage!
de: … und schlägt dich für %d Schaden!
ja: そして叩きつけられ、%dのダメージを受けました！
zh_cn: 摔倒了你，造成了%d的损伤！

source: and slams you to the ground for %d damage!
de: … und wirft dich zu Boden für %d Schaden!
ja: そして地面に叩きつけられ、%dのダメージを受けました！
zh_cn: 把你摔在地上，造成%d伤害。

source: and slams you, face first, to the ground for %d damage!
de: … und wirft dich, mit dem Gesicht zuest, auf den Boden für %d Schaden!
ja: そして頭から地面に叩き付けられ、%dのダメージを受けました！
zh_cn: 把你脸朝下摔在地上，造成%d伤害。

source: assistance, on an arduous quest. unity. together we have reached the door. now to pass through...
ja: 辛苦の旅路に救けを得たり。統一。我々は門に辿り着いたのだ。さあ、通るがいい...
zh_cn: ……援助，在一个艰巨的任务中。团结。我们已经一起达到了那扇门扉。现在是时候穿过它了……

source: beep-beep-beep!
de: »Piep, piep, piep!«
ja: ビー！ビー！ビー！
ko: 삐익-삐익-삐익!
ru: бип-бип-бип!
zh_cn: 哔-哔-哔！

source: beep-beep.
de: »Piep, piep.«
ja: ビーッビーッという音が聞こえました。
zh_cn: 哔-哔。

source: boop!
de: »Pieeep!«
ja: ブーッという音が聞こえました！
zh_cn: 噗!

source: boop-boop!
de: »Bup-bup!«.
ja: ブーッブーッという音が聞こえました！
ko: 붑-붑!
ru: буп-буп!
zh_cn: 噗-噗!

source: but you deftly spin out of its grasp!
de: … , aber geschickt drehst du du aus dem Griff heraus!
ja: しかし器用に体を回転させて掴みから逃れました！
zh_cn: 但是你挣脱了它的抓握！

source: but you grab its arm and flip it to the ground!
de: … , aber du greift dessen Arm und schwingst es zu Boden!
ja: 腕を捕らえ、地面に捻り倒しました！
zh_cn: 但是你抓住了它的胳膊并把它摔在地上！

source: clank!
de: »Klonk!«
ja: カンッという音が聞こえました！
zh_cn: 乓！

source: fzzzzzt
de: »Fzzzzzzt«
ja: ギュイーン
zh_cn: 噗~呲

source: thu-THUMP.
de: »Klopf-KLOPF.«
ja: ドクン。
ko: 쿠-쿵.
zh_cn: 重击声。

source: whirrrrrclick.
de: »Schwirrklick!«.
ja: ウィーーーーーンカチッという音が聞こえました！
zh_cn: 嗡~~~~咔咔

source: After killing so many bloody %s you no longer care about their deaths anymore.
de: Nachdem du so viele verdammte %s getötet hast, scherst du dich nicht mehr über ihre Tode.
ja: 無数の%sを殺戮した結果、それらの死について何も感じなくなりました。
ru: После убийства множества %s, вас больше не беспокоит их смерть.
zh_cn: 在血腥屠杀了那么多 %s 以后，你已经麻木了。

source: As the final light is destroyed, it erupts in a blinding flare!
de: Nachdem das letzte Licht zerstört wurde, explodiert es in einem blendenden Lichtblitz!
ja: 最後の明かりが破壊されると、眼も眩む閃光を発して爆発しました！
zh_cn: 最后一盏灯在熄灭前爆发出眩目的闪光！

source: Culling the weak is distasteful, but necessary.
de: Die Schwachen auszusortieren ist geschmacklos, aber notwendig.
ja: 弱い相手を淘汰するのは実に不愉快だ...しかし、今となっては止むを得ない。
ko: 약자를 도태시키는 것은 그리 유쾌하지 않지만, 꼭 필요한 일입니다.
ru: Выбраковка слабых неприятна, но необходима.
zh_cn: 清除那些无用的弱者虽然令人反感，但却是必须的。

source: Rats suddenly swarm into view.
de: Auf einmal taucht ein Rattenschwarm ins Blickfeld auf.
ja: 鼠が突然目の前に群がってきました。
ko: 갑자기 쥐떼가 튀어나왔습니다.
ru: Внезапно вокруг появилась куча крыс.
zh_cn: 一群老鼠突然涌现。

source: The %s dies!
de: %s stirbt!
ja: %sは死にました！
ko: %s이(가) 죽었습니다!
ru: %s умирает!
zh_cn: %s死了！

source: The %s disappears.
de: %s verschwindet.
ja: %sは消滅しました。
ko: %s이(가) 사라졌습니다.
ru: %s исчезает.
zh_cn: %s 消失了。

source: The %s disintegrates!
de: %s zerfällt!
ja: %sは崩壊しました！
ko: %s이(가) 분해됐습니다!
ru: %s распадается!
zh_cn: %s 解体了！

source: The %s melts away.
de: %s schmilzt dahin.
ja: %sは溶けて無くなりました。
ko: %s이(가) 녹아 사라졌습니다.
ru: %s тает!
zh_cn: %s 融化了！

source: The %s splatters apart.
de: %s spritzt auseinander.
ja: %sはバラバラに飛び散りました。
ko: %s이(가) 둘로 나눠졌습니다.
zh_cn: %s 被击碎了。

source: The %s splits in two!
de: %s teilt sich entzwei!
ja: %sが2つに分裂しました！
ko: %s은(는) 두 조각으로 나누어졌습니다!
ru: %s разделился надвое!
zh_cn: %s 分裂成了两个！

source: The %s was destroyed! GAME OVER!
de: Der %s wurde zerstört! DAS SPIEL IST AUS!
ja: %sが破壊されました！ゲームオーバー！
ko: %s이(가) 파괴되었습니다! 게임 오버!
ru: %s уничтожен! ИГРА ОКОНЧЕНА!
zh_cn: %s被摧毁了！GAME OVER！

source: The %s's body dissolves into acid.
de: Der Körper von %s löst sich in Säure auf.
ja: %sの身体は酸によって溶解しました。
ko: %s의 몸이 산으로 녹아 사라졌습니다.
ru: Труп %s растекается кислотной лужей.
zh_cn: %s的尸体被酸液融化了。

source: The %s's body leaks acid.
de: Aus %ss Körper tropft eine Säure.
ja: %sの身体から酸が漏れ出ています。
zh_cn: %s的尸体流出了酸液。

source: The music stops!
de: Die Musik hört auf.
ja: 音楽を止めました！
zh_cn: 音乐停止了！

source: The surrounding roots begin to crack and crumble.
de: Die umgebenden Wurzeln fangen an, zu knacken und zu zerbröseln.
ja: 周囲の根がバリバリと割れ、砕け散り始めました。
ko: 주변의 뿌리가 금이 가면서 부서지기 시작합니다.
zh_cn: 根蔓在你周围粉碎瓦解了。

source: Two small blobs slither out of the corpse.
de: Zwei kleine Blobs sickern aus der Leiche.
ja: 死体から2匹の小さなブロブが這い出しました。
ru: Два комка слизня вылазят из трупа.
zh_cn: 两只小blobs从尸体中爬出。

source: Two worms crawl out of the %s's corpse.
de: Zwei Würmer kriechen aus der Leiche des %s.
ja: %sの死体から2匹のワームが這い出しました！
ru: Два червя вылезают из трупа %s.
zh_cn: 两条蠕虫爬出 %s 的尸体

source: You feel ashamed for killing %s.
de: Du schämst dich über das Töten von %s.
ja: %sを殺した事によって、後悔の念を感じました。
ru: Вам стыдно за убийство %s.
zh_cn: 杀死 %s 你感觉难受。

source: You feel guilty for killing %s.
de: Du hast Schuldgefühle über das Töten von %s.
ja: %sを殺した事によって、罪悪感を感じました。
ru: Вы чувствуете себя виноватым за убийство %s.
zh_cn: 杀掉 %s 你心情糟透了！

source: You feel remorse for killing %s.
de: Du fühlst Reue über das Töten von %s.
ja: %sを殺した事によって、自責の念を感じました。
ru: Вы чувствуете угрызения совести из-за убийства %s.
zh_cn: 你异常懊悔杀掉 %s。

source: You regret killing %s.
de: Du bereust das Töten von %s.
ja: %sを殺した事を後悔しています。
ru: Вы жалеете об убийстве %s.
zh_cn: 你后悔杀死 %s。

source: Your obsession with the fault fades away...
de: Deine Besessenheit von der Bruchlinie schwindet.
ja: 後悔が薄れていきます...
ko: 당신을 압박하던 강박증이 사라졌습니다...
ru: Ваше чувство вины проходит…
zh_cn: 你从对故障的痴迷中恢复过来...

source: a %s explode!
de: 1 %s explorieren!
ja: %sが爆発しました！
ru: %s взорвался!
zh_cn: %s 爆炸了！

source: Striking the %s shocks %s!
zh_cn: 击打%s让%s触电了！

source: A %s %s from the %s!
de: Ein %s %s von %s!
ko: %s %s (%s에서)
ru: %s %s из %s!
zh_cn: 一个 %s %s 来自于 %s！

source: A %s %s into the %s!
de: 1 %s %s von %s!
ko: %s이(가) %s %s(으)로 들어갑니다!
ru: %s %s в %s!
zh_cn: 一个 %s %s 在 %s 里！

source: The %s bounces off %s!
de: %s prallt von %s ab!
ko: %s이(가) %s을(를) 튕겨냈습니다!
ru: %s отскакивает от %s!
zh_cn: %s 弹开了 %s！

source: The %s bounces off a %s!
de: %s prallt von %s ab!
ko: %s이(가) %s을(를) 튕겨냈습니다!
ru: %s отскакивает от %s!
zh_cn: %s 弹开了 %s！

source: The %s bounces off a %s.
de: %s prallt von %s ab.
ko: %s이(가) %s을(를) 튕겨냈습니다.
ru: %s отскакивает от %s.
zh_cn: %s 弹开了 %s。

source: The %s flows around the objects on the floor and they are quickly dissolved!
de: Das %s fließt um die Objekte auf dem Boden und sie werden schnell aufgelöst.
ja: %sは床の物体の回りを流動し、瞬時に分解されました！
ko: %s이(가) 바닥에 놓인 물건들 쪽으로 흘러가더니 물건들을 빠르게 녹이기 시작했습니다!
zh_cn: %s 流向地面上的物品，它们迅速的溶解了！

source: dives
de: hechtet
ja: 飛び込みました
ko: 다이빙해서
ru: ныряет
zh_cn: 跳水

source: emerges
de: tritt hervor
ja: 出てきました
ko: 드러납니다!
ru: появляется
zh_cn: 出现

source: leaps
de: springt
ja: 跳びました
ko: 뛰어듭니다!
ru: выскакивает
zh_cn: 跳了出来，它

source: sinks
de: sinkt
ja: 沈みました
ko: 잠수해서
ru: погружается
zh_cn: 沉没

source: Fleeing!
de: Flüchtend!
ja: 逃走！
ko: 도주중!
ru: Убегает!
zh_cn: 溃逃中！

source: Friendly
de: Freundlich
ja: 友好
ko: 우호적
ru: Дружелюбный
zh_cn: 友好的

source: Hostile!
de: Feindlich!
ja: 敵対！
ko: 적대적!
ru: Враг!
zh_cn: 敌对的！

source: Ignoring
de: Ignorierend
ja: 無関心
ko: 무시중
ru: Игнорирует!
zh_cn: 无视中

source: It is heavily injured
de: Es ist schwer verletzt
ja: 重傷
ko: 심한 부상을 입음
ru: Тяжелораненый
zh_cn: 重度受伤

source: It is lightly injured
de: Es ist leicht verletzt
ja: 軽傷
ko: 경미한 부상을 입음
ru: Слегка раненый
zh_cn: 些许轻伤

source: It is moderately injured
de: Es ist mittelschwer verletzt
ja: 負傷
ko: 상당한 부상을 입음
ru: Раненый
zh_cn: 中度损伤

source: It is severely injured
de: Es ist stark verletzt
ja: 酷い重傷
ko: 극심한 부상을 입음
ru: Он тяжело ранен
zh_cn: 极度受创

source: It is uninjured
de: Es ist unverletzt
ja: 無傷
ko: 부상을 입지 않음
ru: Невредимый
zh_cn: 毫发无伤
