Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A nice silver bracelet. You can wear it if you like, but it won't provide any effects.
de: Ein nettes Silberarmband. Du kannst es tragen, wenn du willst, aber das wird keinerlei Auswirkungen haben.
ja: 素敵な銀のブレスレットです。貴金属が好きなら着けても良いですが何の効果もありません。
zh_cn: 一个漂亮的银手镯，你可以戴着它，不过没什么特殊效果。.

source: A nice silver necklace. You can wear it if you like, but it won't provide any effects.
de: Eine nette Silberhalskette. Du kannst sie tragen, wenn du willst, aber sie hat keinerlei Wirkung.
ja: 素敵な銀のネックレスです。貴金属が好きなら着けても良いですが何の効果もありません。
zh_cn: 这是一根漂亮银项链，你可以戴上它扮淑女，但别指望它有什么别的用途。

source: A one piece chainmail suit used by scuba divers for protection against shark bites. It comes with attached plastic helmet and booties.
ja: サメの噛みつきからスキューバダイバーを守る、チェインメイルのスーツです。プラスチック製のヘルメットとスーツが付属しています。
zh_cn: 潜水员用来防止被鲨鱼咬伤的一体锁环套装，附带塑料头盔和其他小玩意。

source: A one piece chainmail suit used by scuba divers for protection against shark bites. It has been conductively interconnected, protecting against electricity.
ja: サメの噛みつきからスキューバダイバーを守る、チェインメイルのスーツです。導電性があり、電撃から体を保護します。
zh_cn: 潜水员用来防止被鲨鱼咬伤的一体锁环套装，附带塑料头盔和其他小玩意。内部有金属接地线，可防护电击。

source: A one-piece suit of full-body long underwear that helps to maintain body temperature.
de: Ein einteiliger Anzug einer langen Unterwäsche, welche dabei hilft, die Körpertemperatur aufrecht zu erhalten.
ja: 体温の維持を補助してくれる全身を覆う肌着です。
ko: 전신을 감싸는 일체형 속옷으로, 체온 유지에 도움이 됩니다.
ru: Нижнее белье для всего тела, которое помогает поддерживать температуру тела.
zh_cn: 一件连身内衣，能维持体温。

source: A padded coat with deep pockets and a hood. Very warm.
de: Eine gefütterte Jacke mit tiefen Taschen und einer Kapuze. Sehr warm.
ja: 深いポケットとフードが付いたパッド入りのコートです。とても暖かい。
zh_cn: 一件有着大口袋和兜帽的棉大衣，很温暖

source: A pair of Kevlar armored pants covered with pouches and pockets. Custom built to be durable, comfortable, and easy to wear.
ja: 特注のパンツです。ケブラー装甲を施し、小物袋やポケットが取り付けてあります。丈夫で、着心地が良く、着るのも簡単です。
zh_cn: 一件镶嵌有凯夫拉片的长裤，有许多的口袋，非常的舒适、耐用、易于穿戴。

source: A pair of arm guards hammered out from metal. Perfect for the Post-Apocalyptic Warrior look.
de: Ein Paar Armschienen, die aus Metall ausgehämmert wurden. Perfekt für den postapokalyptischen Krieger-Look.
ja: 金属を加工し、叩き上げたアームガードです。世紀末の戦士が身に付けるには最適な装備ですよ。
zh_cn: 一对金属护臂，十分有型。

source: A pair of arm guards made from the exoskeletons of insects. Light and durable.
de: Ein Paar Armschützer aus den Exoskeletten von Insekten. Leicht und widerstandsfähig.
ja: 昆虫の外骨格から作られたアームガードです。軽量で頑丈なのが特徴です。
zh_cn: 一对由昆虫躯壳做成的护臂，轻便耐用。

source: A pair of bifocal glasses for those who are both near-sighted and far-sighted.
de: Eine Zweistärkenbrille für diejenigen, welche sowohl nah- als auch kurzsichtig sind.
ja: 遠近両用の眼鏡です。先見の明がある人が使います。
ko: 원시와 근시를 동시에 가지고 있는 사람들을 위한, 이중 초점 안경입니다.
ru: Пара бифокальных очков, подходят как дальнозорким, так и близоруким людям.
zh_cn: 一对可调焦点的眼睛，对近视及远视人群均有效。

source: A pair of black leather chaps. Very tough, and light, but doesn't offer any storage.
de: Chaps aus schwarzen Leder. Sehr zäh und leicht, aber nicht mit gerade viel Lagerplatz.
ja: 黒い革製のチャップスです。収納機能がありませんが、軽量で耐久性に優れています。
zh_cn: 一条黑色的皮裹腿。非常贴身又轻盈，但是没有口袋。

source: A pair of black leather pants. Very tough, but cumbersome and without much storage.
de: Eine Lederhose aus schwarzem Leder. Sehr zäh, aber hinderlich und ohne viel Lagerplatz.
ja: 黒い革製のパンツです。丈夫だが動き辛い。
zh_cn: 黑色的皮革裤。又难看又笨重又不能装几个东西，但是它硬又黑，能提供不错的防护，穿着也挺酷。

source: A pair of black tabi, as worn with traditional Japanese clothes.
de: Ein Paar schwarze Tabi, so wie sie der traditionellen japanischen Bekleidung angehören.
ja: 日本の伝統工芸で使用される黒い足袋です。
ko: 한 쌍의 검정색 타비로, 일본 전통 의상입니다. (역주: 일본식 버선을 말함)
ru: Пара чёрных таби, части японской традиционного костюма.
zh_cn: 倭人的黑色布袜，配上倭人的传统服装，显的像只猴子。

source: A pair of blue jeans with two deep pockets.
de: Eine Bluejeans mit zwei tiefen Taschen.
ja: 2つの深いポケットが付いた青色のジーンズです。
ko: 두 개의 깊은 주머니가 있는 청바지입니다.
ru: Синие джинсы с двумя глубокими карманами.
zh_cn: 有着两个大口袋的蓝色牛仔裤。

source: A pair of blue work pants.
de: Eine blaue Arbeitshose.
ja: 青色の作業用パンツです。
zh_cn: 一条蓝色的裤子，工（ban）作（zhuan）时穿穿还是不错的。

source: A pair of briefs. Comfortable underwear worn by men.
de: Eine Unterhose. Komfortable Unterwäsche, die von Männern getragen wird.
ja: ブリーフは男性が快適に身に付ける事が出来る下着です。
zh_cn: 一条三角内裤。裆部有开口。

source: A pair of cotton gloves.
de: Ein Paar Stoffhandschuhe.
ja: 綿製の手袋です。
ko: 한쌍의 면 장갑입니다.
ru: Пара перчаток из хлопка.
zh_cn: 一双棉手套。

source: A pair of customized kevlar boots, heavily armored with steel and modified to provide maximum protection from harm and the elements, even when knee-deep in the dead.
de: Ein Paar angepasste Lederstiefel, schwer gepanzert mit Stahl und so modifiziert, um einen maximalen Schutz vor Verletzungen und dem Wetter zu bieten, selbst, wenn du knietief in den Toten stehst.
ja: 鋼鉄で補強したケブラー製の特製ブーツです。非常時でも、外的要因と怪我から最大限に身を守れる様に改良してあります。
ko: 한 쌍의 강철로 두껍게 보강된 케블라 부츠로, 죽음이 무릎까지 올라왔더라도 굴하지 않고 최고의 보호력을 제공해줍니다.
ru: Самодельные ботинки, были укреплены сталью и кевларом для обеспечения максимальной защиты от вредной среды и повреждений.
zh_cn: 一双自制的凯夫拉靴子，有着厚实的装甲，能够提供极好的防护能力。

source: A pair of customized leather boots, armored with kevlar and modified to provide maximum protection from harm and the elements, even when knee-deep in the dead.
de: Ein Paar angepasste Lederstiefel, mit Kevlar gepanzert, so modifiziert, um einen maximalen Schutz vor Verletzungen und dem Wetter bieten, selbst, wenn du knietief in den Toten stehst.
ja: ケブラーで補強した革製の大きな特製ブーツです。非常時でも、外的要因と怪我から最大限に身を守れる様に改良してあります。
ko: 한 쌍의 케블라 보강 수제 가죽 부츠로, 죽음이 무릎까지 올라왔더라도 굴하지 않고 최고의 보호력을 제공해줍니다.
ru: Самодельные кожаные ботинки, были укреплены кевларом для обеспечения максимальной защиты от вредной среды и повреждений.
zh_cn: 一双定制的皮靴，用凯夫拉进行了防护，可以提供有效的伤害和环境防护。

source: A pair of customized, Kevlar armored Nomex boots, modified to provide maximum protection from harm and the elements, even when knee-deep in the dead.
zh_cn: 一双自制的凯夫拉增强的“诺梅克斯”防火鞋，特意修改以提供最大限度伤害防护及环境防护，即使身处及膝深的死人堆之中。

source: A pair of customized, Kevlar armored Nomex gloves, modified to be easy to wear while providing maximum protection under extreme conditions.
zh_cn: 一双自制的凯夫拉增强的“诺梅克斯”防火手套，特意修改以提供最大限度伤害防护及环境防护。

source: A pair of customized, Kevlar armored fur boots, modified to provide maximum protection from harm and the elements, even when knee-deep in the dead.
zh_cn: 一双自制的凯夫拉增强的皮毛大靴，特地为最大伤害防护及环境防护而修改。即使当你在及膝深的死人中也是。

source: A pair of customized, Kevlar armored fur gloves, modified to be easy to wear while providing maximum protection under extreme conditions.
zh_cn: 一双自制的凯夫拉增强的皮毛手套，便于穿着，特地为最大限度的伤害防护及环境防护而修改。

source: A pair of customized, kevlar armored cloth boots, modified to provide maximum protection from harm and the elements, even when knee-deep in the dead.
de: Ein Paar angepasste, mit Kevlar gepanzete Stoffstiefel, so modifiziert, um einen maximalen Schutz vor Verletzungen und dem Wetter bieten, selbst, wenn du knietief in den Toten stehst.
ja: ケブラーで補強した布製の特製ブーツです。非常時でも、外的要因と怪我から最大限に身を守れる様に改良してあります。
ko: 한 쌍의 케블라 보강 수제 천 부츠로, 죽음이 무릎까지 올라왔더라도 굴하지 않고 최고의 보호력을 제공해줍니다.
ru: Самодельные ботинки, были укреплены кевларом для обеспечения максимальной защиты от вредной среды и повреждений.
zh_cn: 一双定制的、用凯夫拉防护的布靴，可以提供有效的伤害和环境防护。

source: A pair of customized, kevlar armored cloth gloves, modified to be easy to wear while providing maximum protection under extreme conditions.
de: Ein Paar stark angepasste, mit Kevlar gepanzerte Stoffhandschuhe, so modifiziert, dass sie einfach zu tragen sind, während sie ein Maximum an Schutz unter extremen Bedingungen bieten.
ja: 特注のケブラーで補強した布製のグローブです。極限状況下でも、最大限に身を守れる様に着心地を改良してあります。
ko: 한 쌍의 케블라 보강 수제 천 장갑으로, 극한 상황 하에서도 최고의 보호력과 착용감을 제공해줍니다.
ru: Самодельные перчатки из ткани, были укреплены кевларом, удобны в ношении и обеспечивают максимальную защиту в экстремальных условиях.
zh_cn: 一双自制的用凯夫拉强化的布手套，易于穿戴，在极端环境下也能提最大的防护。

source: A pair of customized, kevlar armored leather gloves, modified to be easy to wear while providing maximum protection under extreme conditions.
de: Ein Paar stark angepasste, mit Kevlar gepanzerte Lederhandschuhe, so modifiziert, dass sie einfach zu tragen sind, während sie ein Maximum an Schutz unter extremen Bedingungen bieten.
ja: 特注のケブラーで補強した革製のグローブです。極限状況下でも、最大限に身を守れる様に着心地を改良してあります。
ko: 한 쌍의 케블라 보강 수제 가죽 장갑으로, 극한 상황 하에서도 최고의 보호력과 착용감을 제공해줍니다.
ru: Самодельные кожаные перчатки, были укреплены кевларом, удобны в ношении и обеспечивают максимальную защиту в экстремальных условиях.
zh_cn: 一双自制的用凯夫拉强化的皮革手套，易于穿戴，在极端环境下也能提最大的防护。

source: A pair of customized, kevlar armored neoprene boots, modified to provide maximum protection from harm and the elements, even when knee-deep in the dead.
de: Ein paar angepasster, mit Kevlar gepanzete Neoprenstiefel, so modifiziert, um einen maximalen Schutz vor Verletzungen und dem Wetter zu bieten, selbst, wenn du knietief in den Toten stehst.
ja: 特注のケブラーで補強したネオプレン製のブーツです。死の直前でも、外的要因と怪我から最大限に身を守れる様に改良してあります。
ko: 한 쌍의 케블라 보강 수제 합성고무 부츠로, 죽음이 무릎까지 올라왔더라도 굴하지 않고 최고의 보호력을 제공해줍니다.
ru: Пара укреплённых кевларом неопреновых ботинок, модифицированных для обеспечения максимальной защиты в экстремальных условиях.
zh_cn: 一双定制的、用凯夫拉防护的橡胶靴，可以提供非常好的防护性能。

source: A pair of customized, kevlar armored neoprene gloves, modified to be easy to wear while providing maximum protection under extreme conditions.
de: Ein Paar angepasste, mit Kevlar gepanzerte Handschuhe, so modifiziert, dass sie einfach zu tragen sind, während sie ein Maximum an Schutz unter extremen Bedingungen bieten.
ja: 特注のケブラーで補強したネオプレン製のグローブです。極限状況下でも、最大限に身を守れる様に着心地を改良してあります。
ko: 한 쌍의 케블라 보강 수제 합성고무 장갑으로, 극한 상황 하에서도 최고의 보호력과 착용감을 제공해줍니다.
ru: Пара укреплённых кевларом неопреновых перчаток, модифицированных для лёгкого ношения и обеспечения максимальной защиты в экстремальных условиях.
zh_cn: 一双定制的、用凯夫拉防护的橡胶手套，易于穿戴，在极端环境下也能提供有效的防护。

source: A pair of dark blue shorts, the kind used by postal service workers.
de: Eine dunkelblaue Shorts, so wie sie von Briefträgern benutzt wird.
ja: 郵便局員が着用するダークブルーのショートパンツです。
zh_cn: 一条深蓝色的短裤，像是邮政工作人员常穿的那种。

source: A pair of denim shorts. Thick and tough, they provide excellent protection from cuts.
de: Eine kurze Jeanshose. Sie ist dick und feste und bietet ausgezeichneten Schutz vor Schnitten.
ja: デニム生地のパンツです。厚手なので対刃性があります。
zh_cn: 一条牛仔短裤。结实耐磨，连折叠刀都无法将它划破，当然主要是用来衬托你的翘臀，如果你有的话。

source: A pair of disposable plastic bags, adapted to be used as gloves.
ja: 使い捨て用のビニール袋を少し加工して、手袋として使える様にした物です。
zh_cn: “天才”的产物！一对儿可回收塑料袋，折腾两下就成为了手套。

source: A pair of disposable plastic bags, adapted to be used as socks.
ja: 使い捨て用のビニール袋を少し加工して、靴下として使える様にした物です。
zh_cn: “天才”的产物！本身应该成为塑料鞋套的可回收塑料袋穿鞋里边就成了袜子。

source: A pair of durable boots to be used by dirt bikers and motorcyclists.
ja: ダートバイクなどに乗る際に使用する、耐久性のあるブーツです。
zh_cn: 一套为摩托车手和越野自行车手所使用的靴子。

source: A pair of elbow pads made of stout plastic and cloth.
de: Ein Paar Ellbogenschützer aus hartem Plastik und Stoff.
ja: 頑丈なプラスチックと布で作られた肘パッドです。
ko: 천과 플라스틱으로 만들어진, 팔꿈치 보호용 패드입니다.
ru: Пара налокотников, сделанных из твёрдого пластика и ткани.
zh_cn: 一对用结实的塑料和布条制成的护肘。

source: A pair of fit-over sunglasses designed to be worn over a pair of corrective glasses. Good for keeping the glare out of your eyes.
ja: 矯正眼鏡の上からでもかけられるサングラスです。眩しい光から目を守ってくれます。
zh_cn: 一副太阳眼罩镜，避免你的眼睛被太阳闪瞎，设计来戴在纠正镜外边。

source: A pair of flat-soled shoes designed to give you a grip on slippery surfaces.
de: Ein Paar flach besohlter Schuhe, die dafür gemacht sind, dir Halt auf rutschigen Oberflächen zu geben.
ja: 平底の靴です。滑りやすい床でもグリップが効いて止まります。
ko: 미끄럼 방지 처리가 된 밑창이 평평한 신발 한 켤레입니다.
ru: Пара обуви с плоской подошвой, разработаны, чтобы дать вам контроль на скользких поверхностях.
zh_cn: 一双能让你在湿滑路面上站稳的平底鞋。

source: A pair of glasses for the far-sighted. Useless for anyone else.
de: Eine Brille für die Weitsichtigen. Nutzlos für jeden Anderen.
ja: 遠視用の眼鏡です。度の合わない他人には役に立たないでしょうね。
zh_cn: 一副远视眼镜，对非远视者没什么用。

source: A pair of glasses for the near-sighted. You can use them to focus the sunlight.
ja: 近視用の眼鏡です。太陽光を一点に集中させる事が出来ます。
zh_cn: 一副近视眼镜，你可以用它来聚焦阳光。

source: A pair of gray work pants.
de: Eine graue Arbeitshose.
ja: 灰色の作業用パンツです。
zh_cn: 一条灰色的裤子，工（ban）作（zhuan）时穿穿还是不错的。

source: A pair of heavily customized, steel-backed armored kevlar gloves, modified to be easy to wear while providing maximum protection under extreme conditions.
de: Ein Paar stark angepasste, mit Stahl gepanzerte Kevlarhandschuhe, so modifiziert, dass sie einfach zu tragen sind, während sie ein Maximum an Schutz unter extremen Bedingungen bieten.
ja: 特注の鋼鉄で補強したケブラー製のグローブです。極限状況下でも、最大限に身を守れる様に着心地を改良してあります。
ko: 한 쌍의 강철이 박힌 수제 케블라 장갑으로, 극한 상황 하에서도 최고의 보호력과 착용감을 제공해줍니다.
ru: Самодельные тяжелобронированные перчатки из кевлара, усилены сталью с тыльной стороны ладоней, удобны в ношении и обеспечивают максимальную защиту в экстремальных условиях.
zh_cn: 一双自制的钢背凯夫拉手套，易于穿戴，在极端环境下也能提最大的防护。

source: A pair of high heels. Difficult to even walk in.
de: Ein Paar Stöckelschuhe. Es ist sogar schwer, mit ihnen zu gehen.
ja: 踵の高いヒールです。歩く事さえ困難でしょう。
zh_cn: 一双高跟鞋，穿起来走路PIAPIA的。

source: A pair of improvised arm guards made from broken pieces of a two by four that are tied to your arms with rags and string, they offer good protection but are really uncomfortable to wear.
de: Ein Paar improvisierte Armschienen, die aus zerbrochenen Kantholzstücken hergestellt worden sind. Sie werden an deine Arme mit Lumpen und Faden festgehalten, bieten guten Schutz, aber sind wirklich unangenehm zum Tragen.
ja: 布と糸を使って木板を腕にくくりつけた即席の手甲です。優れた防御力ですが、着心地は非常に悪いです。
ko: 부서진 재목 조각을 천 조각과 실을 이용해 팔에 맞게 묶은 한 쌍의 팔 보호대로서 훌륭한 방어도를 제공하지만, 착용하면 정말로 불편합니다.
ru: Пара самодельных протекторов для рук, собранных из обломков деревянных брусков, прикрепленных к вашим рукам тряпками и веревками. Они обеспечивают хорошую защиту, но носить их и вправду неудобно.
zh_cn: 把合适的木板绑在胳膊上就算是护臂了，可以提供良好的保护，不过真是不舒服啊。

source: A pair of improvised shin guards made from broken pieces of a two by four that are tied to your shins with rags and string, they offer good protection but are really hard to run with.
de: Ein Paar improvisierte Schienbeinschoner, die aus zerbrochenen Kantholzstücken hergestellt worden sind. Sie werden an deine Schienbeine mit Lumpen und Faden festgehalten, bieten guten Schutz, aber es ist wirklich schwer, mit ihnen zu laufen.
ja: 布と糸を使って木板を脛にくくりつけた即席の脛当てです。優れた防御力ですが付けたままでは非常に走りづらいです。
ko: 부서진 재목 조각을 천 조각과 실을 이용해 정강이에 맞게 묶은 한 쌍의 다리 보호대로서 훌륭한 방어도를 제공하지만, 이걸 차고 달리는 것은 정말로 힘듭니다.
ru: Пара самодельных протекторов для голеней, собранных из обломков деревянных брусков, прикрепленных к вашим ногам тряпками и веревками. Они обеспечивают хорошую защиту, но носить их и вправду неудобно.
zh_cn: 在小腿上绑片木头就算是护胫了，防护效果不错，但是跑起来很不方便。

source: A pair of inline skates. Very fast on flat floors, but they make it hard to move on rough terrain, or to dodge effectively.
de: Ein Paar Inline-Skater. Sehr schnell auf flachen Böden, aber sie machen es schwer, sich auf groben Gelände zu bewegen, oder effizient auszuweichen.
ja: 車輪を縦一列に並べたインラインスケートです。平らな床では非常に素早く動けますが、起伏の多い地形では上手く動けず、回避も困難になります。
zh_cn: 一双直排轮滑鞋，在平地上非常迅速。但是在崎岖地形上会让你举步维艰，并且更难躲闪。

source: A pair of khaki pants. Slightly warmer than jeans.
de: Eine Khakihose. Geringfügig wärmer als Jeans.
ja: ジーンズよりも少しだけ暖かいカーキ色のズボンです。
zh_cn: 这是卡其裤，比牛仔裤要保暖些。

source: A pair of khaki shorts.
de: Eine Khahi-Shorts.
ja: カーキ色の丈の短いパンツです。
ko: 카키색 반바지입니다.
ru: Шорты цвета хаки.
zh_cn: 一条卡其裤。

source: A pair of knee pads made of stout plastic and cloth.
de: Ein Paar Knieschoner aus stabilem Plastik und Stoff.
ja: 強化プラスチックと布で作られた膝を保護するパッドです。
ko: 천과 플라스틱으로 만들어진, 무릎 보호용 패드 한 쌍 입니다.
ru: Пара наколенников, сделанных из прочного пластика и ткани.
zh_cn: 一对结实的塑料膝盖护垫。

source: A pair of leather gloves with no fingers, allowing greater manual dexterity.
de: Ein Paar Lederhandschuhe ohne Finger, was die Beweglichkeit verbessert.
ja: 革製の指無し手袋です。細かい手作業に最適です。
ko: 가죽으로 만들어진, 손가락 부분이 없는 장갑입니다. 손가락을 사용하는데 방해를 주지 않습니다.
ru: Пара кожаных перчаток без пальцев. Защищают ладони и не мешают делать дело.
zh_cn: 一双露出手指的皮手套，让你戴上手套后依然能进行精细动作。

source: A pair of leather gloves with no fingers, allowing greater manual dexterity. These have been crudely reinforced with steel guards across the back.
de: Ein Paar Lederhandschuhe ohne Finger, was die Beweglichkeit verbessert. Sie wurden grob mit Stahl auf der Rückseite verstärkt.
ja: 革製の指無し手袋です。指の部分がないので手作業に支障が出ません。金属片で補強されています。
zh_cn: 一副好的皮手套，不仅会保护你的手掌，且不影响灵活度。

source: A pair of leg guards hammered out from metal. Very stylish.
de: Ein Paar Beinschützer, die aus Metall ausgearbeitet wurden. Sehr modisch.
ja: 金属を加工して作ったレッグガードです。とても格好いい。
zh_cn: 一对金属护腿，非常有型。

source: A pair of light-blue work pants.
de: Eine hellblaue Arbeitshose.
ja: 水色の作業用パンツです。
zh_cn: 一条浅蓝色的裤子，工（ban）作（zhuan）时穿穿还是不错的。

source: A pair of long underwear that help to maintain body temperature.
de: Das Unterteil einer langen Unterwäsche, welche hilft, die Körpertemperatur aufrechtzuerhalten.
ja: 体温の維持を補助してくれる肌着(下)です。
ko: 체온을 유지하는데 도움이 되는 긴 내복입니다.
ru: Нижнее белье, которое помогает поддерживать температуру тела.
zh_cn: 一条大裤衩，有保暖效用。有一种寒冷，叫做忘穿秋裤！

source: A pair of neoprene arm sleeves covered with molded plastic sheaths.
de: Ein Paar Neoprenärmel mit Kunsttoffmantel.
ja: プラスチック樹脂で強化されたネオプレン製のアームスリーブです。
ko: 합성 고무인 네오프렌으로 만들어진, 한 쌍의 팔 보호대입니다. 플라스틱 칼집이 달려있습니다.
ru: Пара неопреновых наручей с жесткими пластиковыми вставками.
zh_cn: 这双橡胶护臂外面覆盖了一层厚塑料模具，能承受更多伤害。

source: A pair of neoprene swimming booties, with individual toes.
de: Ein Paar Neopren-Füßlinge, mit eigenartigen Sohlen. Sie werden zum Schwimmen und Tauchen verwendet.
ja: 足の指が付いたネオプレン製のスイミングブーツです。
ko: 한 쌍의 합성고무로 만들어진 잠수용 신발입니다. 발가락 부분이 나뉘어져 있습니다.
ru: Неопреновая обувь для плавания с раздельными пальцами.
zh_cn: 一对合成橡胶制的泳袜，是五趾袜哦！

source: A pair of padded gloves. Cumbersome but warm.
de: Ein Paar gefütterter Handschuhe. Hinderlich aber warm.
ja: パッド入りの手袋です。暖かいですが、動きを阻害します。
zh_cn: 这是一双加了衬垫的手套，虽 然笨重但是保暖。

source: A pair of pants designed for dirt bikers and motorcyclists.
ja: ダートバイクなどに乗る際に使用するパンツです。
zh_cn: 一套为摩托车手和越野自行车手所使用的裤子。

source: A pair of pants lined with pockets, offering lots of storage.
de: Eine Hose mit Taschen, die viel Platz bieten.
ja: 複数のポケットが付いたパンツです。多くの収納箇所を備えています。
ko: 주머니가 많은 바지로, 상당량의 수납공간을 제공합니다.
ru: Штаны с карманами. Неплохо увеличивают объем инвентаря.
zh_cn: 一条衬有口袋的裤子，可以放很多东西。

source: A pair of pants meant for alpine skiing.
de: Eine Hose für Ski Alpin.
ja: スキーで使用するとても暖かいパンツです。
ko: 산악 스키를 위한 바지입니다.
ru: Штаны предназначеные для горнолыжного спорта.
zh_cn: 这是条为高山滑雪而设计的裤子。

source: A pair of pants with horizontal black and white stripes.
de: Eine Hose mit horizontalen schwarzen und weißen Streifen.
ja: 黒と白の横縞が入ったパンツです。
ko: 수평으로 검은색과 흰색 줄무늬가 그려진 바지 한 벌.
ru: Штаны с горизонтальными чёрно-белыми полосками.
zh_cn: 一条有着水平黑白条纹的裤子。

source: A pair of plastic glasses, used in workshops, sports, chemistry labs, and many other places. Provides great protection from damage.
de: Eine Plastikbrille; benutzt in Werkstätten, Chemielaboren, im Sport und an vielen anderen Orten. Bietet großartigen Schutz vor Schaden.
ja: 工作やスポーツ、化学などで使われるプラスチック製の眼鏡です。危険から目を防護します。
zh_cn: 这是一对由塑料做成的护目镜，用于工厂生产、运动以及化学实验室等地方为眼睛提供充足的防护。

source: A pair of polyurethane leg guards with neoprene backing.
de: Ein Paar Polyethuran-Beinschoner mit einem Neopren-Zusatz.
ja: ネオプレンで裏打ちされたポリウレタン製のレッグガードです。
ko: 이 보호대 한 쌍은 폴리우레탄으로 만들어졌으며, 뒷부분은 합성고무로 되어있습니다.
ru: Пара полиуретановых поножей с неопреновой подкладкой.
zh_cn: 外面加了一层注塑护具的橡胶腿套。

source: A pair of reinforced Kevlar tactical gloves. Commonly used by police and military units.
zh_cn: 一件镶嵌有凯夫拉片的手套，主要由警察及军队使用。

source: A pair of reinforced pants used by fencers to prevent injuries.
ja: 怪我防止の為にフェンシングの選手が使う補強されたズボンです。
zh_cn: 一条加固的击剑服(裤子) ,这种衣服里的导电金属网可以保护运动员免受意外伤害 .

source: A pair of rubber boots, often used while cleaning with caustic materials.
de: Ein Paar Gummistiefel, oft beim Reinigen mit ätzenden Materialien benutzt.
ja: ゴム製の長靴です。腐食性物質の取り扱い時によく使われます。
ko: 고무장화 한 쌍으로, 주로 부식성 물질을 사용하여 청소를 할 때 쓰입니다.
ru: Пара ботинок из резины, обычно используется при уборке едкими моющими средствами.
zh_cn: 一双橡胶靴，在清理腐蚀性物质时经常使用

source: A pair of rubber flippers worn on the feet which improve swimming speed while greatly impeding the wearer's ability to walk.
de: Ein Paar Gummiflossen, die an den Füßen getragen werden; sie erhöhen die Schwimmgeschwindigkeit, während die des Trägers Lauffähigkeit stark einschränken.
ja: ゴム製の足ヒレです。歩行が困難になりますが、泳ぎが速くなります。
ko: 발에 착용하는 동안 착용자의 걷기 능력을 크게 저하시키지만 수영 속도를 빠르게 해주는 고무 물갈퀴 한 쌍입니다.
ru: Пара резиновых ласт, которые носят на ногах. Повышают скорость плавания, но вот ходить в них не очень удобно.
zh_cn: 一双穿在脚上的橡胶脚蹼，可以提高游泳速度，但也极大地阻碍了行走。

source: A pair of rubber gloves, often used while cleaning with caustic materials.
de: Ein Paar Gummihandschuhe, oft beim Reinigen mit ätzenden Materialien benutzt.
ja: ゴム製の手袋です。腐食性物質の取り扱い時によく使われます。
ko: 고무로 만들어진 장갑 한 쌍입니다. 주로 부식성 물질을 사용해서 청소를 하는데 쓰입니다.
ru: Пара резиновых перчаток, какими пользуются во время работы с чистящими жидкостями.
zh_cn: 这双厚实的橡胶手套经常用来清洗腐蚀性物质，危险废物处理厂的员工经常穿戴它。

source: A pair of shorts lined with pockets, offering decent storage.
de: Shorts mit Taschen, die akzeptablen Lagerplatz bieten.
ja: 複数のポケットが付いた丈の短いパンツです。多少の収納箇所を備えています。
ko: 주머니가 일렬로 늘어선 카고 반바지입니다. 괜찮은 수납공간을 제공합니다.
ru: Шорты с большими карманами.
zh_cn: 这条短裤的两侧有不少口袋，灾变前适合装不少棒棒糖来诱骗小萝莉，但现在最好用来装各种工具。

source: A pair of soft neoprene arm sleeves, often used in contact sports.
de: Ein Paar weicher Neopren-Ärmel, welche oft im Kontaktsport verwendet werden.
ja: ネオプレン製の柔らかなアームスリーブです。大体のコンタクトスポーツで利用されます。
ko: 부드러운 합성 고무인 네오프렌으로 만들어진 한쌍의 팔 보호대 입니다. 스포츠 용으로 주로 사용됩니다.
ru: Пара мягких неопреновых наручей, часто применяемых в спорте.
zh_cn: 一对柔软的橡胶护臂，运动员经常穿戴它以防止运动损伤。

source: A pair of steel-toed rubber boots, the sort worn by firefighters. Highly resistant to heat and flame, they provide excellent protection from injury.
de: Ein Paar Stahlkappengummistiefel, die Sorte, die von Feuerwehrleuten getragen wird. Es ist gegenüber Hitze und Feuer sehr widerstandsfähig und bietet ausgezeichneten Schutz vor Verletzungen.
ja: 消防士が履く、安全ゴム長靴です。熱と炎に優れた耐性があり、素晴らしい防護性能で怪我から身を守ります。
zh_cn: 一双前部包铁的橡胶靴，通常由消防员们穿着它们。对高温和火焰有着很强的抵抗性，能提供出色的防护性能。

source: A pair of stylish sunglasses, look good while keeping the glare out of your eyes.
de: Eine modische Sonnenbrille. Sieht gut aus, während sie das blendende Licht von deinen Augen fern hält.
ja: スタイリッシュデザインのサングラスです。眩しい光から目を守ってくれます。
ko: 멋있는 선글라스입니다. 태양빛으로부터 눈을 보호해줍니다.
ru: Стильные солнцезащитные очки. Здорово смотрятся и защищают от солнца.
zh_cn: 超级时髦的太阳镜，看起来酷毙了，同时可以防止狗眼被眩晕.

source: A pair of sunglasses, good for keeping the glare out of your eyes.
de: Eine Sonnenbrille. Gut, um nicht geblendet zu werden.
ja: 普通のサングラスです。眩しい光から目を守ってくれます。
ko: 누구나 알고 있을, 일반적인 선글라스입니다. 강한 빛을 막아줍니다.
ru: Солнцезащитные очки, хороши для защиты ваших глаз от бликов.
zh_cn: 一副太阳镜，避免你的眼睛被太阳闪瞎，耍酷装逼的必要饰品。

source: A pair of swimming trunks, with netting.
de: Eine Badehose mit Netz.
ja: 網掛けの水泳パンツです。
ko: 망사가 달린 트렁크 수영복입니다.
ru: плавки с сеточкой
zh_cn: 一件有网的泳裤

source: A pair of thin cotton gloves. Often used as a liner beneath other gloves.
de: Ein Paar dünner Stoffhandschuhe. Oft als Fütterung unter anderen Handschuhen gebraucht.
ja: 綿製の薄い手袋です。他の手袋のインナーとしてよく使われます。
zh_cn: 这双轻薄的棉质手套通常用来穿戴在其他护臂的里面，用来防止摩擦。

source: A pair of thin latex gloves, designed to limit the spread of disease.
de: Ein Paar dünner Latexhandschuhe, für die Eindämmung der Ausbreitung von Krankheiten ausgelegt.
ja: ラテックス製の薄い医療用手袋です。病気の伝播を防ぎます。
ko: 라텍스로 만들어진 장갑 한 쌍입니다. 질병 감염을 막기 위해 사용됩니다.
ru: Пара тонких латексных медицинских перчаток.
zh_cn: 这双纤薄的乳胶医用手套，是为隔绝病原体而设计，一般用来做手术。

source: A pair of tight-fitting candy-apple-red jeans with two deep pockets.
de: Eine eng anliegende liebesapfelrote Jeans mit zwei tiefen Taschen.
ja: キャンディアップルレッドのタイトなジーンズです。深いポケットが付いています。
zh_cn: 一条有着两个大口袋的苹果红紧身牛仔裤。

source: A pair of very flexible neoprene-silicone rubber gloves, suitable for underwater use.
zh_cn: 一双高延展性的氯丁橡胶手套，适合水下使用。
