Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: If true, the game will calculate range in a realistic way: light sources will be circles diagonal movement will cover more ground and take longer. If disabled, everything is square: moving to the northwest corner of a building takes as long as moving to the north wall.
de: Falls wahr, wird das Spiel Entfernungen auf realistische Weise berechnen: Lichtquellen werden Kreise sein, diagonale Bewegungen werden mehr Boden abdecken und länger brauchen. Falls abgeschaltet, ist alles quadratisch: Ein Zug nach Nordwesten wird genau so lange wie ein Zug nach Norden brauchen.
ko: 켜면, 거리를 현실적으로 계산합니다. 광원은 원형으로 계산되며, 대각선 이동은 더 먼 거리로 계산되고 이동시간도 길어집니다. 끄면, 모든 것이 정사각형으로 계산됩니다. 북서쪽으로 움직이는 것이 북쪽으로 움직이는 것과 같은 시간을 소모합니다.
ru: Если да, то игра рассчитывает дистанцию реалистично: освещение круглое, передвижение по диагонали дольше. Если нет, то все квадратное: передвижение по диагонали, такое же как по вертикале и горизонтали.
zh_cn: 如果设置为是,游戏将以一个真实的方式计算范围:可见范围将以环形表示,斜向移动将会覆盖更多地面,但也更耗时.如果设置为否,则一律以正方形计算:往西北面斜向移动的时间与往正北面移动时间相等.

source: If true, the game will randomly spawn NPC during gameplay.
de: Falls wahr, wird das Spiel zufällig NPCs im Spiel auftauchen lassen.
ja: TrueにするとランダムにNPCを生成します。
ko: 이 옵션을 켜면, 게임을 플레이하는 동안 무작위로 NPC가 생성됩니다.
ru: Если да, то игра создает случайных персонажей в течении игры.
zh_cn: 选择是，游戏会随机出现npc。

source: If true, the game will spawn static NPC at the start of the game, requires world reset.
de: Falls wahr, wird das Spiel statische NPCs am Spielbeginn auftauchen lassen. Erfordert Zurücksetzung der Welt.
ja: Trueにするとゲーム開始時に固定NPCを生成。 反映させるには世界の初期化が必要。
ko: 이 옵션을 켜면, 게임 시작시에만 NPC를 생성합니다. 월드 리셋 필요.
ru: Если да, то игра создает в начале игры статических персонажей. Требуется перезагрузка мира.
zh_cn: 如果设置为是，开始时游戏会刷新出NPC，需要重置世界。

source: If true, vehicle parts will change color if they are armor plated
de: Falls wahr, werden Fahrzeugteile ihre Farbe ändern, wenn sie gepanzert sind.
ja: trueにすると車両部品の色が装甲によって変化します。
ko: 이 옵션을 켜면, 차량 장갑 부품의 색상이 변경될 것입니다.
ru: Если Да, детали транспортного средства будут менять цвет, если покрыты бронёй
zh_cn: 如果为真，汽车部件安装装甲之后会改变颜色。

source: If true, view will automatically shift towards the driving direction
de: Falls wahr, wird sich die Ansicht automatisch in die Fahrtrichtung verschieben.
ja: trueにすると運転中は自動で前方に視点が移動します。
ko: 이 옵션을 켜면, 자동적으로 시야를 차량 진행방향에 맞춰서 움직여줍니다.
zh_cn: 如果设置为是，视图会根据行驶方向自动转向。

source: If true, when controlling a vehicle, a white 'X' at distance 10 from the center will display its current facing.
de: Falls wahr, wird beim Führen eines Fahrzeugs ein weißes »X« im Abstand von 10 von der Mitte des Fahrzeugs aus dessen aktuelle Fahrtrichtung anzeigen.
ko: 이 옵션을 켜면, 차량을 조종하고 있을 때 중앙에서 10칸 떨어진 흰색 'X' 표시가 현재 진행방향을 알려줍니다.
ru: Если Да, при управлении транспортным средством, белый 'X' на расстоянии 10 от центра покажет его текущее направление.
zh_cn: 如果为是，控制车辆时有白色的“X”在车辆中心前方10格的位置，显示车辆的前进方向。

source: If true, will close the advanced inventory when the move all items command is used.
de: Falls wahr, wird das erweiterte Inventar geschlossen, wenn der »alle Gegenstände verschieben«-Befehl verwendet wird.
ja: trueにするとアイテムをすべて移動コマンド実行後に拡張インベントリを閉じます。
zh_cn: 如果为真，当使用移动全部指令后关闭高级物品列表。

source: If true, will display enabled animations.
de: Falls wahr, werden aktivierte Animationen angezeigt.
ja: trueにするとアニメーションをオンにします。
zh_cn: 如果设置为是，将显示允许的动画。

source: If true, will display scrolling combat text animations.
de: Falls wahr, wird ein sich bewegender Kampftext als Animation angezeigt.
ja: trueにするとアニメーションする戦闘テキストが表示されます。
zh_cn: 如果设置为是，显示滚动战斗气泡动画。

source: If true, will display weather animations.
de: Wenn wahr, wird das Spiel Wetteranimationen zeigen.
ja: trueにするとアニメーションで天候を表示します。
ko: '예' 로 설정되어있을 경우 날씨 애니매이션을 보여줍니다.
ru: Если да, то отображается анимация погоды.
zh_cn: 如果设置为是，显示天气动画。

source: If true, will query before disassembling items.
de: Wenn wahr, wird das Spiel vor der Demontage von Gegenständen nachfragen.
ja: Trueにするとアイテムを分解する前に確認します。
ko: 이 옵션을 켜면, 물품을 분해하기 전에 진짜로 분해할지 물어봅니다.
ru: Если да, то перед разборкой предмета будет задаваться вопрос.
zh_cn: 如果设置为是，拆解东西时需要确认。

source: If true, will query before removing a keybinding from a hotkey.
de: Falls wahr, wird vor der Entfernung einer Tastenbelegung von einer Schnelltaste nachgefragt.
ja: trueにするとキー割り当てを削除する時に確認します。
zh_cn: 如果设置为是，解除按键绑定时需要确认。

source: Initial points
de: Startpunkte
ja: 初期ポイント
ko: 시작 포인트
ru: Стартовые очки
zh_cn: 初始点数

source: Initial points available on character generation.
de: Die Anzahl der Punkte, die bei der Protagonistenerzeugung verfügbar sind.
ja: キャラクター作成時の初期ポイントを設定します。
ko: 캐릭터 생성시 초기 제공 보너스 수치
ru: Очки доступные при создании персонажа.
zh_cn: 新建角色时可用点数

source: Initial season
de: Erste Jahreszeit
ja: 開始季節
ko: 시작 계절
ru: Стартовое время года
zh_cn: 初始季节

source: Initial starting time of day on character generation.
de: Die Uhrzeit (Stunde), mit der das Spiel beginnt.
ja: 新規ゲームの開始時間を設定します。
ko: 캐릭터 생성시의 초기 시작 시간을 설정합니다.
ru: Стартовое время дня при генерации персонажа.
zh_cn: 新建角色时的开始时间

source: Initial time
de: Erste Uhrzeit
ja: 開始時刻
ko: 시작 시간
ru: Стартовое время
zh_cn: 初始时间

source: Interface
de: Benutzeroberfläche
ja: インターフェイス
ko: 인터페이스
ru: Внешний вид
zh_cn: 界面

source: Invalid input: not a number
de: Ungültige Eingabe: keine Zahl
ja: 入力値が無効です: 数字を入れて下さい
ko: 잘못된 입력: 숫자가 아닙니다
ru: Неправильный ввод: это не число
zh_cn: 无效输入：非数字

source: Item spawn scaling factor
de: Gegenstandsspawnskalierungsfaktor
ja: アイテム出現率
ko: 물품 생성 계수
ru: Множитель генерации предметов
zh_cn: 物品生成比例系数

source: Language
de: Sprache
ja: 言語
ru: Язык
zh_cn: 语言

source: Loading the tileset failed: %s
de: Laden des Feldbilder-Satzes fehlgeschlagen: %s
ja: タイルセットの読込に失敗しました: %s
ru: Ошибка загрузка тайлсета: %s
zh_cn: 载入贴图失败：%s

source: Mass units
de: Masseneinheiten
ja: 重量単位
ko: 무게 단위
ru: Единица измерения веса
zh_cn: 质量单位

source: Maximum trait points
de: Maximale Wesenszug-Punkte
ja: 特性ポイント最大値
ko: 최대 특성 포인트
ru: Максимум очков для черт
zh_cn: 最大特征点数

source: Maximum trait points available for character generation.
de: Die maximale Anzahl der verfügbaren Punkte der Wesenszüge eines neuen Protagonisten.
ja: キャラクター作成時に取得できる特性の最大値を設定します。
ko: 캐릭터 생성시 최대 특성 수치
ru: Максимум очков полученных/потраченных на черты при создании персонажа
zh_cn: 新建角色时最大特征点数

source: Military
de: Militär
ja: 軍隊式
ko: 군대
ru: Армейский
zh_cn: 军用制

source: Monster difficulty
zh_cn: 怪物难度

source: Move view by how many squares per keypress.
de: Um wie viele Felder pro Tastendruck die Ansicht verschoben wird
ja: キーを押すたびに設定された値の数だけ視点を移動します。
ko: 이동 키를 누를때마다 움직이는 시야 칸 수
ru: На сколько клеток сдвигается экран при нажатии.
zh_cn: 移动查看每次移动多少个方格。

source: Move view offset
de: Ansichtverschiebungsweite
ja: 視点移動設定
ko: 이동시 시야차
ru: Шаг сдвига экрана
zh_cn: 可视范围偏移量

source: Music Volume
de: Musiklautstärke
ja: 音量/音楽
ru: Музыка
zh_cn: 音乐音量

source: Mutations by radiation
de: Mutationen durch Strahlung
ja: 放射能で変異
ko: 방사능에 의한 변이
ru: Мутации от радиации
zh_cn: 辐射引起变异

source: NPC spawn rate scaling factor
zh_cn: NPC生成系数

source: Narrow
de: Schmal
ja: 縮小
ko: 좁게
ru: Узкий
zh_cn: 窄

source: Never
ja: 無効
zh_cn: 永不

source: No
de: Nein
ja: いいえ
ko: 아니오
ru: Нет
zh_cn: 否

source: Number of game turns between autosaves
de: Anzahl der Spielzüge zwischen automatischen Speicherungen
ja: 設定したターン経過で自動保存します。
ko: 게임시간으로 자동 저장하는 턴 간격
ru: Количество игровых ходов между автосохранениями.
zh_cn: 自动保存所需的游戏回合数

source: Number of real time minutes between autosaves
de: Anzahl der Minuten in Echtzeit zwichen automatischen Speicherungen
ja: 現実時間(分)で自動保存します。
ko: 현실시간으로 자동 저장하는 분 간격
ru: Количество реальных минут между автосохранениями.
zh_cn: 自动保存所需的现实分钟数.

source: Number of turns after safemode is reenabled if no hostiles are in safemodeproximity distance.
de: Die Anzahl Züge, nachdem der Sicherheitsmodus reaktiviert wird, wenn sich keine Feinde innerhalb des Sicherheitsabstands aufhalten.
ko: 근처에 적이 없을 때 안전모드가 다시 켜지는 턴 수
ru: Количество ходов через которое безопасный режим включается при отсутствии опасностей в зоне тревоги.
zh_cn: 自动安全模式开启，安全模式的未遇敌回合数

source: Only spawn classic zombies and natural wildlife. Requires a reset of save folder to take effect. This disables certain buildings.
de: Es werden nur klassische Zombies und natürliches Wild auftauchen. Erfordert eine Zurücksetzung des »save«-Verzeichnisses, um wirksam zu werden. Bestimmte Gebäude werden dabei aktiviert.
ja: 特殊なモンスターを生成しない。一部の建物も生成しなくなる。 反映させるにはsaveフォルダを削除。
ko: 고전적인 좀비와 자연적 야생 동물만 생성됩니다. 적용시 세이브 파일 리셋이 필요합니다. 이 옵션을 켜면 몇몇 건물이 생성되지 않습니다.
ru: Зарождаются только классические зомби и настоящая живая природа. Для получения результата, надо удалить игровой мир. Это отключает некоторые здания.
zh_cn: 只会生成普通丧尸和野生生物，需要重置世界来生效。这个对建筑物无效。

source: Periodically autosave
de: Regelmäßig automatisch speichern
ja: 自動保存/定期
ko: 주기적으로 자동 저장
ru: Периодическое автосохранение
zh_cn: 自动保存

source: Query
de: Nachfragen
ja: 質問
ko: 물어보기
ru: Спросить
zh_cn: 询问

source: Query on disassembly
de: Vor Demontage nachfragen
ja: 確認/アイテム分解
ko: 분해시 물어보기
ru: Запрос перед разборкой предмета
zh_cn: 拆解前确认

source: Query on keybinding removal
de: Vor Tastenbelegungsentfernung nachfragen
ja: 確認/キー割り当ての削除
zh_cn: 移除绑定热键前询问

source: Rain animation
de: Regensanimation
ja: アニメーション/雨
ko: 비내림 효과
ru: Анимация дождя
zh_cn: 下雨动画

source: Random npcs
de: Zufällige NPCs
ja: ランダムNPC
ko: 무작위 NPC
ru: Случайные персонажи
zh_cn: 游戏中随机生成NPC

source: Real minutes between autosaves
de: Echtzeitminuten zwischen Auto-Speicherungen
ja: 自動保存/現実時間(分)
ko: 실제 분당 자동 저장 간격
ru: Реал. минут между автосейвами
zh_cn: 自动保存间隔的现实时间

source: SCT animation
de: Kampftextanimation
ja: アニメーション/SCT
zh_cn: SCT动画

source: Safemode on by default
de: Sicherheitsmodus standardmäßig aktiv
ja: 初期設定/セーフモード
ko: 안전모드 기본으로
ru: Безопасный режим по-умолчанию
zh_cn: 默认开启安全模式

source: Safemode proximity distance
de: Sicherheitsabstand
ja: セーフモード/近接距離設定
ko: 안전모드 근접 거리
ru: Дистанция безопасного режима
zh_cn: 安全模式判定距离

source: Safemode when driving
de: Sicherheitsmodus beim Fahren
ja: セーフモード/車両運転
ko: 운전중 안전모드
ru: Безопасный режим при вождении
zh_cn: 驾驶中安全模式

source: Season length
de: Jahreszeitenlänge
ja: 季節の長さ
ko: 계절 길이
ru: Длительность сезона
zh_cn: 季节长度

source: Season length, in days.
de: Die Länge einer Jahreszeit in Tagen.
ja: 季節が変わる日数を設定します。
ko: 한 계절이 며칠동안 이어질 것인지의 길이.
ru: Длительность сезона в днях.
zh_cn: 季节长度，天数

source: Season the player starts in. Options other than the default delay spawn of the character, so food decay and monster spawns will have advanced.
de: Die Jahreszeit, mit der der Spieler beginnt. Einstellungen, die vom Standard verschieden sind, werden den Spielanfang verzögern, wodurch Nahrung weiter verdorben sein wird und noch mehr Monster aufgetaucht sein werden.
ja: 開始時の季節です。春以降に遅らせるほど時間が経過するため、街に放置されている食料は腐り、モンスターは進化して強力なものになります。
zh_cn: 玩家开始游戏的季节。选择默认之外的选项会延迟角色的出生，因此食物腐败和怪物刷新被提前了。

source: Set the level of skill rust. Vanilla: Vanilla Cataclysm - Capped: Capped at skill levels 2 - Int: Intelligence dependent - IntCap: Intelligence dependent, capped - Off: None at all.
de: Stellt die Art des Einrostens ein. Normal: Wie bei Cataclysm. – Gedeckelt: Gedeckelt ab Stufe 2 – Intelligenz: intelligenzabhängig – Int. u. Deckel – intelligenzabhängig und gedeckelt – Aus: Kein Einrosten.
ja: 時間経過によるレベルダウンの設定。Vanilla: vanilla Cataclysm Capped: 2レベルまで。 - Int: 知性に依存。 - IntCap: 知性に依存+Capped Off: なし
ko: 기술 망각 방식을 선택합니다. 바닐라 : 카타클리즘 기본 방식, 제한 : 최저 레벨 2 제한 지능 : 지능 기준, 지능+제한 : 지능 기준 최저 레벨 2 제한 끔 : 기술 망각 없음
ru: Выбор варианта атрофии навыков. Стандарт: как в оригинале - Capped: ограничен уровнем навыка 2 - Интеллект: В зависимости от интеллекта - IntCap: В зависимости от интеллекта плюс capped - Выкл: нет.
zh_cn: 设置技能遗忘等级。Vanilla:经验减少并降级- Capped: 经验减少降级到2- Int: 依据智力水平减少经验并降级 - IntCap: 依据智力水平减少经验不降级 - Off:经验不减少"

source: Set the size of the terminal along the X axis. Requires restart.
de: Setzt die Größe des Terminals entlang der x-Achse. Erfordert Neustart.
ja: ゲーム画面の横幅を設定します。 反映には再起動が必要です。
zh_cn: 设置窗口的宽度(X方向)，需要重新启动。

source: Set the size of the terminal along the Y axis. Requires restart.
de: Setzt die Größe des Terminals entlang der y-Achse. Erfordert Neustart.
ja: ゲーム画面の縦幅を設定します。 反映には再起動が必要です。
zh_cn: 设置窗口的宽度(Y方向)，需要重新启动。

source: Set to drop empty containers after use. No: Don't drop any. - Watertight: All except watertight containers. - All: Drop all containers.
de: Stell ein, welche Behälter automatisch fallen gelassen werden. Nein: Nichts fallen lassen. – Wasserdichte: Alle außer wasserdichte Behälter. – Alle: Alle Behälter fallen lassen.
ja: アイテム使用後に空になった容器を落とすかどうか設定する。 No:落とさない。 - Watertight:飲料の容器以外を落とす。 All:全ての容器を落とす。
ko: 사용후 남은 빈 용기를 버릴지 설정합니다. 아니오 : 아무것도 안버림 - 식수제한 : 물을 담을수 있는 용기 제외 - 전부 : 모든 용기를 버림
ru: Выбрасывать ли пустые контейнеры после использования. Нет: не выбрасывать; Негерметичные: все, кроме контейнеров для воды; Все: выбрасывать все.
zh_cn: 设置使用后丢弃空容器。 No:不丢弃 - Watertight: 所有容器(除盛水容器外) - All: 所有容器。

source: Shift list item view
de: Ansicht verschieben bei Gegenstandsliste
ja: アイテムリスト表示時の視点移動
ko: 물품 리스트 스크롤
zh_cn: 检视物品时移动视角

source: Show
de: Zeigen
ja: 表示
ko: 표시
ru: Показывать
zh_cn: 显示

source: Show item health bars
ja: アイテムHPバーを表示
zh_cn: 显示物品耐久条

source: Sidebar style
de: Seitenleistenstil
ja: サイドバー形式
ko: 사이드바 스타일
ru: Стиль боковой панели
zh_cn: 右侧边栏类型

source: Size of cities
de: Größe der Städte
ja: 街の大きさ
ko: 도시 크기
ru: Размер городов
zh_cn: 城镇规模

source: Skill rust
de: Einrosten der Fertigkeiten
ja: 技能劣化
ko: 기술 망각
ru: Атрофия навыков
zh_cn: 技能遗忘

source: Snap to target
de: Zieleinrastung
ja: 自動選択/目標
ko: 대상 자동지정
ru: Переключение на цель
zh_cn: 自动锁定目标

source: Software rendering
ja: ソフトウェアレンダリング
ru: Программный рендеринг
zh_cn: 软件渲染

source: Some of these options may produce unexpected results if changed.
de: Das Ändern dieser Optionen kann unerwartete Folgen haben.
ja: これらの設定を変更すると予期しない結果が出る場合があります。
ko: 아래 옵션 중 일부는 변경 시 예기치 않은 결과를 발생시킬 수 있습니다.
ru: Изменения этих настроек могут привести к непредвиденным результатам.
zh_cn: 某些选项的更改可能会造成非预期的后果。

source: Spawn rate scaling factor
de: Spawnratenskalierungsfaktor
ja: モンスター出現率
ko: 스폰 속도 계수
ru: Множитель порождения монстров
zh_cn: 怪物生成密度

source: Spawn zombies at game start instead of during game. Must reset world directory after changing for it to take effect.
de: Zombies werden am Spielstart statt während des Spiels auftauchen. Das »world«-Verzeichnis muss zurückgesetzt werden, damit die Änderungen wirksam werden.
ja: ゲーム開始時にゾンビを生成します。反映には世界の初期化が必要です。
ko: 좀비를 게임 진행 동안 생성하는 대신, 시작시에 생성합니다. 적용시 월드 리셋이 필요합니다.
ru: Зомби зарождаются в начале игры, а не в процессе. Для получения результата, надо удалить игровой мир.
zh_cn: 丧尸只会在游戏开始时刷新，而游戏进行时不刷新。改变选项后必须需要重置世界生效。

source: Speed units
de: Geschwindigkeitseinheiten
ja: 速度単位
ko: 속도 단위
ru: Единица измерения скорости
zh_cn: 速度单位

source: Spring
de: Frühl.
ja: 春
ko: 봄
ru: Весна
zh_cn: 春季

source: Starts Cataclysm in fullscreen-mode. Requires Restart.
de: Startet Cataclysm im Vollbildmodus. Erfordert Neustart.
zh_cn: 在全屏模式下开始游戏。需要重启。

source: Static npcs
de: Statische NPCs
ja: 固定NPC
ko: 고정수 NPC
ru: Статические персонажи
zh_cn: 静态生成初始NPC

source: Static spawn
de: Einmalig Gegner auftauchen lassen
ja: 固定スポーン
ko: 고정수 스폰
ru: Статическое зарождение
zh_cn: 禁止动态刷新

source: Summer
de: Sommer
ja: 夏
ko: 여름
ru: Лето
zh_cn: 夏季

source: Surrounded start
de: Umzingelt zu Beginn
ja: ゾンビ包囲スタート
ko: 포위된 시작
ru: Старт в окружении
zh_cn: 初始即被包围

source: Switch Language. Requires restart.
de: Sprache wechseln. Erfordert Neustart.
ja: 表示言語を切り替えます。再起動が必要です。
ru: Переключить язык. Требует перезапуск.
zh_cn: 切换语言.需要重启.

source: Switch between Celsius and Fahrenheit.
de: Wähle zwischen Celsius und Fahrenheit.
ja: 温度(摂氏・華氏)の表示を設定。
ko: 섭씨 / 화씨 간 전환
ru: Переключение между Цельсием и Фаренгейтом
zh_cn: 在摄氏温度（C）与华氏（F）温度之间切换。

source: Switch between a narrower or wider sidebar. Requires restart.
de: Wähle zwischen einer dünnen und einem breiten Seitenleiste aus. Benötigt Neustart.
ja: サイドバー表示を狭めるか広めるかを切り替えます。再起動が必要です。
ru: Переключение между узким и широким видом панели. Требует перезапуск.
zh_cn: 切换侧栏为宽或窄.需要重启.

source: Switch between kg and lbs.
de: Wähle zwischen kg und lb.
ja: 重さ(kg・lbs)の表示の設定。
ko: kg은 lbs로, lbs는 kg로 바꿉니다.
ru: Переключение между килограммами и фунтами.
zh_cn: kg与lbs之间切换。

source: Switch between km/h and mph.
de: Wähle zwischen km/h und mph.
ja: 速度(Km/h・mph)の表示を設定。
ko: km/h 단위와 mph 단위 중에서 선택합니다.
ru: Переключение между км/ч и миль/ч.
zh_cn: Km/h与mph之间切换。

source: Switch between two different styles of vehicle interaction menu or combination of them.
de: Wähle zwischen zwei verschiedenen Stilen des Fahrzeuginteraktionsmenüs, oder einer Kombination aus beiden.
ja: 車両作成画面の表示を切り替えます。
ko: 차량 정보창 스타일을 전환하거나 두 가지 스타일을 혼용할 수 있습니다.
ru: Переключение между двумя различными стилями меню транспорта или их комбинацией.
zh_cn: 载具界面菜单将在两种显示模式中切换，或者也可以混合起来。

source: System language
de: Systemsprache
ja: システム言語
ru: Системный язык
zh_cn: 系统默认语言

source: Temperature units
de: Temperatureinheiten
ja: 温度単位
ko: 온도 단위
ru: Шкала температуры
zh_cn: 温度单位

source: Terminal height
de: Terminalhöhe
ja: 画面縦幅
ko: 화면 높이
ru: Высота экрана
zh_cn: 终端高度

source: Terminal width
de: Terminalbreite
ja: 画面横幅
ko: 화면 너비
ru: Ширина экрана
zh_cn: 终端宽度

source: The amount of time to pause between animation frames in ms.
de: Die Zeit in ms, welche zwischen Animationseinzelbildern vergeht.
ja: アニメーションのフレーム間の遅延を設定します。単位はミリ秒です。
zh_cn: 动画帧之间的延迟时间。毫秒为单位。

source: Time format
de: Uhrzeitformat
ja: 時間表示
ko: 시간 단위
ru: Формат времени
zh_cn: 时间格式

source: To edge
de: Am Rand
ja: 端へ
ko: 가장자리
ru: К краю
zh_cn: 边缘

source: Turns to reenable safemode
de: Züge zum Reaktivieren des Sicherheitsmodus
ko: 안전모드를 다시 켤 때까지의 턴 수
ru: Задержка включения безопасного режима
zh_cn: 重启安全模式间隔的回合数

source: Use software renderer instead of graphics card acceleration.
de: Benutzt den Software-Renderer anstelle der Grafikkartenbeschleunigung.
ja: グラフィックスアクセラレータではなく、ソフトウェアレンダリングを使います。
zh_cn: 用软件渲染来替代硬件加速。

source: Use tiles
de: Feldbilder verwenden
ja: タイル使用
ko: 타일 사용
ru: Использовать тайлы
zh_cn: 使用贴图

source: Vehicle menu style
de: Fahrzeugmenüstil
ja: 車両メニュー形式
ko: 차량 메뉴 스타일
ru: Меню транспорта
zh_cn: 载具菜单显示模式

source: Vehicle plating changes part color
de: Fahrzeugplattierung ändert Teilfarbe
ja: 装甲による車両部品の色変更
ko: 차량 장갑 색상 변경
ru: Детали транспорта меняют цвет
zh_cn: 载具装甲颜色改变

source: Vertical
de: Vertikal
ja: 垂直
ko: 수직형
ru: Вертикальное
zh_cn: 纵向

source: Wander spawns
de: Wandernde Startpunkte
ja: 放浪スポーン
ru: Спавн орды
zh_cn: 游荡丧尸群生成

source: When true, safemode will alert you to hostiles while you are driving a vehicle.
zh_cn: 如果启用，安全模式会在驾驶过程中监测敌意生物并发出警告。

source: Wider
de: Breiter
ja: 拡大
ru: Широкий
zh_cn: 宽

source: Winter
ja: 冬
ko: 겨울
ru: Зима
zh_cn: 冬季

source: World Defaults
de: Welt-Standard
ja: 世界生成設定
ko: 기본 월드맵
ru: Настройки мира
zh_cn: 默认世界

source: Yes
de: Ja
ja: はい
ko: 예
ru: Да
zh_cn: 是

source: km/h
ru: км/ч
zh_cn: 公里/小时

source: mph
ru: миль/ч
zh_cn: 英里/小时

source: Case Sensitive
de: Groß-/Kleinschreibung beachten
ja: 大小文字識別
ru: Регистр важен
zh_cn: 大小写敏感

source: Press any key for more...
de: Drücke irgendeine Taste zum Weiterlesen …
ja: 何かキーを押して下さい...
ko: 다음 페이지로 넘기시려면 아무 키나 눌러주세요...
ru: Дальше по нажатию любой клавиши…
zh_cn: 按任意更多...

source: d: delete history
de: d: Protokoll leeren
ja: d: 履歴削除
ko: d : 내역 삭제
ru: d: удалить историю
zh_cn: d：删除历史记录

source: - Add/Edit a note
de: – Notiz erstellen/ändern
ja: - メモ追加/編集
ru: -Добавить/изменить заметку
zh_cn: - 加入/编辑一条注释

source: - Center map on character
de: – Karte zentrieren
ja: - キャラクターを中央表示
ko: - 캐릭터를 중심으로 지도 설정
ru: - Курсор на персонажа
zh_cn: - 以角色为中心定位地图

source: - Change keys
de: - Tastenbelegung
ja: - キー変更
zh_cn: - 改变按键

source: - Delete a note
de: – eine Notiz löschen
ja: - メモ削除
ru: -Удалить заметку
zh_cn: - 删除一条记录

source: - List notes
de: – Notizen auflisten
ja: - メモ一覧
ru: -Заметки
zh_cn: - 备注列表

source: - Return to game
de: – Zurück zum Spiel
ja: - ゲームに戻る
ru: - Вернуться в игру
zh_cn: - 返回游戏

source: - Search
de: – Suche
ja: - 検索
ru: -Поиск
zh_cn: - 搜索

source: - Toggle Blinking
de: – Blinken umschalten
ja: - 切替/点滅
zh_cn: - 切换闪烁

source: - Toggle Explored
ja: - 切替/探索
zh_cn: - 切换已探索

source: - Toggle Overlays
de: – Einblendungen umsch.
ja: - 切替/上書
zh_cn: - 切换覆盖层

source: # Unexplored
de: # Unerforscht
ja: # 未探索
ko: # 조사되지 않음
ru: # Неисследованно
zh_cn: # 未探索

source: '<' '>' Cycle targets.
de: »<« »>« Blättern.
ja: '<' '>' 目標を循環させます。
ko: '<' '>' 목표간 이동.
ru: '<' '>' Смена целей.
zh_cn: 按‘<’‘>’切换目标。

source: < Prev notes
de: < vorherige Notizen
ja: < 前のメモ
ko: < 이전 메모
ru: < пред. заметки
zh_cn: < 上一条记录

source: Color codes:
ja: 色コード:
zh_cn: 颜色代码：

source: Distance to target: %d
de: Entfernung zum Ziel: %d
ja: 目標までの距離: %d
ko: 목표까지 거리 : %d
ru: Расстояние до цели: %d
zh_cn: 距离目标: %d

source: Enter/Spacebar to select.
de: Enter/Leert., wenn fertig
ja: エンター/スペースキーで選択します。
ko: 엔터/스페이스로 선택
ru: Enter/Пробел для выбора.
zh_cn: 回车/空格 来选择。

source: Find place:
de: Ort finden:
ja: 場所発見:
ko: 장소 검색 :
ru: Искать место:
zh_cn: 寻找地点：

source: Head West. All survivors, head West. Help is waiting.
de: Gehen Sie nach Westen. An alle Überlebende: Gehen Sie nach Westen. Hilfe wartet.
ja: 西に向かえ。全ての生存者は西に向かうのだ。助けが待っているぞ。
ko: 모든 생존자들은 서쪽으로 가십시오. 서쪽으로 가십시오. 도움이 기다립니다.
ru: Двигайтесь на запад. Все уцелевшие, двигайтесь на запад. Там вам помогут.
zh_cn: 往西走。所有的幸存者，往西走。那里有援助。

source: LEVEL %i, %d'%d, %d'%d
de: EBENE %i, %d'%d, %d'%d
ja: レベル %i, %d'%d, %d'%d
ko: 계층 %i, %d'%d, %d'%d
ru: УРОВЕНЬ %i, %d'%d, %d'%d
zh_cn: 高度 %i, %d'%d, %d'%d

source: Next notes >
de: nächste Notizen >
ja: 次のメモ >
ko: 다음 메모 >
ru: след. заметки >
zh_cn: 下一条记录 >

source: Next target
de: Nächstes Ziel
ja: 次の目標
ru: След. цель
zh_cn: 下一目标

source: Note (X:TEXT for custom symbol, G; for color):
de: Notiz (X:Text für eigenes Zeichen, G; für Farbe):
ja: 注(X:TEXT カスタムシンボル、G; 色)
zh_cn: 记录(X:文本为自定义符号，G;颜色):

source: Notes:
de: Notizen:
ja: メモ:
ko: 메모 :
ru: Заметки:
zh_cn: 备注：

source: Press letter to center on note
de: Drücke Taste, um Notiz zu zentrieren
ja: 割り当てキーを押すとメモ地点を中央に表示
ko: 문자를 눌러서 해당 메모 중앙으로
ru: Вы перемещения к заметке выберите её
zh_cn: 按下字母

source: Previous target
de: Vorheriges Ziel
ja: 前の目標
ru: Пред. цель
zh_cn: 前一目标

source: Really delete note?
de: Notiz wirklich löschen?
ja: メモを削除しますか？
ko: 정말 지우겠습니까?
ru: Действительно удалить заметку?
zh_cn: 真的删除记录？

source: Search term:
de: Suchbegriff:
ja: 検索用語:
ko: 단어 검색 :
ru: Искать:
zh_cn: 搜索词：

source: Spacebar - Return to map
de: Leertaste – zurück zur Karte
ja: スペースキー - マップに戻る
ko: Spacebar - 맵으로 돌아감
ru: Пробел - вернуться на карту
zh_cn: 空格 - 返回到地图

source: This is FEMA camp %d%d. Supplies are limited, please bring supplemental food, water, and bedding. This is FEMA camp %d%d. A designated long-term emergency shelter.
de: Dies ist das FEMA-Lager %d%d. Vorräte sind begrenzt, bitte bringen Sie ergänzende Lebensmittel, Wasser und Betten mit. Dies ist FEMA-Lager %d%d. Eine designierte Langzeit-Notunterkunft.
ja: こちらはFEMAキャンプです%d%d。物資が充分ではありません。食料、水、寝具を持って来て下さい。こちらはFEMAキャンプです%d%d。指定された長期避難施設です。
ko: 이곳은 FEMA 캠프 %d%d 입니다. 물자는 한정되어 있으니, 추가적인 식품, 음료, 잠자리를 가져오시기 바랍니다. 이곳은 FEMA 캠프 %d%d 입니다. 국가지정 지정 장기 피난처입니다.
ru: Это лагерь FEMA %d%d. Припасы ограничены, пожалуйста приносите свою пищу, воду и постельные принадлежности. Это лагерь FEMA %d%d. Специальное долгосрочное убежище.
zh_cn: 这是联邦应急管理局营地%d%d。供应有限，请自行携带食物、水和床上用品。这是联邦应急管理局营地%d%d。一个官方的长期应急避难所。

source: This is automated emergency shelter beacon %d%d. Supplies, amenities and shelter are stocked.
de: Dies ist die automatische Notunterkunftsbake %d%d. Vorräte, Bequemlichkeiten und Unterkunft sind vorrätig.
ja: こちらは緊急自動通信です %d%d。物資、日用品、シェルターは十分に用意されています。
ko: 여기는 자동화 긴급 피난처 발신기 %d%d 입니다. 물자, 편의시설과 피난처가 있습니다.
zh_cn: 这是自动应急避难所信标%d%d。放置用品,设施和住房。
