Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A bipedal animatronic fox, nearly twice your size. Its teeth and claws look quite sharp. Its right hand is replaced with a hook. It looks heavily worn and degraded.
ja: 狐型二足歩行ロボットです。非常に鋭い爪と牙をちらつかせています。右手がごつごつした見すぼらしいフックになっています。
zh_cn: 一只双足站立的机械电动模型狐狸，体型大约是你的两倍。它的爪牙都很锋利，虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic horse, nearly twice your size. It's amazing. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさの馬型二足歩行ロボットです。すごいです。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型马，体型大约是你的两倍。酷毙了！虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic pig, nearly twice your size. Little piggy go home, little piggy no no. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさの馬型二足歩行ロボットです。Little piggy go home, little piggy no no. このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型猪，体型大约是你的两倍。二师兄（Markiplier）正在问你的遗言，虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic sheep, nearly twice your size. Its wool is mangy and gross. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさの羊型二足歩行ロボットです。羊毛はかなり汚れていて、不快感を感じます。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型羊，体型大约是你的两倍。羊毛就跟黑木耳生长的大森林一样，虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic squirrel, nearly twice your size. Judging by its sharp teeth, you hope it does not like nuts. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさのリス型二足歩行ロボットです。その前歯の鋭さからして、好物はナッツ以外の何かでしょう。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型松鼠，体型大约是你的两倍。看了看它锋利的牙，你希望它喜欢坚果而不是软蛋。（原文nuts双关，求更好的中文梗），却散发着尸臭。

source: A bipedal animatronic wolf, nearly twice your size. If the animal counterpart was scary, this robot is terrifying. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさの狼型二足歩行ロボットです。動物の狼が「恐ろしい」だとするなら、こいつは「おぞましい」です。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型狼，体型大约是你的两倍。如果说狼很可怕，那这只简直吓死人。虽然是个机器兽，却散发着尸臭。

source: A bipedal dinosaur about the size of a chicken. It roots around the undergrowth, scavenging on small animals and plants.
de: Ein zweibeiniger Dinosaurier, in etwa von der Größe eines Huhns. Es stöbert um das Unterholz herum, um kleine Tiere und Pflanzen zu plündern.
ja: 鶏ほどの大きさの二足歩行恐竜です。藪の中を漁ってまわり、小動物や植物を食べます。
ko: 닭 정도의 크기를 가진 이족보행 공룡입니다. 덤불 주위를 뒤져서 먹을 것을 찾아내며, 작은 동물이나 식물을 먹습니다.
ru: Двуногий динозавр размером с курицу. Он обитает рядом с лесами, добывая себе в пищу маленьких животных и траву.
zh_cn: 一种和鸡差不多大的两足恐龙，以灌木、小型动植物为食。

source: A bipedal dinosaur about the size of a small cat. Its teeth and claws look quite sharp.
de: Ein zweibeiniger Dinosaurier von der Größe einer kleinen Katze. Seine Kähne und Klauen sehen recht scharf aus.
ja: 猫よりも一回り小さい、小型の二足歩行恐竜です。鋭い牙と爪があります。
ko: 작은 고양이 정도의 크기를 가진 이족보행 공룡입니다. 이빨과 발톱이 꽤 날카로워 보입니다.
ru: Двуногий динозавр размером примерно с кошку. Его зубы и когти выглядят довольно острыми.
zh_cn: 小型的双足肉食性兽脚亚目恐龙。牙齿和爪子看起来很锋利。

source: A bizarre humanoid creature with a calculating stare. Its twitching hands move so fast they appear to be nothing but blurs.
de: Eine bizarre humanoide Kreatur mit einem berechnendem Blick. Ihre zuckenden Hände bewegen sich so schnell, dass sie nur verschwommen aussehen.
ja: 慎重に周辺の様子を伺っている人型の生物です。その痙攣した手の動きは速過ぎて、霞んで見えます。
zh_cn: 一个怪异的生物，缓慢移动 ，它的双手抽搐如此之 快，几乎看不见 模糊了。

source: A black blob of viscous goo, oozing across the ground like a glob of living oil.
de: Ein schwarzer Blob aus zähflüssigem Glibber, der wie ein Klumpen lebendiges Öl über dem Boden sickert.
ja: 粘性のある黒い塊です。まるで命を宿した石油の様に地面を這っています。
ko: 끈적이는 액체처럼 생긴 검은 슬라임입니다. 기름 덩어리가 땅을 기어가는 것처럼 생겼습니다.
ru: Чёрный комок слизи неизвестной природы, который целенаправленно двигается по земле словно живой шарик.
zh_cn: 一个黑色的粘液球，渗出的粘液滴在地上像一团生活用的大众石油。

source: A blackened and twisted naked human body, strips of flesh hang from its body, and it emits a constant haze of thick black smoke.
de: Ein schwarzer und verdrehter nackter menschlicher Körper. Fleischfetzen hängen von seinem Körper und er stößt einen beständigen Dunst aus dickem schwarzem Rauch aus.
ja: 黒く変色し、捩れた裸の人体から肉帯が垂れ下がっており、その身体からは濃い黒煙が一定間隔で放出されています。
ko: 새까맣고 뒤틀린 나체상태의 인간 모습을 하였으며, 살갗이 떨어져나간 부분에서 짙은 검은색 연기가 끊임없이 뿜어져나오고 있습니다.
ru: Почерневшее и перекрученное голое человеческое тело, с которого свисают полоски плоти. Он испускает постоянное облако чёрного густого дыма.
zh_cn: 黑色扭曲的丧尸，肉块挂在其身上，不停的发出阴霾的黑烟。

source: A blood-sucking fly with a needle-like proboscis. Its bite leaves behind itchy welts and can easily spread disease.
de: Eine blutsaugende Fliege mit einem nadelartigen Rüssel. Ihr Biss hinterlässt juckende Quaddeln und kann leicht Krankheiten übertragen.
ja: 飛んで移動し、針状の口先で血を吸います。吸血は腫れと痒みを残すばかりか、病気の感染経路にもなるので、大変危険です。
zh_cn: 会吸血的怪物，带有针状喙，就像蜂鸟一样，非常容易被伤到，小心它带来的传染病.

source: A bluegill.
de: Ein Blauer Sonnenbarsch.
ja: ブルーギルです。
ko: 블루길입니다.
ru: Синежаберный солнечник.
zh_cn: 一条翻车鱼

source: A bowfin.
de: Ein Kahlhecht.
ja: ボウフィンです。
ko: 보우핀입니다. (역주: 보우핀은 아미아고기라고도 불림.)
ru: Ильная рыба.
zh_cn: 一条弓鳍鱼。

source: A broad fungus, looking much like a glowing blue sunflower. It appears to emit finer spores than the typical fungal emission.
ja: 青く輝くヒマワリのようにも見える、開花した真菌です。一般的な真菌よりも小さい胞子を放出するようです。
zh_cn: 一株又大又扁的真菌树 ,外观像是闪烁着蓝光的向日葵 ,看起来它比普通的真菌树更加适合散播孢子 .

source: A bullhead.
de: Eine Groppe.
ja: ナマズです。
ko: 동자개입니다.
ru: Широколобка.
zh_cn: 一条大头鲶鱼。

source: A colossal red ant with a bulging, bloated thorax. It moves slowly and deliberately, tending to nearby eggs and continually laying more.
de: Eine gigantische Feuerameise mit einem hervortretendem, aufgeblasenem Brustkorb. Sie bewegt sich langsam und gewollt, um Eier in der Nähe zu hegen und immer mehr Eier zu legen.
ja: 肥大化した胸部を持つ、赤い巨大蟻です。周辺の卵を保育しており、沢山の卵を産み落としながら、ゆっくりと移動しています。
zh_cn: 这种蚂蚁有一个长而且臃肿的胸腔，鼓鼓囊囊的全是数以百计的小蚂蚁卵。它移动缓慢，倾向于在附近下更多的蚂蚁卵。

source: A conglomeration of human parts fused together in a horrible mishmash of function, slowly dragging its eldritch body across the ground.
de: Eine Anhäufung aus menschlichen Teilen, die in einem furchtbarem Zweck-Mischmasch zusammengeschmolzen sind und langsam ihren unheimlichen Körper über den Boden zerrt.
ja: 人間の部位が寄せ集まった、恐ろしい融合体です。気味の悪い体をずるずると引きずっています。
ko: 신체 일부분이 아주 잘못된 형태로 합쳐진 복합체로, 그 끔찍한 몸을 가지고 서서히 기어다니고 있습니다.
ru: Сгусток из частей человеческого тела, слившихся в кошмарной мешанине, медленно тащащих ужасное тело по земле.
zh_cn: 两到三个人类以某种奇怪的方式融合在一起， 他们那丑恶可怕的身躯 则在地上慢慢拖行

source: A crazed individual, the bloody scars on the side of its shaved head suggest some sort of partial lobotomy
de: Ein durchgedrehtes Individuum. Die blutigen Narben auf einer Seite dessen kahlrasierten Kopfs deuten eine Art teilweise Lobotomie an.
ja: 一見ただの狂人の様に見えますが、流血を続ける傷口から判断するに、どうやらロボトミー手術を受けた個体だと思われます。
ko: 맨들맨들한 머리 옆에 피가 나오는 구멍이 많이 뚫린, 정신이 나간 인간입니다. 뇌엽 절리술 중 일부는 부분적으로만 뇌를 제거해버린다고 합니다.
ru: Сумасшедший человек, кровавые шрамы на его бритой голове, скорее всего остались после частичной лоботомии
zh_cn: 一个疯狂且富有攻击力的怪人，头上血淋淋的伤疤表明他接受过某种脑叶切除手术

source: A creeping animate plant, growing as tall as a moose. It has a single bark-covered stalk supporting a flowery head with a paralyzing sting concealed within.
de: Eine kriechende belebte Pflanze, die so groß wie ein Elch gewachsen ist. Sie hat einen einzelnen, mit Rinde ummantelten Stiel, der einen blumenartigen Kopf, der einen lähmenden Stachel verbirgt, hält.
ja: 這い回る生きた植物です。ヘラジカと同等の大きさにまで成長しています。樹皮に覆われた茎の体と花の頭、麻痺毒の針を持っています。
zh_cn: 这种怪异的植物只有你一个头那么高。厚树皮覆盖着的茎部，支撑着长有一根麻痹刺的花冠状头部。

source: A cunning pack predator, once extinct in the New England area, the wolf was successfully reintroduced and their numbers reached record highs in the decade before the cataclysm. Lucky you.
de: Ein listiger Rudeljäger, der einst im Neuenglandgebiet ausgestorben ist aber nun erfolgreich wiedereingeführt wurde und seine Zahlen haben im Jahrzehnt vor der Katastrophe Rekordhöhen erreicht. Du Glückspilz!
ja: ニューイングランド地域で一度は絶滅した、群れを成す狡賢い捕食者です。絶滅後、再移入が行われ、復活を遂げました。その数は大変動前には、ここ十年で過去最高に達しました。そう、彼らは実に幸運な種族なのです。
zh_cn: 一只生活在新英格兰地区的狡猾捕猎者，曾经一度灭绝。但是大灾变让他们成功的恢复了种群数量，祝你好运。

source: A decaying human body clad in tattered firefighting gear. It staggers aimlessly, reeking of smoke and decay.
de: Ein verfaulender menschlicher Körper, der in zerfetzter Feuerwehrausrüstung gekleidet ist. Es torkelt ziellos umher und riecht nach Rauch und Fäulnis.
ja: 崩壊し始めた人間の身体にボロボロの消防服を身に付けています。煙と崩壊による腐敗が不快な匂いを漂わせており、目的もなくフラフラと彷徨い歩いています。
zh_cn: 一具穿着破烂消防装备的腐败人体，漫无目的地蹒跚着，散发着毒瘴与腐烂的气息。

source: A defiled human body, once living. Tortured to death long ago, it remains chained to the altar, the putrescent flays of its peeled skin quivering like so much flotsam upon a murky pond.
de: Ein entweihter menschlicher Körper, der mal lebte. Vor langer Zeit zu Tode gefoltert, bleibt er am Altar angekettet. Die faulenden Häute seiner gepellten Haut zittern so sehr wie Treibgut auf einem trüben Teich.
ja: かつてここの住民だった、汚らわしい人間の肉塊です。ずっと昔に拷問で死に、祭壇に繋がれ、鞭で打たれて皮が剥げ腐りかかった体は、池のほとりに漂着したごみのようにゆらゆらと揺れています。
zh_cn: 人形生物，被折磨至死很久了，被绑在祭坛，腐烂的躯体不停的颤抖着.

source: A deformed human body, its skin has been transformed into one thick, calloused envelope of scar tissue.
de: Ein deformierter menschlicher Körper. Seine Haut wurde zu einer dicken, verhärteten Hülle aus Narbengewebe umgeformt.
ja: ゆがんだ人間の皮膚が分厚く変化し、傷跡は硬く覆われています。
ko: 뒤틀린 인간 형체로, 피부에 가득한 흉터는 피부를 두껍게 변화시켰습니다.
ru: Деформированное человеческое тело. Его кожа трансформировалась в твёрдую, язвенную ткань со шрамами.
zh_cn: 一个畸形丧尸，皮肤非常的厚，可以抵御钝器攻击.

source: A deformed human body, once living. Its arms dangle from its sides like the limbs of some skinless ape, mindlessly groping at their surroundings.
de: Ein deformierter menschlicher Körper, der mal lebendig war. Seine Arme baumeln von der Seite wie die Gliedmaßen irgendeines hautlosen Affen und er tastet gedankenlos seine Umgebung ab.
ja: かつては生存していたであろう、体が変形した人間です。その腕は、まるで皮膚をはいだサルの前足のように体の脇に垂れ下がり、周囲を探っています。
zh_cn: 畸形人体，他的两侧手臂像树干一样，盲目的摸索着他们的周围.

source: A dog's body with a mass of ropey, black tentacles reaching out from its head.
de: Ein Hundekörper mit einer Masse an klebrigen, schwarzen Tentakeln, die aus seinem Kopf hervorragen.
ja: 多くのネバネバとした黒い触手が頭まで伸びている犬...の様な何かです。
ko: 엉망이 된 개의 몸이지만, 머리에서부터 검은 촉수들이 튀어나와있습니다.
ru: Собака с множеством чёрных и липких щупалец, прорастающих из её головы.
zh_cn: 狗的身上有大量的粘液, 黑色的触角长在头部。

source: A domesticated descendant of junglefowl, it may still be the most numerous bird in the world. Before the Cataclysm, it was raised by humans as a source of meat, eggs, and early morning wakeup calls.
de: Ein gezähmter Nachfahre der Kammhühner; es könnte immer noch der häufigste Vogel der Welt sein. Vor der Katastrophe wurde es von Menschen als Fleisch- und Eiquelle sowie für frühmorgentliche Weckrufe gezüchtet.
ja: 飼い慣らされた養鶏で恐らく世界で最も数の多い鳥でしょう。大変動前は、人間に飼育されており、肉や卵、朝の目覚ましなどに利用していました。
zh_cn: 由野鸡驯化的家禽，它可能是世界上最多的鸟类，是大灾变前人类的主要肉食来源。母鸡产蛋，公鸡打鸣。

source: A domesticated mongrel of the canine persuasion. In the absence of human society, it has turned feral. You feel a sudden urge to destroy it.
de: Ein domestizierter Mischling der Hundeartigen. In Abwesenheit der menschlichen Gesellschaft ist er verwildert. Dich überkommt ein plötzlicher Drang, ihn zu zerstören.
ja: かつてどこかで飼われていた雑種の犬です。人間が居なくなった今は野生化しています。なぜか蹴り飛ばしてしまいたい衝動に駆られます。
zh_cn: 一只曾经被驯服的杂种犬，在大灾变后，恢复了野性，嗜肉，从心底涌现出来的威胁感告诉你赶紧消灭他

source: A domesticated omnivore descended from the wild boar, intelligent and inquisitive. Left to its own devices, it has gone feral.
de: Ein gezähmter Allesfresser, der von den Wildschweinen abstammt, intelligent und neugierig. Es ist nun sich selbst überlassen und verwildert.
ja: 賢くて好奇心旺盛な、家畜化された猪の血を引く雑食動物です。飼育者がいなくなり、野生化しています。
zh_cn: 一种源自于野猪的杂食性驯养后裔，既聪明又好奇，还很美味。现在它已蓄势待发，恢复了野性。

source: A drooped, quivering plant with a thick stalk adorned by a purple flower. Its petals are closed, and pulsate ominously.
de: Eine ermattete, zitternde Pflanze, in dem ein dicker Stängel von einer violetten Blume dekoriert wird. Ihre Blütenblätter sind geschlossen und pulsieren unheilverheißend.
ja: うなだれ、震えている植物の太い茎には紫色の花が咲いています。その花弁は閉じられ、不気味に脈動しています。
zh_cn: 一个粗茎顶部有一个紫色的 花。花的花瓣是封闭的伴随 着不祥的跳动。

source: A fairly large spider which tracks and catches prey through agility and stealth. Its bite can be irritating even to large animals.
de: Eine recht große Spinne, die Beute durch Agilität und Verborgenheit verfolgt und fängt. Ihr Biss kann sogar für große Tiere lästig sein.
ja: 獲物を追跡して捕食する、敏捷性と隠密性に優れたかなり大きなクモです。大型動物でも一噛みされれば毒の効果が出ます。
zh_cn: 相当大的蜘蛛，远远地跟踪着猎物，有着与体型不符的敏捷度，其毒素甚至可以杀死一些大型动物.

source: A familiar-looking blob of goo. It sprouts the occasional eyestalk.
de: Ein vertraut aussehendes Glibberklümpchen. Gelegentlich schauen Augenstiele daraus hervor.
ja: 粘液はどこにでもいるブロブのようです。時折表面に目のような模様が浮かびます。
zh_cn: 一团看上去非常眼熟的粘液浆糊，不断的伸出小芽。

source: A fat humanoid the size of a dog, with twisted red flesh and a distended neck. It scampers around, panting and grunting.
de: Ein fettes humanoides Wesen von der Größe eine Hundes, mit einem verdrehtem roten Fleisch und einem ausgedehntem Nacken. Hechelnd und grunzend flitzt es umher.
ja: 犬程の大きさの人型生物です。赤い肉の体は奇妙に捩くれ、首は膨張しています。呻き声や喘ぎ声を上げながら跳ね回っています。
zh_cn: 一个有狗大小的类人生物，有着扭曲的红色的肉和膨胀的脖子。在地上疾奔，气喘吁吁地发低沉的咕噜声。

source: A fat white grub as big as a squirrel, with a pair of large, spadelike mandibles.
de: Eine fette weiße Larve, die so groß wie ein Eichhörnchen ist und ein paar große spatenähnliche Mundwerkzeuge hat.
ja: シャベルのような一対の大きなアゴが付いた、リスほどの大きさの白いうじむしです。
ko: 다람쥐 크기의 뚱뚱한 흰색 애벌레입니다. 입에 달린 턱은 싸우기보다는 땅을파는데 더 적합해 보입니다.
ru: Толстая белая личинка размером с белку, с парой больших мандибул.
zh_cn: 一直肥大的蠕虫，下颚非常锋利.

source: A feathered bipedal dinosaur, standing as tall as a human. It looks somewhat like a reptilian ostrich.
de: Ein gefiederter zweibeiniger Dinosaurier, der in etwa so groß wie ein Mensch ist. Er sieht irgendwie wie ein reptilischer Strauß aus.
ja: 立った状態で人間と同じぐらいの大きさになる、羽毛を持つ二足歩行恐竜です。爬虫類版のダチョウのようです。
ko: 털이 덮인 이족보행 공룡으로, 서 있는 크기가 사람 키만 합니다. 타조가 파충류화 한듯한 모습입니다.
ru: Пернатый двуногий динозавр. В стоячем положении размером с человека. Выглядит примерно как страус-рептилия.
zh_cn: 一种有羽毛的两足恐龙，站立时和人类一样高，它看上去有点像爬虫类的鸵鸟。

source: A ferocious mutant dragonfly as big as a cat, darting through the air with a cluster of fangs for a mouth.
de: Eine grausame Mutantenlibelle, so groß wie eine Katze. Sie schnellt durch die Luft mit einer Ansammlung von Fangzähnen statt einem Mund.
ja: 変異により巨大化した蜻蛉です。複数の牙が生えた猫ほどの大きさの獰猛な昆虫が、空から猛烈に突進してくるのはとても危険です。
ko: 고양이 수준으로 커진 변이 잠자리로, 입에 달린 이빨들이 위협적입니다.
ru: Свирепый воздушный хищник размером с кошку, быстро летит словно пуля; во рту у неё видны гроздья клыков.
zh_cn: 空中凶猛的捕食者， 通过空中快速飞行，它的牙很锋利。

source: A flexuous monstrosity seeming as a giant crab covered in writhing antennae, clawed tentacles, and star-shaped growths, with a head like the insides of a fish but for its dire utterance.
de: Ein gewundenes Ungetüm, das wie eine riesige Krabbe, überzogen mit krümmenden Antennen, klauenförmigen Tentakeln und sternförmigen Auswüchsen wirkt und dessen Kopf dem Inneren eines Fisches, ohne seiner furchtbaren Äußerung, ähnelt.
ja: 薄赤色の甲殻類の様な姿で鉤爪の付いた足を多数持っているが、菌類に近い性質をしています。背中には蝙蝠の様な翼も生えています。発声器官は発達しておらず、テレパシーを用いて会話を行うようです。
ko: 커다란 게에 비틀린 더듬이와 촉수 발톱이 달린 모습을 한 유연하고 끔찍한 괴물로, 생선 내부 같지만 표현하기 어려울 정도로 끔찍한 별모양의 머리 비슷한 것이 달려있습니다.
ru: Крабообразные чудовища, покрытые извивающимися антеннами, клешневидными щупальцами и наростами в виде звёзд. Их голова представляет собой потроха рыбы в самом худшем смысле этого слова.
zh_cn: 看起来像是巨大的螃蟹，身边有一些不明的触手和星型头，头内部就像一条鱼，会发出非常可怕的叫声。

source: A formless slime mold the size of a cow. Crusty bits of cytoplasm fall away as it oozes across the ground.
de: Ein formloser Schleimmoder in der Größe einer Kuh. Verkrustete Stücke Zellplasma fallen ab, während er über den Boden sickert.
ja: 牛程の大きさのねばねばした何かです。動く度に外皮の様な細胞片が剥落しています。
zh_cn: 一种无形的菌类，有小牛大小，少量的细胞质消失，渗入地下.

source: A fungal stalk several feet in height. Two vicious looking tendrils extend from its thorned and leathery exterior, and it moves about faster than the larger fungaloids.
de: Ein Pilzstengel, der einige Meter hoch ist. Zwei gefährlich aussehende Ranken erstrecken sich von seinem dornigen und lederigen Äußeren und er bewegt sich schneller als die größeren Funguide.
ja: 高さ3フィート(0.9メートル)の茎をもつ真菌です。棘に覆われた革のような表皮からは、二本の危険な巻きひげのような部位が伸びており、その巻きひげは、よりサイズの大きい真菌人よりも素早く動きます。
zh_cn: 几英尺高的真菌塔.外观看上去充满了刺和皮质，移动速度不明.

source: A fusion-driven UAV largely comprised of a high-resolution camera lens, this spheroid robot hovers above the ground, silent witness to the carnage and mayhem around it.
de: Eine fusionsgetriebene Drohe, die hauptsächlich aus einem hochauflösenden Objektiv besteht. Dieser kugelförmige Roboter schwebt über dem Boden, um lautlos das Massaker und das Chaos darum zu bezeugen.
ja: ホバー駆動する球体型のロボットです。高解像のカメラレンズで周囲の殺人や暴動をしっかりと記録し、物言わぬ目撃者として働きます。
ko: 고품질 카메라 렌즈가 달린 융합 유도 UAV 로봇입니다. 이 타원형 로봇은 지면을 떠다니며, 이곳에 일어난 대격변의 조용한 증인이 되고 있습니다.
ru: Беспилотный дрон с термоядерным двигателем, состоящий в основном из камер высокого разрешения. Этот сферический робот летает по округе, безмолвно наблюдая за кровавой бойней и разгромом повсюду.
zh_cn: 核聚变驱动的无人机，有一个超高分辨率的相机镜头，经常在地面盘旋，拍摄目标的照片.

source: A gargantuan protoplasmic blob, constantly reshaping, forming new pseudopods seemingly at will. All over its body are eyes that form and disappear. It looks at you with malice.
de: Ein gigantischer protoplasmatischer Blob, der sich ständig verformt und scheinbar willkürlich neue Scheinfüßchen bildet. Über seinen ganzen Körper sind Augen, die sich formen und wieder verschwinden. Er sieht dich mit Häme an.
ja: 巨大な原形質のブロブは常に形を変え、自らの意思で足のような突起を生み出しているように見えます。体中に目のようなものが現れたり消えたりしており、悪意のあるまなざしをあなたに向けています。
zh_cn: 一种长着很多大小眼球的原生质生物，会不断的生成触手，那些在原生质里沉浮隐现的眼睛充满恶意的凝视着你。

source: A giant mutated black widow spider. A highly venomous nightmare come to life.
de: Eine riesige mutierte Schwarze Witwe. Ein hochgiftiger Albtraum, der zum Leben erweckt wurde.
ja: 変異した巨大なクロゴケグモです。毒性は非常に高く、命にかかわります。
zh_cn: 一只巨大的突变体黑寡妇蜘蛛，且毒素更加猛烈，犹如噩梦来袭.

source: A giant mutated grass spider, it waits for prey to become ensnared in the vast webs that it weaves between the trees.
de: Eine riesige mutierte Grasspinne. Sie wartet darauf, dass sich Beute in den enormen Spinnenweben, welche sie zwischen den Bäumen webt, verfängt.
ja: 変異により巨大化した草蜘蛛です。木と木の間に巨大な蜘蛛の巣を張り、獲物が引っ掛かるのを待ち構えています。
ko: 거대한 변종 거미로, 나무 사이에 거미줄을 친 다음 사냥감을 기다리는 습성을 가지고 있습니다.
ru: Гигантский паук-мутант, плетёт огромную паутину между стволов деревьев, в которой может запутаться неосторожная жертва.
zh_cn: 巨大的织网蜘蛛，在丛林树木间编织这死亡的蛛网，等待猎物的上门.

source: A giant spider with big forelegs and two pairs of inquisitive-looking eyes. It can leap quite quickly, even into the treetops.
de: Eine gigantische Spinne mit großen Vorderbeinen und zwei Paaren neugierig dreinblickender Augen. Sie kann ziemlich schnell springen, sogar bis auf die Baumspitzen.
ja: 大きな前足とキョロキョロ動く4つの目を持つ、巨大なクモです。とても素早く跳躍することができ、樹木の頂上まで一瞬で届くほどです。
zh_cn: 拥有巨大的复眼的大型蜘蛛，他的跳跃度非常高，甚至可以直接跳到树梢，因此你很难击中他

source: A gigantic black blob of viscous goo, oozing across the ground like a glob of living oil. Other blobs seem to swarm around it.
de: Ein gigantischer schwarzer Blob aus zähflüssigem Glibber, der wie ein Klumpen lebendiges Öl über dem Boden sickert. Andere Blobs scheinen sich um ihn herum zu versammeln.
ja: 粘性のある黒い巨大な塊です。まるで命を宿した石油の様に地面を這っています。他のブロブはこの個体を中心として群れを成している様です。
zh_cn: 一个巨型的黑色粘液球，渗出的粘液滴在地上像一团有生命的石油。无数的小球围绕着它。

source: A gigantic shadow, chaotically changing in shape and volume , two piercing orbs of light dominate what can only be described as its head.
de: Ein riesiger Schatten, der chaotisch seine Form und sein Volumen verändert; zwei grelle Lichtkugeln ragen über etwas, was nur als sein Kopf beschrieben werden kann, hervor.
ja: 無秩序に形を変える巨大な影です。刺すように輝く二つの目によって、ようやく頭部と思しき場所を判別できます。
ko: 무질서하게 모양과 크기를 바꾸는 거대한 그림자로, 이것의 머리라고 밖에 말할 수 없는 두 개의 빛의 구체가 특징입니다.
ru: Гигантская тень, хаотично меняет форму и объем, преобладают два пронзительных шара света, что можно охарактеризовать как его голову.
zh_cn: 一个巨大的阴影，形状和体积发生混乱的变化，两束光穿过了它，只能说是发挥得淋漓尽致。

source: A gigantic slender-bodied wasp with an evil-looking stinger protruding from its abdomen. Its exoskeleton glowers with ominous red markings.
de: Eine gigantische schlanke Wespe mit einem bösartig aussehendem Stachel, der von ihrem Unterleib hervorsteht. Ihr Exoskelett blickt mit ihren unheilvollen roten Markierungen finster drein.
ja: 巨大化した雀蜂です。細身ながら凶悪な針を持ち、外骨格に記された不吉な赤い模様が睨みを効かせています。
zh_cn: 一只巨大的细长黄蜂，其巨大的尾刺从腹部伸出，全身是代表不详的红色斑纹，请赶紧远离他.

source: A gigantic spider with a bulbous thorax. It digs a deep underground burrow that serves as a pit to trap unwary prey.
de: Eine gigantische Spinne mit einem bauchigen Thorax. Sie gräbt eine tiefe Erdhöhle, die als Falle für unvorsichtige Beute dient.
ja: 胸部が球根型をした、巨大なクモです。不用心な獲物を捕らえる罠として使う、深い穴を掘ります。
zh_cn: 会掘土的神奇蜘蛛，会挖掘出一个大坑，等待粗心大意的猎物掉入陷阱.

source: A golden-yellow common carp.
de: Ein goldgelber Flusskarpfen.
ja: 黄金色をしたコイです。
ko: 흔한 황금색 잉어입니다.
ru: Обычный жёлто-золотой карп.
zh_cn: 一条金黄色的鲤鱼。

source: A hellish, vaguely humanoid horror, two stories tall. Its face is grotesquely stretched out, its limbs deformed to unrecognizable outgrowths.
de: Eine höllische, andeutungsweise humanoide Schreckensgestalt, die zwei Stockwerke hoch ist. Ihr Gesicht ist auf groteske Weise gestreckt, und ihre Gliedmaßen sind zu unerkennbaren Nebenerscheinungen deformiert.
ja: 2階建の家ほどの大きさの、この世のものとは思えない人間のような形をした怪物です。その顔はグロテスクに引き延ばされ、かつて手足だったものは細長く伸びきっています。
zh_cn: 犹如地狱出来的未知生物，类似人形，两层楼高，脸看上去完全畸变了，扭曲的四肢非常慎人.

source: A hooved grazing mammal with a mane of hair, a sweeping tail, and powerful-looking muscles.
de: Ein gehuftes grasendes Säugetier mit einer Mähne, einem mächtigem Schwanz und kräftig aussehenden Muskeln.
ja: 蹄と鬣、箒に似た尻尾、強く引き締まった筋肉を持つ、牧草地帯に生息する哺乳類です。
ko: 갈기털과 꼬리, 그리고 강인해보이는 근육이 돋보이는 발굽 달린 초식성 포유류입니다.
ru: Парнокопытное млекопитающее с гривой, широким хвостом и сильным телом.
zh_cn: 拥有浓密的头发，强壮的尾巴和肌肉的哺乳动物。

source: A huge and hairy red ant almost twice the size of other giant ants. Bulging pincers extend from its jaws.
de: Eine riesige und haarige Feuerameise, die fast doppelt so groß wie andere Riesenameisen ist. Scheren stehen von ihrem Kiefer ab.
ja: 他の巨大蟻の倍の大きさを誇る、非常に危険な巨大な赤い蟻です。突き出た鋏は顎から伸びています。
zh_cn: 一只毛茸茸的红色巨蚁，几乎有其他巨蚁两倍大小。从它的下颚伸出一对凸出的钳子。

source: A huge beast covered in visible scarring from what you can only guess was 'research'. Being near it, you can hear a slight humming, like that of an electrical transformer.
ja: 電気を帯びた巨大な獣です。体表に残る外科的な処置による傷跡から、恐らくは何らかの研究によって生み出されたものであると推測できます。近づくと変圧器の様な唸り音を聞く事が出来ます。
zh_cn: 一只覆盖着疤痕的巨型野兽 ,你猜测那些疤痕是某种研究造成的 ,当靠近它的时候 ,你可以听见轻微而又低沉的嗡嗡声 ,像是工作中的交流电变压器一样 .

source: A huge dinosaur about the size of a small house, with a ferocious crocodile-like head and a sail on its back.
de: Ein riesiger Dinosaurier von der Größe eines kleinen Hauses, mit einem grausamen krokodilsähnlichen Kopf und einem Rückensegel.
ja: 小さな家ほどの大きさがある巨大恐竜です。鰐に似た残忍な印象の頭部と、背中の大きな帆が特徴です。
ko: 작은 주택 정도의 크기를 가진 거대한 공룡으로, 악어를 닮은 흉포한 머리와 등에서 솟아난 돛을 가지고 있습니다.
ru: Огромный динозавр размером с маленький дом, свирепой пастью как у крокодила и гребнем на спине.
zh_cn: 一种巨型恐龙，有一栋小房子那么高，有着凶猛的像鳄鱼一样的头，背上有一个帆一样的东西。

source: A huge mottled dinosaur with a blunt head crest. It contentedly strips leaves from a nearby shrub.
de: Ein riesiger gesprenkelter Dinosaurier mit einer unspektakulären Kopfmähne. Stillvergnügt reißt er Blätter eines naheliegenden Busches ab.
ja: まだら模様と棒状のとさかを持つ大型恐竜です。低木の葉を食べます。
ko: 거대하고 얼룩덜룩한 공룡으로 머리에 뭉툭한 볏을 가지고 있습니다. 이 공룡은 근처의 관목에서 잎을 따먹으며 사는 것으로 만족해합니다.
ru: Огромный пестрый динозавр с тупым головным гребнем. Ему вполне хватит листьев с соседнего куста.
zh_cn: 一种巨大的、身体上有各色斑块的恐龙，有一个钝的头脊。它正心满意足地从附近的灌木上剥去叶子。

source: A huge mutated worm found deep underground. It has a gaping round mouth lined with dagger-like teeth, and its flesh is slick with bubbling blue slime.
de: Ein riesiger mutierter Wurm, der tief unter der Erde gefunden wird. Er hat einen klaffenden runden Mund voller dolchartige Zähne. Sein Fleisch ist glitschig und mit einem sprudelnden blauen Schleim bedeckt.
ja: 地下深くに生息する、変異した巨大なワームです。ぽっかりと開いた口の中には短剣のような歯が並んでいます。皮膚はぬめぬめしており青い粘液が泡立っています。
zh_cn: 蠕虫突变体，隐匿在地下，有一圈锋利的入刀刃般的搅齿，身体非常光滑.
