Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: damn
de: verdammt
ja: 酷い
ko: 우라질
ru: проклятое
zh_cn: 可恶的

source: damnit
de: verdammt
ja: ちくしょう
ko: 제기랄
ru: чёрт побери
zh_cn: 该死

source: definitely
de: sicher
ja: 間違いなく
ko: 명백히
ru: точно
zh_cn: 确实

source: dejected
de: entmutigt
ja: 意気消沈した
ko: 낙담한
ru: удрученный
zh_cn: 沮丧

source: delighted
de: erleichtert
ja: 大喜びだ
ko: 기쁜
ru: восхищён
zh_cn: 愉快

source: depressed
de: deprimiert
ja: 落ち込んだ
ko: 우울한
ru: подавленный
zh_cn: 郁闷

source: dickhead
de: Schwachkopf
ja: アホ
ko: 좆대가리
ru: мудак
zh_cn: 白痴

source: dig
de: geschnallt
ja: うん
ko: 땅 파기
ru: сечёшь
zh_cn: 行

source: down
de: runtergezogen
ja: 滅入った
ko: 다운된
ru: вниз
zh_cn: 消沉

source: dude
de: Kerl
ja: あんた
ko: 짜샤
ru: чувак
zh_cn: 帅哥

source: ecstatic
de: begeistert
ja: 有頂天だ
ko: 황홀한
ru: в экстазе
zh_cn: 欣喜若狂

source: fat chance
de: wohl kaum
ja: 大きなお世話だね
ko: 높은 확률
ru: раскатал губу
zh_cn: 希望渺茫

source: fella
de: Typ
ja: お前
ko: 친구
ru: дружище
zh_cn: 小伙子

source: fists
de: Fäuste
ja: 素手
ko: 주먹
ru: кулаки
zh_cn: 拳头

source: for real
de: ernsthaft
ja: 真剣に
ko: 진짜로
ru: реально
zh_cn: 的确

source: freaking
de: verdammt
ja: 忌々しい
ko: 빌어먹을
ru: долбаное
zh_cn: 讨厌的

source: friend
de: Freund
ja: 友よ
ko: 친구
ru: друг
zh_cn: 朋友

source: fuck
de: Scheiße
ja: ふざけた
ko: 젠장
ru: блядь
zh_cn: 艹

source: fuck no
de: nein, verdammt
ja: くそったれ
ko: 씨발, 안돼
ru: нет, бля
zh_cn: 雅蠛蝶

source: fuck off
de: verpiss dich
ja: くそったれ
ko: 꺼져버려
ru: пошёл на хер
zh_cn: 滚开

source: fuck you
de: leck mich
ja: 糞ったれ
ko: 엿이나 먹어라
ru: хрен тебе
zh_cn: 草泥马

source: fucker
de: Saftsack
ja: クソ野郎
ko: 씨발놈
ru: гондон
zh_cn: 人渣

source: fuckin'
de: verdammt
ja: ファッキン
ko: 괘씸한
ru: долбаное
zh_cn: 他妈的

source: fucking
de: verflucht
ja: ファッキン
ko: 좆같은
ru: блядское
zh_cn: 草他妈的

source: fuckit
de: Ficker
ja: そのふざけた
zh_cn: 艹它的

source: fuckwad
de: Idiot
ja: ブタ野郎
ko: 좆
ru: сукин сын
zh_cn: 贱逼

source: get it
de: verstanden
ja: 分かりました
ko: 들어가기
ru: понял
zh_cn: 明白

source: glad
de: froh
ja: 嬉しい
ko: 기쁜
ru: рад
zh_cn: 欣喜

source: glum
de: bedrückt
ja: 不機嫌になる
ko: 무뚝뚝한
ru: угрюмый
zh_cn: 忧郁

source: go fuck yourself
de: leck mich am Arsch
ja: うせろ
ko: 가서 좆이나 빨아
ru: отъебись
zh_cn: 去你喵了个咪的

source: god damn
de: gottverdammt
ja: 腐った
ko: 빌어먹을
ru: проклятое
zh_cn: 天煞的

source: goddamn
de: gottverdammt
ja: くそ
ko: 빌어먹을
ru: чёртово
zh_cn: 该死的

source: got it
de: verstanden
ja: 分かった
ko: 좋아
ru: врубился
zh_cn: 知道

source: happy
de: glücklich
ja: 幸せだ
ko: 행복한
ru: счастлив
zh_cn: 高兴

source: hell no
de: zur Hölle, nein
ja: 断固断る
ko: 지랄, 안돼
ru: чёрта с два!
zh_cn: 没门

source: honestly
de: ehrlich
ja: 真面目な話
ko: 솔직히
ru: честное слово
zh_cn: 当真

source: infection
de: Infektion
ja: 感染症
ko: 감염
zh_cn: 感染

source: jerk
de: Trottel
ja: 頓馬
ru: осёл
zh_cn: 逗逼

source: loser
de: Versager
ja: 負け犬
ru: неудачник
zh_cn: 废物

source: mafuckin'
de: verdammt
ja: イカれた
ko: 죶같네
ru: говёное
zh_cn: 狗日的

source: man
de: Mann
ja: 大将
ko: 이봐
ru: мужик
zh_cn: 哥们儿

source: mega
ja: 超
ko: 거대한
ru: мега
zh_cn: 格外

source: most <really>
de: größtenteils <really>
ja: 殆ど<really>
ko: <really>
ru: очень <really>
zh_cn: <really>

source: motherfucker
de: Wichser
ja: マザーファッカー
ko: 호로새끼
ru: говнюк
zh_cn: 混账东西

source: motherfucking
de: beschissen
ja: 腐りきった
ko: 썅놈의
ru: сраное
zh_cn: 混帐的

source: my days are <really> numbered
de: Meine Tage sind <really> gezählt.
ja: 私の余命も<really>少ない
ko: 살 날이 <really> 얼마 안남았군
ru: мои дни сочтены, <really>
zh_cn: 我的时日<really>不多了

source: no
de: nein
ja: 嫌だ
ko: 아니오
ru: нет
zh_cn: 不

source: no way
de: keineswegs
ja: 分からない
ko: 절대 안돼
ru: ещё чего
zh_cn: 不行

source: no way in hell
de: niemals
ja: 絶対にねえよ
ko: 절대로 안돼
ru: категорически нет
zh_cn: 想都别想

source: nope
de: nee
ja: いいや
ko: 아니
ru: неа
zh_cn: 不同意

source: not a chance
de: keine Chance
ja: あり得ないね
ko: 기회가 아냐
ru: исключено
zh_cn: 没可能

source: nuh uh
de: nein, nein
ja: うーん...
ko: 아~니
ru: ну уж нет
zh_cn: 不不

source: okay
ja: オーケー
ko: 알았다
ru: хорошо
zh_cn: 好

source: overjoyed
de: überglücklich
ja: ハッピーだ
ko: 아주 즐거운
ru: в восторге
zh_cn: 喜出望外

source: pal
de: Kamerad
ja: 兄弟
ko: 친구
ru: приятель
zh_cn: 老兄

source: pilgrim
de: Pilger
ja: 巡礼者よ
ko: 순례자
ru: странник
zh_cn: 行客

source: pissed
de: angepisst
ja: うんざりだ
ko: 열받은
ru: обозленный
zh_cn: 忿怒

source: pumped
de: aufgekratzt
ja: ワクワクする
ko: 고양된
ru: закачивается
zh_cn: 振奋

source: punk
de: Dreckskerl
ja: 役立たず
ko: 찐따
ru: придурок
zh_cn: 脑残

source: really
de: sehr
ja: マジで
ko: 정말
ru: реально
zh_cn: 真的

source: sad
de: traurig
ja: 悲しい
ko: 슬픈
ru: печальный
zh_cn: 难过

source: see, <name_g>
de: Schau, <name_g>
ja: <name_g>がそう言うなら
ko: 봐, <name_g>
ru: понял, <name_g>
zh_cn: 明白，<name_g>

source: shit
de: Mist
ja: マヌケ
ko: 빌어먹을
ru: дерьмо
zh_cn: 我操

source: shithead
de: Scheißer
ja: マヌケ
ko: 좆같은
ru: мудила
zh_cn: 弱智

source: so <very>
de: <very>
ja: 本当に<very>
ko: <very>
ru: такой <very>
zh_cn: 这么<very>

source: son of an ass
de: Arschgeburt
ja: このクソ野郎
ru: сукин сын
zh_cn: 草泥马

source: stoked
de: begeistert
ja: 興奮する
ko: 신난
zh_cn: 愉♂悦

source: stranger
de: Fremder
ja: 流れ者よ
ko: 이방인
ru: незнакомец
zh_cn: 陌生人

source: sucker
de: Trottel
ja: ホモ野郎
ko: 풋내기놈
ru: лошара
zh_cn: 笨蛋

source: super
ja: すごく
ko: 최강인
ru: супер
zh_cn: 超级

source: that clear
de: klaro
ja: 把握した
ko: 거긴 깨끗해
ru: ясно
zh_cn: 清楚

source: thrilled
de: aufgeregt
ja: 感激した
ko: 흥분한
ru: взволнован
zh_cn: 激动

source: tickled pink
de: wahnsinnig froh
ja: 大はしゃぎだ
ko: 굉장히 기쁜
zh_cn: 欢快

source: traveler
de: Reisener
ja: 旅人よ
ko: 여행자
ru: путник
zh_cn: 旅行者

source: uber
de: über
ja: すっげえ
ko: 강력한
ru: убер
zh_cn: 极度

source: ultra
ja: ウルトラ
ko: 극단적인
ru: в высшей степени
zh_cn: 极端

source: unhappy
de: unglücklich
ja: 嬉しくない
ko: 불행한
ru: несчастный
zh_cn: 不高兴

source: urgently
de: dringend
ja: 本気で
ko: 급히
ru: срочно
zh_cn: 切实

source: very
de: sehr
ja: とても
ko: 아주
ru: очень
zh_cn: 非常

source: wicked
de: stark
ja: チョー
ko: 사악한
ru: крутой
zh_cn: 异常

source: you
de: du
ja: 君
ru: ты
zh_cn: 您

source: you dig
de: kapiert
ja: ああ
ko: 알아먹었냐?
ru: врубился
zh_cn: 听你的

source: you see
de: verstehst du
ja: ほら
ko: 너도 알겠지만
ru: понятно
zh_cn: 好的

source: you'll taste my <mywp>
de: Schmeck meine <mywp>
ja: 私の<mywp>を味わいな
ko: 내 <mywp> 좀 맛보게 해줄까
ru: ты ощутишь на свой шкуре мой <mywp>
zh_cn: 尝尝爷的<mywp>

source: you're <swear> dead
de: Du bist <swear> tot
ja: あんた、<swear>死んだな
ko: 넌 이제 <swear> 죽었다
ru: ты <swear> покойник
zh_cn: 你他妈的死定了

source: you're a dead <man>
de: Du bist ein toter <man>
ja: <man>、もう死んでいる
ko: 넌 이제 죽은 <man>이야
ru: ты покойник <man>
zh_cn: 你已经死了♂

source: you're dead
de: Du bist tot
ja: お前、死んだな
ko: 넌 뒈졌어!
ru: ты покойник
zh_cn: 你死定了

source: you're dead meat
de: Jetzt bist du weg vom Fenster
ja: お前はもう死んでいる
ko: 널 고깃덩이로 만들어주지!
ru: тебе крышка
zh_cn: 你死定了！

source: OPTIONS
de: OPTIONEN
ja: 設定(TABで切替)
ko: 옵션
ru: НАСТРОЙКИ
zh_cn: 选项

source: %s #%s -- The window will be %d pixel tall with the selected value.
de: %s #%s – Mit dem gewählten Wert würde das Fenster %d Pixel hoch sein.
ru: %s #%s -- Окно будет %d пикселей в высоту при данном значении.
zh_cn: %s #%s -- 在这个数值下窗口高度将为%d个像素。

source: %s #%s -- The window will be %d pixel wide with the selected value.
de: %s #%s – Mit dem gewählten Wert würde das Fenster %d Pixel breit sein.
ru: %s #%s -- Окно будет %d пикселей в ширину при данном значении.
zh_cn: %s #%s -- 在这个数值下窗口宽度将为%d个像素。

source: (WIP feature) Determines terrain, shops, plants, and more.
de: (in Arbeit) Legt Terrain, Geschäfte, Pflanzen und mehr fest.
ja: (WIP機能)地形や店、植物などを設定します。
ko: (미완성) 지형, 상점, 초목, 그 외 기타 등등을 결정합니다.
ru: (В разработке) Определяет тип местности, магазинов, растений и т.д.
zh_cn: （WIP功能）确定地形，商店，工厂，等等。

source: 12h
ko: 12시
ru: 12ч
zh_cn: 12小时制

source: 12h: AM/PM, eg: 7:31 AM - Military: 24h Military, eg: 0731 - 24h: Normal 24h, eg: 7:31
de: 12h: a.m./p.m., z.B.: »7:31 AM« – Militär: z.B.: »0731« – 24h: 24-Stunden-Uhr, z.B.: »7:31«
ja: 時間表示の設定。 12h: AM/PM, 例: [7:31 AM] - 軍隊式: 24h Military, 例: [0731] 24h: Normal 24h, 例: [7:31]
ko: 12h : 오전/오후, 예 : 7:31 AM - 군사 : 24시 군사용법, 예 : 0731 - 24시: 일반 24h, 예 : 7:31
ru: 12ч: AM/PM (7:31 AM); Армейский: армейские 24ч (0731); 24ч: обычные 24ч (7:31).
zh_cn: 12h/24h 制：0 - AM/PM (默认) 例: 7:31 AM 1 - 24h 军用时间 例: 0731 2 - 24h 标准时间 例: 7:31"

source: 24h
ko: 24시
ru: 24ч
zh_cn: 24小时制

source: A number determining how large cities are. Warning, large numbers lead to very slow mapgen.
de: Eine Zahl, die bestimmt, wie groß die Städe sind. Achtung, große Zahlen führen zu einer sehr langsamen Weltgenerierung.
ko: 도시가 얼마나 클지를 설정합니다. 경고 : 너무 큰 수를 설정하면 맵 생성이 매우 느려집니다.
ru: Число определяет насколько большими будут города. Осторожно, большое число может сильно замедлить генерацию мира.
zh_cn: 数字大小将确定城市的规模大小。警告：过大的数值会导致地图生成非常缓慢。

source: A scaling factor that determines density of dynamic NPC spawns.
zh_cn: 决定动态NPC生成密度的系数。

source: A scaling factor that determines density of item spawns.
de: Ein Skalierungsfaktor, der die Dichte der Gegenstandsspawns festlegt.
ja: アイテム出現の倍率を設定します。
ko: 물품 생성 밀도를 설정합니다. 높을수록 많아집니다.
ru: Множитель определяет количество предметов, генерируемых в игре.
zh_cn: 确定物品生成密度的系数

source: A scaling factor that determines density of monster spawns.
de: Ein Skalierungsfaktor, der die Dichte der Monsterspawns festlegt.
ja: モンスター出現の倍率を設定します。
ko: 괴물 생성 밀도를 설정합니다. 높을수록 많아집니다.
ru: Множитель определяет количество порождаемых монстров.
zh_cn: 设定生成怪物的密度系数

source: Adjust the volume of the music being played in the background.
de: Regelt die Lautstärke der Hintergrundmusik.
ja: バックグラウンドで流れる音楽の音量を設定します。
zh_cn: 调整背景音乐的音量

source: Always
ja: 有効
zh_cn: 总是

source: Always: Always start deathcam. Ask: Query upon death. Never: Never show deathcam.
ja: 有効: キルカメラを有効化する 質問: 死亡時に尋ねる 無効: キルカメラを無効化する
zh_cn: Always: 总是显示死亡特写. Ask: 在死亡前询问. Never: 从不显示死亡特写.

source: Always: Cursor is always shown. Hidden: Cursor is hidden. HiddenKB: Cursor is hidden on keyboard input and unhidden on mouse movement.
de: Immer: Mauszeiger wird immer gezeigt: Verbergen: Mauszeiger ist verborgen: Verb. b. Taste: Mauszeiger wird bei Tastatureingabe verborgen und bei Mausbewegung wieder angezeigt.
ko: 항상 : 커서가 항상 보입니다. 숨김 : 커서를 숨깁니다. HiddenKB : 키보드 입력 혹은 마우스를 움직일 때만 제외하고 커서를 숨깁니다.
ru: Показывать: Курсор всегда отображается. Скрывать: Курсор скрыт. СкрыватьКл: Курсор скрыт при вводе с клавиатуры и показывается при передвижении мыши.
zh_cn: 总是：光标总是显示。隐藏：隐藏光标。 隐藏KB：键盘输入和鼠标移动时显示。

source: Animation delay
de: Animationsverzögerung
ja: アニメーション/遅延
zh_cn: 动画延迟

source: Animations
de: Animationen
ja: アニメーション
zh_cn: 动画

source: Ask
ja: 質問
zh_cn: 询问

source: Ask to save before sleeping
de: Nach dem Speichern vor dem Schlafen fragen
ja: 確認/睡眠時のセーブ
ko: 잠들기 전 저장하기
ru: Спросить о сохранении перед сном
zh_cn: 睡前询问是否保存

source: Auto inventory letters
ja: アイテムに自動で文字を振る
zh_cn: 自动分配物品快捷字符

source: Auto notes
de: Automatische Notizen
ja: メモの自動化
ru: Автоматические заметки
zh_cn: 自动记录

source: Auto pickup 0 vol light items
de: Leichte Nullvolumensgegenstände aufheben
ja: 自動取得/50グラム未満のアイテム
ko: 부피 0인 물건 자동으로 줍기
ru: Авто-подбор предметов 0 объема
zh_cn: 自动拾取 0 体积的轻小型物品

source: Auto pickup adjacent
de: Benachbarte automatisch aufheben
ja: 自動取得/隣接タイル
zh_cn: 自动拾取相邻

source: Auto pickup enabled
de: Autom. Aufheben aktiviert
ja: 自動取得/有効化
ko: 자동줍기 켜기
ru: Авто-подбор
zh_cn: 自动拾取打开

source: Auto pickup is disabled as long as you can see monsters nearby. This is affected by Safemode proximity distance.
de: Das automatische Aufheben ist deaktiviert, solange du Monster in der Nähe sehen kannst. Dies wird von dem Sicherheitsabstand beeinflusst.
ja: 敵が近くにいる場合は自動取得を無効化する。 セーフモード/近接距離設定が適用されます。
ko: 근처에 괴물이 있으면 자동 줍기가 해제됩니다. 안전모드 근접거리 옵션에 영향을 받습니다.
ru: Авто-подбор отключается пока вы видите вблизи опасность. Влияет дистанция безопасного режима.
zh_cn: 有怪时禁止自动拾取，怪距离依据安全距离选项。

source: Auto pickup items with 0 Volume, and weight less than or equal to [option] * 50 grams. '0' disables this option
de: Hebe Gegenstände mit einem Volumen von 0 und einem Gewicht von höchstens [Wert] · 50g auf. »0« deaktiviert diese Einstellung.
ja: volが0か [option] * 50グラム未満のアイテムを自動的に拾う。'0'で無効。
ko: 부피가 0이고 [option] * 50 그램 이하인 물품을 자동으로 줍습니다. '0' 을 선택하면 이 옵션을 끕니다.
ru: Авто-подбор предметов с нулевым объемом и весом меньшем или равным чем (N * 50) грамм. 0 - отключить.
zh_cn: 自动拾取 0 体积，并且重量小于等于[所设数字] * 50 克的物品。选择 0 为关闭此模式

source: Auto pickup safemode
de: Automatisches Aufheben im Sicherheitsmodus
ja: 自動取得/セーフモード
ko: 안전한 자동줍기 켜기
ru: Авто-подбор в безопасном режиме
zh_cn: 自动拾取安全模式

source: Auto-safemode on by default
de: Auto-Sicherheitsmodus standardmäßig an
ja: 初期設定/オートセーフモード
ko: 기본적으로 자동 안전모드 설정
ru: Авто-безопасный режим по умолчанию
zh_cn: 默认开启自动安全模式

source: Auto-shift the view while driving
de: Ansicht automatisch beim Fahren verschieben
ja: 運転中の自動視点移動
ko: 운전중 시야 자동이동
zh_cn: 行驶中视图自动转向

source: Autumn
de: Herbst
ja: 秋
ko: 가을
ru: Осень
zh_cn: 秋季

source: Celsius
ja: 摂氏
ko: 섭씨
ru: Цельсий
zh_cn: 摄氏

source: Centered
de: Zentriert
ja: 中央から
ko: 중앙
ru: По-центру
zh_cn: 居中

source: Centered menu scrolling
de: Scrolling in Menüs zentrieren
ja: 中央メニュースクロール
ko: 중앙 정렬 메뉴 스크롤링
ru: Центрировать прокрутку в меню
zh_cn: 菜单滚动居中

source: Centered or to edge, shift the view toward the selected item if it is outside of your current viewport.
de: Soll die Ansicht zum Gegenstand zentriert oder zum Rand des ausgewälten Gegenstandes verschoben werden, wenn er außerhalb der aktuellen Ansicht ist?
ja: 見渡した時にターゲットが表示画面外の場合、中心に表示するか端に表示します。
ko: 선택된 물품이 현재 시야 밖에 있을 경우, 그 물품을 화면 중앙에 보여줄지 가장자리에 보여줄지 정합니다.
zh_cn: 当检视的物品超出画面范围，将会移动画面居中或边缘到该物品位置。

source: Choose the tileset you want to use.
de: Wähle den Feldbildersatz, den du verwenden willst.
ja: 使用したいタイルセットを選択します。
zh_cn: 选择你想要的贴图版本。需要重新启动。

source: Choose tileset
de: Feldbilder-Satz wählen
ja: タイルセット選択
ko: 타일셋 선택
ru: Выбор тайлсета
zh_cn: 选择贴图版本：

source: Circular distances
de: Kreisförmige Entfernungen
ja: 円形距離計算
ko: 원형 거리 계산
ru: Круговая дистанция
zh_cn: 环形视角

source: Classic zombies
de: Klassische Zombies
ja: クラシックモード
ko: 클래식 좀비
ru: Классические зомби
zh_cn: 经典丧尸模式

source: Close advanced inventory on move all
de: Erweitertes Inventar nach »alle versch.« schließen
ja: 全アイテムの移動後に拡張インベントリを閉じる
zh_cn: 移动全部时关闭高级物品列表

source: Could not open the options file %s, check file permissions.
zh_cn: 无法打开选项文件 %s，请检查文件权限。

source: Current world
de: Aktuelle Welt
ja: 現在の世界
ko: 현재 월드맵
ru: Текущий мир
zh_cn: 当前世界

source: Dangerous pickups
de: Gefährliches Aufheben
ja: 危険な取得
ko: 무거워도 줍기
ru: Опасный подбор предметов
zh_cn: 强制拾取

source: DeathCam
ja: キルカメラ
zh_cn: 死亡特写

source: Debug
ja: デバッグ
ko: 디버그
ru: Отладка
zh_cn: 调试

source: Default region type
de: Standardregionstyp
ja: 初期設定/地域
ko: 기본 지역 타입
ru: Тип региона по-умолчанию
zh_cn: 默认区域类型

source: Default: %.2f - Min: %.2f, Max: %.2f
de: Standard: %.2f – Min.: %.2f; Max.: %.2f
ja: 初期設定: %.2f - 最小: %.2f, 最大: %.2f
ko: 기본: %.2f - 최소: %.2f, 최대: %.2f
ru: По-умолчанию: %.2f - Мин: %.2f, Макс: %.2f
zh_cn: 默认: %.2f - 最小: %.2f, 最大: %.2f

source: Default: %d - Min: %d, Max: %d
de: Standard: %d – Min.: %d; Max.: %d
ja: 初期設定: %d - 最小: %d, 最大: %d
ko: 기본: %d - 최소: %d, 최대: %d
ru: По умолчанию: %d - Мин: %d, Макс: %d
zh_cn: 默认: %d - 最小: %d, 最大: %d

source: Default: %s - Values: %s
de: Standard: %s – Werte: %s
ja: 初期設定: %s - 値: %s
ko: 기본 : %s - 수치 : %s
ru: По умолчанию: %s - Значения: %s
zh_cn: 默认: %s - 可选值: %s

source: Default: False
de: Standard: Falsch
ja: 初期設定: False
ko: 기본값 : 꺼짐
ru: По умолчанию: Нет
zh_cn: 默认: 否

source: Default: True
de: Standard: Wahr
ja: 初期設定: True
ko: 기본값 : 켜짐
ru: По умолчанию: Да
zh_cn: 默认: 是

source: Delete the world when the last active character dies.
de: Die Welt löschen, sobald der letzt aktive Protagonist stirbt.
ja: キャラクター死亡時に世界を削除します。
ko: 플레이 중인 마지막 캐릭터가 죽으면, 세계를 삭제합니다.
ru: Удалять мир после смерти игрока.
zh_cn: 当角色死亡后删除世界。

source: Delete world
de: Welt löschen
ja: 世界削除
ko: 세계 정보 삭제
ru: Удалять мир
zh_cn: 死亡后删除世界

source: Deon's
ko: Deon 타일셋
ru: Деон
zh_cn: Deon

source: Determines the scope, which is known in the beginning of the game.
de: Bestimmt die Größe des Bereichs, der am Spielbeginn bekannt ist.
ja: ゲーム開始時の可視範囲を決定します。
ko: 게임을 처음 시작할 때의 시야 범위를 결정합니다.
zh_cn: 游戏开始时的可视距离判定。

source: Distance initial visibility
de: Bekanntes Startgebiet
ja: 初期可視範囲
ko: 초기 가시거리
ru: Стартовая зона видимости
zh_cn: 初始可视距离

source: Draw vehicle facing indicator
de: Fahrzeugrichtungsmarkierung anzeigen
ja: 車両前方に方向指示器を描画
ko: 차량 진행방향 표시
ru: Рисовать индикатор направления транспорта
zh_cn: 绘制车辆方向指标

source: Drop empty containers
de: Leere Behälter fallen lassen
ja: 空の容器を落とす
ko: 빈 용기 버리기
ru: Выбрасывать пустые ёмкости
zh_cn: 丢弃空容器

source: Emulation of zombie hordes. Zombie spawn points wander around cities and may go to noise
de: Emulation von Zombiehorden. Zombiestartpunkte wandern um Städte herum und können Richtung Lärm gehen.
ru: Эмуляция орд зомби. Зомби будут появляться вокруг городов и будут реагировать на шум.
zh_cn: 模拟丧尸群（也就是大家喜闻乐见的尸潮）。丧尸刷新点在城镇周围移动，并且可能被噪声吸引。

source: Enable Joystick
de: Joystick aktivieren
ja: ジョイスティック
zh_cn: 启用游戏手柄

source: Enable input from joystick.
de: Eingabe vom Joystick aktivieren.
ja: ジョイスティックの入力を有効化します。
zh_cn: 允许手柄、摇杆的输入。

source: Enable item auto pickup. Change pickup rules with the Auto Pickup Manager in the Help Menu ?3
de: Aktivert das automatische Aufheben von Gegenständen. Ändere die Aufheberegeln im Hilfemenü (drücke »?3«).
ja: Trueにすると自動取得を有効。[?]ヘルプを表示し、[3]で規則を設定。
ko: 자동 줍기를 활성화 합니다. ? 키로 접근 가능한 도움말 메뉴에서 자동 줍기 방식을 바꿀 수 있습니다.
ru: Включает авто-подбор предметов. Изменить правила можно в менеджере авто-подбора в меню помощи (?3).
zh_cn: 启动自动拾取。拾取规则在帮助菜单3中。

source: Fahrenheit
ja: 華氏
ko: 화씨
ru: Фаренгейт
zh_cn: 华氏

source: Failed to save the options to %s.
zh_cn: 存储选项设置至 %s 失败。

source: Force Y/N in prompts
de: »J«/»N« in Fragen erzwingen
ja: 大小文字識別(Y/N)
ko: 예/아니오 선택시 대문자만 인식
ru: Большие Y/N в запросах
zh_cn: 仅用大写Y/N确认

source: Fullscreen
de: Vollbild
ja: フルスクリーン
ko: 전체화면
ru: Полноэкранный режим
zh_cn: 全屏模式

source: Game turns between autosaves
de: Spielzüge zwischen Auto-Speicherungen
ja: 自動保存/ターン経過
ko: 자동 저장을 하는 게임 턴 간격
ru: Кол-во ходов между сохранениями
zh_cn: 自动保存间隔的游戏时间

source: General
de: Allgemein
ja: 全般
ko: 일반 설정
ru: Общие
zh_cn: 概况

source: Graphics
de: Grafik
ja: 表示
ko: 그래픽
ru: Графика
zh_cn: 图形

source: Hide
de: Verbergen
ja: 非表示
ko: 숨김
ru: Скрывать
zh_cn: 隐藏

source: Hide mouse cursor
de: Mauszeiger verbergen
ja: マウスカーソルを隠す
ko: 마우스 커서 숨기기
ru: Скрыть курсор мыши
zh_cn: 隐藏光标

source: HideKB
de: Verb. b. Taste
ja: 非表示(キー操作時)
ru: СкрыватьКл
zh_cn: 隐藏鼠标指针

source: Hoder's
ko: Hoder 타일셋
ru: Худер
zh_cn: Hoder

source: Horizontal
ja: 水平
ko: 수평형
ru: Горизонтальное
zh_cn: 横向

source: Hybrid
ja: 複合
ko: 혼합형
ru: Гибридное
zh_cn: 混合

source: If false will cause player to drop new items that cause them to exceed the weight limit.
de: Falls falsch, wird der Protagonist neue Gegenstände, die das Gewichtslimit überschreiten, fallen lassen.
ko: 이 옵션을 끄면, 무게 제한을 넘기는 물품을 획득 순서에 따라 자동으로 떨어트립니다.
ru: Когда отключено, заставляет игрока бросать новые предметы, если превышен лимит веса.
zh_cn: 选择否，超重物品不被拾取。

source: If false, new inventory items will only get letters assigned if they had one before.
ja: false にするとアイテムのキー割り当ては手動で設定したものだけになります。
zh_cn: 如果关闭，新的物品只会得到它们过去在物品栏内的快捷键。

source: If safemode is enabled, distance to hostiles when safemode should show a warning. 0 = Max player viewdistance.
de: Wenn der Sicherheitsmodus aktiviert ist, legt diese Einstellung die max. Entfernung, bei der der Sicherheitsmodus eine Warnung ausgeben sollte, an. »0« steht für den max. Spielersichtbereich.
ja: セーフモード有効時に設定した敵との距離に応じて警告する。0は視界に入った瞬間。
ko: 안전 모드가 켜져있는 동안, 경고를 보내는 적 근접 거리를 정합니다. 0 = 플레이어 최대 시야범위
ru: Если безопасный режим включен, то учитывается дистанция для включения тревоги. 0 = все поле зрения игрока.
zh_cn: 如果安全模式被启动，任何敌对角色进入距离内时，都会出现警告。

source: If true automatically sets notes on places that have stairs that go up or down
de: Falls wahr, werden automatisch Notizen an Stellen, die Treppen haben, auf der Karte erzeugt.
ru: Автоматически помечает лестницы при переходе вверх или вниз
zh_cn: 如果ture，将自动记录存在上下行楼梯的地点。

source: If true will enable to pickup items one tile around to the player. You can assign No Auto Pickup zones with the Zones Manager 'Y' key for eg. your homebase.
zh_cn: 开启后玩家周围一格的东西将会被自动拾取。你可以用“Y”键的区域管理菜单设置不拾取区域，例如你的宅基地。

source: If true, Y/N prompts are case-sensitive and y and n are not accepted.
de: Wenn wahr, müssen bei Ja-/Nein-Fragen Großbuchstaben eingebeben werden. Kleinbuchstaben werden nicht akzeptiert.
ja: trueにするとY/Nの確認をする際、yとnの入力を受け付けない様にします。
ko: 옵션을 켤 경우, Yes or No 질문에서 대문자 Y/N 만 사용 가능하고 소문자 y/n은 사용할 수 없게 됩니다.
ru: Если да, то Y/N регистрозависимы (y/n не будет работать).
zh_cn: 如果设置为是，Y/N大小写提示敏感，同时y/n是不会被接受的。

source: If true, auto-safemode will be on after starting a new game or loading.
de: Falls wahr, wird der automatische Sicherheitsmodus nach dem Spielstart oder Laden an sein.
ja: Trueにするとリスタート時にオートセーフモードがオンになります。
ko: 이 옵션을 켜면 새 게임을 시작하거나 로딩한 후에 자동-안전모드가 켜집니다.
ru: Если да, то авто-безопасный режим включается при начале новой игры или загрузке.
zh_cn: 如果设置为是，新建/加载游戏后打开自动安全模式。

source: If true, automatically follow the crosshair when firing/throwing.
de: Wenn wahr, wird dem Fadenkreuz beim Feuern oder Werfen automatisch gefolgt.
ja: Trueにすると射撃/投擲時に自動的に目標を選択します。
ko: 이 옵션을 켜면 커서가 자동적으로 사격/투척을 따라갑니다.
ru: Если да, то автоматическое перемещение экрана за прицелом при стрельбе и бросках.
zh_cn: 如果设置为是，射击/投掷会自动锁定目标。

source: If true, game will ask to save the map before sleeping.
de: Falls wahr, wird das Spiel vor dem Schlafen fragen, ob die Welt gespeichert werden soll.
ja: Trueにすると睡眠時にセーブするか確認します。
ko: 이 옵션을 켜면, 잠을 자기 직전 맵을 저장합니다.
ru: Если да, игра справшивает о необходимости сохранения перед сном.
zh_cn: 选择是，睡觉前会询问是否保存。

source: If true, game will periodically save the map. Autosaves occur based on in-game turns or real-time minutes, whichever is larger.
ja: Trueにすると時間経過で自動保存を有効化します。自動保存は、ゲーム内のターンまたは現実の経過時刻(分)に基づいて実行されます。
zh_cn: 如果打开。游戏将周期性的保存地图。触发自动保存的条件依赖于游戏中的回合数或者真实的分钟数，两者取高者。

source: If true, menus will start scrolling in the center of the list, and keep the list centered.
de: Falls wahr, werden Menüs in der Mitte der Liste scrollen und die Liste zentriert halten.
ja: Trueにするとメニューの先頭ではなく中央からスクロールするようになります。
ko: 이 옵션을 켜면, 메뉴 스크롤시 중앙으로 정렬됩니다.
ru: Если включено, прокрутка в меню будет начинаться с центра списка.
zh_cn: 如果选择： 是，菜单将在列表的中间位置开始滚动，并一直保持列表居中。

source: If true, radiation causes the player to mutate.
de: Falls wahr, wird Strahlung den Spieler zum Mutieren bringen.
ja: Trueにすると放射線の影響で突然変異を引き起こします。
ko: 이 옵션을 켜면, 방사능이 변이를 유발합니다.
ru: Если да, то радиация вызывает мутации игрока.
zh_cn: 选择是，辐射会导致玩家变异。

source: If true, replaces some TTF rendered text with tiles.
de: Falls wahr, werden ein paar TTF-gerenderte Texte mit Feldbildern ersetzt.
ja: trueにするとタイル表示に変更します。
zh_cn: 如果true，TTF文本将会被贴图替换。需要重新启动。

source: If true, safemode will be on after starting a new game or loading.
de: Wenn an, wird der Sicherheitsmodus nach dem Starten oder Laden eines Spiels an sein.
ja: Trueにするとリスタート時にセーフモードがオンになります。
ko: 이 옵션을 켜면 새 게임을 시작하거나 로딩한 후에 안전모드가 켜집니다.
ru: Если да, то безопасный режим включается при начале новой игры или загрузке.
zh_cn: 如果设置为是，新建/加载游戏后打开安全模式。

source: If true, show item health bars instead of reinforced, scratched etc. text.
ja: trueにするとアイテムの損傷度を示すHPバーが表示されます。表示しない場合は文章で損傷度が表現されます。
zh_cn: 如果选择：是，物品的耐久显示将用显示条替代词语前缀。

source: If true, spawn zombies at shelters. Makes the starting game a lot harder.
de: Falls wahr, werden Zombies an Notunterkünften auftauchen. Macht das Anfangsspiel viel schwieriger.
ja: trueにするとシェルターにゾンビが生成される。 ゲーム開始時がより難しくなる。
ko: 이 옵션을 켜면, 대피소에 좀비가 생성됩니다. 게임 시작부를 훨씬 어렵게 만듭니다.
ru: Если ДА, зомби появятся вокруг убежища. Делает старт игры гораздо сложнее.
zh_cn: （原黑色之路）如果选择真，将在避难所生成丧尸。增大初期难度。
