Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A leather album full of photos of somebody's family. You don't know any of the people in them, but seeing these pictures still makes you think of happier times.
ko: 어떤 가족의 사진이 담긴 가죽 사진집입니다. 사진에 있는 사람들이 누군지는 모르겠지만, 사진집을 보고 있으면 자신의 행복했던 시절을 떠올리게 만듭니다.
ru: Кожаный альбом с фотографиями чье-то семьи. Вы не знаете никого из этих людей, но, смотря на эти фотографии, вы вспоминаете о счастливых временах.

source: A magazine about mechanical innovations. Full of entertaining articles and advertisements for esoteric gadgets.
ko: 기계 기술에 대한 잡지. 흥미로운 글과 공구에 대한 광고들이 실려있습니다.
ru: Журнал о новостях науки и техники. Полон развлекательных статей и рекламы экзотических устройств.

source: A glossy magazine about surviving and hunting in the wilderness. There's an exciting article about a bear attack in the back pages.
ko: 생존과 사냥을 다루는 잡지. 뒷페이지에는 곰의 습격을 다루는 글이 실려있습니다.
ru: Глянцевый журнал о выживании и охоте в условиях дикой природы. На последних страницах находится захватывающее описание атаки медведя на человека.

source: A colorful digest devoted to backpacking and wilderness photography. The photos are beautiful, though the terminology in the sections on survivalcraft assume some proficiency.
ko: 배낭을 메고 야생을 돌아다니는 사진가의 열정이 담긴, 형형색색의 다이제스트입니다. 책에 실린 사진들은 아름답지만, 생존 용품에 대한 전문 용어가 나오기 때문에 약간의 전문성이 필요합니다.
ru: Журнал, посвящённый путешествиям с фотоаппаратом в руках по красивым уголкам земли. Содержит красочные фотографии, однако, многие советы по части выживания стоит подвергать сомнениям.

source: An in-depth magazine about trapping game. There are lots of articles and diagrams that explain simple trap designs.
ko: 덫 설치에 대해 심도있게 다룬 잡지입니다. 간단한 덫 디자인을 설명하는 기사와 표가 많이 있습니다.
ru: Подробный журнал о ловушках. Есть много статей и диаграмм, которые объясняют устройство простых ловушек.

source: A wordy and intricate guide to wilderness and urban survival in a worst case scenario. While filled with loads of useful information, the madman who wrote this was a terrible writer, and gleaning knowledge from the rants is a chore.
ko: 최악의 사태가 닥쳐왔을 때, 야생과 도시에서 어떻게 살아남는지 설명하는 장황하고도 복잡한 가이드입니다. 유용한 정보들로 가득하지만, 이 책을 쓴 자는 최악의 저자라서 정보를 수집하는 것이 고역일 정도입니다.
ru: Подробное руководство по выживанию в пустыне и городских условиях после ядерной войны. Содержит множество полезной информации.

source: A folksy guide to trapping wild game using time-tested methods. A bit in-depth for the beginner, it can provide a wealth of information to a knowledgeable trapper.
ko: 야생에서 덫을 놓는 방법 중에서도, 전통적이고 오랫동안 사용된 방법을 알려주는 책입니다. 초심자가 읽기에는 약간 어렵지만, 능숙한 덫 사냥꾼에게는 훌륭한 정보의 원천입니다.
ru: Народные советы по охоте на диких животных старыми проверенными методами. Трудновато для новичка, но для бывалого охотника есть много ценной информации.

source: A baseball magazine that focuses on batting tips. There are lots of colorful, full-page photos of skilled athletes demonstrating proper form and technique.
ko: 타격법에 초점을 맞춘 야구 잡지입니다. 수많은 형형색색의 전면 사진들을 통해, 숙련된 선수들의 타격 형태와 기술을 설명해주고 있습니다.
ru: Журнал о бейсболе, который фокусирует внимание на обращение с битой. Много цветных картинок и фотографий, на которых профессиональные атлеты показывают технику удара.

source: An informative guide to self-defense using clubs and batons. Aimed at the law enforcement and military market, it is packed with time tested, no-nonsense information and written to be understandable for beginners.
ko: 곤봉과 경찰봉을 통한 호신술을 다룬 가이드입니다. 법 집행 기관과 군용품 가게를 목표로 쓰여진 책이며, 검증된 정보가 간단하고 알기 쉽게 쓰여져 있어 초심자도 이해할 수 있습니다.
ru: Информативное руководство по самообороне с использованием дубинок. Предназначенная для сотрудников правоохранительных органов и военного персонала. Содержит проверенную временем, актуальную информацию. Написана, так чтобы быть понятной новичкам.

source: It seems to be a guide to edged weapon combat, poorly photocopied and released on spiral- bound paper. Still, there are lots of useful tips for beginners.
ko: 날카로운 무기를 가지고 싸우는 법에 대한 가이드입니다. 조잡하게 복사된 그림들이 스프링 제본되어 있긴 하지만, 초심자를 위한 팁이 많이 들어있습니다.
ru: Руководство по бою с использованием колюще-режущего холодного оружия с плохими иллюстрациями, на скрученном в трубочку листке. Однако, содержит ценные сведения для новичков.

source: An in-depth look at various styles of close quarters fighting. There's an amusing essay about dirty tricks in the front section.
ko: 다양한 근접전 스타일을 다룬 심도 있는 책입니다. 적의 정면에서 사용하기 위한 야비한 수법들이 적힌, 흥미로운 글이 있습니다.
ru: Детальный обзор различных стилей ближнего боя. На первых страницах в развлекательном формате поданы различные грязные приёмы.

source: An annual publication about fencing and dueling. There are many good illustrations which describe proper technique and form.
ko: 매년 발행되는 펜싱과 격투에 대한 글입니다. 적절한 전략과 전술에 대한, 좋은 그림과 묘사가 많이 있습니다.
ru: Ежегодная публикация о фехтовании. Много хороших иллюстраций, которые описывают правильную технику.

source: An exciting monthly magazine about boxing. There are lots of large, colorful photos of pugilistic exploits.
ko: 복싱에 대해 다룬, 재밌는 월간 잡지입니다. 위대한 권투선수들을 찍은 형형색색의 큰 사진들이 많이 있습니다.
ru: Захватывающий ежемесячный журнал о боксе. Много больших, красочных фотографий о кулачных боях.

source: An interesting quarterly report about rocket launchers and recoilless rifles. There are lots of large, exciting photos of explosions and weaponry.
ko: 로켓 런처와 무반동총을 다룬, 흥미로운 계간지입니다. 폭발물과 무기에 대한 크고 재밌는 사진들이 많이 있습니다.
ru: Интересный ежеквартальный журнал о гранатомётах и безоткатных орудиях. Содержит большое количество чётких и захватывающих фотографий взрывов и оружия.

source: An incredibly detailed guide to modern rockets, mortars, grenade launchers, and recoilless weaponry. Lavishly illustrated with color photographs, it contains a wealth of information.
ko: 현대의 로켓, 박격포, 유탄 발사기, 무반동총에 대한, 놀라울 정도로 자세한 가이드입니다. 색색의 그림들과 유용한 정보로 가득합니다.
ru: Очень подробное руководство по современным ракетам, мортирам, гранатометам и безоткатному вооружению. Много цветных фотографий и ценных сведений.

source: A glossy magazine all about handguns and shooting. There is a good article about proper sighting near the middle.
ko: 권총에 대해 적힌, 유광 종이에 원색 사진을 많이 곁들인 고급 잡지입니다. 정중앙을 조준하는 방법에 대한 좋은 글이 있습니다.
ru: Глянцевый журнал о пистолетах и стрельбе. Есть хорошая статья о правильном прицеливании на средних дистанциях.

source: An informative magazine all about rifles and shooting. There is an excellent article about proper maintenance in this issue.
ko: 소총과 사격에 대한 정보를 담은 잡지입니다. 적절한 총기 유지법에 대한 훌륭한 글이 있습니다.
ru: Поучительный журнала о винтовках и стрельбе. Есть отличная статья о надлежащем обслуживании оружия.

source: An in-depth magazine all about shotguns and shooting. There is an informative article about proper shooting stance in the back pages.
ko: 산탄총과 사격에 대해 심도있게 다룬 잡지입니다. 뒷면에 적절한 사격 자세에 대한 글이 실려있습니다. (역자 주 : Trap&Field는 실존하는 외국의 산탄총 관련 잡지입니다)
ru: Журнал с подробным описанием дробовиков и охоты на диких зверей. На последних страницах расположена информативная статья о выборе позиции для стрельбы.

source: An in-depth magazine about submachine guns and shooting. There is an exhaustive article about close quarter combat techniques in the front.
ko: 기관단총과 사격에 대해 심도있게 다룬 잡지입니다. 앞면에 근접전 대처법에 대해 꼼꼼하게 적힌 기사가 있습니다.
ru: Журнал с подробным описанием пистолет-пулемётов и их стрелковых характеристик. На первых страницах находится обстоятельная статья о применении данного оружия в условиях ближнего боя.

source: Exciting recipes and restaurant reviews. Full of handy tips about cooking.
ko: 흥미로운 요리방법들과 레스토랑 리뷰들, 그리고 편리한 요리방법에 대한 팁이 있습니다.
ru: Захватывающие рецепты и обзоры ресторанов. Полно полезных советов о приготовлении пищи.

source: This is a full-size glossy women's magazine. There are a few unoriginal recipes and some simple cooking tips somewhere in between the fashion photos and the sex advice columns.
ko: 화려한 여성들의 등신대 사진이 살린 잡지입니다. 어디선가 베껴온 요리법과 간단한 요리 팁이, 패션 사진과 섹스에 대한 충고 사이에 쓰여져 있습니다.
ru: Глянцевый журнал для женщин. Содержит банальные и простые рецепты блюд, вперемешку с фотографиями модниц и советами в сексуальной сфере.

source: This is a full-size glossy women's magazine. There are a few simple patterns and basic sewing tips somewhere in between the fashion photos and the makeup advertisements.
ko: 화려한 여성들의 등신대 사진이 살린 잡지입니다. 몇 가지 간단한 패턴의 기본적인 재봉 관련 팁이 패션 사진과 메이크업 충고 사이에 적혀있습니다.
ru: Глянцевый журнал для женщин. Содержит несколько простых моделей одежды и базовые советы по шитью и кройке, вперемешку с фотографиями модниц и рекламой косметики.

source: This is a full-size glossy men's magazine. There's a brief article about hiking and a list of simple wilderness survival tips somewhere in between the photos of bikini-clad women and the gadget advertisements.
ko: 화려한 남성들의 등신대 사진이 살린 잡지입니다. 하이킹과 간단한 야생 생존법이 적힌 기사가, 비키니 옷을 입은 여성들의 사진과 광고들 사이에 있습니다.
ru: Глянцевый мужской журнал. Где-то между фотографиями девушек в бикини и рекламой гаджетов, содержит короткие статьи о туризме и выживании в дикой местности.

source: This hefty book is dedicated to craftsfolk and outdoors-y types looking to make their own bows. It recommends its companion volume "The Fletcher's Friend" for instructions on producing their ammunition.
ko: 이 두꺼운 책은 자신의 활을 스스로 만들고 싶어하는 수공예족과 야외생활을 즐기는 유형의 사람들을 위해 헌신적으로 쓰여졌습니다. 이 책은 활에 알맞는 화살 제작에 대한 세부설명이 적힌 이 책의 동반자 "화살장이의 친구"와 함께 할 것을 권장합니다.
ru: Эта здоровенная книга посвящена ремеслу создания из подручных материалов собственные луки. Рекомендуется читать с томом "Друг Флетчера" для инструкций по созданию боеприпасов для них.

source: This massive antique book documents dances from all around the world in great detail. A perceptive reader could learn a lot about defensive footwork from some of the war dances.
ko: 전 세계의 춤에 대해 아주 자세히 적힌, 아주 크고 오래된 책입니다. 통찰력 있는 독자라면 전투와 관련된 다양한 방어적인 발놀림을 익힐 수 있을 것입니다.
ru: В этой старинной книге детально описаны танцы со всего мира. Проницательный читатель может изучить многое про защитные стойки из некоторых боевых танцев.

source: A bizarre play about the philosophy of existential absurdity. Or maybe it's about two guys waiting for their friend to show up. It's confusing.
ko: 실험적 모순에 의한 철학에 대한 기묘한 이야기입니다. 아니면 그저 친구를 기다리는 두 남자의 이야기일지도 모릅니다. 혼란스럽네요.
ru: Странный спектакль о философии экзистенциального абсурда. Или, может быть, это о двух ребятах, которые ожидают третьего, чтобы посмотреть вверх. Это сбивает с толку.

source: A little book for little readers. The colorful cartoon characters and sweet stories contained herein belong to a different time, before the dead walked and the world moved on.
ko: 작은 독자들을 위한 작은 책입니다. 형형색색의 만화 캐릭터들과 달콤한 이야기들이 들어있지만, 죽은 자들이 걸어다니는 세계가 된 이상 별 의미는 없을 것 같습니다.
ru: Маленькая книжка для маленьких читателей. Колоритные персонажи мультфильмов и увлекательные истории из прежнего мира, до того как смерть начала своё шествие.

source: A political satire of the pre-apocalypse world. Looking back on it from this side of Armageddon makes it seem all the more ridiculous.
ko: 세계 멸망 이전 시대의 정치적 풍자극입니다. 세계 멸망 이후의 입장에서 보니, 더 웃기는 책입니다.
ru: Политический юмор до апокалипсиса. Тот факт, что читаешь эту повесть после армагеддона делает ее еще более смешной.

source: It seems to be a wrestling manual, poorly photocopied and released on spiral- bound paper. Still, there are lots of useful tips for unarmed combat.
ko: 고리로 판본을 고정하였으며 허접한 사진으로 구성된 이 책은 레슬링 메뉴얼로 보입니다. 허접하긴 해도, 비무장 싸움을 위한 팁들이 기재되어 있어 많은 도움이 됩니다.
ru: Похоже на руководство по рестлингу, распечатанное на дешёвой и свёрнутой в трубочку бумаге. Как бы то ни было, в нём много полезных советов для боя без оружия.

source: A sizeable how-to guide for making hand-to-hand combat weapons. Though the processes are thoroughly detailed and several illustrations are provided, they rely heavily on technical jargon. More for machinists-turned-weaponsmiths than streetfighters, really.
ru: Инструкция порядочного размера по производству оружия ближнего боя. Несмотря на то, что весь процесс детально описан и даже присутствуют иллюстрации, в книге много технического жаргона. Больше подходит для кузнецов-оружейников, чем для уличных бойцов.

source: It's... it's a cookbook!
ko: 이.... 이건 요리책입니다! 세상에!
ru: Это... это — поваренная книга!

source: A well presented monthly magazine all about knitting, crocheting, and needlepoint. Filled with ideas and project patterns.
ko: 뜨개질, 코바늘뜨기, 수놓기에 관해서 매우 잘 정리된 월간지입니다. 다양한 자수와 도안이 들어있습니다.
ru: Хорошо оформленный ежемесячный журнал о всем, что с вязанием крючком и шитьем. Заполнен выкройками.

source: A leather bound portfolio that once belonged to a clothing designer. Filled with sketches and notes, a skilled tailor could learn a lot from this volume.
ko: 한때 한 의류 디자이너의 소유물이었던, 가죽 제본된 작품집입니다. 스케치와 주석들로 가득 차있으며, 숙련된 제단사는 이 책에서 많은 것을 배울 수 있을 것 같습니다.
ru: Обшитый кожей портфолио, который когда-то принадлежал дизайнеру. Наполнен зарисовками и заметками. Опытный портной найдет для себя много полезного.

source: A thick textbook for beginning drivers. It contains chapters on laws, safe vehicle operation, and defensive driving concepts.
ko: 초보 운전자들을 위한 두꺼운 지침서. 여기에는 법률, 차량 안전운행, 방어운전법 등의 내용이 있습니다.
ru: Толстый учебник начинающего водителя. Содержит информацию о ПДД, безопасному и контр-аварийному вождению.

source: A book about ham radio and citizen's band radio. It contains numerous diagrams and illustrations explaining the science behind the electronics.
ko: 아마추어 라디오와 개인 주파수 라디오 채널에 관한 책자입니다. 다양한 도표와 그림들이 전자기기의 작동원리에 대해 설명하고 있습니다.
ru: Книга о любительском радио. Она содержит множество диаграмм и иллюстраций, объясняя принципы радиоэлектроники.

source: A big binder full of somebody's family recipes. The well-turned pages and creased corners speak volumes of the culinary knowledge contained within. You could probably learn a lot about cooking from studying this domestic artifact.
ko: 만인의 가정 요리 비결을 다룬, 큼직한 다발묶음 책자입니다. 미끈한 페이지들과 주름 잡힌 모서리들이 책에 적힌 요리 지식의 방대함을 역설하고 있습니다. 당신은 이 가정적 걸작선을 학습하여 요리에 대한 많은 것을 배울 수 있습니다.
ru: Толстый переплёт с рецептами чьёй-то семьи. Избранные страницы и уголки-закладки яснее слов говорят о содержащихся в нём кулинарном знании. Вы можете много узнать о готовке, изучая этот семейный раритет.

source: This in-depth and technical text covers the design, development, dissemination of, and defenses against various chemical weapons throughout the centuries. The photographs the author chose make it a difficult read at times, though the information is top-notch.
ko: 이 심도있는 기술적 문서는 수세기에 걸쳐온 다양한 화학 무기에 대한 설계, 개발, 보급 및 방어를 다룹니다. 삽화는 작가가 때로는 읽기 어렵게 선택해서 실은 것 같습니다만, 정보수준은 최고입니다.
ru: Этот исчерпывающий, технический текст охватывает проектирование, разработку, распространение и защиту от различного химического оружия на протяжении веков. Информация очень полезная, но фотографии, выбранные автором, временами затрудняют чтение.

source: The authors of this thoroughly researched and documented proposal make a very persuasive case for the adoption of spring-driven nuclear shells. It's stamped "DENIED".
ko: 이 빈틈없이 연구되고 문서화된 제안서의 저자는 용수철로 구동되는 핵 포탄의 채택을 위해 매우 설득력있는 사례를 정리했습니다. 이 제안서에는 "불허됨" 도장이 찍혀있습니다.
ru: Авторы этого досконально изученного и задокументированного предложения представили очень убедительные доводы в пользу идеи использования пружинных ядерных боеголовок. На обложке стоит штамп "ОТКЛОНЕНО".

source: This team logbook details several varieties of mutagenic experiments, focusing on those derived from flesh contaminated with XE037. The results look promising but the procurement methods seem awfully vague...
ko: 이 합동 보고서는 XE037에 오염된 고기에서 유래된 것들에 집중하여 여러 종류의 돌연변이 실험에 대해서 상세하게 설명합니다. 결과는 괜찮게 보이지만 조달 방법은 몹시 모호해보입니다...
ru: Это журнал группы ученых подробно рассматривает несколько разновидностей мутагенных экспериментов, фокусируясь на мутагене, полученном из плоти, зараженной XE037. Результаты выглядят многообещающе, но методы получения кажутся крайне неясными...

source: This team logbook details several varieties of mutagenic experiments, focusing on those derived from various Earth fauna. The team seems quite enthusiastic--if not eager--about their results.
ko: 이 합동 보고서는 다양한 지구의 동물에서 유래된 것들에 집중하여 여러 종류의 돌연변이 실험에 대해서 상세하게 설명합니다. 겉보기에 이 팀은 상당히 열정적으로--만약 결과를 갈망하는 게 아니라면-- 일하는 것 같아 보입니다.
ru: Это журнал группы ученых подробно рассматривает несколько разновидностей мутагенных экспериментов, фокусируясь на мутагене, полученном из различной земной фауны. Группа, кажется, вполне восторженна своими результатами.

source: This somewhat technical binder has several intimidating security warnings on the cover, yet guarantees unauthorized readers "permanent employment, for life". It contains useful information on "basic" chemical projects like methamphetamine and heroin, along with briefing on things called "XE037" and "PE012".
ko: 다소 기술적으로 보이는 서류철의 표지에 여러 협박성 보안경고가 있습니다. 인가되지 않은 독자의 "평생 종신고용"을 아직 보장합니다. 이 책은 "XE037"과 "PE012"이라는 것들에 대한 짧은 설명과 함께 메탐페타민과 헤로인같은 "기본적인" 화학 프로젝트에 대한 유용한 정보가 들어있습니다.
ru: Это какая-то папка с несколькими предупреждениями безопасности на обложке, что для неавторизированных читателей гарантирует «постоянную занятость, пожизненно». Содержит полезную информацию о «основных» химикатах, таких как метамфетамин и героин, вместе отчетами по веществам, с названиями «XE037» и «PE012».

source: This hefty binder contains a multitude of diagrams and technical specifications for various electronic materials. Some of the diagrams use symbols you've not seen before...
ko: 이 두꺼운 서류철은 아주 많은 다이어그램과 각종 전자 재료에 대한 기술 사양이 포함되어있습니다. 다이어그램 중 일부는 이전에 보지 못한 기호를 사용하여...
ru: Это массивный скоросшиватель содержит множество чертежей и технических спецификаций различной электроники. В некоторых чертежах используются символы, которые вы раньше не видели...

source: This paper notebook is mostly full of boring logs, experimental observations and notes. Mixed in, however, are musings on how to use the lab's vapor deposition machine to deposit amorphous carbon in a diamond-like form onto common metals. The author's intended goal was a better non-stick frying pan, but you can think of a couple of better uses for it.
ko: 이 서류 노트는 대부분 지루한 실험 관찰 기록으로 가득합니다. 이것저것 잡다한 것들이 섞여있지만 그중에는 평범한 금속을 증착시켜 다이아몬드 같은 형태의 비정질 탄소를 만들기 위한 연구소의 증착 기계를 사용하는 방법을 담고 있습니다. 작성자의 목표는 눌어붙지 않는 프라이팬을 만드는 것이었지만, 당신은 그것보다 더 유용한 몇 가지 물건을 만들 방법을 생각해낼 수 있습니다.
ru: Эта тетрадь полна скучных записей, экспериментальных наблюдений и заметок. Хотя, есть изложение размышлений о том, как с помощью лабораторной машины осаждения из паров нанести покрытие из некристаллического углерода в алмазоподобной форме на обычный металл. Целью автора была антипригарная сковорода, но вы думаете, что найдете этому гораздо лучшее применение.

source: This Doubletech Industries binder has several intimidating security warnings on the cover. Probably because it contains complete design specs, technical drawings, and test results for their military-grade bionic implants.
ko: 이 더블테크 인더스트리 서류철의 표지에는 여러 협박성 보안경고가 있습니다. 아마 여기에 그들의 군용 바이오닉의 완벽한 설계 사양, 기술 도면 및 실험 결과를 포함되어있기 때문일 것입니다.
ru: Эта папка, принадлежащая «Doubletech Industries» , имеет несколько пугающих предупреждений о безопасности на обложке. Наверное, из-за того, что в содержатся полные проектные спецификации, технические чертежи и результаты испытаний бионических имплантатов военного класса.

source: This sheaf of papers-dated the day you left the shelter!-is a highly speculative proposal for focusing "PE065". Scribbled notes throughout seem to think that it might work, but that there's no time.
ru: Эта папка документов датирована днём, когда вы покинули убежище! В ней находится теоретическая работа, посвященная "PE065". Заметки на протяжении всей работы дают понять, что это могло и сработать, но на это не было времени.

source: A book that embodies the main beliefs of the Church of the Flying Spaghetti Monster. It seems to involve a lot of pirates and some sort of invisible drunken monster made of pasta.
ko: 날아다니는 스파게티 괴물교(Church of the Flying Spaghetti Monster)의 주된 믿음을 알려주는 서적입니다. 이 책은 많은 해적들과 파스타로 만든 투명한 취중 괴물의 일종이 나오는 것 같아보입니다.(역주: Flying Spaghetti Monster교는 종교를 비판하기 위해 무신론자들이 만든 종교로서 풍자적인 느낌의 신흥 종교입니다.)
ru: Книга, которая воплощает в себе основные убеждения церкви Летающего Макаронного Монстра. В ней рассказывается о множестве пиратов и некоторых видах невидимых пьяных монстров из лапши.

source: A book that embodies the main beliefs of Discordianism. It seems to primarily concern chaos, and features a card in the back which informs you that you are now a 'genuine and authorized Pope of Discordia'.
ko: 디스코디아니즘(Discordianism)의 주된 믿음을 알려주는 서적입니다. 이 책은 주로 혼돈에 관심을 보이는 것으로 보이고 당신은 이제 '공인된 디스코디아 사제'임을 알려주는 뒷표지의 카드를 제공합니다.(역주: Discordia교는 혼돈의 여신인 Eris를 숭배하는 현대 신흥 종교입니다.)
ru: Книга содержащая в себе основные понятия дискордианизма. Похоже, в первую очередь она касается хаоса и имеет на задней стороне карточку, что вы теперь «гениальный и уполномоченный папа церкви Дискордианизма».

source: The book is the canonical text of Scientology. Written by a science fiction author, it contains self-improvement techniques and musing on psychology called Dianetics.
ko: 이 책은 사이언톨로지의 정식본입니다. SF작가에 의해 쓰여진 이 책은 자기 개선 기술을 포함하며 다이어네틱스라고 불리는 심리학에 깊이 파고듭니다.(역주: Scientology교는 인간의 정신과 영혼을 과학기술로 치료할 수 있다고 믿는 종교단체로서 미국의 SF작가인 론 허바드(Ron Hubbard)가 만들었습니다.)
ru: Книга содержит канонический текстом об Саентологии. Написана автором фантастом и содержит описание методов самосовершенствования и размышления о науке под названием Дианетика.

source: Fresh, clean water. Truly the best thing to quench your thirst.
ko: 깨끗한 담수입니다. 갈증을 없애는 최고의 수단이죠.
ru: Свежая, чистая вода. Лучшее, что способно утолить жажду.

source: A sample of sewage from a treatment plant. Gross.
ko: 하수 처리장에서 나온 하수 샘플입니다. 역겹습니다.
ru: Грязная сточная вода с очистных сооружений.

source: Water with salt added. Not good for drinking.
ko: 물에 소금이 들어있습니다. 마시기에는 좋지 않습니다.
ru: Вода с солью. Лучше не пить.

source: Freshly-squeezed from real oranges! Tasty and nutritious.
ko: 실제 오렌지에서 갓 짜냈습니다! 맛있고 영양가가 높습니다.
ru: Свежевыжатый сок из настоящих апельсинов! Вкусно и питательно.

source: Pressed from fresh apples. Tasty and nutritious.
ko: 신선한 사과에서 추출했습니다. 맛있고 영양가가 높습니다.
ru: Выжат из свежих яблок. Вкусно и питательно.

source: Lemon juice mixed with water and sugar to dull the sourness. Delicious and refreshing.
ko: 물과 설탕을 섞어 신 맛을 줄인 레몬 주스입니다. 맛있고 신선합니다.
ru: Лимонный сок смешанный с водой и сахаром, чтобы быть не таким кислым. Вкусный и освежающий.

source: Made from real Massachusetts cranberries. Delicious and nutritious.
ko: 매사추세츠 산 크랜베리로 만들었습니다. 맛있고 영양이 풍부합니다.
ru: Сделанный из настоящей Массачусетской клюквы. Вкусной и питательной.

source: According to the label, this loathsome tasting beverage is called ATOMIC POWER THIRST. Alongside the lengthy health warning, it promises to make the consumer UNCOMFORTABLY ENERGETIC using ELECTROLYTES and THE POWER OF THE ATOM.
ru: Согласно этикетке, этот напиток отвратительного вкуса для АТОМНОЙ ЖАЖДЫ. Вместе с долгим предупреждением о вреде здоровью, он обещает сделать потребителя ЧРЕЗВЫЧАЙНО ЭНЕРГИЧНЫМ, с помощью ЭЛЕКТРОЛИТА и СИЛЫ АТОМА.

source: Things go better with cola. Sugar water with caffeine added.
ko: 콜라와 함께 하면 뭐든 더 좋아집니다. 설탕물을 기본으로, 카페인이 함유되어 있습니다.
ru: С колой дела идут лучше. Сладкая вода с кофеином.

source: Unlike cola this is caffeine free, however it is still carbonated and has plenty of sugar. Not to mention a lemon-lime taste.
ko: 콜라와는 달리 이 음료는 무카페인입니다만, 여전히 탄산과 다량의 설탕을 함유하고 있습니다. 레몬 라임 맛은 말할 필요도 없고요.
ru: Газировка со вкусом лимона и лайма, довольно сладкая, но, в отличие от колы, без кофеина.

source: It tastes and looks like windshield wiper fluid but it's loaded to the brim with sugar and caffeine.
ru: На вкус и цвет как автомобильная омывательная жидкость, до краёв заряжена сахаром и кофеином.

source: Like cola, but without caffeine. Still not that healthy.
ko: 콜라와 비슷하지만 카페인이 없는 음료입니다. 하지만 여전히 건강에는 좋지 않습니다.
ru: Как кола, но без кофеина. Всё равно не самый здоровый напиток.
