Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is a reinforced plastic tonfa; the core is hollowed out and is filled with capacitors and a high-yield rechargeable storage battery. When a switch on the handle is pressed, a high-voltage current is transmitted to the two electrodes mounted in the end of the tonfa, and by extension to anyone unfortunate enough to be in contact with them. It also has a nifty flashlight, which is off at the moment.
de: Dies ist ein verstärkter Plastiktonfa, bei dem das Innere ausgehöhlt und mit Kondensatoren und einem ergiebigen Akkumulator gefüllt wurde. Sobald der Schalter am Griff betätigt wird, wird eine hohe Spannung an den zwei Elektroden am Ende des Tonfas anliegen und somit jeden, der unglücklich genug ist, sie zu berühren, schocken. Er hat außerdem eine hübsche Taschenlampe, welche zur Zeit abgeschaltet ist.
ja: 強化プラスチック製の改造トンファーです。内部の空間にコンデンサーと高出力バッテリーが組み込まれています。握りのスイッチを押すと先端から高圧電流を帯びた電極棒が飛び出し、接近しすぎた不運な敵を感電させます。便利なフラッシュライト付きです。ライトは消えています。
zh_cn: 这是个强化的塑料警棍，中空的部分装着电容与高效的充电电池。当握把上的开关被按下去时，一股高压电流会被传送至安装在警棍顶端的两个电极上，并输出给任何接触到电极的倒霉蛋身上。他还有个别致的小手电筒，现在处于关闭的状态。

source: This is a reinforced plastic tonfa; the core is hollowed out and is filled with capacitors and a high-yield rechargeable storage battery. When a switch on the handle is pressed, a high-voltage current is transmitted to the two electrodes mounted in the end of the weapon, and by extension to anyone unfortunate enough to be in contact with them. The integral flashlight is turned on, continually draining power and lighting the surrounding area.
de: Dies ist ein verstärkter Plastiktonfa, bei dem das Innere ausgehöhlt und mit Kondensatoren und einem ergiebigen Akkumulator gefüllt wurde. Sobald der Schalter am Griff betätigt wird, wird eine hohe Spannung an den zwei Elektroden am Ende des Tonfas anliegen und somit jeden, der unglücklich genug ist, sie zu berühren, schocken. Die integrierte Taschenlampe ist angeschaltet und verbraucht kontinuiertlich Strom und beleuchtet die Umgebung.
ja: 強化プラスチック製の改造トンファーです。内部の空間にコンデンサーと高出力バッテリーが組み込まれています。握りのスイッチを押すと先端から高圧電流を帯びた電極棒が飛び出し、接近しすぎた不運な敵を感電させます。便利なフラッシュライト付きです。ライトは点灯しています。電池を消費しながら周囲を照らします。
zh_cn: 这是个强化的塑料警棍，中空的部分装着电容与高效的充电电池。当握把上的开关被按下去时，一股高压电流会被传送至安装在警棍顶端的两个电极上，并输出给任何接触到电极的倒霉蛋身上。这上面的手电筒打开着，并不断地消耗着电量和照着周围的区域。

source: This is a rock affixed to a stick, in the crude facsimile of a hammer. It functions adequately as a hammer, but really can't compare to a proper one.
de: Dies ist ein Stein, der an einem Stock angebracht wurde und somit ein grobes Faksimile eines Hammers. Zum Hämmern ist es ausreichend, aber ist wahrhaft kein Vergleich zu einem richtigen Hammer.
ja: 木に石を添えたハンマーの代用品です。
zh_cn: 一个插着棒子的岩石，勉强可以做锤子，但山寨的毕竟比不过真的。

source: This is a section of a pipe filled with explosive materials. Use this item to light the fuse, which gives you three turns to get away from it before it detonates. You'll need a lighter or some matches to use it. It is somewhat unreliable, and may fail to detonate.
ja: 爆発物が詰め込まれたパイプです。火を点けるにはライターやマッチが必要で、爆発するまで3ターンの時間が掛かります。不発する可能性もあります。
zh_cn: 看起来普普通通的小铁筒，里面却塞满了炸药。用打火机点燃引信，仅仅3回合就会爆炸了。话虽如此，这个简陋的炸弹说不准就成了哑弹了。

source: This is a secure combination lock box. Sadly, you don't know the combination. Breaking inside it would destroy anything of value.
de: Dies ist eine mit Zahlenschloss verriegelte Kiste. Leider weißst du nicht die Kombination. Einbruch würde alles von Wert zerstören.
ja: ダイヤル式金庫です。残念な事に暗証番号を知らない。無理に開けようとすると中身まで壊してしまうかもしれない。
zh_cn: 一个组合式锁箱，强行打开的话会破坏里头值钱的东西。

source: This is a sharp knife, designed for cutting meat. It makes a poor melee weapon, but is decent at butchering corpses.
de: Dies ist ein scharfes Messer, das zum Schneiden von Fleisch ausgelegt wurde. Es ist eine armselige Nahkampfwaffe, aber ist brauchbar fürs Schlachten von Leichen.
ja: 肉を切る為の鋭いナイフです。武器としては心許ないですが、死体の解体には向いています。
zh_cn: 一把尖锐的刀，不是做武器的料，但很适合用来屠宰尸体。

source: This is a sharp, heavy knife. It makes a good melee weapon, and is an ideal item for butchering corpses.
de: Dies ist ein scharfes schweres Messer. Es ist eine gute Nahkampfwaffe und ist der ideale Gegenstand fürs Schlachten von Leichen.
ja: 切れ味の鋭いずっしりとしたナイフです。死体の解体に最も適しています。
zh_cn: 一把锋利、厚重的刀子，是个做武器的好材料，也可以用来屠宰尸体。

source: This is a sharpened stone affixed to a stick. It works passably well as an axe but really can't compare to a proper axe.
de: Dies ist ein scharfer Stein, der an einem Stock angebracht wurde. Zum Holzfällen funktioniert es ganz gut, aber es ist kein Vergleich zu einer richtigen Axt.
ja: 木に鋭利な石を添えた斧の代用品です。
zh_cn: 一片锋利的石头被绑在一根棍子上，也能当斧子来用啦，可惜和铁斧相比，就差得远了。

source: This is a sharpened stone set into a hollowed handle. Not nearly as usable as a proper knife, but it's better than nothing.
de: Dies ist ein geschärfter Stein, der in einem ausgehöhlten Griff eingesetzt wurde. Er ist nicht ansatzweise so wie ein geeignetes Messer zu gebrauchen, aber er ist besser als nichts.
ja: 中空の持ち手に鋭く尖らせた石が取り付けてあります。まともなナイフからは程遠いものですが、無いよりはましです。
zh_cn: 一块磨利的石头，插进一个带洞的手柄里。怎么看也不太像匕首，用起来也不那么方便，但总比赤手空拳要好。

source: This is a sheet of foam which can be rolled tightly for storage. It insulates you from the floor, making it easier to sleep. Use it to unroll and place on the ground.
de: Dies ist eine große Schaumstoffmatte, die für die leichte Aufbewahrung aufgerollt werden kann. Sie trennt dich vom Boden, was dir das Schlafen erleichtert. Benutze sie, um sie aufzurollen und auf dem Boden zu platzieren.
ja: ウレタンフォームのシートです。丸めて仕舞えます。断熱効果があり、寝心地が良い。足元に広げて使います。
zh_cn: 一大张卷起来的泡沫塑料，很方便存放的样子，如果铺开也能当做一个床铺来使用。

source: This is a sheet of plastic covered with air-filled bubbles. Use it to set it on the ground, creating a trap that will warn you with noise when something steps on it.
de: Dies ist ein Stück Plastik, das mit luftgefüllten Bläschen überzogen ist. Benutze es, um es auf den Grund abzulegen, was eine Falle erstellt, die dich mit Lärm warnt, sobald irgendetwas darauf tritt.
ja: 緩衝材などに使われる気泡シートです。地面に設置しておけば、何かが通った時に音が鳴るでしょう。
zh_cn: 这是一层又一层的泡沫塑料，如果有东西踩过它的话，会发出足够的响声以提醒在附近活动的你。

source: This is a short, stout metalworking chisel. It's used in some metalworking fabrication recipes.
de: Dies ist ein kurzer, stabiler Metallverarbeitungsmeißel. Er wird in einigen Metallverarbeitungsfertigungsrezepten verwendet.
ja: 短く頑丈な金属加工に用いる鑿(のみ)です。
zh_cn: 短，粗壮的金工凿。用于某些金属加工制造的道具。

source: This is a short, sturdy knife with a serrated edge for cutting lines and straps, and a blunt tip for prying. Used primarily by divers, it is very light and takes up virtually no space in one's pockets.
de: Dies ist ein kurzes robustes Messer mit einer gezähnten Schneide, um Leinen und Riemen durchzuschneiden, und mit einer stumpfen Spitze zum Aushebeln. Es wird hauptsächlich von Tauchern benutzt, ist sehr leicht und nimmt praktisch keinen Platz in jemandes Taschen ein.
ja: 短くて頑丈なナイフです。主にダイバーによって使用され、絡まった紐や海藻を切断する為の細かな鋸状の刃と、貝などをこじ開ける為の丸みを帯びた先端が特徴的です。とても軽く、持ち歩いても嵩張りません。
zh_cn: 短而结实的匕首，锯齿状的刀刃能够切割绳子和皮带，钝化的刃尖可当做小型撬棍使用。非常轻便，几乎不占空间，潜水员经常使用。

source: This is a simple bulb horn, found on many bicycles. Use to honk. Honk honk.
de: Dies ist eine einfache Ballhupe, wie man sie an vielen Fahrrädern findet. Benutze sie zum hupen. »Hup. Hup.«
ja: 多くの自転車に付いているシンプルな電球型のラッパです。使用して鳴らすことができます。プップー。
zh_cn: 一个简单的小铃铛，许多自行车上都可以看到。

source: This is a simple hand-powered stone quern for grinding grain.
de: Dies ist eine einfache Handmühle, um Korn zu zermalmen.
ja: 手で動かすシンプルな石の挽臼です。
ko: 손으로 돌리는 단순한 구조로 만들어진, 돌 맷돌입니다. 곡물을 갈 때 주로 사용됩니다.
ru: Это простая ручная каменная мельница для помола зерна.
zh_cn: 一个简单的手推石磨。

source: This is a simple tripwire is attached to the trigger of a loaded sawn-off shotgun. When pulled, the shotgun fires. Two shells are loaded; the first time the trigger is pulled, one or both shells may be discharged.
de: Dies ist ein einfacher Stolperdraht, der am Abzug einer geladenen abgesägten Schrotflinte ist. Sobald er gedrückt wird, feuert die Schrotflinte. Zwei Patronen sind geladen; das erste mal, in dem der Abzug betätigt wird, werden eine oder beide Patronen abgefeuert.
ja: ソーンオフショットガンの引き金に仕掛け線を括り付けた罠です。弾が2発装填されています。
zh_cn: 一根轻巧的棉线轻柔地连在了短管霰弹枪的扳机之上，只要轻轻一拨，霰弹枪就会双管齐发，给那位不幸的家伙一个痛快。

source: This is a simple tripwire, which is attached to the trigger of a loaded crossbow. When pulled, the crossbow fires. Only a single round can be used, after which the trap is disabled.
de: Dies ist ein einfacher Stolperdraht, der an dem Abzug einer geladenen Armbrust angebracht ist. Wenn er gezogen ist, schießt die Armbrust. Nur ein Bolzen kann benutzt werden, danach ist die Falle außerstande gesetzt.
ja: クロスボウの引き金に仕掛け線を括り付けた罠です。ボルトが1発装填されています。
zh_cn: 一根轻巧的棉线轻柔地连在了弩的扳机之上，只要轻轻一拨，一支致命的短矢就会直奔目标而去，把它扎成巫毒娃娃。

source: This is a simple wood pole made much more deadly by the blade tied to it.
de: Dies ist ein einfacher Holzstab, der mit der an ihr angebrachten Klinge deutlich tödlicher gemacht wurde.
ja: 刃を取り付けて凶器にした木の棒です。
ko: 나무 막대에 칼날을 묶어서 훨씬 치명적이게 만든 간단한 무기입니다.
ru: Простая деревянная палка с привязанным ножом на конце.
zh_cn: 顶端绑着一把刀刃的长长的木棍，吓唬人很不错。

source: This is a slow-burning magnesium flare. Use it to strike the striker and light it. It will produce a bright light for about a half hour.
de: Dies ist eine langsam brennende Magnesium-Leuchtfackel. Benutze sie, um sie zu entzünden. Sie wird ein helles Licht für etwa eine halbe Stunde produzieren.
ja: ゆっくりと燃えるマグネシウムの発炎筒です。使用すると点火して発光を始めます。強い光を30分程度発します。
zh_cn: 这是一个缓慢燃烧的镁制闪光弹，使用之后，他将会产生一个光源，大约能使用半小时.

source: This is a small blue light glowstick. Use it to bend the plastic and break the glass cylinder inside to start the reaction. It will produce a small amount of light.
de: Dies ist ein kleines blaues Knicklicht. Benutz es, um das Plastik zu verbiegen und den Glaszylinder im Inneren zu zerbrechen, um die Reaktion zu starten. Es wird ein wenig Licht produzieren.
ja: 青く光る短い棒です。折り曲げると中の容器が割れて、中身が化学反応を起こし、淡く発光します。
zh_cn: 小小的蓝色荧光棒，弯曲一下就能产生光，当然，不怎么亮就是了。

source: This is a small book of matches with a coarse strike surface on the outside flap. Matches must be carried to use various drugs like cigarettes, or to light things like Molotov cocktails. You can also use matches to light nearby items on fire.
de: Dies ist ein kleiner Streichholzbrief mit einer Reibfläche auf der Außenseite. Streichhölzer müssen getragen werden, um diverse Drogen, wie Zigaretten, zu benutzen oder, um Dinge wie Molotowcocktails anzuzünden. Du kannst Streichhölzer auch zum Anzünden naheliegender Gegenstände verwenden.
ja: 見返し部分の端に側薬がついている紙マッチです。煙草や薬品、火炎瓶などのアイテムを使うにはマッチを携帯しなくてはならない。隣接するアイテムに火をつける事も可能です。
zh_cn: 火柴是很有用的，不论你是想抽根烟，想点燃燃烧瓶，或是把周围的东西烧起来。小心不要烧伤哦。

source: This is a small can of compressed air attached to a plastic horn. Pressing the button on top causes it to emit a loud honking sound.
de: Dies ist eine kleine Dose mit komprimierter Luft, an die eine Plastiktröte angebracht wurde. Wenn der Knopf gedrückt wird, wird sie ein lautet Hupgeräusch von sich geben.
ja: 小型の圧縮空気ボンベにプラスチック製のホーンが取り付けられています。上部のボタンを押すと大音量の警笛を鳴らす事が出来ます。
zh_cn: 这罐压缩空气被安上了一个塑料的号角，只要轻轻按下罐子上的按钮，就会发出一阵吵闹的声响。

source: This is a small container for holding tinder, with holes punched in it to provide a controlled airflow. It can nurture a smoldering ember for a long time, to start fires without modern tools.
zh_cn: 这是个用于储存引火物的小罐子，上面有许多小洞用于通风。可以长时间保持点燃的火种，不需要其他现代工具就能点火。

source: This is a small emergency fire extinguisher. It would be useful for putting out adjacent fires.
de: Dies ist ein kleiner Notfall-Feuerlöscher. Er würde nützlich sein, um naheligende Feuer zu löschen.
ja: 大型の非常用消火器です。周囲の火を消すのに便利です。
zh_cn: 一种小型的灭火器，用来扑灭附近的火焰。

source: This is a small gasoline powered lantern. It does not provide much light, but it lasts a long time. It is turned on. Use it to turn it off.
de: Die ist eine kleine benzinbetriebene Laterne. Sie bietet nicht viel Licht, aber hält lange. Sie ist an. Sie ist an. Benutze sie, um sie auszumachen.
ja: 小型のガソリンランタンです。光は弱いですが、長持ちします。ランタンは点いています。
zh_cn: 小型汽油燃料灯笼。它的光线较弱，但它的持续时间较长。它正亮着呢，不用时请关掉它。

source: This is a small gasoline powered lantern. It does not provide much light, but it lasts a long time. Use it to turn it on.
de: Die ist eine kleine benzinbetriebene Laterne. Sie bietet nicht viel Licht, aber hält lange. Benutze sie, um sie anzumachen.
ja: 小型のガソリンランタンです。光は弱いですが、長持ちします。
zh_cn: 小型汽油燃料灯笼。它的光线较弱，但它的持续时间较长。用的时候请打开它。

source: This is a small hand press for hand loading firearm ammunition. It comes with everything you need to start hand loading your own munitions.
de: Dies ist eine kleine Handhebelpresse zum Wiederladen von Munition. Sie hat alles, was du brauchst, um deine eigene Munition wiederzuladen.
ja: 弾丸の手詰め用の小型プレス台です。手作業で制作するのに必要なものが全て揃っています。
zh_cn: 需要手动去压缩弹药填充的枪支，手工装载完弹药便可以拥有你想要的一切。

source: This is a small heating element on a stand, powered by batteries. It is indispensable for cooking and chemistry. Try not to burn yourself.
de: Dies ist ein kleines batteriegetriebenes Heizelement auf einem Ständer. Es ist unersetzlich zum Kochen und für die Chemie. Pass auf, dass du dich nicht selbst verbrennst!
ja: 電池で動く小型の加熱器具です。料理や化学に必須ですが、火傷しない様に気をつけて使って下さいね。
zh_cn: 一个小小的加热装置，无论是烹饪还是做化学药剂都必不可少。用的时候可得小心，可别把自己给煮了。

source: This is a small improvised wood stove, made from a metal can or similiar container of the right size. Useful for cooking, uses simple tinder.
zh_cn: 一个小型自制的火炉，用大小相近的金属罐头拼接而成。可以用来烹饪，使用简易引火物点燃。

source: This is a small metalworking crucible. It's used in some metalworking fabrication recipes.
de: Dies ist ein kleiner Schmelztiegel. Er wird in ein paar Metallarbeitsfertigungsrezepten verwendet.
ja: 金属加工に用いられる坩堝です。いくつかのレシピに対応します。
zh_cn: 一个小的金属坩埚。用于某些金属加工制造的模具。

source: This is a small personal tent, it's just big enough to fit you comfortably.
de: Dies ist ein kleines persönliches Zelt. Es ist grade groß genug, dass du bequem reinpasst.
ja: 小さなテントです。1人で使う分には十分な広さがあります。
ko: 사람 한 명이 들어가 쉴 만한 크기의, 소형 텐트입니다.
ru: Маленькая палатка на одного человека.
zh_cn: 一顶小帐篷，足够一个人舒舒服服地钻进去睡大觉。

source: This is a small pocket knife. It isn't great for combat, but it's better than nothing. It's sharp enough to butcher with.
de: Dies ist ein kleines Taschenmesser. Es ist nichts berauschendes für den Kampf, aber besser als nichts. Es ist scharf genug zum Schlachten.
ja: 小型のポケットナイフです。戦闘には向いていないが、何も持たないよりはマシでしょう。解体する事は出来ます。
zh_cn: 一把折叠刀，作为武器那是相当糟糕，但总比没有好。

source: This is a small shelter, made of sticks and skins. Use it to place.
de: Dies ist ein kleiner Unterstand aus Stöcken und Häuten. Benutze ihn zum Platzieren.
ja: 小型のシェルターです。木や皮革から作られています。(a)ctivateして設置します。
zh_cn: 用毛皮和木棍组合成的小帐篷，可以把它架设在地面上。

source: This is a small shelter, made of sticks and skins. Use it to place. This shelter has been damaged, and needs repairs.
de: Dies ist ein kleiner Unterstand aus Stöcken und Häuten. Benutze ihn zum Platzieren. Dieser Unterstand wurde beschädigt und muss repariert werden.
ja: 小型のシェルターです。木や皮革から作られています。(a)ctivateして設置します。損傷しており、修理が必要です。
zh_cn: 用毛皮和木棍组合成的小帐篷，可以把它架设在地面上。顺便提醒一下，它似乎受损了，最好修一修。

source: This is a small tank of compressed medical oxygen with a folding regulator and mask. Commonly used in emergency situations, it provides immediate relief for asthma attacks and smoke inhalation and can provide a brief burst of energy.
de: Dies ist ein kleiner Behälter mit komprimierten medizinischen Sauerstoff mit einem Regler und Maske. Er wird üblicherweise in Notsituationen benutzt und bietet eine sofortige Abhilfe für Asthmaanfälle und Rauchinhalationen und kann einen kurzen Energieschub bieten.
ja: 医療用の小型酸素タンクです。レギュレーターとマスクが付属しており、必要な時すぐ使えます。通常、喘息発作や煙を吸い込んでしまった際などの緊急時に使用しますが、ちょっとした爆発物として使うことも不可能ではありません。
zh_cn: 一小罐医用压缩氧，附带调节器和面罩。能够迅速缓解哮喘症状和烟雾吸入损伤，也能让你在短时间内精神满满。

source: This is a small whistle. When used, it produces a high tone that causes nearby friendly dogs to either follow you closely and stop attacking, or start attacking enemies if they are currently docile.
de: Dies ist eine kleine Pfeife. Wenn sie benutzt wird, erzeugt sie einen hohen Ton, der freundlich gesinnte Hunde in der Nähe dir entweder nah folgen und mit dem Angreifen aufhören lässt oder sie Gegner angreifen lässt, wenn sie gerade gehorchen.
ja: 小さな笛です。周波数の高い音を発し、友好的な犬を近くに呼び寄せたり襲わせたりする事が出来ます。
zh_cn: 一只小型的哨子，吹它的时候会产生一种高频的声波，让附近所有非敌对状态的狗狗都会向你靠拢并为你而战。

source: This is a small, leather funnel used to collect rainwater. Use it outside and place a container beneath it to collect water when it rains.
ja: 革製の小さな漏斗(じょうご)です。雨水を集めます。雨の降っている所に設置して、そこへ容器を置くと徐々に水が溜まります。
zh_cn: 一个用来收集雨水的小型皮革漏斗状装置。户外a键激活放置好，然后在它下面放一个容器就可以收集雨水了。

source: This is a small, makeshift funnel used to collect rainwater. Use it outside and place a container beneath it to collect water when it rains.
de: Dies ist ein kleiner selbstgebauter Trichter zum Sammeln von Regenwasser. Benutze ihn draußen und platziere einen Behälter unter ihn, um Regenwasser zu sammeln.
ja: 自作の小さな漏斗(じょうご)です。雨水を集めます。雨の降っている所に設置して、そこへ容器を置くと徐々に水が溜まります。
zh_cn: 一个用来收集雨水的小型手工粗制漏斗状装置。户外a键激活放置好，然后在它下面放一个容器就可以收集雨水了。

source: This is a small, multipurpose electronic device. It can be loaded with a variety of apps, providing all kinds of functionality.
de: Dies ist ein kleines elektronisches Mehrzweckgerät. Verschiedenste Software kann darauf geladen werden und so kann es alle möglichen Funktionen erfüllen.
ja: 小型の電子機器です。豊富なアプリがあり、インストールすればそれらの機能を使えます。
zh_cn: 小型多用途电子设备。可加载各种各样的应用程序以提供各种功能。

source: This is a small, multipurpose electronic device. This PDA has its flashlight app on, and is providing light.
de: Dies ist ein kleines elektronisches Mehrzweckgerät. Auf diesem PDA läuft die Taschenlampensoftware und er spendet Licht.
ja: 様々な情報を携帯して扱う為の小型の電子機器です。懐中電灯のアプリがインストールされています。
zh_cn: 小型多功能电子设备，这个PDA上有装手电筒程序，还可以用来照明。

source: This is a small, sharp knife, designed for making precise cuts for textiles or crafts. It could cause decent damage, but is difficult to hit things with it. Its small, sharp blade allows for precision strikes in the hands of the skilled. It is too small to butcher corpses with.
de: Dies ist ein kleines, scharfes Messer, dafür ausgelegt, um präzise Schnitte auf Textilien oder anderen Dingen zu machen. Es könnte mittelprächtigen Schaden anrichten, aber es ist schwer, damit etwas zu treffen. Dessen kleine, scharfe Klinge ermöglicht Präzisionsstiche in erfahrenen Händen. Es ist zu klein, um damit Leichen zu schlachten.
ja: 小型の鋭利な刃物です。織物や工作などの精密作業に用います。小さ過ぎるので、動物の解体は出来ない。
zh_cn: 一把小型的，非常锋利的刀具，伤害不错但很难打中敌人。锋利的它可以用来屠宰尸体。

source: This is a smart lamp, it can be activated remotely.
de: Dies ist eine schlaue Lampe, sie kann per Funkfernsteuerung aktiviert werden.
ja: スマートランプです。遠隔操作で点ける事が出来ます。
zh_cn: 这是一个遥控灯，它可以被远程激活。

source: This is a spent glowstick. It is essentially trash.
de: Die ist ein verbrauchtes Knicklicht. Es ist praktisch Müll.
ja: 使用済みのケミカルライトです。使い道のないゴミですね。
zh_cn: 用过的荧光棒，没什么用了，有兴趣可以留着。

source: This is a spray can, filled with paint. Use this tool to make graffiti on the floor.
de: Dies ist eine Sprühdose, die mit Farbe gefüllt ist. Benutze dieses Werkzeug, um ein Graffito auf dem Boden zu machen.
ja: ペンキの入ったスプレー缶です。地面に落書きが出来ます。
zh_cn: 装满油漆的喷雾罐。可以用来在地面上涂鸦。

source: This is a spring-loaded pair of steel jaws connected to a sensitive pressure plate. Use it to set it on the ground, creating a trap that will ensnare and damage anything that steps on it. If you are carrying a shovel, you will have the option of burying it.
de: Dies ist sowas wie ein federbelaster Stahlkiefer, der mit einer empfindlichen Druckplatte verbunden ist. Benutze ihn, um ihn als Falle zu stellen. Diese Falle wird allem, was auf sie tritt, einfangen und Schaden zufügen. Wenn du eine Schaufel hast, hast du die Möglichkeit, die Bärenfalle zu vergraben.
ja: バネ仕掛けのトラバサミです。地面に設置し、上に乗った者の脚を強く挟み込みます。シャベルを持っていれば、設置する時に埋める事が出来ます
zh_cn: 一副装有弹簧的铁爪。布置在地面上做成陷阱，可以保证每个失足踩上来的家伙喝上一壶。如果你随身带着铁铲，你将可以选择埋设它。

source: This is a steel pipe, containing a mixture of RDX and sand, the former propelling the latter into a deadly mist of vicious shrapnel. The fuse has been lit, so why are you still holding it?
ja: 鉄パイプの中にRDXと飛び散れば致命的な凶器になる砂を混ぜて詰めた邪悪な擲弾です。既に導火線には火が付いていますが、何故手放さないんですか？
zh_cn: 这是根装着RDX和沙子的钢管。前者推动后者，形成致命的恶毒弹片云雾。导火索已经着了，所以说，你怎么还拿着它啊？

source: This is a steel pipe, containing a mixture of RDX and sand, the former propelling the latter into a deadly mist of vicious shrapnel. Use this item to light the fuse.
ja: 鉄パイプの中にRDXと飛び散れば致命的な凶器になる砂を混ぜて詰めた邪悪な擲弾です。使用して導火線に点火します。
zh_cn: 这是根装着RDX和沙子的钢管。前者推动后者，形成致命的恶毒弹片云雾。使用来点燃导火索。

source: This is a stick that has been cut into a trigger mechanism for a snare trap.
de: Dies ist ein Stock, der zu einem Schaltmechanismus für eine Fallstrickfalle geschnitzt wurde.
ja: くくり罠として機能する様に木を削った物です。
ko: 올가미 덫에 사용하기 위해 손질한 막대기입니다.
ru: Палка, врезанная в виде спускового механизма для силковой ловушки.
zh_cn: 一只木棍被切割成木质的机关，用于制作圈套陷阱。

source: This is a still. It's useful for creating distillation of alcohol and other, more curious substances.
de: Dies ist eine Destille. Sie ist nützlich, um Alkohol und andere, seltsamere Substanzen, zu destillieren.
ja: これは蒸留器です。アルコールや奇妙な物質などの蒸留に役立ちます。
zh_cn: 一个蒸馏器,用来提存酒精或更多其他更奇妙的物质。

source: This is a stone adze, somewhat useful for cutting through wood objects.
zh_cn: 这是个石斧头，可以用来砍断木质物品。

source: This is a stone with spirals all over it, and holes around its perimeter. Though it is fairly large, it weighs next to nothing. Air seems to gather around it.
de: Dies ist ein Stein mit lauter Spiralen drauf und Löchern an seinem Umfang. Obwohl er ziemlich groß ist, wiegt kaum etwas mehr als nichts. Es scheint sich Luft um ihn zu versammeln.
ja: 渦巻きと小さな穴に全体が覆われた石です。 大きさはかなりありますが、重さを感じない。 空気が石の周りに凝縮されている様に見えます。
zh_cn: 一块遍布漩涡刻痕的石头，四周遍布着孔洞。虽然看上去不小，但几乎没有重量，似乎有气流聚集在这块石头的周围。

source: This is a stout collapsible spade. It's commonly used by military forces and favored by hikers for digging.
de: Dies ist eine stabiler Klappspaten. Er wird üblicherweise von Streitkräften und gerne auch von Wanderern zum Graben benutzt.
ja: 折り畳める頑丈なシャベルです。主に軍隊やハイカーによって支持されています。
zh_cn: 这种结实的折叠铲常用于军队，不过也备受徒步旅行者的追捧。

source: This is a stout metal box containing a complete tool kit suitable for most household maintenance and construction activities. In addition, when supplied with duct tape, it serves as a vital tool for fixing items made of wood, bone, or chitin. It requires 25 units of duct tape per use.
de: Dies ist ein stabiler Metallkasten mit einem vollständigen Werkzeugsatz, der für die meisten Haushaltswartungs- und Bauarbeiten geeignet ist. Wenn er außerdem noch mit Isolierband versorgt wird, ist er ein unverzichtbares Werkzeug zur Reperatur von Gegenständen aus Holz, Knochen oder Chitin. Es benötigt 25 Längen Isolierband pro Benutzung.
ja: 家の修繕や大工仕事に使う道具をほぼ完全に取り揃えて詰め込んだ、頑丈な金属の箱です。ダクトテープを充填することで修理キットとしても機能し、木、紙、骨、キチン製のアイテムを修理できます。その場合1回の使用につきダクトテープを25消費します。
zh_cn: 家庭手工维修的重要工具。使用胶带来修复木制，骨质，甲壳质物品。每使用一次消耗25单位的胶带。

source: This is a sturdy saw, useful for cutting through metal objects.
de: Dies ist eine stabile Säge, nützlich, um durch Metallobjekte zu schneiden.
ja: 金属製品を切断する際に用いられる頑丈な鋸(ノコギリ)です。
ko: 금속 물체를 자르는데 유용한, 튼튼한 톱입니다.
ru: Прочная пила, полезна для резки металлических объектов.
zh_cn: 一把坚固的锯子，能切割金属。

source: This is a sturdy wood bat, wrapped in gasoline-soaked rags and flame-resistant Nomex fabric. It is burning brightly, and makes it much easier to see the baselines at night games (It also makes the umpire FAR more likely to call a ball instead of a strike).
de: Dies ist eins robuster Holzschläger, der in benzingetränkten Lumpen umwickelt wurde. Er brennt hell und macht es viel einfacher, die Baselines bei Nachtspielen zu sehen. (Er macht es auch SEHR wahrscheinlicher, dass der Umpire eher einen Ball statt einen Strike ausruft.)
ja: 木製バットを燃料を染み込ませた布と耐熱性のノーメックス生地で覆ったものです。今やナイターの球場でもベースラインがはっきりと見えるくらいに明るく燃えています。
zh_cn: 一把结实的木制球棒，浸满汽油的破布包在紧缠棍身的“诺梅克斯”防火纤维上面。它正明亮地燃烧着，照亮了夜晚的“赛场”（以及裁判眼中横飞的丧尸头颅）。

source: This is a talking doll, meant for children. Fortunately it still works, and you could unload the batteries out of it.
de: Dies ist eine sprechende Puppe, die für Kinder gedacht ist. Glücklicherweise funktioniert sie noch und du könntest ihre Batterien entnehmen.
ja: 子供用の喋る人形です。幸運にもまだ動きます。電池を取り外す事が出来ます。
zh_cn: 会说话的娃娃，只有孩子们才会感兴趣。庆幸的它还没坏，你可以把电池取下来。
