Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Based off the military .30-03 round, the .270 rifle round is compatible with most guns that fire .30-06 rounds. However, it is designed for hunting, and is less powerful than the military rounds, with nearly no armor penetration. This one has been hand-reloaded.
de: Die auf der militärischen .30-03-Patrone basierende .270-Gewehrpatrone ist kompatibel mit den meisten Waffen, die .30-06-Patronen feuern. Allerdings ist sie für die Jagd ausgelegt und ist schwächer als die militärischen Patronen und haben fast keine Panzerbrechung. Diese Patrone wurde wiedergeladen.
ja: 軍用の30-03口径弾がベースとなっています。27口径ライフル弾は殆どの30-06口径弾を撃てる銃器と互換性があります。しかし、狩猟の為に設計されており、軍用弾よりも非力で、装甲貫通性は殆どありません。これは手で詰め込まれました。
zh_cn: 仿照军方的.30-03弹药开发，.270步枪弹药对所有使用.30-06弹药的枪械都兼容。然而，由于其设计是用于打猎，故杀伤性和穿甲性都不如它的军方版本。这是手工重新装药的型号。

source: Big Bang canister
ja: 円筒弾(大爆発)
zh_cn: "大爆炸"罐

source: Bismuth fishing weights and scraps. Usable in making ammunition.
de: Wismutangelgewichte und andere Wismutstückchen. Nützlich für die Munitionsherstellung.
ja: 釣り用の浮き(蒼鉛)や鉄屑です。弾薬を作るのに利用する事が出来ます。
zh_cn: 铋制的捕鱼配重和下脚料，可以用来制造弹药。

source: Charcoal is a flammable carbon based material obtained by removing water and other volatile constituents from animal and vegetation substances. It is produced by slowly heating wood or other substances in the absence of oxygen.
de: Holzkohle ist ein brennbares kohlenstoffbasierendes Material, das mittels der Entfernung von Wasser und anderen Bestandteilen aus Tier- und Pflanzensubstanzen gewonnen wird. Es wird produziert, indem man Holz oder andere Substanzen langsam, in der Abwesenheit von Sauerstoff, erhitzt.
ja: 炭は動物または植物性物質から、水や他の揮発性成分を取り除く事により得られる、可燃性の炭素系資源です。無酸素状態で、木材などを燃焼させる事によって作り出す事が出来ます。
zh_cn: 木炭是动物和植物通过除去水和其他挥发成分形成的一种易燃碳基材料。它是通过缓慢加热木材或其他物质在缺氧的情况下产生的。

source: Claimed to be the world's most powerful handgun round, the .500 S&W Magnum was developed in tandem with the revolutionary S&W 500 Revolver.
de: Die .500 S&W Magnum wurde zusammen mit dem revolutionären S&W-500-Revolver entwickelt und es wird behauptet, dass sie die weltstärkste Handfeuerpatrone sei.
ja: 世界でもっとも強力な拳銃弾と呼ばれる.50口径S&Wマグナム弾は、S&W 500 リボルバーと対で開発されました。
ko: 세상에서 가장 강력한 권총탄이라는 .500 S&W 매그넘탄은 혁명적인 S&W 500 리볼버의 전용탄으로 제작되었습니다.
ru: Патрон .500 S&W Магнум, одних из мощнейших пистолетных патронов в мире, был разработан компанией "Smith and Wesson" одновременно вместе с крутейшим револьвером S&W 500.
zh_cn: .500 S&W Magnum子弹应该是世界上威力最大的手枪子弹了。由Smith&Wesson公司开发，使用在S&W 500左轮手枪上。它几乎可以消灭你看见的任何东西。

source: Claimed to be the world's most powerful handgun round, the .500 S&W Magnum was developed in tandem with the revolutionary S&W 500 Revolver. This one has been hand-reloaded.
de: Die .500 S&W Magnum wurde zusammen mit dem revolutionären S&W-500-Revolver entwickelt und es wird behauptet, dass sie die weltstärkste Handfeuerpatrone sei. Diese Patrone wurde wiedergeladen.
ja: 世界でもっとも強力な拳銃弾と呼ばれる50口径S&Wマグナム弾は、S&W 500 リボルバーと対で開発されました。これは手で詰め込まれました。
zh_cn: .500 S&W Magnum子弹应该是世界上威力最大的手枪子弹了。由Smith&Wesson公司开发，使用在S&W 500左轮手枪上。它几乎可以消灭你看见的任何东西。这是手工重新装药的型号。

source: Concentrated acetic acid, typically used as a chemical reagent and antifungal agent. Despite its horrid smell, it was used to prepare several types of perfumes, but would making perfume not be too ...fancy for postapocalyptic New England?
ja: 濃酢酸は、化学薬品および抗真菌剤として使用されます。ものすごい臭いですが、かつては香水の調合に用いられていました。災厄後のニューイングランドで調香なんて、可憐すぎるでしょうか？
zh_cn: 浓醋酸,通常用作化学试剂和抗真菌剂。尽管它气味可怕,却可以用来制备几种类型的香水,但会使香水不会太……想要深刻的新英格兰吗?

source: Concentrated hydrogen peroxide is a powerful oxidant, violently decomposing in contact with most reducing agents. Can be used as rocket fuel or to make high explosives. Causes severe burns to any organic matter and may ignite it on contact.
ja: 濃縮過酸化水素水は強力な酸化剤で、還元剤と接触すると強力な腐食反応を起こします。ロケット燃料や爆薬の製造に使われます。有機物に触れると重度の炎症を引き起こし、発火させることもあります。
zh_cn: 浓缩过氧化氢溶液是一种强大的氧化剂，与大部分还原剂接触都会剧烈分解。可以用作火箭燃料或烈性炸药。与任何有机物接触都有可能点燃它们并导致剧烈燃烧。

source: Conical Ball .22 is a variety of .22 ammunition with a very small propellant charge and generally lacks gunpowder. The end result is a subsonic round. It is nearly silent, but is so weak as to be nearly useless.
de: Conical Ball .22 ist eine Variante der .22-Munition mit einer sehr kleinen Treibladung und hat gewöhnlicherweise kein Schießpulver. Das Endergebnis ist ein unterschwelliges Geräusch. Sie ist nahezu lautos, aber so schwach, dass sie fast nutzlos ist.
ja: コニカルボール.22口径弾は.22口径弾のバリエーションの一つで、装薬の少ない弾薬です。結果として静かな発砲音と亜音速の弾速を得ましたが、威力が弱いためあまり役には立ちません。
zh_cn: .22 CB具有圆锥形的弹头，只使用少量底火且一般不使用推进药，因此速度低于音速。它射击时非常安静，但它几可忽略的威力使其在战斗时基本没有什么用处。

source: Copper scraps. Could be used to craft something, for example makeshift shotgun rounds.
zh_cn: 铜质废金属。可用于制造，例如手工制霰弹。

source: Described (in 1971) by Dirty Harry as "the most powerful handgun in the world," the .44 Magnum gained widespread popularity due to its depictions in the media. In reality, its intense recoil makes it unsuitable in most cases.
de: 1971 wurde die .44 Magnum von Dirty Harry als »die stärkste Handfeuerwaffe der Welt« beschrieben. Durch die Darstellung in den Medien hat sie große Popularität erhalten – in Wahrheit ist sie aber wegen des enorm hohen Rückstoßes in den meisten Fällen unbrauchbar.
ja: 1971年のダーティー・ハリーにて、「世界でもっとも強力なハンドガン」と評された.44口径マグナムは、その描写から広く知られる事になりました。実際にはその強力な反動により、取り扱いは困難です。
zh_cn: 在电影《警探哈里》（1971年）中被描述为”世界上最强大的手枪弹药”。.44麦格农由于在各影片中的广泛描写而变得知名，但实际上，它过大的后坐力使其并不适用于大多数场合。

source: Designed by Heckler & Koch to compete with the 5.7x28mm round, 4.6x30mm is, like the 5.7, designed to minimize weight and recoil while increasing penetration of body armor. Its low recoil makes it ideal for automatic fire.
de: Entwickelt von Heckler & Koch, um mit der 5,7×28mm-Patrone zu konkurrieren, ist die 4,6×30mm-Patrone wie die 5,7-Patrone so gestaltet, dass sie das Gewicht und den Rückstoß minimiert, während die Panzerbrechung erhöht wird. Der geringe Rückstoß macht sie ideal für Automatikfeuer.
ja: 5.7x22mmに対抗する為にHeckler & Kockによって開発された4.6x30mm弾は、5.7x22mm弾の様に貫通性を確保し、重量と反動を最小化する様に設計されています。その小さな反動によりオートマチック連射での取り扱いが可能です。
zh_cn: 由德国H&K公司研发，用于对抗5.7x28mm子弹。和5.7弹药相似，其设计是为了尽量减少重量和后坐力，同时提高对防弹衣的贯穿力。它的低后坐力使其极其适合于自动武器使用。

source: Designed by Heckler & Koch to compete with the 5.7x28mm round, 4.6x30mm is, like the 5.7, designed to minimize weight and recoil while increasing penetration of body armor. Its low recoil makes it ideal for automatic fire. This one has been hand-reloaded.
de: Entwickelt von Heckler & Koch, um mit der 5,7×28mm-Patrone zu konkurrieren, ist die 4,6×30mm-Patrone wie die 5,7-Patrone so gestaltet, dass sie das Gewicht und den Rückstoß minimieren, während die Panzerbrechung erhöht wird. Der geringe Rückstoß macht sie ideal für Automatikfeuer. Diese Patrone wurde wiedergeladen.
ja: 5.7x22mmに対抗する為にHeckler & Kockによって開発された4.6x30mm弾は、5.7x22mm弾の様に貫通性を確保し、重量と反動を最小化する様に設計されています。その小さな反動によりオートマチック連射での取り扱いが可能です。これは手で詰め込まれました。
zh_cn: 由德国H&K公司研发，用于对抗5.7x28mm子弹。和5.7弹药相似，其设计是为了尽量减少重量和后坐力，同时提高对防弹衣的贯穿力。它的低后坐力使其极其适合于自动武器使用。这是手工重新装药的型号。

source: Designed during World War II by the Soviet Union, the popularity of the AK-47 and the SKS contributed to the widespread adoption of the 7.62x39mm rifle round. However, due to its lack of yaw, this round deals less damage than most.
de: Sie wurde während des 2. Weltkriegs von der Sowjetunion entworfen. Die Beliebtheit der AK-47 und der SKS trugen zur weiten Verbreitung der 7,62×39mm-Gewehrpatrone bei. Allerdings richtet diese Patrone aufgrund ihrer fehlenden Gierung weniger Schaden als die Meisten an.
ja: 第二次世界大戦時にソ連によって開発され、AK-47とSKSが7.62x39mm弾の人気に拍車をかけました。しかしながら、偏角ブレがなく、一般的な弾丸よりも小さなダメージしか与えられません。
zh_cn: 苏联于二战时设计的步枪弹药。Ak-47和SKS的普及很大程度上是由于这种高泛用性弹药的各种不同版本。然而由于弹头滚转较小，威力不如大部分的弹药。

source: Designed during World War II by the Soviet Union, the popularity of the AK-47 and the SKS contributed to the widespread adoption of the 7.62x39mm rifle round. However, due to its lack of yaw, this round deals less damage than most. This one has been hand-reloaded.
de: Sie wurde während des 2. Weltkriegs von der Sowjetunion entworfen. Die Beliebtheit der AK-47 und der SKS trugen zur weiten Verbreitung der 7,62×39mm-Gewehrpatrone bei. Allerdings richtet diese Patrone aufgrund ihrer fehlenden Gierung weniger Schaden als die Meisten an. Diese Patrone wurde wiedergeladen.
ja: 第二次世界大戦時にソ連によって開発され、AK-47とSKSが7.62x39mm弾の人気に拍車をかけました。しかしながら、偏角ブレがなく、殆どの弾丸よりも小さなダメージしか与える事が出来ない。これは手で詰め込まれました。
zh_cn: 苏联于二战时设计的步枪弹药。Ak-47和SKS的普及很大程度上是由于这种高泛用性弹药的各种不同版本。然而由于弹头滚转较小，威力不如大部分的弹药。这是手工重新装药的型号。

source: Designed to defeat modern body armor, the Rivtech 5x50mm RA119 penetrator round features a biodegradable sabot and a single, fin-stabilized tungsten alloy projectile.
ja: 現代のボディアーマーを撃ち破る為に設計された、Rivtech社製 5x50mm RA119 貫通弾です。生分解性素材の装弾筒の中に、安定翼付のタングステン合金徹甲弾が収められています。
zh_cn: Rivtech 5x50mm穿甲弹被设计用于对抗现代防弹衣，最大的特点是拥有可生物降解环保弹壳和一根尾翼稳定钨合金弹头。

source: Designed to defeat modern body armor, the Rivtech 5x50mm flechette round features a biodegradable sabot and a single, fin-stabilized penetrator.
de: Rivtechs 5×50mm-Flechetpatrone hat einen biologisch abbaubaren Treibspiegel und ein einzelnes, steuerschwanzstabilisiertes panzerbrechendes Geschoss.
ja: 近代のボディアーマーを倒す為に設計された、Rivtech社製5x50mm矢弾は、生分解性サボとシングルフィンで安定化された貫通体を提供しています。
ko: 현대의 방탄복을 무력화시킬 수 있도록 설계된 Rivtech사의 5x50mm 플레쉐트탄은 생분해성 송탄통과 하나의 날개안정식 관통자로 구성되어 있습니다.
ru: Оперенные подкалиберные патроны Rivtech 5x50мм разработаны для пробивания современных бронежилетов, их отличительной чертой является биоразлагающийся поддон и сердечник со стабилизатором.
zh_cn: Rivtech 5 x50mm镖弹被设计用于对抗现代防弹衣，最大的特点是拥有可生物降解环保弹壳和一根尾翼稳定穿甲矛。

source: Designed to defeat modern body armor, the Rivtech 5x50mm flechette round features a biodegradable sabot and a single, fin-stabilized penetrator. This one has been hand-reloaded.
de: Rivtechs 5×50mm-Flechetpatrone hat einen biologisch abbaubaren Treibspiegel und ein einzelnes steuerschwanzstabilisiertes panzerbrechendes Geschoss. Diese Patrone wurde wiedergeladen.
ja: 近代のボディアーマーを倒す為に設計された、Rivtech社製5x50mm矢弾は、生分解性サボとシングルフィンで安定化された貫通体を提供しています。これは手で詰め込まれました。
zh_cn: Rivtech 5 x50mm镖弹被设计用于对抗现代防弹衣，最大的特点是拥有可生物降解环保弹壳和一根尾翼稳定穿甲矛。这是手工重新装药的型号。

source: FFV441B HE rocket
de: FFV441B-HE-Rakete
ja: ロケット弾(84x246mm/榴弾)
ko: FFV441B 고폭 로켓(HE rocket)
zh_cn: FFV441B HE火箭弹

source: FFV469 smoke rocket
de: FFV469-Rauchrakete
ja: ロケット弾(84x246mm/煙幕)
ko: FFV469 연막 로켓(smoke rocket)
zh_cn: FFV469 烟雾火箭弹

source: FFV502 HEDP rocket
de: FFV502-HEDP-Rakete
ja: ロケット弾(84x246mm/多目的榴弾)
ko: FFV502 HEDP 고폭 로켓(rocket)
zh_cn: FFV502 HEDP两用火箭弹

source: Feathers from a bird. Useful for fletching arrows
de: Federn eines Vogels. Können zum Befiedern von Pfeilen verwendet werden.
ja: 鳥の羽です。矢羽の作製に適しています。
zh_cn: 鸟类的羽毛，可以做成箭羽。

source: Firearm quality gunpowder.
de: Waffentaugliches Qualitätsschießpulver.
ja: 銃弾に利用可能な品質の火薬です。
ko: 총기에 사용할 수 있을법한 화약입니다.
ru: Качественный порох огнестрельного оружия.
zh_cn: 用于制作子弹的火药。

source: Flammable material, finely divided for easy combustion.
zh_cn: 可燃物，经过处理更适合燃烧。

source: Full Metal Jacket .45 rounds are designed to overcome the poor armor penetration of the standard ACP round. However, they are less likely to expand upon impact, resulting in reduced damage overall.
de: .45-Vollmantelgeschoss-Patronen (.45 FMJ) wurden entworfen, um die schwache Panzerbrechung der Standard-ACP-Patrone zu überwinden. Allerdings breiten sie sich beim Treffer weniger wahrscheinlich aus, was den Schaden reduziert.
ja: .45口径フルメタルジャケット弾は標準的なACP弾の貫通性の無さを克服する為に開発されました。しかしながら、着弾の際に変形し辛くなったため、与えるダメージは落ちています。
zh_cn: .45 FMJ子弹被设计用于改善标准.45弹药贫弱的穿甲性。然而由于其无法较好的传递冲击力，因此其在威力上有所降低。

source: Full Metal Jacket .45 rounds are designed to overcome the poor armor penetration of the standard ACP round. However, they are less likely to expand upon impact, resulting in reduced damage overall. This one has been hand-reloaded.
de: .45-Vollmantelgeschoss-Patronen (.45 FMJ) wurden entworfen, um die schwache Panzerbrechung der Standard-ACP-Patrone zu überwinden. Allerdings breiten sie sich beim Treffer weniger wahrscheinlich aus, was den Schaden reduziert. Diese Patrone wurde wiedergeladen.
ja: 45口径フルメタルジャケット弾は標準的なACP弾の貫通性の無さを克服する為に開発されました。しかしながら、弾薬がインパクトの際に変形し辛くなり、与えるダメージが落ちています。これは手で詰め込まれました。
zh_cn: .45 FMJ子弹被设计用于改善标准.45弹药贫弱的穿甲性。然而由于其无法较好的传递冲击力，因此其在威力上有所降低。这是手工重新装药的型号。

source: Gasoline is a highly flammable liquid. When under pressure, it has the potential for violent explosion.
de: Benzin ist eine höchst entflammbare Flüssigkeit. Unter Druck gesetzt hat es eine vernichtende Sprengkraft.
ja: ガソリンは引火性の高い液体です。圧力が掛かると大爆発を起こす可能性があります。
zh_cn: 汽油是一种极其易燃的液体，当承受压力时时，它很有可能会爆炸。

source: H&K 12mm
ja: 弾薬(12mm/H&K)
ru: H&K 12мм
zh_cn: H&K 12mm弹

source: HMTD
zh_cn: HMTD炸药

source: Handcrafted bootleg duplicates of Rivtech 20x66mm caseless buckshot rounds. Being caseless rounds, these cannot be disassembled or reloaded.
de: Selbstgemachte, illlegale Duplikate von Rivtechs hülsenlosen 20×66mm-Schrotpatronen. Weil sie hülsenlos sind, können diese Patronen weder demontiert noch wiedergeladen werden.
ja: 散弾仕様のRivtech社製の20x66mmケースレス弾(手製)です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 手工制造的盗版Rivtech的26x66mm猎鹿弹，由于是无壳弹，所以不可拆卸和重新装载.

source: Handcrafted bootleg duplicates of Rivtech 20x66mm caseless flechette rounds. Being caseless rounds, these cannot be disassembled or reloaded.
de: Selbstgemachte, illlegale Duplikate von Rivtechs hülsenlosen 20×66mm Flechetpatronen. Weil sie hülsenlos sind, können diese Patronen weder demontiert noch wiedergeladen werden.
ja: 矢弾仕様のRivtech社製の20x66mmケースレス弾(手製)です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 手工制造的盗版Rivtech的26x66mm箭型弹药，由于是无壳弹，所以不可拆卸和重新装载.

source: Handcrafted bootleg duplicates of Rivtech 20x66mm caseless solid projectile rounds. Being caseless rounds, these cannot be disassembled or reloaded.
de: Selbstgemachte, illlegale Duplikate von Rivtechs hülsenlosen 20×66mm-Massivpatronen. Weil sie hülsenlos sind, können diese Patronen weder demontiert noch wiedergeladen werden.
ja: 単発弾仕様のRivtech社製の20x66mmケースレス弾(手製)です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 手工制造的盗版Rivtech的26x66mm合金弹，由于是无壳弹，所以不可拆卸和重新装载.

source: Handcrafted bootleg duplicates of Rivtech 8x40mm caseless rounds. Being caseless rounds, these cannot be disassembled or reloaded.
de: Selbstgemachte, illlegale Duplikate von Rivtechs hülsenlosen 8×40mm-Patronen. Weil sie hülsenlos sind, können diese Patronen weder demontiert noch wiedergeladen werden.
ja: Rivtech社製8x40mmケースレス弾の非正規コピー品です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 小作坊制作的山寨8x40毫米无壳弹。由于采用无壳设计，因此不能被拆解或是填充。

source: Handcrafted bootleg jacketed soft point duplicates of Rivtech 8x40mm caseless rounds. Being caseless rounds, these cannot be disassembled or reloaded.
de: Selbstgemachte, illlegale Duplikate von Rivtechs hülsenlosen 8×40mm-Teilmantelgeschosspatronen. Weil sie hülsenlos sind, können diese Patronen weder demontiert noch wiedergeladen werden.
ja: 手作りのRivtech社製8x40mmケースレス弾(JSP)の互換品です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 小作坊制作的山寨Rivtech 8x40软尖无壳弹。由于采用无壳设计，因此无法被拆解或是装填。

source: Hexamine peroxide: this fine, yellowish powder is a powerful primary explosive, used to initiate detonation of more stable explosives, such as RDX. Relatively stable, but best not store it for too long...
ja: 正式名称ヘキサメチレントリペルオキシドジアミン、HTMDと呼ばれる爆薬です。この黄色っぽい粉は強力な起爆薬であり、RDXの様なより安定した爆薬の点火に使用されます。比較的安定していますが、長期間の保存には適していません。
zh_cn: 乌洛托品过氧化物:这种精细的黄色粉末是一种强力的起爆药剂，被用于各种稳定炸药，如黑索金的起爆过程。相对稳定,但也最好不要储存太久…

source: High-tech carbon fiber shafts and 100 grain broadheads. Very lightweight, fast, and notoriously fragile. Stands a bad chance of remaining intact once fired.
zh_cn: 含高科技碳纤维箭杆及100格令重宽刃箭头。极轻，极快，极为脆弱。很难在射击后保持完整。

source: Highly radioactive slurry. It is probably best to get far away from this.
zh_cn: 高放射性泥浆。也许你该离得越远越好。

source: IF YOU ARE SEEING THIS IT IS A BUG.
de: WENN DU DIES SIEHST, IST ES EIN BUG.
ja: この文章が見えている場合はバグが発生しています。
ko: 당신이 이것을 보고 있다면 이것은 버그입니다.
ru: ЕСЛИ ВЫ ВИДИТЕ ЭТО, ТО СЛУЧИЛАСЬ ОШИБКА.
zh_cn: 如 果 你 看 到 本 句 意 味 着 这 是 一 个 BUG!

source: In the middle of the 21st Century, military powers began to look towards energy based weapons. The result was the standard fusion pack, capable of delivering bolts of superheated gas at near light speed with no recoil.
de: In der Mitte des 21. Jahrhunders begannen die militärischen Mächte, sich mit energiebasierten Waffen auseinanderzusetzen. Das Ergebnis war die Standardfusionspackung, die fähig ist, Bolzen aus überhitztem Gas nahezu auf Lichtgeschwindigkeit zu beschleunigen, ohne Rückstoß zu liefern.
ja: 21世紀半ばには、軍部はエネルギーを基準とした武器に目を向ける様になりました。反動が無く、光速に近い過熱ガスの矢を生み出す事が出来る、標準的な核融合パックが結果として生まれました。
zh_cn: 在21世纪中期，军方开始寄希望于能量武器。结果就是它了，能射出接近光速的高温气体，还没有任何后坐力。

source: In the middle of the 21st Century, military powers began to look towards energy based weapons. The result was the standard fusion pack, capable of delivering bolts of superheated gas at near light speed with no recoil. This one has been hand-crafted from spare parts.
de: In der Mitte des 21. Jahrhunders begannen militärische Mächte damit, sich mit energiebasierten Waffen auseinanderzusetzen. Das Ergebnis war die Standardfusionspackung, die fähig ist, Bolzen aus überhitztem Gas auf nahezu Lichtgeschwindigkeit ohne Rückstoß zu liefern. Dieses Fusionspaket wurde aus Ersatzteilen manuell zusammengebaut.
ja: 21世紀半ばには、軍部はエネルギーを基準とした武器に目を向ける様になりました。反動が無く、光速に近い過熱ガスの矢を生み出す事が出来る、標準的な核融合パックが結果として生まれました。これはスペアパーツから手作りされたものです。
zh_cn: 在21世纪中期，军方开始寄希望于能量武器。结果就是它了，能射出接近光速的高温气体，还没有任何后坐力。这是手工制造的简易替代品。

source: Inspired by the improved .270, Alexander Sarafanov himself developed the 6.54x42mm rifle cartridge for his new SVS-24 Assault Rifle.
ja: アレクサンダー・サラファーノフは270ウィンチェスター弾に触発され、自身が開発した新型SVS-24アサルトライフル用の弾丸として6.54x42mmライフル弾を製作しました。
zh_cn: 从改进型.270弹药中获得启发， Alexander Sarafanov为他的新型SVS-24突击步枪设计了6.54x42mm步枪弹。

source: Inspired by the improved .270, Alexander Sarafanov himself developed the 6.54x42mm rifle cartridge for his new SVS-24 Assault Rifle. This one has been hand-reloaded.
ja: アレクサンダー・サラファーノフは270ウィンチェスター弾に触発され、自身が開発した新型SVS-24アサルトライフル用の弾丸として6.54x42mmライフル弾を製作しました。この弾丸は手詰めで作られています。
zh_cn: 从改进型.270弹药中获得启发， Alexander Sarafanov为他的新型SVS-24突击步枪设计了6.54x42mm步枪弹。这是手工复装的型号。

source: M235 TPA rocket
de: M235-TPA-Rakete
ja: ロケット弾(66mm/自然発火剤)
ko: M235 열압 로켓(TPA rocket)
zh_cn: M235 TPA 燃烧弹

source: Material from an incendiary round, useful in constructing incendiary ammunition.
de: Material einer Brandpatrone, nützlich, um Brandgeschosse zu fertigen.
ja: 焼夷弾の一部で、焼夷弾を作る際に役立ちます。
ko: 소이탄을 만들기 위한 소이재입니다. 소이탄 제작에 쓸 수 있습니다.
ru: Материал из зажигательных патронов, полезен при создании зажигательных боеприпасов.
zh_cn: 燃烧子弹的原料，可以用于制作燃烧子弹。

source: Nitric acid, a strong oxidant and extremely corrosive material. Mainly used in the production of synthetic fertilisers, for etching of circuit boards and in woodworking. Remains quite useful both for making a vast array of pyrotechnic and explosive agents and as a direct weapon: not many beings enjoy being doused in nitric acid.
ja: 硝酸は強力な酸化剤であり、非常に高い腐食性をもっています。主に合成肥料の製造や回路基板や木製品の加工、他には花火や兵器としての爆薬にも使われます。硝酸を浴びて喜ぶ人間はあまり居ないでしょうね。
zh_cn: 硝酸，强氧化剂和超强腐蚀性材料。主要用于生产合成化肥、蚀刻电路板和木工业。并且不论是制作各类烟火、爆破物还是直接作为武器都很有效：很少有生物会喜欢浸泡在硝酸之中。

source: One of the smallest calibers available, the .22 Long Rifle cartridge has maintained popularity for nearly two centuries. Its minimal recoil, low cost and low noise are offset by its paltry damage.
de: Als einer der kleinsten verfügbaren Kaliber hat die .22-Langgewehr-Patrone ihre Popularität für nahezu zwei Jahrhunderte behalten. Ihr geringer Rückstoß, ihre geringen Kosten und ihr geringer Lärm werden durch ihren dürftigen Schaden wieder ausgeglichen.
ja: 実用的な弾丸の口径の中でも最小の部類である.22口径ロングライフル弾は、約2世紀にわたって人気を維持しています。反動は最小限、低コスト、音も静かですがその反面殺傷力はわずかです。
zh_cn: 作为口径最小的弹药之一，.22 LR 弹药已经在世界上通行了近两个世纪。它较小的后坐力，便宜的价格和较小的噪音足以抵消它那微不足道的威力。

source: Originally used by the FBI, the organization eventually abandoned the round due to its high recoil. Although respected for its versatility and power, it has largely been supplanted by the downgraded .40 S&W.
de: Ursprünglich wurde sie von dem FBI benutzt, aber die Organisation gab diese Patrone wegen ihres hohen Rückstoßes letztlich auf. Obwohl sie für ihre Vielseitigkeit und Stärke respektiert ist, wurde sie größtenteils von der herabgestuften .40 S&W verdrängt.
ja: かつてはFBIが採用していましたが、反動の大きさから使用されなくなりました。汎用性と威力の高さは高く評価されましたが、ダウングレード版のS&Wの.40口径弾に主なシェアを奪われています。
zh_cn: 虽然原本由FBI使用，但却因为其太高的后坐力而被逐渐舍弃。虽然仍具有很高的泛用性和威力它在大部分情况下还是被低一级的.40 S&W弹药所取代。

source: Originally used by the FBI, the organization eventually abandoned the round due to its high recoil. Although respected for its versatility and power, it has largely been supplanted by the downgraded .40 S&W. This one has been hand-reloaded.
de: Ursprünglich wurde sie von dem FBI benutzt, aber die Organisation gab diese Patrone wegen ihres hohen Rückstoßes letztlich auf. Obwohl sie für ihre Vielseitigkeit und Stärke respektiert ist, wurde sie größtenteils von der herabgestuften .40 S&W verdrängt. Diese Patrone wurde wiedergeladen.
ja: かつてはFBIが採用していましたが、反動の大きさから使用されなくなりました。汎用性と威力の高さは高く評価されましたが、ダウングレード版の.40口径S&Wに主なシェアを奪われています。この弾薬は手詰めで製作されています。
zh_cn: 虽然原本由FBI使用，但却因为其太高的后坐力而被逐渐舍弃。虽然仍具有很高的泛用性和威力它在大部分情况下还是被低一级的.40 S&W弹药所取代。这是手工重新装药的型号。

source: PG-7VL rocket
de: PG-7VL-Rakete
ja: ロケット弾(93mm)
ko: PG-7VL 로켓(rocket)
zh_cn: PG-7VL 火箭弹

source: Plastic heads for an arrow. Placing these on arrows will make them more damaging and piercing.
de: Plastikpfeilspitzen für Pfeile. Sie auf Pfeile anzubringen wird ihren Schaden und ihre Panzerbrechung erhöhen.
ja: プラスチック製の矢尻です。矢に取り付ける事で威力と貫通力が増します。
zh_cn: 弓箭用的塑料箭镞.安装在箭上将会增加伤害和穿透性.

source: Plastic jacketed copper cable of the type used in small electronics.
de: Ein in Plastik eingehülltes Kupferkabel, das häufig in kleinen elektronischen Geräten verwendet wird.
ja: 小型の電子機器に使用されている、ビニール皮膜の銅線です。
ko: 작은 전자기기에 사용되는 비닐절연 구리 전선입니다.
ru: Медный кабель в пластиковой оболочке используется в небольших устройствах.
zh_cn: 这是塑料护套的铜芯电缆，是小型电子产品中使用的类型。

source: Portland is most likely long gone, but its memory persists in cement. This ubiquitous binder can be used for all kinds of advanced masonry. Just add water.
zh_cn: 波特兰也许早完蛋了，但它的记忆和水泥永存。这种水硬性胶凝材料用于各类高级石工中，只要加点水。

source: Powdered caustic soda.
de: Ätznatron in Pulverform.
ja: 粉末状の苛性ソーダです。
ko: 분말화된 수산화나트륨입니다.
ru: Порошок из едкого карбоната натрия.
zh_cn: 苏打粉

source: Primer from a large caliber pistol round.
de: Anzündhütchen einer Großkaliberpistolenpatrone.
ja: 大口径ピストル弾の雷管です。
ko: 대구경 탄의 뇌관입니다.
ru: Капсюль от крупнокалиберного пистолетного патрона.
zh_cn: 大口径手枪子弹底火

source: Primer from a large caliber rifle round.
de: Anzündhütchen einer Großkalibergewehrpatrone.
ja: 大口径ライフル弾の雷管です。
ko: 대구경 소총탄의 뇌관입니다.
ru: Капсюль патрона крупнокалиберной винтовки.
zh_cn: 大口径步枪子弹底火

source: Primer from a shotgun round.
de: Anzündhütchen einer Schrotflintenpatrone.
ja: ショットガン弾の雷管です。
ko: 산탄총 탄의 뇌관입니다.
ru: Капсюль для дробовых патронов.
zh_cn: 霰弹枪子弹底火

source: Primer from a small caliber pistol round.
de: Anzündhütchen einer Kleinkaliberpistolenpatrone.
ja: 小口径ピストル弾の雷管です。
ko: 소구경 권총탄의 뇌관입니다.
ru: Капсюль от пистолетного патрона небольшого калибра.
zh_cn: 小口径手枪子弹底火

source: Primer from a small caliber rifle round.
de: Anzündhütchen einer Kleinkalibergewehrpatrone.
ja: 小口径ライフル弾の雷管です。
ko: 소구경 소총탄의 뇌관입니다.
ru: Капсюль патрона мелкокалиберной винтовки.
zh_cn: 小口径步枪子弹底火

source: RA110 5x50mm flechette
de: RA110-5×5mm-Flechet
ja: 弾薬(5x50mm/RA110/矢弾)
ko: RA110 5x50mm 플레쉐트탄(flechette)
zh_cn: RA110 5x50mm 镖型弹

source: RA119 5x50mm penetrator
ja: 弾薬(5x50mm/RA119/貫通弾)
zh_cn: RA119 5x50mm 穿甲弹

source: RA21E medical ampoule
de: RA21E-Medizinampulle
ja: RA21E医療アンプル
ko: RA21E 의료용 앰플(medical ampoule)
zh_cn: RA21E型医用安瓿

source: RDX
zh_cn: RDX炸药
