Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You take down the %s.
de: Du nimmst das %s.
ja: %sを分解しました。
zh_cn: 你取下了 %s。

source: You tear the curtains and curtain rod off the windowframe.
de: Du reißt die Gardine und die Gardinenstange vom Fensterrahmen herunter.
ja: カーテンを剥ぎ取り、窓枠からカーテンロッドを外しました。
zh_cn: 你把窗帘和窗帘杆从窗框里扯下。

source: You're illiterate, and can't read the screen.
de: Du bist ein Analphabet und kannst nicht vom Bildschirm lesen.
ja: 文盲なので、画面に表示された文章を読む事が出来ない。
zh_cn: 文豪，你不识字啊，看什么看呢。

source: Your account now holds %d cent.
de: Ihr Konto hat nun %d Cent.
ja: アカウントには現在%dセントが保有されています。
ru: На вашем счету %d цент.
zh_cn: 你的账户现在存有 %d 分。

source: Your amorphous body could slip though the %s, but your cumbersome gear can't.
de: Dein formloser Körper könnte durch das %s schlüpfen, aber deine klobige Ausrüstung nicht.
ja: 無定形体なら%sをすり抜けられそうですが、やっかいな装備はそうも行きません。
zh_cn: 你那不定形的身体可以穿过%s，但是你那些累赘的装备不行。

source: Your cash card now holds %d cent.
de: Deine Geldkarte hat nun %d Cent.
ja: キャッシュカードの残高は%dセントです。
zh_cn: 你的现金卡现在余额有 %d 分。

source: Your clumsy attempt jams the lock!
ja: 無様にも鍵穴を詰まらせてしまいました！
zh_cn: 你笨拙的尝试开锁结果把锁眼堵了，哈哈哈哈（这是来自汉化组的恶意）

source: Your discount:
de: Ihr Rabatt:
ja: 割引:
zh_cn: 你的折扣:

source: Your electrohack is ruined!
de: Dein Elektrohack ist ruiniert!
ja: ハッキング装置が壊れました！
ko: 전자해킹장치가 고장났습니다!
ru: Ваш электрохак сломан!
zh_cn: 你的电子黑客仪损毁了

source: Your legs are covered in the poppy's roots!
de: Deine Beine sind von der Mohnblume Wurzeln bedeckt!
ja: 脚がケシの根で覆われています！
ru: Ваши ноги опутаны корнями мака!
zh_cn: 你的腿被罂粟花的根部缠住了

source: Your power is drained!
de: Dein Strom ist erschöpft!
ja: 電力が放電しました！
ko: 바이오닉용 내장 전력을 뺐겼습니다!
ru: Ваша энергия истощена.
zh_cn: 你的能量被吸走了！

source: Your price per gasoline unit:
de: Ihr Preis pro Benzineinheit:
ja: ガソリン価格(単位):
zh_cn: 汽油价格:

source: about %d %s
de: ca. %d %s
ja: %d個の%s
ko: %d개의 %s로 만들기
zh_cn: 大约 %d %s

source: shelter
ja: シェルター
zh_cn: 避难所

source: or
de: oder
ja: か
ko: 또는
ru: или
zh_cn: 或者

source: Clear keys for %s?
de: Zuweisungen für »%s« löschen?
ja: %sに割り当てたキーを解除しますか？
ko: %s의 키 설정을 제거합니까?
ru: Очистить клавиши для %s?
zh_cn: 清除 %s 的快捷键？

source: Keybinding active globally
de: Zuweisung global aktiv
ja: キー設定/
ko: 키 설정 - 전체적으로
ru: Глобальные клавиши
zh_cn: 全局绑定热键

source: Keybinding active only on this screen
de: Tastenbelegung nur auf diesem Bildschirm aktiv
ja: キー設定はこの画面でのみ可能です
ru: Клавиши только для этого экрана
zh_cn: 热键仅在本屏有效

source: Keybindings
de: Tastenbelegungen
ja: キー割り当て
ko: 단축키
ru: Настройки клавиш
zh_cn: 键位绑定

source: New key for %s:
de: Neue Zuweisung für »%s«:
ja: %sに割り当てるキー押して下さい。
ko: %s의 새로운 키 설정:
ru: Новая клавиша для %s:
zh_cn: 给%s指派新按键:

source: Press - to remove keybinding Press + to add local keybinding Press = to add global keybinding
de: Drücke »-«, um Tastenbelegung zu entfernen. Drücke »+«, um lokale Tastenbelegung zuzuweisen. Drücke »=«, um globale Tastenbelegung zuzuweisen.
ja: [-] キー設定/削除 [+] キー設定/ローカルに追加 [=] キー設定/グローバルに追加
ru: Нажмите - для снятия привязки Нажмите + для добавления локальной привязки Нажмите = для добавления глобальной привязки
zh_cn: 按 - 移除热键 按 + 增加本地热键 按 = 增加全局热键

source: Scroll down
de: Nach unten rollen
ja: スクロールダウン
zh_cn: 下卷

source: Scroll up
de: Nach oben rollen
ja: スクロールアップ
zh_cn: 上卷

source: There are already local keybindings defined for this action, please remove them first.
de: Für diese Aktion sind berets lokale Tastenzuweisungen definiert, bitte entferne sie zuerst.
ja: この動作には既にローカルキー設定が存在します。先に既存のものを削除して下さい。
ru: Есть локальные привязки клавиш для этого действия. Сначала удалите их.
zh_cn: 已存在绑定的本地热键，请先移除原热键。

source: This key conflicts with %s. Remove this key from the conflicting command(s), and continue?
de: Diese Taste hat einen Konflikt mit %s. Diese Tastenzuweisung vom Konfliktbefehl entfernen und weitermachen?
ja: このキーは%sと衝突します。既存の割り当てを削除して続行しますか？
zh_cn: 该按键已经被指派给 %s 命令，取消该指派并继续？

source: Unbound keys
de: Nicht zugewiesene Tasten
ja: 未割当キー
ko: 설정되지 않은 키
ru: Не назначенные клавиши
zh_cn: 未绑定的快捷键

source: Unbound!
de: Leer!
ja: 未割当！
ko: 해제됨!
ru: Не назначено!
zh_cn: 未绑定!

source: any key
de: irgendeine Taste
ja: いずれかのキー
ru: любая кнопка
zh_cn: 任意键

source: mouse movement
de: Mausbewegung
ja: マウス移動
ru: движение мыши
zh_cn: 鼠标动

source: saving keybindings failed: %s
de: Das Speichern der Tastenzuweisung schlug fehl: %s
ja: キー割り当ての保存に失敗しました: %s
ru: Не удалось сохранить привязки клавиш: %s
zh_cn: 存储热键至 %s 失败

source: unknown key %ld
de: unbekannte Taste %ld
ja: 不明なキー %ld
zh_cn: 未知按键 %ld

source: Category selection; [TAB] switches mode, arrows select.
ja: カテゴリ選択; [TAB]で切替、矢印で選択
zh_cn: 类别选择；按 [TAB] 切换模式，方向键选择。

source: Compare where?
de: Wo vergleichen?
ja: どれと比較しますか？
ko: 어디를 비교합니까?
ru: Сравнить с чем?
zh_cn: 比较哪里？

source: Compare:
de: Vergleichen:
ja: 比較:
ko: 비교:
ru: Сравнение:
zh_cn: 比较：

source: Confirm
de: Bestätigen
ja: 確認
ru: Принять
zh_cn: 确认

source: GROUND:
de: BODEN:
ja: 地面:
ko: 지상:
ru: ЗЕМЛЯ:
zh_cn: 地面：

source: Hotkeys: %d/%d
de: Schnelltasten: %d/%d
ja: ホットキー: %d/%d
ko: 단축키 수: %d/%d
ru: Горячие клавиши: %d/%d
zh_cn: 热键: %d/%d

source: ITEMS WORN:
de: GETRAGENES:
ja: 装備中:
ko: 착용한 물품 :
ru: ОДЕЖДА:
zh_cn: 穿戴：

source: Item selection; [TAB] switches mode, arrows select.
ja: アイテム選択; [TAB]で切替、矢印で選択
zh_cn: 物品选择；按 [TAB] 切换模式，方向键选择。

source: Mark selected item
de: Ausgewählten Gegenstand markieren
ja: 選択したアイテムをマーク
zh_cn: 标注选取的物品

source: Multidrop:
de: Mehrfaches ablegen:
ja: 置くアイテムを選択:
ko: 다중 버리기:
ru: Выбросить несколько:
zh_cn: 放下物品：

source: Page %d/%d
de: Seite %d/%d
ja: ページ %d/%d
ru: Страница %d/%d
zh_cn: 页 %d/%d

source: Switch inventory/worn
de: Zwischen Inventar/Getragenes umschalten
ja: 切替 所持品/装備中
ru: Сменить инвентарь/одежда
zh_cn: 切换 行囊/穿着

source: To drop x items, type a number and then the item hotkey.
de: Um x Dinge abzulegen, Zahl, dann Schnelltaste drücken.
ja: アイテムを複数置くには、数字キーを押して、割り当てキーを押します。
zh_cn: 放下复数个物品，先输入一个数字然后输入该物品的热键。

source: Volume:
de: Volumen:
ja: 容積:
ko: 부피 :
ru: Объём:
zh_cn: 体积：

source: WEAPON:
de: WAFFE:
ja: 武器:
ko: 무기 :
ru: ОРУЖИЕ:
zh_cn: 武器：

source: Weight (%s):
de: Gewicht (%s):
ja: 重量(%s):
ko: 무게 (%s):
ru: Вес (%s):
zh_cn: 重量 (%s):

source: fridge:
ja: 冷蔵庫:
ko: 냉장:
zh_cn: 冰箱:

source: (active)
ja: (稼働)
zh_cn: （激活）

source: (cold)
de: (kalt)
ja: (冷たい)
zh_cn: （寒冷）

source: (fits)
de: (passt)
ja: (フィット)
ko: -몸에 맞음
ru: (впору)
zh_cn: （合身）

source: (fresh)
de: (frisch)
ja: (新鮮)
ko: - 신선함
ru: (свежее)
zh_cn: （新鲜的）

source: (hot)
de: (heiß)
ja: (温かい)
ko: (뜨거움)
ru: (горяч.)
zh_cn: （热的）

source: (lit)
de: (angezündet)
ja: (点火)
ru: (горит)
zh_cn: （点燃）

source: (old)
ja: (古い)
zh_cn: （陈旧的）

source: (radio:
zh_cn: (无线电：

source: (rechargeable)
de: (wiederaufladbar)
ja: (再充電)
ko: (재충전식)
ru: (можно перезарядить)
zh_cn: （可充电）

source: (rotten)
de: (verdorben)
ja: (腐敗)
ko: (썩음)
ru: (протух)
zh_cn: （腐坏的）

source: (used)
ja: (使用)
zh_cn: (已使用)

source: (wet)
de: (nass)
ja: (濡れた)
ru: (мокрый)
zh_cn: （湿）

source: Cut:
de: Schnitt:
ja: 斬撃:
ko: 베기 피해 :
ru: Режущее:
zh_cn: 劈砍：

source: Pierce:
de: Durchstich:
ja: 貫通:
ko: 관통 피해 :
ru: Колющее:
zh_cn: 穿刺：

source: Stab:
de: Stich:
ja: 刺突:
ko: 찌르기 피해:
ru: Колющее:
zh_cn: 刺击：

source: To-hit bonus:
de: Treffbonus:
ja: 命中率:
ko: 명중률 보너스 :
ru: Бонус меткости:
zh_cn: 命中：

source: and
de: und
ja: 更に
ko: 그리고
ru: и
zh_cn: 和

source: max rot:
ja: 腐敗期限:
ko: 최대 부패도:
zh_cn: 最大腐坏：

source: %1$s on the %2$s is:
de: Auf %2$s steht %1$s:
ja: %1$sのある%2$s:
ko: %2$s의 %1$s:
zh_cn: %1$s 在之上 %2$s 是 :

source: <burnt_adj>badly burnt
de: <burnt_adj>schwer verbrannt
ja: <burnt_adj>酷く焦げた
ko: <burnt_adj>심하게 탄
ru: <burnt_adj>сильно обожжёный
zh_cn: <burnt_adj>严重烧坏的

source: <burnt_adj>burnt
de: <burnt_adj>verbrannt
ja: <burnt_adj>焦げた
ko: <burnt_adj>약간 탄
ru: <burnt_adj>обожжёный
zh_cn: <burnt_adj>烧焦的

source: <dam_adj>accurized
de: <dam_adj>präzisionsverbessert
ja: <dam_adj>精密な
zh_cn: <dam_adj>精校的

source: <dam_adj>bruised
de: <dam_adj>gequetscht
ja: <dam_adj>傷付いた
ko: <dam_adj>상처난
ru: <dam_adj>побитый
zh_cn: <dam_adj>划痕的

source: <dam_adj>bugged
ja: <dam_adj>不具合を起こした
zh_cn: <dam_adj>被窃听

source: <dam_adj>damaged
de: <dam_adj>beschädigt
ja: <dam_adj>傷んだ
ko: <dam_adj>손상된
ru: <dam_adj>повреждённый
zh_cn: <dam_adj>受损的

source: <dam_adj>mangled
de: <dam_adj>zerfleischt
ja: <dam_adj>切り刻まれた
ko: <dam_adj>훼손된
ru: <dam_adj>искромсанный
zh_cn: <dam_adj>损坏的

source: <dam_adj>pulped
de: <dam_adj>zermalmt
ja: <dam_adj>ドロドロとした
ko: <dam_adj>피떡된
ru: <dam_adj>стёртый в кашу
zh_cn: <dam_adj>破碎的

source: <dam_adj>reinforced
de: <dam_adj>verstärkt
ja: <dam_adj>補強した
ko: <dam_adj>강화된
ru: <dam_adj>усиленный
zh_cn: <dam_adj>强化的

source: <item_name>%s blood
de: <item_name>%s-Blut
ja: <item_name>%sの血液
zh_cn: <item_name> %s的血液

source: <item_name>%s corpse
de: <item_name>%s-Leiche
ja: <item_name>%sの死体
ru: <item_name>%s труп
zh_cn: <item_name>%s 的尸体

source: <item_name>%s corpse of %s
de: <item_name>%s-Leiche von %s
ja: <item_name>%sの死体(%s)
zh_cn: <item_name>%s %s 的尸体

source: <item_name>%s of %s
de: <item_name>%s mit %s
ja: <item_name>%2$sが入った%1$s
ko: <item_name>%s의 %s
ru: <item_name>%s (%s)
zh_cn: <item_name>%s 存有 %s

source: <item_name>%s with %s
de: <item_name>%s mit %s
ja: <item_name>%2$sが入った%1$s
ko: <item_name>%s의 %s
zh_cn: <item_name>%s 装有 %s

source: <item_name>%s, full
de: <item_name>%s, voll
ja: <item_name>%s, 満杯
ko: <item_name>%s, 완충
ru: <item_name>%s, полный
zh_cn: <item_name>%s，充满

source: <item_name>human blood
de: <item_name>Menschenblut
ja: <item_name>人間の血液
ru: <item_name>человеческая кровь
zh_cn: <item_name>人类血液制剂

source: <npcname>'s %s beeps alarmingly.
ja: <npcname>の%sが警告を発しました。
zh_cn: <npcname>的 %s 发出哔..哔..的报警声。

source: <npcname>'s %s discharges!
ja: <npcname>の%sが放電しました！
zh_cn: <npcname>的%s卸除了!

source: <num> (fits)
de: <num> (passt)
ja: <num>(フィット)
ko: <num>-몸에 맞음
ru: <num> (впору)
zh_cn: <num> (合身)

source: <num> per round
de: <num> pro Schuss
ja: 1発あたり<num>
ko: 라운드 당 <num>
ru: <num> за патрон
zh_cn: <num>每次

source: <num> round of %s
de: <num> Kugel %s
ja: <num>発まで装填可能/%s
zh_cn: <num>发 %s

source: <veh_adj>%4.2f-Liter
ja: <veh_adj>%4.2fリッター
zh_cn: <veh_adj>%4.2f-升

source: A chapter of this book takes <num> minute to read.
zh_cn: 这本书需要<num>分钟读完一章。

source: A nearby corpse rises and moves towards you!
de: Die Leiche in der Nähe steht wieder auf und bewegt sich auf dich zu!
ja: 近くの死体が立ち上がり、徐々にこちらに向かってきました！
ko: 가까운 시체가 일어나더니, 점점 다가옵니다!
ru: Труп зомби поблизости оживает и движется по направлению к вам.
zh_cn: 一具尸体从附近死人堆站了起来并向你走来！

source: A nearby robot has repaired itself and stands up!
de: Ein Roboter in der Nähe hat sich selbst repariert und steht auf!
ja: 近くのロボットが自己修復して、立ち上がりました！
ru: Робот рядом починил сам себя и встал!
zh_cn: 一台附近的机器人自我修复完成并站了起来！

# memorial_female
source: Accidental discharge of %s.
de: Ungewollte Entladung von %s.
ja: 不意に%sを放出してしまいました。
ko: %s이(가) 우연히 방전되었습니다.
zh_cn: %s 走火了。

# memorial_male
source: Accidental discharge of %s.
de: Ungewollte Entladung von %s.
ja: 不意に%sを放出してしまいました。
ko: %s이(가) 우연히 방전되었습니다.
zh_cn: %s 走火了。

source: Activating this item with a radio signal will detonate it immediately.
zh_cn: 这件物品被无线电信号激活后会立刻引爆。

source: Aim speed:
ja: 照準速度:
zh_cn: 瞄准速度：

source: Ammo:
de: Munition:
ja: 弾薬:
ko: 탄약:
ru: Боеприпасы:
zh_cn: 子弹：

source: Ammunition:
de: Munition:
ja: 弾薬:
ko: 장전 탄종/수량 :
ru: Обойма:
zh_cn: 弹药：

source: Armor-pierce:
de: Panzerbrechung:
ja: 装甲-貫通:
ko: 장갑관통력 :
ru: Бронебойность:
zh_cn: 穿甲：

source: Bash:
de: Schlag:
ja: 打撃:
ko: 타격 피해 :
ru: Удар:
zh_cn: 钝击：

source: Burst size:
de: Feuerstoß-Größe:
ja: 連射数:
ko: 연발 사격시 탄 소모량 :
ru: Размер очереди:
zh_cn: 连发数：

source: Burst:
de: Feuerstoß:
ja: 制限点射:
ko: 연발:
ru: Очередь:
zh_cn: 连发：

source: Can bring your %s skill to <num>
de: Bringt %s bis zu <num>
ja: %s技能を<num>まで上昇させます。
ko: %s 기술을 <num> 레벨로
ru: Может поднять уровень навыка %s до <num>
zh_cn: 可以提升你的 %s 技能到<num>级

source: Charges
de: Ladungen
ja: 電力
ru: Заряды
zh_cn: 容量

source: Choose ammo type:
de: Wähle einen Munitionstyp:
ja: 弾薬の選択:
ru: Выберите тип патронов:
zh_cn: 选择弹药种类：

source: Close to skin.
ja: 肌着。
zh_cn: 贴身。

source: Coverage:
de: Bedeckung:
ja: 被覆率:
ko: 보호율 :
ru: Покрытие:
zh_cn: 覆盖率：

source: Covers:
de: Bedeckt:
ja: 装備部位:
ko: 보호 부위 :
ru: Покрывает:
zh_cn: 覆盖部位：

source: Cut:
de: Schnitt:
ja: 対刃:
ru: От пореза:
zh_cn: 切割防护：

source: Damage:
de: Schaden:
ja: 威力:
ko: 사격 피해 :
ru: Урон:
zh_cn: 伤害：

source: Default stack size:
de: Standardstapelgröße:
ja: スタックサイズ(初期値):
zh_cn: 默认堆栈大小：

source: Disassembling this item might yield %s
ja: このアイテムを分解すると%sが得られる可能性があります。
zh_cn: 分解该物品可以生成 %s

source: Dispersion modifier:
ja: 拡散率:
zh_cn: 散布修正：

source: Dispersion:
de: Streuung:
ja: 拡散率:
ko: 확산도 :
ru: Разброс:
zh_cn: 散布：

source: Encumberment:
de: Bewegungseinschränkung:
ja: 動作制限:
ko: 방해율 :
ru: Скованность:
zh_cn: 累赘度：

source: Enjoyability:
de: Genießbarkeit:
ja: 満喫:
ko: 유쾌함 :
ru: Вкусность:
zh_cn: 享受：

source: Environmental protection:
de: Umgebungsschutz:
ja: 環境防護:
ko: 대 환경 방호력 :
ru: Защита от окружающей среды:
zh_cn: 环境防护：

# memorial_female
source: Had a %s revive while carrying it.
de: Ist 1 %s beim Tragen wiederbelebt.
ja: %sが運搬中に蘇りました。
ko: %s을(를) 들고 가던 도중에 그것이 다시 살아났습니다.
zh_cn: 背着它的时候，一个 %s 复活了。

# memorial_male
source: Had a %s revive while carrying it.
de: Ist 1 %s beim Tragen wiederbelebt.
ja: %sが運搬中に蘇りました。
ko: %s을(를) 들고 가던 도중에 그것이 다시 살아났습니다.
zh_cn: 背着它的时候，一个 %s 复活了。

source: Has level %1$d %2$s quality.
de: Hat %2$squalität der Stufe %1$d.
ja: レベル%1$dの%2$s性能を有しています。
ru: Имеет качество %2$s уровня %1$d.
zh_cn: 具有等级 %1$d 的 %2$s 功能。

source: It can be understood by beginners.
de: Es kann von Anfängern verstanden werden.
ja: これは初心者でも意味が分かります。
ko: 초심자도 이해할 수 있습니다.
ru: Понятно даже для новичков.
zh_cn: 适合初学者阅读。

source: It is bugged and does not actually listen to radio signals.
zh_cn: 这件物品出错了，无法被无线电信号激活。

source: It might help you figuring out some more recipes.
zh_cn: 这可以帮助你获得配方。

source: It will be activated by "Blue" radio signal.
zh_cn: 这件物品将会被“蓝色”无线电信号激活。

source: It will be activated by "Green" radio signal.
zh_cn: 这件物品将会被“绿色”无线电信号激活。

source: It will be activated by "Red" radio signal.
zh_cn: 这件物品将会被“红色”无线电信号激活。

source: It will be done in %s.
ja: あと%sで完了します。
zh_cn: 还需要%s就能完成。

source: It's done and can be activated.
ja: 完了しました。使用できます。
zh_cn: 它已完成，可以再次激活。

source: Just for fun.
de: Nur zum Spaß.
ja: 単なる娯楽用品です。
ko: 재미로 읽는 것
ru: Просто для развлечения.
zh_cn: 仅供娱乐。

source: Layer:
ja: 積層:
zh_cn: 衣物层：

source: Leave your head unencumbered to put on the hood.
ja: フードを被るには頭部に邪魔な被り物があります。
zh_cn: 让你的脑袋处于无累赘状态来戴上兜帽取暖。

source: Leave your mouth unencumbered to raise the collar.
ja: 襟を上げるには口に邪魔な物があります。
zh_cn: 让你的嘴部处于无累赘状态来竖起领子取暖。

source: Location:
de: Standort:
ja: 位置:
ko: 장착 위치:
ru: Размещение:
zh_cn: 位置:

source: Made from: %s
de: Gemacht aus Material: %s
ja: 素材: %s
zh_cn: 原料： %s

source: Magazine:
de: Magazin:
ja: 弾倉:
ko: 장탄량 :
ru: Обойма:
zh_cn: 弹容量：

source: Material: %s
ja: 素材: %s
ru: Материал: %s
zh_cn: 材质：%s

source: Maximum <num> charge (doubled) of %s.
de: Maximal <num> Ladung (verdoppelt) %s.
ja: %sを最大<num>充填可能(倍化)。
zh_cn: 最大<num>单位（已加倍）的 %s。

source: Maximum <num> charge (doubled).
de: Maximal <num> Ladung (verdoppelt).
ja: 最大<num>充填可能(倍化)
zh_cn: 最大<num>单位（已加倍）。

source: Maximum <num> charge (rechargeable) (doubled) of %s.
de: Maximal <num> Ladung (wiederaufladbar) (verdoppelt) %s.
ja: %sを最大<num>充填可能(再充電)(倍化)。
zh_cn: 最大<num>单位（可再充）（已加倍）的 %s。

source: Maximum <num> charge (rechargeable) (doubled).
de: Maximal <num> Ladung (wiederaufladbar) (verdoppelt).
ja: 最大<num>充填可能(再充電)(倍化)。
zh_cn: 最大<num>单位（可再充）（已加倍）。

source: Maximum <num> charge (rechargeable) of %s
de: Maximal <num> Ladung (wiederaufladabar) %s.
ja: %sを最大<num>充填可能(再充電)。
zh_cn: 最大<num>单位（可再充）的 %s。

source: Maximum <num> charge (rechargeable).
de: Maximal <num> Ladung (wiederaufladbar).
ja: 最大<num>充填可能(再充電)。
zh_cn: 最大<num>单位（可再充）。

source: Maximum <num> charge of %s.
de: Maximal <num> Ladung %s.
ja: %sを最大<num>充填可能。
ru: Максимум <num> зарядов %s.
zh_cn: 最大<num>单位的%s。

source: Maximum <num> charge.
de: Maximal <num> Ladung.
ja: 最大<num>まで充填可能。
ru: Максимум <num> зарядов.
zh_cn: 最大<num>单位。

source: Mod Locations:
de: Mod-Positionen:
ja: MOD装着箇所:
ko: 개조 위치:
ru: Расположение модов:
zh_cn: 模组位置：

source: Moves per attack:
de: Züge pro Angriff:
ja: 攻撃コスト:
ko: 공격당 이동 포인트 소모 :
ru: Ходов на атаку:
zh_cn: 耗时：

source: Normal.
ja: 標準。
zh_cn: 普通。

source: Note:
de: Beachte:
ja: メモ:
ko: 노트 :
ru: Заметка:
zh_cn: 备注：

source: Nutrition:
de: Nahrhaftigkeit:
ja: 栄養:
ko: 배고픔 해소 :
ru: Питательность:
zh_cn: 营养：

source: Oh dear god, a corpse you're carrying has started moving!
de: Oh lieber Gott, eine Leiche, die du trägst, hat angefangen, sich zu bewegen!
ja: むむ、何と持ち運んでいる死体が動き始めました！
ko: 세상에! 가지고 있던 시체가 움직이기 시작했습니다!
ru: Ни хрена себе, труп, который вы несли, начал шевелиться!
zh_cn: 额滴神啊，你扛着的一具尸体动起来了！

source: Oh dear god, a robot you're carrying has started moving!
ja: むむ、何と持ち運んでいるロボットが動き始めました！
zh_cn: 乖乖隆地咚，你扛着的一台机器人动起来了！

source: On closer inspection, this appears to be hallucinogenic.
de: Bei nährer Betrachtung scheint dies halluzigen zu sein.
ja: 精密検査によると、これには幻覚発現性がある様です。
ko: 자세히 살펴보니 환각 유발 성분을 가지고 있는 것 같습니다.
zh_cn: 离近了看看，这东西像是迷幻药。

source: On closer inspection, this appears to be poisonous.
de: Bei nährer Betrachtung scheint dies giftig zu sein.
ja: 精密検査によると、これには有毒性がある様です。
ko: 자세히 살펴보니 독성을 가지고 있는 것 같습니다.
zh_cn: 离近了看看，这东西似乎有毒。

source: Once set in a vat, this will ferment in around %d and a half days.
de: Sobald in einem Bottich, wird dies in etwa %d und einen halben Tag gären.
ja: 大桶に入れると、およそ%d日半で発酵します。
zh_cn: 一旦在瓮中设置，持续发酵时间大约为 %d 天半。

source: Once set in a vat, this will ferment in around %d day.
de: Sobald in einem Bottich, wird dies in etwa %d Tag gären.
ja: 大桶に入れると、およそ%d日で発酵します。
zh_cn: 一旦在瓮中设置，持续发酵时间大约为 %d 天。

source: Once set in a vat, this will ferment in around %d hour.
de: Sobald in einem Bottich, wird dies in etwa %d Stunde gären.
ja: 大桶に入れると、およそ%d時間で発酵します。
zh_cn: 一旦在瓮中设置，持续发酵时间大约为 %d 小时。

source: Outer.
ja: 上着。
zh_cn: 外罩。

source: Pistols
de: Pistolen
ja: 拳銃
ko: 권총
ru: Пистолеты
zh_cn: 手枪

source: Portions:
de: Portionen:
ja: 分量:
ko: 사용 가능 횟수:
ru: Порций:
zh_cn: 分量：

source: Price:
de: Preis:
ja: 価格:
ko: 가격:
ru: Цена:
zh_cn: 价格：

source: Protection: Bash:
de: Schutz: Schlag:
ja: 防護力: 対衝:
ko: 타격 보호 :
ru: Защита от удара:
zh_cn: 钝击防护：

source: Put away your weapon to warm your hands in the pockets.
ja: ポケットで手を温めるには、武器が邪魔です。
zh_cn: 收起你的武器来使用口袋暖手。

source: Quench:
de: Durstlöschung:
ja: 水分:
ko: 갈증 해소 :
ru: Утоление жажды:
zh_cn: 解渴：

source: Range:
de: Reichweite:
ja: 射程距離:
ko: 사거리 :
ru: Дальность:
zh_cn: 射程：

source: Reading this book affects your morale by <num>
de: Lesen des Buches verändert die Moral um <num>
ja: この本を読むと意欲に<num>の影響を及ぼします。
ko: 이 책을 읽으면 의욕이 <num> 높아집니다.
ru: Чтение изменит вашу мораль на <num>
zh_cn: 读这本书对你的情绪有 <num> 影响

source: Recoil:
de: Rückstoß:
ja: 反動:
ko: 반동 :
ru: Отдача:
zh_cn: 后坐力：

source: Reload time:
de: Nachladedauer:
ja: 再装填時間:
ko: 재장전 시간 :
ru: Время перезарядки:
zh_cn: 装填耗时：

source: Requires %s level <num> to understand.
de: Benötigt Fertigkeit %s in Stufe <num> zum Verstehen.
ja: 理解するには%s技能が<num>必要です。
ko: 이해하려면 %s 기술이 <num> 레벨 필요합니다.
ru: Неоходим навык %s уровня <num>, чтобы понять.
zh_cn: 需要 %s 技能<num>级才能理解。

source: Requires intelligence of <num> to easily read.
de: Mindestintelligenz zum einfachen Lesen: <num>
ja: 円滑に読むには<num>の知性が必要です。
ko: 쉽게 읽으려면 지능이 <num> 필요합니다.
ru: Необходим интеллект <num>, чтобы прочесть.
zh_cn: 需要智力<num>才能顺利阅读。

source: Revolver.
ja: リボルバー
ko: 리볼버.
ru: Револьвер.
zh_cn: 转轮手枪

source: Rifles
de: Gewehre
ja: ライフル
ko: 소총
ru: Винтовки
zh_cn: 来复枪

source: SMGs
de: MPs
ja: サブマシンガン
ko: 기관단총
ru: Пистолеты-пулеметы
zh_cn: SMG

source: Semi-automatic.
de: Halbautomatisch.
ja: セミオート
ko: 반자동
ru: Полуавтомат.
zh_cn: 半自动

source: Shotguns
de: Schrotflinten
ja: ショットガン
ko: 산탄총
ru: Дробовики
zh_cn: 霰弹枪

source: Sight dispersion:
ja: 視界分散:
zh_cn: 瞄准散布：

source: Skill used:
de: ben. Fertigk.:
ja: 適用技能:
ko: 사용 기술 :
ru: Навык:
zh_cn: 技能：

source: Smells like:
de: Riecht wie:
ja: 臭い:
ko: 풍기는 냄새 :
ru: Пахнет как:
zh_cn: 气味：

source: Stats of the active gunmod (%s) are shown.
ja: MOD(%s)の数値を表示しています。
zh_cn: 已启用的配件(%s)。

source: Storage:
de: Lagerplatz:
ja: 収納箇所:
ko: 저장 가능량 :
ru: Свободное место:
zh_cn: 容纳空间：

source: Strapped.
ja: 帯。
zh_cn: 束带。

source: Techniques:
de: Techniken:
ja: 技術:
ru: Техники:
zh_cn: 技巧：

source: That %s isn't water-tight.
de: %s ist nicht wasserdicht.
ja: %sは防水ではない。
ko: %s에는 물을 담을 수 없습니다.
ru: %s не удержит жидкость.
zh_cn: 那个 %s 是漏水的。

source: That %s won't hold %s.
de: Dieses %s kann nicht %s beinhalten.
ja: %sには%sを入れられません。
ko: 그 %s(으)로는 %s을(를) 담아둘 수 없습니다.
ru: %s не может содержать %s.
zh_cn: 那些 %s 不能支撑 %s 。

source: The arms.
ja: 両腕
ko: 팔
ru: Руки.
zh_cn: 手臂

source: The casing of this item has cracked, revealing an ominous green glow.
de: Die Hülle dieses Gegenstands ist angebrochen und zeigt ein unheilvolles grünes Leuchten.
ja: このアイテムの容器にひびが入っています。明らかに不気味な緑色の光を放っています。
ko: 겉포장에 금이 간 상태입니다. 불길한 녹색 빛이 새어나오고 있습니다.
zh_cn: 这个物品的外壳已经开裂，露出几道让人不安的绿光。

source: The eyes.
de: Die Augen.
ja: 眼
ko: 눈
ru: Глаза.
zh_cn: 眼 睛

source: The feet.
ja: 両足
ko: 발
ru: Ступни.
zh_cn: 脚部

source: The film strip on the badge is %s.
de: Der Filmstreifen auf der Plakette ist %s.
ja: バッジのフィルムストリップは%sです。
ko: 배지에 달린 필름이 %s 되었습니다.
ru: Плёнка на значке %s цвета.
zh_cn: 徽章上的电影胶片是%s

source: The hands.
ja: 手
ko: 손
ru: Ладони.
zh_cn: 手部

source: The head.
de: Den Kopf.
ja: 頭部
ko: 머리
ru: Голова.
zh_cn: 头 部

source: The left arm.
de: Der linke Arm.
ja: 左腕
zh_cn: 左 臂

source: The left foot.
de: Der linke Fuß.
ja: 左足
zh_cn: 左 脚

source: The left hand.
de: Die linke Hand.
ja: 左手
zh_cn: 左 手

source: The left leg.
de: Das linke Bein.
ja: 左脚
zh_cn: 左 腿

source: The legs.
ja: 両脚
ko: 다리
ru: Ноги.
zh_cn: 腿部

source: The mouth.
de: Den Mund.
ja: 口
ko: 입
ru: Рот.
zh_cn: 嘴 部

source: The over-extended cable breaks loose!
ja: 伸ばされ過ぎたケーブルが破断しました！
zh_cn: 过长的电缆脱散下来！

source: The right arm.
de: Der rechte Arm.
ja: 右腕
zh_cn: 右 臂

source: The right foot.
de: Der rechte Fuß.
ja: 右足
zh_cn: 右 脚

source: The right hand.
de: Die rechte Hand.
ja: 右手
zh_cn: 右 手

source: The right leg.
de: Das rechte Bein.
ja: 右脚
zh_cn: 右 腿

source: The torso.
de: Den Torso
ja: 胴体
ko: 상체
ru: Торс.
zh_cn: 躯 干

source: This book contains %1$d crafting recipe: %2$s
de: Dieses Buch enthält %1$d Fertigungsrezept: %2$s
ja: この本には%1$d個のレシピが書かれています: %2$s
ru: Книга содержит %1$d рецепт: %2$s
zh_cn: 这本书包括 %1$d 制造配方: %2$s

source: This book has <num> unread chapter.
ja: この本には<num>章の読まれていない項目があります。
zh_cn: 这本书包含 <num> 个未读章节.

source: This container can be resealed.
ja: この容器は再密封が可能です。
zh_cn: 这个容器可以重新密封。

source: This container can store %.2f liters.
ja: この容器は%.2fLまで蓄えられます。
zh_cn: 这个容器的容量有 %.2f升。

source: This container is watertight.
ja: この容器は防水です。
zh_cn: 这个容器是水密的。

source: This container preserves its contents from spoiling.
ja: この容器は中身の腐敗を防ぎます。
zh_cn: 这个容器有防腐效果。

source: This food has started to rot, but you can tolerate it.
de: Dieses Lebensmittel fing an, zu verderben, aber du kannst es tolerieren.
ja: この食べ物は腐り始めていますが、我慢して食べる事が出来ます。
ko: 이 음식은 부패하기 시작했습니다. 하지만 당신은 이것을 소화할 수 있을 것입니다.
ru: Эта еда начала портиться, но вы можете с этим справиться.
zh_cn: 有点馊了，不过捏着鼻子还是吃得下去的。

source: This food has started to rot, but your bionic digestion can tolerate it.
de: Dieses Lebensmittel fing an, zu verderben, aber deine bionische Verdauung kann das tolerieren.
ja: この食べ物は腐り始めていますが、人工消化器官があれば食べられます。
ko: 이 음식은 부패하기 시작했습니다. 하지만 당신의 바이오닉 소화장치는 이것을 소화할 수 있을 것입니다.
ru: Эта еда начала портиться, но наш бионический желудок может с этим справиться.
zh_cn: 有点馊了，但生化分解系统不是只能吃干饭的。

source: This food has started to rot. Eating it would be a very bad idea.
de: Dieses Lebensmittel fing an, zu verderben. Es wäre eine sehr schlechte Idee, es zu essen.
ja: この食べ物は腐り始めています。食べるのは止めるべきです。
ko: 이 음식은 부패하기 시작했습니다. 이것을 먹는 것은 그다지 좋지 않은 생각입니다.
ru: Эта еда начала портиться. Есть её — очень плохая идея.
zh_cn: 这东西馊了。不想拉肚子就别吃。
