Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A copper tube, too thin to be much use as a melee weapon, but will do if nothing else is available. Useful in a few crafting recipes.
de: Ein Kupferrohr, zu dünn, um ernsthaft als Nahkampfwaffe gebraucht zu werden, aber es reicht, wenn sonst nichts verfügbar ist. Nützlich in ein paar Fertigungsrezepten.
ja: 銅管です。武器としては余りにも薄いですが、手頃なものが他にないなら使ってもいいでしょう。幾つかのアイテム製作に使います。
zh_cn: 一个随处可见的铜管，太薄太脆，不太适合作近战武器，为什么不试试加工一下呢？

source: A crude clay pot with lid used for cooking.
ja: 素焼きの鉢です。調理用に蓋が付いています。
zh_cn: 一个粗糙的带把陶锅，可以用来做饭。

source: A crude wooden table.
zh_cn: 一个粗糙的木桌

source: A curved wooden stick with a wide and flat end. Commonly used by hockey players.
de: Ein gekrümmter Holzstock mit einem breiten und flachen Ende. Üblicherweise von Hockeyspielern benutzt.
ja: 湾曲した先端に平坦な部分がある木の棒です。主にホッケーの選手が使用します。
zh_cn: 木棍远端是弯曲的。冰球运动员常用。

source: A dahlia bud. Contains some substances commonly produced by a dahlia.
de: Eine Dahlienknospe. Enthält einige Substanzen, die gewöhnlicherweise von einer Dahlie produziert werden.
ja: ダリアの芽です。成長するとダリアの花が咲きます。
zh_cn: 大丽花的花蕾，包含了一些大丽花特有的成分。

source: A dahlia stalk with some petals.
de: Ein Dahlienstängel mit ein paar Blütenblättern.
ja: ダリアの茎と花弁です。
ko: 꽃잎이 조금 달린 달리아 줄기입니다.
ru: Стебель георгина с несколькими лепестками.
zh_cn: 还带有几片花瓣的大丽花。

source: A dead body.
de: Ein toter Körper.
ja: 死体。
ko: 시체.
ru: Труп.
zh_cn: 一具尸体。

source: A dead plant. Good for starting fires.
de: Eine verdorrte Pflanze. Kann zum Anzünden eines Feuers verwendet werden.
ja: 枯れた植物です。火種にちょうど良いでしょう。
zh_cn: 一株枯萎的植物，拿来生火正好。

source: A double edged razor blade.
de: Eine zweischneidige Rasierklinge.
ja: 2枚刃の剃刀用の替刃です。
zh_cn: 倒霉牌双层剃须刀片！

source: A dull knife, absolutely worthless in combat.
de: Ein stumpfes Messer. Komplett nutzlos in einem Gefecht.
ja: 切れないナイフです。戦闘には何の役にも立たない。
ko: 전투에서는 완전히 쓸모 없는, 무딘 나이프입니다.
ru: Тупой нож, абсолютно бесполезен в бою.
zh_cn: 一把钝刀，在搏斗中一点用都没有，削苹果都是个问题。

source: A filled fish bowl, the tag says 'to Ed' and the fish's name, 'Hoss'. The fish appears to have tiny antlers.
de: Ein gefülltes Fischglas. Auf dem Aufkleber steht »an Ed« und der Name des Fisches: »Hoss«. Es scheint, dass der Fisch ein kleines Geweih hätte.
ja: 金魚鉢には「エドへ」という宛名と「ホス」という魚の名前が書かれたタグ、そして魚が入っています。魚には小さな枝角が付いているように見えます。
zh_cn: 一个充满水的鱼缸，里面的鱼看起来已经变异出微小的鹿角。

source: A fire hardened building block used in masonry construction.
ja: 堅く焼成された石工建築用の煉瓦です。
zh_cn: 砖头，我们都知道是用来干嘛的，不宜乐乎，乎乎。。。乎。。。。

source: A fist-sized eyeball with a cross-shaped pupil. It seems to be made of stone, but doesn't look like it was carved.
de: Ein faustgroßer Augapfel mit einer kreuzförmigen Pupille. Es sieht aus, als wäre er aus Stein gemacht, aber es sieht nicht wie gemeißelt aus.
ja: 拳ほどの大きさの十文字模様の眼球です。どうやら石で出来ている様です。模様は人の手により彫り込まれた物ではない。
zh_cn: 这颗拳头大小的眼球有个十字形的瞳孔，虽然看起来好像是石头做的，但完全看不出雕刻的痕迹。

source: A flat wooden club with sharp glass shards sticking to both of its sides.
ja: 鋭い石片を埋め込んだ両刃の木剣です。
zh_cn: 中美洲古代战士的标配马克胡特黑曜石双刃剑，才怪，这是一片木板两侧绑上了锋利的玻璃片的简易版本。

source: A flat wooden club with sharpened pieces of stone set into the edges. Not as sharp as genuine obsidian or even glass would be, but certainly more durable.
zh_cn: 玛雅武器，一根木棒嵌入了许多磨尖的石头。不像传统的黑曜石或玻璃那样尖锐，但显然更耐用。

source: A fluffy pillow to rest your head on when sleeping.
ja: 睡眠時に頭部を心地良く包み込んでくれる柔らかな枕です。
zh_cn: 一只软软的充填着羽绒的枕头，你可以想象自己穿上比基尼用这种枕头在床上和丧尸相互锤打的美妙体验。

source: A folded glossy handout that appears to be an introduction to living in a massive underground complex.
zh_cn: 一份蜷曲的有光泽的印刷品，似乎是一处大型地下城市的房产广告。

source: A folded sheet of leather made from carefully tanned animal hide, with the fur still intact. Can be cut up or used as is.
ja: 丁寧に鞣し加工された動物由来の毛皮を折り畳んだものです。切り分けるか、あるいはそのままでも使います。
zh_cn: 一张折起来的皮革，当然毛还留在上边。由动物的皮小心鞣制得来。可以就这样用，也可以切成小片。

source: A folded sheet of leather made from carefully tanned animal hide. Can be cut up or used as is.
ja: 丁寧に鞣し
zh_cn: 一张折起来的皮革。由动物的皮小心鞣制得来。可以就这样用，也可以切成小片。

source: A folding grappling hook attached to a stout 30-foot long piece of lightweight cord. Useful for keeping yourself safe from falls.
de: Ein aufklappbarer Enterhaken, der an einer stabilen 914 cm langen Schnur befestigt ist. Nützlich, um dich vor Stürzen zu schützen.
ja: しっかりとした軽量の30フィート(9m)の縄が備え付けられた、折り畳み式の引っ掛けフック。安全に降下する際に有用。
zh_cn: 可折叠的精钢抓钩，系在一根30英尺长的尼龙绳上。有效保护你从高处落下时的安全。

source: A foot-long blade made from high-tech alloy and edged with bonded nanocrystals.
de: Eine 30 Zentimeter lange Klinge aus einer High-Tech-Legierung. Sie wurde mit verbundenen Nanokristallen geschärft.
ja: ハイテク技術による合金から作られ、結合されたナノクリスタルで縁取られた剣です。
ko: 최첨단 기술이 적용된 합금과 예리한 나노 크리스탈로 만들어진 1피트 길이의 칼날입니다.
ru: Тридцатисантиметровый клинок, созданный из высокотехнологичных сплавов, режущая часть которого представлена нанокристаллами.
zh_cn: 使用尖端科技打造的约一尺长的合金刀片，号称只有一个分子宽的纳米晶体组成了它的锋刃。

source: A forge rig made to run off a vehicle's storage battery. Used for forging tools in a vehicle.
de: Eine Schmiedeausrüstung, welcher mit eines Fahrzeugs Akkumulator betrieben wird. Er wird für das Schmieden von Werkzeugen in einem Fahrzeug verwendet.
ja: 車両のバッテリーで動くよう作られた電動ろ装置です。車内で鋳造作業が出来るようになります。
zh_cn: 一种使用车载电源的锻造钻机台机床，有了它你就可以在你的爱车上加工各种金属器件，比如按摩棒神马的。

source: A fork, if you stab something with it you eat it right away. Wait... nevermind.
de: Eine Gabel, wenn du etwas damit erstichst, kannst du es gleich aufessen. Moment mal … Ach, vergiss es.
ja: フォークです。これで突き刺したら、口に運びます。待てよ...いや、何でもないよ。
zh_cn: 一把叉子，你可以用它叉起你想吃的任何东东放进你的嘴里。等等...现在还是算了吧。

source: A fresh piece of clay. Useful for some crafting recipes.
zh_cn: 刚挖出来的粘土。可以用在某些配方里。

source: A glass dessert bowl, not a lot of use for it really.
de: Eine gläserne Dessert-Schüssel. Dafür gibt es nicht wirklich viele Verwendungszwecke.
ja: ガラス製のデザート用のボウルです。
ko: 유리로 만든, 완만한 굴곡의 디저트용 그릇입니다. 정말로 쓸만한 용도가 없습니다.
ru: Десертная чашка из стекла, сложно найти ей какое то применение.
zh_cn: 一个用来装甜点的碗，真没什么用处。

source: A glass dinner plate, you could probably play frisbee with it.
ja: ディナー用のガラス製の大皿です。フリスビーにして遊ぶ事も出来ますよ。
zh_cn: 一个玻璃餐盘，你可以把它当飞盘玩，一次性的，当然。

source: A glass shard with wrapping at one end so it can be safely wielded.
de: Eine Glasscherbe mit einer Umwickelung an einem Ende, damit sie sicher getragen werden kann.
ja: 安全に振り回せる様に持ち手にラップを巻き付けたガラス片です。
ko: 유리 조각을 감싸서 안전하게 휘두를 수 있게 되었습니다.
ru: Осколок стекла с обмоткой на конце, чтобы им можно было безопасно орудовать.
zh_cn: 一片碎玻璃，一端绑上了布……这下子不怕划伤自己的手了。

source: A gold candlestick.
de: Ein goldener Kerzenhalter.
ja: 金製の燭台です。
ko: 황금 촛대입니다.
ru: Золотой подсвечник.
zh_cn: 一个黄金烛台。

source: A hand-written paper note.
de: Eine handgeschriebene Papiernotiz.
ja: 手書きのメモです。
ko: 손 글씨로 쓰여진 쪽지.
ru: Записка. Написана от руки на клочке бумаги.
zh_cn: 一张手写笔记。

source: A hard plastic truncheon commonly employed by police. Originally an Okinawan weapon, it consists of a stick with a perpendicular handle attached a third of the way down its length.
de: Ein harter Plastikschlagstock, wie er üblicherweise von der Polizei eingesetzt wird. Er ist ursprünglich eine Okinawan-Waffe und besteht aus einem Stock, von dem am Drittel seiner Länge ein Griff angebracht ist.
ja: 主に警察が採用している硬質プラスチック製のトンファーです。元々は沖縄で生まれた武器で、長い棒のおおよそ3分の1に当たる箇所に垂直の短い持ち手が接合された形状をしています。
zh_cn: 一根棍子在三分之一处垂直连接着手把的棍子。最初是来自冲绳的土著武器，现在作为皿煮警察用于驱赶暴徒的硬塑料警棍。

source: A hard-wood stick designed for hitting colorful balls around a felt table. Truly, the coolest of sports.
de: Ein Hartholzstock, gemacht, um bunte Bälle um einen gedachten Tisch zu schlagen. Wahrhaft die coolste aller Sportarten.
ja: フェルトテーブルのカラフルなボールを突くために 設計された、堅木で作られている棒です。 本当に、最もクールなスポーツです。
zh_cn: 一个硬木棍，用于在毛茸茸的桌面上击打一些五颜六色的小球。这就是最酷的运动了。

source: A heating element, like the ones used in hotplates or kettles.
de: Ein Heizelement, so wie die, die in Kochplatten oder Wasserkesseln benutzt werden.
ja: ヒーターの部品です。ホットプレートや電気ケトルに使います。
ko: 발열체입니다. 핫 플레이트나 주전자에 사용됩니다.
ru: Нагревательный элемент, как один из тех, что используется в конфорках или чайниках.
zh_cn: 加热元件，通常用在电炉或电水壶等中。

source: A heavy circular block of solid rubber, normally used for playing hockey. You can throw it to cause some serious harm.
de: Ein schwerer, runder Zylinder aus festem Gummi, der normalerweise im Hockeyspiel benutzt wird. Du kannst ihn werfen, um ein bisschen ernsthaften Schaden anzurichten.
ja: 硬いゴム製の重い円形のパックです。通常はホッケーの試合で使いますが、敵に投げつけて深刻なダメージを与えることもできます。
zh_cn: 用固体橡胶制成的沉重的球状物，通常用于玩曲棍球。投掷它能造成严重的伤害。

source: A heavy frame outfitted with tie-downs and attachment points for carrying cargo.
de: Ein schwerer Rahmen, der mit Anbindungen und Anschlussstellen versehen wurde, um Ladung zu tragen.
ja: 積荷空間として利用できるよう頑丈に結束され、多くの取り付け金具を追加した重量級フレームです。
ko: 화물을 운반하기 위한 고정끈과 적재소가 갖춰진 무거운 프레임입니다.
ru: Тяжелая рама, оснащенная крепежами и точками крепления для перевозки груза.
zh_cn: 一个有着运载货物用的绳索和附着点的重型框架。

source: A heavy iron disc that typically covers a ladder into the sewers. Lifting it from the manhole is impossible without a crowbar.
de: Eine schwere Eisenplatte, die üblicherweise eine Leiter, die in die Abwasserkanäle führt, verdeckt. Eine von einem Gullyloch hochzuheben, ist unmöglich ohne ein Brecheisen.
ja: ずっしりとした鉄の円盤です。下水道の蓋。バールがなければ持ち上げられそうにない。
zh_cn: 一块铁制的大圆盘，通常用来盖在下水道的入口处，灾变前禁止用撬棍把它移出井口。

source: A heavy metal guard that covers the fist and increases striking power, with stout padding underneath to protect the wearers hand.
de: Ein schwerer Metallschutz, der die Faust bedeckt und die Schlagkraft erhöht. Unter ihm ist eine kräftige Plattierung, um die Hand des Trägers zu schützen.
ja: 拳を覆い、打撃力を増した武具です。
ko: 주먹을 감싸는 금속 보호구로, 타격력을 증가시킵니다. 착용자의 손을 보호하기 위해 밑에 두터운 패드가 붙어있습니다.
ru: Обмотка кожаными ремнями на руках для их защиты и увеличения степени травматичности удара. Между ремнями вложены тяжёлые полоски металла.
zh_cn: 警卫队手套，保护你的拳头的同时增加打击力，结实耐草

source: A heavy steel chain. Useful as a weapon, or for crafting. It has a chance to wrap around your target, allowing for a bonus unarmed attack.
de: Eine schwere Stahlkette. Nützlich als Waffe oder zur Fertigung. Sie hat eine Chance, sich um dein Ziel zu wickeln und dir damit die Möglichkeit eines zusätzlichen unbewaffneten Angriffs gibt.
ja: 厚鋼製の鎖です。武器にしたり、アイテムの製作にも使えます。この武器は目標に絡まるとチャンスを持ち、素手による攻撃にボーナスを見込めます。
zh_cn: 一个沉重的钢链。可以作为武器或用于制造。当你拿着它一顿猛抽时，它可以缠绕对手造成额外的伤害。

source: A high-quality lens, useful for focusing or diffusing light. Might be useful for starting a fire.
ja: 高性能なレンズです。光の収束や拡散が出来ます。着火に使えるかもしれません。
zh_cn: 此为高品质镜头，可以用来聚光或散光。或许可以用来生火。

source: A home microwave, has probably seen its share of baked beans. Good for scrap parts.
de: Eine Heim-Mikrowelle, welche bestimmt schon viele gebackene Bohnen gesehen hat. Gut für Schrottteile.
ja: 家庭用の電子レンジです。多分、ベイクドビーンズのシェアを広げるのに役立ちました。分解して部品を取るには最適なガラクタでしょう。
zh_cn: 此为家用微波炉，似乎应该用来烤豆子。但现在最适合拆开当零件。

source: A kiln full of wood that has been lit; better drop it!
de: Ein Holzkohleofen mit Holz, das angezündet wurde. Lass es besser fallen!
ja: 木材を詰めて火を点けました。
zh_cn: 装满木材的制炭窑炉，已经点燃了，你最好把它放下。

source: A large 12v lead-acid battery used to power truck electrical systems.
de: Eine große 12V-Blei-Säure-Battere, die für die Versorgung der elektischen Systeme in Lastkraftwägen verwendet wird.
ja: 12Vの鉛蓄電池です。トラック等大型車両の電気系統に電力を供給します。
ko: 큰 12v 납산 축전지로, 트럭의 전력 시스템을 작동시킬 때 사용합니다.
ru: Кислотно-свинцовая 12В аккумулятор для питания систем грузовика.
zh_cn: 大型12v铅酸电池，用来给卡车供电。

source: A large alternator used to power truck electrical systems.
de: Eine große Lichtmaschine für die Bestromung der elekrischen Systeme von Lkws.
ja: 大型のオルタネータです。トラックの電気系統に電力を供給する為に使用します。
ko: 이 커다란 발전기는 트럭의 전기 시스템에 전원을 공급하는데 사용됩니다.
ru: Большой генератор используется для питания электрических систем грузовика.
zh_cn: 一个用来给车上的电气系统供能的大型发电机。

source: A large and heavy light designed to illuminate wide areas.
de: Eine große und schwere Leuchte, um breite und weite Gebiete zu beleuchten.
ja: 広範囲を照らすためにデザインされた、重く大きい照明機材です
ko: 넓은 영역을 비추도록 설계된 크고 무거운 조명등입니다.
ru: Большой и тяжелый прожектор, предназначенный для освещения больших площадей.
zh_cn: 又大又重的灯，用来照亮大片区域。

source: A large and slightly misshapen spike, could do some damage mounted on a vehicle.
de: Ein großer und leicht verformter Stachel, am Vehikel angebracht könnte er etwas Schaden anrichten.
ja: 大きくて少し不格好なスパイクです。 車両に搭載すれば若干のダメージを与えられます。
ko: 크고 약간 보기 흉한 스파이크입니다. 차량에 장착하여 어느 정도 데미지를 줄 수 있습니다.
ru: Большой и слегка деформированный шип, может наносить некоторые повреждения при установке на транспортне средство.
zh_cn: 又大又尖的钉子，可以装载车上对对方造成轻微伤害。

source: A large and very powerful electric motor. Useful for crafting.
de: Ein großer und sehr starker Elektromotor. Nützlich für die Fertigung.
ja: 非常に強力な大型の電気モーターです。 アイテム製作に使います。
zh_cn: 一个功率强劲的马达，可以用来制作物品。

source: A large bar of gold. Before the apocalypse, this would've been worth a small fortune; now its value is greatly diminished.
de: Ein großer Goldbarren. Vor der Apocalypse wäre er ein kleines Vermögen wert gewesen; nun ist sein Wert stark vermindert.
ja: 金の延べ棒です。世紀末以前はこれだけで一財産になりました。今となっては価値は減少しています。
zh_cn: 这是条耀眼的巨大金条。灾变之前，无数人为之疯狂，但现在就是拿来敲丧尸也实在太重了。

source: A large bar of silver. Before the cataclysm, this would've been worth quite a bit; now its value is greatly diminished.
de: Ein großer Silberbarren. Vor der Katastrophe wäre er ziemlich viel wert gewesen, nun ist sein Wert stark reduziert.
ja: 銀の延べ棒です。大変動以前はこれだけで一財産になりました。今となってはその様な価値はない。
zh_cn: 一大块银子。大灾变之前，它意味着财富；然而现在一切都变了。

source: A large block of semi-processed coal.
de: Ein großer Block von teilweise verarbeiteter Kohle.
ja: 加工中の石炭の塊です。
ko: 반쯤 가공된, 큰 석탄 블럭입니다.
ru: Большой блок полуобработанного угля.
zh_cn: 一大块半加工的煤炭。

source: A large cathode ray tube television, full of delicious electronics.
de: Ein großer Röhrenfernseher, voller köstlicher Elektronik-Bauteile.
ja: 大型のブラウン管テレビです。有用な電子部品が詰まっています。
ko: 큰 음극 선관 텔레비전입니다. 안에 든 전자부품들이 꿀맛이겠군요.
ru: Массивный телевизор с электронно-лучевой трубкой, полон различной вкусной электроникой.
zh_cn: 这是老式的显像管电视，有着令人怀念的电子的味道。

source: A large frame made of steel. Useful for crafting.
de: Ein großer Rahmen aus Stahl. Nützlich für die Fertigung.
ja: 鋼製の大きなフレームです。アイテム製作に使います。
zh_cn: 一个大的钢制框架，用于自己攒辆车。

source: A large frame made of wood. Useful for crafting.
de: Ein großer Rahmen aus Holz. Nützlich für die Fertigung.
ja: 木製の大きなフレームです。アイテム製作に使います。
zh_cn: 一个用木头做的大框架。用于攒车。

source: A large hammer, forged from the heart of a dying star. It bears the inscription: Whosoever holds this hammer, If he be worthy, Shall possess the power to... CRUSH!!'
ja: 死んだ星の核から鍛造した大型のハンマーです。以下のような銘が刻まれています。 この鎚に相応しき者に 破壊の力を与えん
zh_cn: 一把名为妙尔尼尔（Mjölnir）的神锤，用垂死恒星（白矮星）的星核打造。铭文上写着： 执此锤者， 如其适格， 当承神威... 摧毁！！

source: A large log, cut from a tree. (a)ctivate a wood axe or wood saw to cut it into planks
de: Ein großer Holzscheit von einem Baum. (a)ktiviere eine Holzaxt oder Holzsäge, um ihn zu Planken zu machen.
ja: 木から切り出した丸太です。斧や鋸で板に加工する事が出来ます。
zh_cn: 砍倒树得到的巨大原木。(a)斧头对着它使用可以把它切成木板。

source: A large rag, drenched in blood. It could be cleaned with boiling water.
de: Ein großer, in Blut getränktem Laken. Er könnte mit kochendem Wasser gereinigt werden.
ja: 血塗れの大きな布です。熱湯で洗浄しましょう。
zh_cn: 一块又脏又破的布，浸满了血液。可以用开水把它洗干净。

source: A large sheet of glass strengthened with steel wiring.
de: Eine große, mit Stahlverdrahtung verstärkte Glasscheibe.
ja: 鉄のワイヤーで強化された大きなガラス板です。
ko: 철사로 보강된 큰 유리판입니다.
ru: Большой лист стекла армированного стальной проволокой.
zh_cn: 一大片的钢化玻璃

source: A large sheet of glass. Easily shattered. Useful for repairing windows.
de: Eine große Glasscheibe. Leicht zerbrechlich. Nützlich, um Fenster zu reparieren.
ja: 大きなガラス板です。割れやすい。窓の修理に使います。
zh_cn: 一整块玻璃，超级容易碎。可以用来装在窗户上。

source: A large stone, roughly hollowed out into a pot.
de: Ein großer Stein, der grob zu einem Topf ausgehöhlt wurde.
ja: 大きな石を大雑把にくり抜いて作られた鍋です。
ko: 큰 돌의 속을 비워내어 만든 냄비입니다.
ru: Большой камень, выточеный в горшок.
zh_cn: 一块大石头，大致挖空了像个锅一样。

source: A large storage battery. Useful for crafting. Could be installed into a storage battery case for easy removal from a vehicle, or just welded straight in.
ja: 色々な製作に用いる大型の蓄電池です。蓄電池ケースを介することで簡単に付け外しできるようになりますが、直接溶接して使うこともできます。
zh_cn: 大型蓄电池，用于制造。可被安装到蓄电池箱体内，便于从从车辆中拆卸出来，也可以直接焊接。

source: A large wire basket from a shopping cart, modified to be foldable.
ja: ショッピングカートに使われている大型のワイヤーバスケットです。折り畳める構造になっています。
zh_cn: 购物推车上用的大篮筐，可以折叠。

source: A large wire basket from a shopping cart.
de: Ein großer Drahtkorb von einem Einkaufswagen.
ja: ショッピングカートに使われている大型のワイヤーバスケットです。
ko: 쇼핑 카트에 달리는 큰 철사 바구니입니다.
ru: Большая проволочная корзина из тележки для товаров.
zh_cn: 购物推车上用的大篮筐。

source: A large, heavy ball. Before the apocalypse, its main purpose was to be rolled along waxed floors.
de: Eine große schwere Kugel. Vor der Apokalypse war es ihr Hauptzweck, auf gewachsten Boden entlang gerollt zu werden.
ja: 大きくて重いボールです。災厄以前の利用法はワックス掛けされた床をゴロゴロと転がされる事でした。
zh_cn: 一个又大又重球。灾变之前，它的主要目的是给地板上砸坑。

source: A large, heavy hammer. Makes a good melee weapon for the very strong, but is nearly useless in the hands of the weak.
de: Ein großer, schwerer Hammer. Ist eine gute Nahkampfwaffe für die sehr Starken, aber ist in den Händen der Schwafen fast nutzlos.
ja: 重い大きなハンマーです。非常に強力な近接用の武器になりますが、手仕事ではほとんど役に立ちません。
zh_cn: 巨大的重锤。是一个优秀的强大的近战武器，但在弱者手中甚至拿都拿不起来。

source: A large, heavy-duty spring. Expands with significant force when compressed.
de: Eine schwere, belastbare Schraubenfeder. Wenn zusammengedrückt, dehnt sie sich mit mit erheblicher Kraft aus.
ja: 大きな強力ばねです。 圧縮後、かなりの力で反発します。
zh_cn: 巨大的弹簧。可以承受不少力，且弹性十足。

source: A large, reinforced steel frame, used in military vehicle construction.
de: Ein großer, verstärkter Stahlrahmen, benutzt in der Konstruktion von Militärfahrzeugen.
ja: 強化鋼の大きなフレームです。軍用車両の建造に使います。
ko: 군용 차량 건조에 사용되는 대형 강화 강철 프레임입니다.
ru: Большая усиленная стальная рама. Основа конструкции военного транспорта.
zh_cn: 一个大型的钢筋框架，用于军用车辆制造。

source: A large, relatively sharp blade. Could be used to make bladed weaponry, or attached to a car.
de: Eine lange und relativ scharfe Klinge. Sie könnte benutzt werden, um Klingenwaffen herzustellen oder, um sie an ein Auto anzubringen.
ja: 比較的鋭い大きな刃です。切断武器の製作や 車両に取り付けて使用する事が出来ます。
zh_cn: 锋利的刀片，用于装在车上对目标造成物理伤害。

source: A leather-covered seat designed to be straddled.
de: Ein weicher lederbedeckter Sitz, auf dem man sich im Reitsitz darauf setzen muss.
ja: 跨る様にデザインされた革張りのシートです。
ko: 다리를 벌려서 앉는, 가죽으로 된 엉덩이 받이입니다.
ru: Обитое кожей сиденье, спроектированное специально, чтобы усесться в него, широко расставив ноги.
zh_cn: 为坐骑设计的皮质鞍具。

source: A length of rebar, makes a nice melee weapon, and could be handy in constructing tougher walls and such.
de: Ein Stück Bewehrungsstab; er ist eine nette Nahkampfwaffe und könnte sich für den Bau stärkerer Wände und so als nützlich erweisen.
ja: 鉄筋です。武器として使えます。壁などの建造物の補強に重宝します。
ko: 좋은 근접 무기를 만들 수 있으며, 보다 더 강한 벽을 건설하는데 유용한 철근입니다.
ru: Кусок арматуры, может послужить неплохим холодным оружием, а также весьма полезным строительным инструментом для укрепления стен и прочего.
zh_cn: 长方形的螺纹钢，是一个不错的近战武器，还可以用来制作成房子的墙壁等等。

source: A length of stiff wire, covered in sharp barbs.
de: Ein Stück stabilem Strahtes, der mit scharfen Widerhäken überzogen ist.
ja: 鋭い棘に覆われた硬く長いワイヤーです。
ko: 상당히 튼튼한 철사입니다. 날카로운 미늘이 덮여있습니다.
ru: Моток жёсткой проволки, покрытой острыми зубцами.
zh_cn: 一条有着锋利的倒钩的长线。

source: A length of thin, relatively stiff, steel wire. Like the sort you find in wire fences.
de: Ein Stück dünnem, relativ stabilem Stahldrahtes. So wie man ihn in Drahtzäunen vorfindet.
ja: 細長く比較的硬い鋼のワイヤーです。 同様の物をフェンスから見つけられます。
zh_cn: 一条薄的、僵硬的钢丝，就像常见的铁丝网上的钢丝一样。

source: A long handle with a big metal head, flat on one side, for driving golf balls. Fore!
de: Ein langer Griff mit einem großen Metall-Ende, dass auf einer Seite flach ist, um Golfbälle zu schlagen. Achtung!
ja: 長い柄に金属のヘッドが付いたゴルフボールを飛ばす為の道具です。ファー！
zh_cn: 一根金属柄，一头是击球金属头，gogogog.

source: A long piece of wood with several chunks of steel firmly tied to it. The resulting weapon is unwieldy and slow but very heavy hitting.
de: Ein langes Stück Holz, an das einige Stahlklumpen fest angebracht sind. Die Waffe, die sich daraus ergibt, ist unhandlich und langsam, aber schlägt sehr heftig zu.
ja: 金属片と木の棒を長い紐で繋いだ武器です。とても扱い辛いですが、遠心力の乗った非常に重い打撃を繰り出す事が出来ます。
zh_cn: 一长条被几块钢铁紧紧包裹的木头。这使得这件武器笨重和缓慢，但可以造成沉重的打击。

source: A long piece of wood with several nails through one end; essentially a simple mace. Makes a great melee weapon.
de: Ein langes Stück Holz mit einigen Nägeln an einem Ende; im Grunde ein simpler Streitkolben. Ist eine großartige Nahkampfwaffe.
ja: 木材に釘を無数に打ちつけた長い板です。偉大な近接武器として頼れる相棒になる事でしょう。
zh_cn: 木棍一头钉着许多尖尖的钉子的狼牙棒，是一个出色的近战武器。

source: A long-handled broom. Makes a terrible weapon unless you're chasing cats.
de: Ein langer Besen. Ist eine furchtbare Waffe, es sei denn, du jagst Katzen.
ja: 柄の長い箒です。最凶の武器(猫を追いかけ回す用途においては)ですね。
zh_cn: 一个扫帚，真是一个可怕的武器啊，如果你追猫的话。注：骑上它是不能飞的。

source: A mass of scrap metal crudely beat into shape, with folded rags underneath to protect the wearers knuckles. A good, quick weapon - but you have to get within punching range to use it.
de: Etwas Metallschrott, was grob in Form geschlagen wurde, mit gefaltenen Lumpen darunter, um die Fingerknöchel des Trägers zu schützen. Eine gute, flinke Waffe – aber du musst im Schlagradius stehen, um sie zu benutzen.
ja: 金属片を取り付けたボロ布です。拳を保護する為の装備であり、拳の速度で攻撃する事ができる敏捷性に優れた武器です。
zh_cn: 一块金属碎片被粗鲁的打制成这个形状,有着层叠的布内衬来保护穿戴者的关节,一件精良、快速的武器，不过你可能需要在很近的距离来用它.

source: A medical syringe. Used for administering intravenous drugs.
de: Eine Spritze. Sie wird zur Verabreichung von intravenösen Drogen und Medikamenten benutzt.
ja: 医療用の注射器です。ヘロインなどの薬物の投与に使います。
zh_cn: 一支医用针筒，可以用来注射海洛因或其他毒品。

source: A medieval hammer made for battle. Its odd shape and balance make it an excellent weapon, but an ineffective tool.
de: Ein mittelalterlicher Hammer für die Schlacht. Seine merkwürdige Form und Ausgewogenheit machen ihn zu einer ausgezeichneten Waffe, aber zu einem ineffizientem Werkzeug.
ja: 中世の戦争のために作られたハンマーです。奇妙な形状とバランスのお陰で優れた武器として扱えますが、道具としては役に立ちません。
zh_cn: 一把中世纪风格的战锤。它卓尔不群的设计使它成为一把平衡感极佳的神兵利器，不过敲起钉子来就没有五金店里的锤子好用了。

source: A medieval weapon consisting of a wood handle with a heavy iron end. It is heavy and slow, but its crushing damage is devastating.
de: Eine mittelalterliche Waffe, die aus einem Holzgriff mit einem schweren Eisenende besteht. Sie ist schwer und langsam, aber der Schlagschaden ist vernichtend.
ja: 中世の武器です。柄と重量のある柄頭の2つの部位からなります。重いので攻撃速度は遅いが、破壊的な威力を持ちます。
zh_cn: 这是一柄中世纪武器，木把手顶端有个重铁块，虽然看起来笨重难操作，但它的伤害和命中率却是很高的。

source: A medieval weapon consisting of a wood handle with a heavy, spiked iron ball on the end. It deals devastating crushing damage, with a small amount of piercing to boot.
de: Eine mittelalterliche Waffe, die aus einem Holzgriff mit einer schweren, stacheligem Eisenkugel am Ende. Sie richtet verheerenden Schlagschaden und einen kleinen Stechschaden an.
ja: 中世の武器です。柄と重量のあるトゲのついた柄頭の2つの部位からなります。衝撃と刺突のダメージを与えます。
zh_cn: 这是一款中世纪的铁锤，一根木柄上面插着一个带刺的铁球，能够造成大量的钝击和穿刺伤害。

source: A medium storage battery.
ja: 中型の蓄電池です。
zh_cn: 一个中型蓄电池。

source: A memory card, used. Might be worth a look.
de: Eine Speicherkarte, gebraucht. Könnte einen Blick wert sein.
ja: 使用された形跡のあるメモリーカードです。中身は…見て損をするということはないでしょう。
zh_cn: 一张使用过的存储卡。你宅男的直觉认为里面也许有值得一看的东东，比如27G神马的...

source: A metal cylinder with a small lens inside intended to be installed on a door.
ja: 内側に小型レンズが付いた金属製のシリンダーです。ドアに取り付けます。
zh_cn: 带有小透镜的金属圆筒，安装在门上。你可以用它来观察门外站着的到底是跨省查水表的便衣还是送外卖的飞虎队。

source: A metal faucet that can be attached to a water tank for easy access.
de: Ein Metallwasserhahn, der an einem Wassertank für die einfache Entnahme angebracht werden kann.
ja: 金属製の栓です。給水タンクに取り付けると給水を手軽に行えます。
ko: 쉽게 물탱크에서 물을 빼낼 수 있도록 부착하는 금속 수도꼭지입니다.
ru: Металлический водопроводный кран, который можно присоединить к баку для воды, чтобы иметь к нему доступ.
zh_cn: 一个金属的水龙头，可以连接到水罐上，方便随时取水。
