Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Using hotplate:
de: Kochplatze benutzen:
ja: ホットプレートを使う:
zh_cn: 使用加热板:

source: Using soldering item:
de: Lötgegenstand verwenden:
ja: はんだ付けアイテムを使用する:
zh_cn: 使用焊接物品:

source: Using survivor belt:
ja: サバイバーベルト使う：
zh_cn: 使用幸存者工具带：

source: View recipe on E-ink screen
de: Rezept auf dem E-Ink-Bildschirm betrachten
ja: 電子ｲﾝｸﾃﾞｨｽﾌﾟﾚｲにﾚｼﾋﾟを表示する
zh_cn: 在墨水屏上查看配方

source: Vision enhancement system: ONLINE.
de: Sichtverbesserungssystem: AKTIV.
ja: 視覚増幅システム: オンライン。
ru: система улучшения зрения: АКТИВИРОВАНО
zh_cn: 视觉增强系统: 在线

source: Vous ne pouvez pas percer la-bas..
ja: そこには穴を開けられません。
ko: You can not break out there..(프랑스어)
zh_cn: 那里什么都没有

source: Wasted time, these pictures do not provoke your senses.
de: Vergeudete Zeit, diese Bilder fordern deine Sinne nicht heraus.
ja: 無意味な時間を過ごしました。この写真には何の感情も沸きませんね。
zh_cn: 浪费时间，这些图片无法让你产生共鸣。

source: We empty the %s and reflexively dispense spores onto the mess.
ja: 我々は%sを排除した。反射的に、そこへ胞子を散布しておいた。
zh_cn: 我们清空了%s，并且将孢子散布到那里。

source: We must eliminate this contaminant at the earliest opportunity.
ja: 我々はこの汚染物質を抹殺せねばならない。再優先目標である。
zh_cn: 我们必须尽快排除这个污染源。

source: We no longer require this scaffolding. We reserve it for other uses.
ja: 我々にとってこの足場はもう必要でない。何かに使えるかもしれないので、取っておくことにした。
zh_cn: 我们不再需要这种垫脚石了。我们会让它派上别的用场的。

source: We welcome into us. We have endured long in this forbidding world.
ja: 歓迎しよう。我々はこの険しき世界で長き忍従の時を過ごしてきた。
zh_cn: 欢迎加入我们。我们已在这险恶的世间忍耐太久。

source: We welcome the union of our lines in our local guide. We will prosper, and unite this world.
ja: 我々は、この協同体が地域先導体へ参入することを心より歓迎する。我々は栄え、そして世界を統一するであろう。
zh_cn: 欢迎加入我们引导土著们的事业阵线。我们将更加繁荣，并团结这个世界。

source: Welcome to hackPRO!:
de: Willkommen bei hackPRO!:
ja: ハックプロにようこそ！:
zh_cn: 欢迎使用 hackPRO!！

source: Welcome to the RobotChef3000. Choose option:
zh_cn: 欢迎使用机器厨师3000型。请选择：

source: What do with activated RC car:
de: Was mit dem aktiven Modellauto tun?
zh_cn: 对激活的遥控车做什么：

source: What do with radio control:
zh_cn: 无线电控制：

source: What do you want to play?
de: Was willst du spielen?
ja: どれをプレイしますか？
ko: 어떤 것을 플레이 하시겠습니까?
ru: Во что вы хотите сыграть?
zh_cn: 你想玩什么？

source: What to do with camera?
de: Was mit der Kamera tun?
ja: カメラで何をしますか？
zh_cn: 拿相机做什么？

source: What to do with remote vehicle control:
ja: 車両遠隔操作:
zh_cn: 如何操作无线载具控制器：

source: What would you like to smoke?
de: Was willst du rauchen?
ja: 何を吸いましょうか？
zh_cn: 你想要抽什么烟?

source: Which signal should activate the item?:
zh_cn: 物品激活信号：

source: Why would you do that?
de: Warum solltest du so etwas tun wollen?
ja: なぜそんなことを？
ko: 왜 그랬지?
ru: Зачем вы это делаете?
zh_cn: 你为什么要这样做?

source: With a higher mechanics skill, you might be able to improve it.
de: Mit einer höheren Mechanikerfahrung könntest du in der Lage sein, es aufzubessern.
ja: もっと高度な機械整備の技能があれば精密に調整できそうです。
zh_cn: 如果机械技能再高点,你也许可以改进它.

source: With a roar, the chainsaw leaps to life!
de: Mit einem Brüllen erwacht die Kettensäge zum Leben!
ja: 咆哮をあげてチェーンソーが躍りだしました！
ko: 전기톱이 울리며 작동을 시작합니다!
ru: Бензопила оживает с громким рыком!
zh_cn: 随着一声轰鸣 ，让我们开始电锯惊魂吧！哇哈哈哈！！！

source: With a roar, the chainsaws leap to life!
de: Mit einem Grollen erwachen die Kettensägen zum Leben.
ja: 咆哮をあげてチェーンソーが躍りだしました！
ko: 전기톱이 울리며 작동을 시작합니다!
ru: Бензопила оживает с громким рыком!
zh_cn: 一声怒吼，电锯正渴望着木屑……

source: With a roar, the electric chainsaw leaps to life!
ja: 咆哮をあげて電動チェーンソーが躍りだしました！
zh_cn: 随着一声轰鸣 ，让我们开始电锯惊魂吧！哇哈哈哈！！！

source: With a roar, the hedge trimmer leaps to life!
de: Mit einem Röhren erwacht der Heckenschneider zum Leben.
ja: 咆哮をあげてヘッジトリマーが躍りだしました！
ko: 재단기가 울리며 작동을 시작합니다!
ru: Шпалерные ножницы оживают с громким рыком!
zh_cn: 一声怒吼，绿篱机正渴望着灌木丛……

source: With a snarl, the combat chainsaw screams to life!
de: Knurrend erwacht die Kampfkettensäge zum Leben!
ja: 戦闘用チェーンソーが唸りを上げて戦闘準備に入りました！
ko: 전투용 전기톱이 위잉거리는 소음을 내며 작동을 시작합니다!
ru: С рычанием, ваша боевая бензопила оживает!
zh_cn: 一声低吼，格斗电锯正渴求着鲜血！

source: Wow! This %s has a kick.
de: Wow! Dieses %s haut mächtig rein.
ja: わぉ！%sは刺激が強いな。
ko: 와우! 이 %s은(는) 자극적인 맛이 있습니다.
zh_cn: 哇哦！%s可真够劲儿。

source: Write
de: Schreiben
ja: 書く
ko: 쓰기
ru: Писать
zh_cn: 写

source: Write on what?
de: Worauf soll etwas geschrieben werden?
ja: 何と書きますか？
ko: 무엇에다가 적을까?
ru: На чём писать?
zh_cn: 写在什么上?

source: Write what?
de: Was soll geschrieben werden?
ja: 何を書きますか？
ko: 무엇을 적을까?
ru: Что написать?
zh_cn: 写些什么?

source: Written
de: Geschrieben
ja: 書いた
ko: 쓰여진
ru: Написано
zh_cn: 写好的

source: YES! YES! YESSS!!!
zh_cn: 是♂的！是♂的！是♂的~！

source: Yeah. Place the %s at your feet.
zh_cn: 是的，把 %s 放在你的脚底下。

source: You accurize your %s.
de: Du verbessert die Treffgenauigkeit deiner %s.
ja: %sを精密に調整しました。
zh_cn: 你精调你的 %s 。

source: You activate your RM13 combat armor.
de: Du aktivierst deine RM13-Kampfrüstung.
ja: RM13コンバットアーマーを起動しました。
ru: Вы активируете свою боевую броню RM13
zh_cn: 你激活了RM13战斗装甲。

source: You activate your radiation biomonitor.
de: Du aktivierst deinen Strahlungs-Biomonitor.
ja: 放射能生体モニターを起動しました。
ru: Вы активировали биомонитор радиации.
zh_cn: 你激活你的辐射检测系统。

source: You already know all this book has to teach.
de: Du weißt bereits alles, was dir dieses Buch zu bieten hat.
ja: この本から学ぶことはもうありません。
ko: 당신은 이미 이 책의 내용을 모두 이해했습니다.
ru: Вы уже полностью изучили эту книгу.
zh_cn: 你已经掌握了这本书里所有需要学习的东西。

source: You are already dry, the %s does nothing.
de: Du bist schon trocken, das %s macht nichts.
ja: 既に体は乾いています。%sを使う必要はありません。
ru: Вы уже высохли, %s не имеет эффекта.
zh_cn: 你已经干了，%s没有效果

source: You are already listening to an mp3 player!
de: Du hörst dir bereits die Musik eines MP3-Players an!
ja: 既にMP3プレーヤーで音楽を聴いています！
ko: 이미 MP3 플레이어를 듣는 중입니다!
ru: Вы уже слушаете mp3-плейер!
zh_cn: 你已经在听一个MP3了！

source: You are currently irradiated.
de: Du bist momentan verstrahlt.
ja: 被爆しています。
ru: Вы облучены.
zh_cn: 你正在被辐射。

source: You are not bleeding or bitten, there is no need to cauterize yourself.
de: Du hast weder eine Blutung noch wurdest du gebissen. Es ist nicht nötig, dich selbst zu kauterisieren.
ja: 出血や噛み傷がないので、自身に焼灼する必要はありません。
ko: 물리거나 출혈 상태가 아닙니다. 따라서 상처를 지질 필요도 없습니다.
ru: Вы не истекаете кровью и не укушены, поэтому нет необходимости прижигать себе что-либо.
zh_cn: 你不是流血不止或是咬伤，没有必要去烧灼自己。

source: You are not commanding any robots.
de: Du hast keine Roboter in deiner Gewalt.
ja: ロボットを指揮していません。
zh_cn: 你没有操纵任何机器人。

source: You are not currently irradiated.
de: Du bist momentan nicht verstrahlt.
ja: あなたは被爆していません。
ru: Вы не облучены.
zh_cn: 你目前没有被辐射。

source: You armed your RC car with %s.
de: Du hast dein Modellauto mit %s bestückt.
ja: ラジコン模型自動車に%sを取り付けました。
zh_cn: 你用%s武装了你的遥控车。

source: You attack the %s with your %s.
de: Du greifst %s mit %s an.
ja: あなたは%sで%sを攻撃する。
ko: %s을(를) %s(으)로 때립니다.
ru: Вы атаковали %s вашим %s.
zh_cn: 你攻击了%s，用的是%s。

source: You attempt to pry open your wallet
de: Du versuchst, deine Geldbörse aufzubrechen.
ja: 財布をこじ開けようと試みました
ko: 지갑을 열려고 합니다.
ru: Вы пытаетесь заглянуть в ваш кошелёк
zh_cn: 你试图撬开你的钱包

source: You attempt to shock %s, but miss.
de: Du versuchst, %s zu schoken, aber du verfehlst das Ziel.
ja: %sを感電させようと試みましたが、失敗に終わりました。
ko: %s을(를) 감전시키려고 시도했지만, 빗나갔습니다.
ru: Вы пытаетесь ударить %s током, но промахиваетесь.
zh_cn: 你试图冲击 %s，但被他闪避了。

source: You attempt to shock the %s, but miss.
de: Du versuchst, den %s zu schocken, aber zu verfehlst.
ja: %sを感電させようと試みましたが、失敗に終わりました。
ko: %s을(를) 감전시키려고 시도했지만, 빗나갔습니다.
ru: Вы пытаетесь ударить %s током, но промахиваетесь.
zh_cn: 你试图冲击 %s，但被他闪避了。

source: You blow your dog whistle.
de: Du pustest in deine Hundepfeife.
ja: 犬笛を吹きました。
ko: 개 호루라기를 불었습니다.
ru: Вы свистите в собачий свисток.
zh_cn: 你吹了一下狗哨.

source: You break the glass.
de: Zu zerbrichst das Glas.
ja: ガラスを割ってしまいました。
ko: 유리를 깼습니다.
ru: Вы разбиваете стекло.
zh_cn: 你打碎了玻璃。

source: You breathe deeply from the %s
de: Du atmest tief von der %s ein
ja: %sを使って、深呼吸しました。
ko: %s을(를) 이용해서 깊게 숨을 들이쉬었습니다
ru: Вы глубоко вдохнули из %s
zh_cn: 你从%s里深深地吸了一大口。

source: You bury the beartrap.
de: Du vergräbst die Bärenfalle.
ja: トラバサミを埋めました。
ko: 곰 덫을 묻었습니다.
ru: Вы зарываете медвежий капкан.
zh_cn: 你埋下捕熊器。

source: You bury the land mine.
de: Du vergräbst die Landmine.
ja: 地雷を埋めました。
ko: 지뢰를 묻었습니다.
ru: Вы прикопали мину.
zh_cn: 你埋下了地雷。

source: You can dig a pit via the construction menu -- hit *
zh_cn: 你可以通过建造菜单来挖坑（按 *）

source: You can only purify water.
de: Du kannst nur Wasser reinigen.
ja: 浄化できるのは水だけです。
ko: 물만 정수할 수 있습니다.
ru: Вы можете очищать только воду.
zh_cn: 你只能净化水.

source: You can only tailor your clothes!
ja: 仕立てられるのは衣服だけです！
zh_cn: 你只能缝纫你自己的衣服！

source: You can't %1$s %2$s because of the material it is made of.
ja: 素材が適していないため、%1$sを%2$sにすることはできません。
zh_cn: 因为它的材料的缘故，你不能%1$s %2$s。

source: You can't %s an item that's not solid!
de: Du kannst einen nicht festen Gegenstand nicht %s.
ja: %sは固いものにしかできません！
ko: 이 물품에는 %s할 수 없습니다. 고체가 아닙니다!
ru: Нельзя %s на не твёрдом предмете.
zh_cn: 你不能 %s 一个不是固体的物品!

source: You can't churn up this ground.
de: Du kannst diesen Boden nicht zerwühlen.
ja: この地面は耕すことができません。
ko: 이곳의 땅을 휘저을 수 없습니다.
ru: Вы не можете пахать здесь.
zh_cn: 你不能翻起这块地

source: You can't cut that up!
de: Das kannst du nicht aufschneiden.
ja: それは切れない！
ko: 벌목할 수 없습니다!
ru: Вы не можете это пилить.
zh_cn: 你不能切割这!

source: You can't cut that.
de: Das kannst du nicht schneiden.
ja: それは切れない。
ko: 그것을 잘라낼 수 없습니다.
ru: Вы не можете это пилить.
zh_cn: 你不能切割那个。

source: You can't dig in that %s
de: Du kannst darin nicht graben! %s
ja: %sで掘らない。
ko: %s 안으로 파고들어갈 수 없습니다.
ru: Вы не можете рыть в %s
zh_cn: 你不能在那个 %s 挖掘

source: You can't do that while underwater.
de: Du kannst das nicht tun, solange du im Wasser bist.
ja: 暫くは水中でその行動は出来ない。
ko: 수중에선 할 수 없습니다.
ru: Вы не можете это делать под водой.
zh_cn: 在水下，你无法这样做。

source: You can't drill there.
de: Du kannst hier nicht bohren.
ja: ここは穴を開けれない。
ko: 그곳에 구멍을 낼 수 없습니다.
ru: Здесь нельзя сверлить.
zh_cn: 你不能钻那里。

source: You can't find the direction if your radio isn't tuned.
de: Du kannst die Richtung nicht finden, wenn dein Radio nicht richtig eingestellt ist.
ja: ラジオがチューンされていないと信号の方向が分かりません。
ko: 라디오가 꺼진 상태에선 방향을 찾을 수 없습니다.
ru: Пока радио не настроено, вы не можете искать сигнал.
zh_cn: 如果你的收音机不是调谐，你找不到方位。

source: You can't fish there!
de: Du kannst hier nicht angeln.
ja: そこで釣りは出来ない！
ko: 그곳에서는 물고기를 낚을 수 없습니다!
ru: Здесь нельзя рыбачить!
zh_cn: 你不能在那里钓鱼。

source: You can't heat that up!
de: Das kannst du nicht erhitzen!
ja: それは温められない！
ko: 그것을 데울 수는 없습니다!
ru: Это невозможно разогреть!
zh_cn: 你不能加热那东西!

source: You can't mine there.
de: Du kannst hier nicht graben.
ja: ここは掘れない。
ko: 그곳은 파낼 수 없습니다.
ru: Здесь нельзя раскапывать.
zh_cn: 你不能挖那里。

source: You can't modify this more than twice.
ja: 二回以上は補強できません。
zh_cn: 你不能调整这玩意两遍。

source: You can't modify your power armor!
ja: パワーアーマーは改造できません！
zh_cn: 你不能修改动力装甲！

source: You can't pack your %s until you take it off.
de: Du kannst dein %s nicht packen, bis du es ausziehst.
ja: %sを所持していないと密封できません。
zh_cn: 你打开你的%s，除非先脱下来。

source: You can't place a %s there.
de: Du kannst hier keinen %s platzieren.
ja: そこには%sを置けません。
ko: %s을(를) 그곳에 설치할 수 없습니다.
ru: Вы не можете разместить %s здесь.
zh_cn: 你无法在这里放置 %s。

source: You can't place a %s there. It contains a trap already.
zh_cn: 你无法将 %s 放在那里。已经有一个陷阱了。

source: You can't see the camera screen, you're blind.
zh_cn: 你瞎了，看不见相机屏幕。

source: You can't see to sew!
de: Du kannst nicht genug sehen, um zu Nähen!
ja: 暗くて裁縫できない！
ko: 볼 수가 없어 바느질을 할 수 없습니다!
ru: Недостаточно света для шитья!
zh_cn: 太暗了，你无法缝纫！

source: You can't sheathe your %s!
de: Du kannst dein %s nicht in die Scheide stecken!
ja: %sを収める事は出来ません！
zh_cn: 你不能给你的 %s 上鞘。

source: You can't use a tailor's kit on a firearm!
ja: 銃火器に仕立て屋キットは使えない！
zh_cn: 你不能用裁缝助手强化枪械！

source: You cannot disassemble that.
de: Du kannst das nicht demontieren.
ja: それは分解できない。
ko: 그것을 분해할 수 없습니다.
ru: Вы не можете это разобрать.
zh_cn: 你无法拆解它。

source: You cannot improve your %s any more this way.
de: Auf diese Weise kannst du dein %s nicht weiter verbessern.
ja: この方法ではこれ以上%sを改良できません。
ru: Вы больше не можете усовершенствовать %s подобным образом.
zh_cn: 你不能再用这种方法改进你的 %s 了。

source: You cannot read a computer screen.
de: Du kannst nicht von einem Computerbildschirm lesen.
ja: コンピュータ画面を読むことができません。
zh_cn: 你看不懂计算机屏幕！书到用时方恨少，你体会到了文盲的痛苦。

source: You cannot read, and don't understand the screen or the buttons!
de: Du kannst nicht lesen und verstehst die Aufschrift auf dem Bildschirm und an den Knöpfen nicht.
ja: 文字を読めないので、画面やボタンの意味を理解する事が出来ない！
zh_cn: 你不识字，所以你根本无法理解屏幕和按钮的意思！

source: You cannot repair this type of item.
de: Du kannst diese Art Gegenstand nicht reparieren.
ja: この種類のアイテムは修理が出来ない。
ru: Вы не можете чинить вещи такого типа.
zh_cn: 你无法修复这种类型的物品。

source: You cast your line and wait to hook something...
de: Du wirfst deine Leine und wartest darauf, dass etwas anbeißt …
ja: 釣り糸を投げ入れ、何かが掛かるのを待っています...
zh_cn: 你把鱼线扔出，等待有什么东东上钩...

source: You cauterize yourself.
de: Du kauterisierst dich selbst.
ja: 自身に焼灼しました。
ru: Вы прижгли свою рану.
zh_cn: 你烧灼自己的伤口。

source: You change the e-ink screen to show a recipe for %s.
de: Du lässt den E-Ink-Bildschirm ein Rezept für %s anzeigen.
ja: %sのレシピを表示する為に電子インクディスプレイを切り替えます。
zh_cn: 你让电子墨水屏显示出 %s 的配方。

source: You chew your %s.
de: Du kaust dein %s.
ja: %sを噛みました。
ko: %s을(를) 씹었습니다.
ru: Вы пожевали %s. Теперь время надрать задницы.
zh_cn: 你咀嚼你的 %s 。

source: You churn up the earth here.
de: Du zerwühlst die Erde hier.
ja: 足元の地面を耕しました。
ko: 이곳의 땅을 휘저었습니다.
ru: Вы вспахиваете землю.
zh_cn: 你把这里的土地翻开

source: You clean the wound.
de: Du säuberst die Wunde.
ja: 傷口を洗浄しました。
ko: 상처를 깨끗하게 했습니다.
ru: Вы прочистили рану.
zh_cn: 你清理了伤口。

source: You clumsily draw your %s from the %s.
de: Schlampig ziehst du dein %s aus dem %s.
ru: Вы неуклюже достаёте %s из %s.
zh_cn: 你笨拙的将你的%s从%s中取出。

source: You clumsily draw your %s.
de: Schlampig ziehst du dein %s.
ru: Вы шумно достали %s.
zh_cn: 你笨拙的画出你的 %s 。

source: You clumsily holster your %s.
de: Tollpatschig steckst du dein %s in den Halfter.
ja: 不器用に%sをホルスターに収めました。
ru: Вы неуклюже кладёте ваш %s в кобуру.
zh_cn: 你笨拙的将你的 %s 套好。

source: You clumsily sheathe your %s.
de: Schlampig steckst du dein %s in die Scheide.
ja: 不器用に%sを鞘に収めました。
ru: Вы шумно убрали %s.
zh_cn: 你笨拙的给你的 %s 套好鞘。

source: You clumsily shove your %s into the %s.
de: Schlampig schiebst du dein %s in dein %s rein.
ru: Вы неуклюже засовываете %s в %s.
zh_cn: 你笨拙把你的 %s 塞进 %s 内部。

source: You cut the log into planks.
de: Du zerhackst den Holzscheit zu Planken.
ja: 丸太から板を切り出しました。
ko: 통나무를 널빤지로 만듭니다.
ru: Вы разрубили бревно на доски.
zh_cn: 你将原木切割成木板。

source: You damage your %s further trying to pad it with leather!
ja: %sに革を縫い付けようとして傷付けてしまいました！
zh_cn: 在试图用皮革加厚的时候你进一步破坏了你的 %s!

source: You damage your %s further trying to sew in a fur lining!
ja: %sに毛皮を縫い付けようとして傷付けてしまいました！
zh_cn: 在试图添加毛皮衬里的时候你进一步破坏了你的 %s!

source: You damage your %s further trying to sew in a wool lining!
zh_cn: 在试图添加羊毛衬里的时候你进一步破坏了你的 %s!

source: You damage your %s further!
de: Du beschädigst deinen %s noch weiter.
ja: %sが更に傷付きました！
ko: %s을(를) 더 많이 망쳤습니다!
ru: Вы ещё больше повредили %s!
zh_cn: 你进一步破坏了%s!

source: You damage your %s!
de: Du beschädigst deinen %s!
ja: %sが傷付きました！
ko: %s을(를) 망쳤습니다!
ru: Вы повредили %s!
zh_cn: 你损坏了 %s!

source: You decide not to flash yourself.
de: Du entscheidest dich dafür, dich nicht selbst zu blitzen.
ja: 自身にフラッシュを焚かない決心をしました。
zh_cn: 你决定还是不要自拍了。

source: You deftly draw your %s from the %s.
de: Gewandt ziehst du dein %s aus dem %s.
ru: Вы ловко достаёте %s из %s.
zh_cn: 你灵巧把你的 %s 从 %s 里抽出。

source: You deftly holster your %s.
de: Gewandt steckst du dein %s in den Halfter.
ja: 華麗に%sをホルスターに収めました。
ru: Вы ловко кладёте ваш %s в кобуру.
zh_cn: 你灵巧的将你的 %s 套好。

source: You deftly insert your %s into the %s.
de: Gewandt steckst du dein %s in das %s.
ru: Вы ловко вложили %s в %s.
zh_cn: 你灵巧把你的 %s 插进 %s 内部。

source: You deftly sheathe your %s.
de: Gewandt steckst du dein %s in die Scheide.
ja: 華麗に%sを鞘に収めました。
ru: Вы ловки убрали %s.
zh_cn: 你熟练的给你的 %s 套好鞘。

source: You depress the button but no sound comes out.
de: Du drückst den Knopf, aber es kommt kein Ton raus.
ja: ボタンを押しましたが、何の音も聞こえません。
ko: 버튼을 눌렀지만, 아무 소리도 나지 않았습니다.
ru: Вы нажимаете на кнопку, но звук не издаётся.
zh_cn: 你按下按钮但是没有声音。

source: You destroy it!
de: Du zerstörst es!
ja: 壊してしまった！
ko: 이 의류는 못쓰게 되었습니다!
ru: Вы уничтожили предмет!
zh_cn: 你毁了它!

source: You disarmed your RC car
de: Du hast dein Modellauto entschäft.
ja: ラジコン模型自動車から爆弾を取り外しました
zh_cn: 你解除了你遥控车的武装。

source: You disinfect the wound.
de: Du desinfizierst die Wunde.
ja: 傷口を消毒しました。
ko: 상처를 소독했습니다.
ru: Вы дезинфицировали рану.
zh_cn: 你将伤口消毒。

source: You don't do anything with your %s.
de: Du kannst nichts mit deinem %s tun.
ja: %sを使ってすることは特に思いつかない。
ko: %s을(를) 가지고 아무것도 하지 않았습니다.
ru: Вы не можете ничего сделать с %s.
zh_cn: 你不能对%s做什么。

source: You don't have any nicotine liquid!
de: Du hast keine Nikotinflüssigkeit!
ja: 液体ニコチンを持っていません！
zh_cn: 你没有任何尼古丁液体！

source: You don't have anything to light it with!
de: Du hast nichts, womit du dies anzünden könntest!
ja: 火を点けるものを持っていません！
zh_cn: 你没有任何点火工具！

source: You don't have enough %s to do that.
de: Du hast nicht genug %s, um das zu tun.
ja: それをするには%sが足りません。
ko: 그러기엔 %s이(가) 부족합니다.
ru: У вас не хватает %s для этого.
zh_cn: 你没有足够的%s那样做。

source: You don't have enough charges in your purifier to purify all of the water.
de: Du hast nicht genügend Ladung in deinem Reiniger, um all das Wasser zu reinigen.
ja: 浄水器の充填が不足しています。全ての水を浄化することはできませんでした。
ko: 모든 물을 정수하기에는 정수기의 전력이 부족합니다.
ru: Не хватает заряда в водоочистителе, чтобы очистить всю воду.
zh_cn: 你没有足够的电池净化所有的水。

source: You don't have enough thread.
ja: 糸が足りません。
zh_cn: 你没有足够的线!

source: You don't repair your %s, and you waste lots of charge.
de: Du reparierst dein %s nicht und verschwendest viel Ladung.
ja: %sの修理に失敗し、多くの充填物が無駄になりました。
ko: %s의 수리는 되지 않았고, 전력만 잔뜩 낭비했습니다.
ru: Вам не удалось починить %s, впустую потрачено много зарядов.
zh_cn: 你没有修复你的 %s，而且你还浪费了大量电池。

source: You don't repair your %s, but you waste lots of thread.
de: Deinen %s reparierst du nicht, aber du verschwendest viel Faden.
ja: %sの修理に失敗し、多くの糸が無駄になりました。
ko: %s의 수선에 실패하여, 실타래만 잔뜩 낭비했습니다.
ru: Вы не починили %s, но потратили много ниток.
zh_cn: 你不仅没有修理好你的%s，还浪费了大量的线。

source: You double the battery capacity of your %s!
de: Du verdoppelst die Batterienkapazität deines %s!
ja: %sの電池容量を倍化しました！
ko: %s의 배터리 용량을 두 배로 확장시켰습니다!
ru: Ёмкость батарей %s удвоена!
zh_cn: 你将 %s 的电池容量扩充了一倍！

source: You download %d new photo into internal memory.
de: Du speicherst %d neues Foto in den internen Speicher ab.
zh_cn: 你下载了 %d 张新照片到内存里。

source: You download %d new song into internal memory.
de: Du speicherst %d neues Lied in den internen Speicher ab.
zh_cn: 你下载了 %d 首新歌到内存里。

source: You download a recipe for %s into the tablet's memory.
de: Du speicherst ein Rezept für %s in den Speicher des Tablets ab.
ja: タブレットパソコンの記憶領域に%sのレシピをダウンロードしました。
zh_cn: 你下载了%s的配方，存到了平板的内存里。

source: You draw your %s from the %s.
de: Du ziehst deine %s aus dem %s.
ru: Вы достаёте %s из %s.
zh_cn: 你将你的%s从%s中取出。

source: You draw your %s.
de: Du ziehst dein %s.
ru: Вы достали %s.
zh_cn: 你画出你的 %s。

source: You eat the datura seed.
de: Du isst den Stechapfelsamen.
ja: 種(朝鮮朝顔)を食べました。
zh_cn: 你吃下了曼陀罗种子。

source: You fail to affect the security system.
ja: 保安システムに影響を及ぼせなかった。
zh_cn: 你无法破解这个安全系统。

source: You fail to pad your %s with leather, and you waste a lot of thread and leather.
ja: %sへの革の縫い付けに失敗し、多くの糸と革を失いました。
zh_cn: 你没能用皮革加厚你的%s，而且你还浪费了大量线和皮革。

source: You fail to sew in a fur lining, and you waste a lot of thread and fur.
ja: 毛皮の縫い付けに失敗し、多くの糸と毛皮を失いました。
zh_cn: 你没能在你的%s里添加毛皮衬里，而且你还浪费了大量线和毛皮。

source: You fail to sew in a wool lining, and you waste a lot of thread and wool.
zh_cn: 你没能在你的%s里添加羊毛衬里，而且你还浪费了大量线和羊毛。

source: You fail to stop the bleeding.
de: Dir misslingt es, die Blutung zu beenden.
ja: 止血できなかった。
ko: 지혈에 실패했습니다.
ru: Вам не удалось остановить кровотечение.
zh_cn: 你没能成功止血。

source: You failed to decrypt the %s.
de: Dein Versuch, die %s zu entschlüsseln, ist fehlgeschlagen.
ja: %sの復号化に失敗しました。
zh_cn: 你对 %s 的加密失败了。

source: You feel Bugged.
de: Du fühlst dich verbuggt.
ja: バグっている気がします。
ko: 무언가 잘못되었다는 것을 느꼈습니다.
ru: Вам кажется, что за вами следят.
zh_cn: 你感到有点心烦。

source: You feel a bit wobbly.
de: Du fühlst dich etwas wabbelig.
ja: 少し眩暈がしました。
ko: 약간 어지럽습니다.
ru: Вы чувствуете лёгкую неуверенность в ногах.
zh_cn: 你觉得有点晃晃悠悠。

source: You feel a burning sensation under your skin that quickly fades away.
de: Du spürst ein brennendes Gefühl, das schnell wieder abklingt, unter deiner Haut.
ja: 急速に皮膚に溶け込み、火照りを感じました。
ko: 피부 밑에서 타오르는 감각이 느껴졌지만, 금새 사라졌습니다.
ru: Вы чувствуете жжение под кожей, но оно быстро исчезает.
zh_cn: 你感到你的皮肤有种烧灼感，但它迅速消失了。

source: You feel a cold burn inside, as though everything warm has left you.
ja: 一切の体温が奪われ、体内に凍傷が起こるのを感じました。
zh_cn: 你感到一股寒气在体内爆发，仿佛世间所有的温暖都离你而去。

source: You feel a distinct burning inside, but it passes.
de: Du fühlst ein deutliche Brennen im Inneren, aber dann verfliegt es.
ja: 体内に明らかな熱を感じましたが、すぐに治まりました。
ko: 몸속에서 열기를 느꼈으나, 금새 사라졌습니다.
ru: Вы чувствуете жжение внутри, но оно проходит.
zh_cn: 你觉得里面有一股明显的烧灼感，但它很快消失了。

source: You feel a familiar warmth, but suddenly it surges into an excruciating burn as you convulse, vomiting, and black out...
ja: 安らぎと温もりを感じました。しかし突然耐え難い焼けるような痛みが津波のように押し寄せてきて、体はがくがくと震え出し、その場に嘔吐し、気を失いました...
zh_cn: 你感到了熟悉的温暖，但那突然就激增成了难以忍受的灼烧感，你抽筋，呕吐，眼前一黑...

source: You feel a familiar warmth, but suddenly it surges into painful burning as you convulse and collapse to the ground...
ja: 安らぎと温もりを感じました。しかし突然耐え難い焼けるような痛みが津波のように押し寄せてきて、体はがくがくと震え出し、地面に倒れ込みました...
zh_cn: 你感到了熟悉的温暖，但那突然就激增成了痛楚的灼烧感，使你抽搐着倒在了地上...

source: You feel a slight itching inside, but it passes.
de: Du fühlst ein leichtes Jucken innen, aber das geht vorbei.
ja: 体内にかすかな痒みを感じましたが、すぐに収まりました。
ko: 조금 간지러움을 느꼈으나, 금새 사라졌습니다.
ru: Вы чувствуете лёгкий зуд внутри себя, но это проходит.
zh_cn: 你觉得里面有点轻微的瘙痒，但它很快消失了。

source: You feel a strange warmth spreading throughout your body...
de: Du fühlst eine seltsame Wärme durch deinen Körper.
ja: 身体全体に不思議な暖かさが広がるのを感じます...
ko: 이상한 온기가 몸에 퍼지는 것이 느껴집니다...
ru: Странное тепло разливается по вашему телу...
zh_cn: 你感觉到一种陌生的温暖蔓延全身……

source: You feel better all over.
ja: 満ち足りた気分です。
zh_cn: 你感觉浑身舒爽。

source: You feel cleansed.
de: Du fühlst dich gereinigt.
ja: 身体が浄化されるのを感じました。
ko: 정화되는 듯한 느낌이 듭니다.
ru: Вы чувствуете себя очищенным.
zh_cn: 你感到很洁净。

source: You feel completely exhausted.
de: Du fühlst dich völlig erschöpft.
ja: 疲れ果てました。
ko: 완전히 지쳤습니다.
ru: Вы чувствуете себя полностью измотанным.
zh_cn: 你觉得精疲力竭了。

source: You feel extremely Bugged.
de: Du fühlst dich extrem verbuggt.
ja: とんでもなくバグっています。
ko: 무언가 심각하게 잘못되었다는 것을 느꼈습니다.
ru: У вас паранойя.
zh_cn: 你感到极度烦恼。

source: You feel healed.
de: Du fühlst dich geheilt.
ja: 癒されました。
ko: 회복되는 것이 느껴졌습니다.
ru: Вы подлечились.
zh_cn: 你的伤口在愈合。

source: You feel like your action has attracted attention.
de: Du hast das Gefühl, dass deine Handlung die Aufmerksamkeit auf dich gezogen hat.
ja: 自分の体がとても注意を引く動きをしているように感じます。
ko: 행동이 주의를 끈 것 같습니다.
ru: Вы чувствуете, что ваши действия привлекли внимание!
zh_cn: 你觉得你的行动吸引到了注意力。

source: You feel nostalgic as you stare at the photo.
de: Du fühlst dich nostalgisch, während du dieses Foto anstarrst.
ja: 写真を眺めていると懐かしさが込み上げてきました。
zh_cn: 你顶着照片，开始怀旧。

source: You feel tough.
de: Du fühlst dich widerstandsfähig.
ja: 身体が丈夫になるのを感じました。
ko: 강해진 것 같습니다.
ru: Вы чувствуете себя здоровее.
zh_cn: 你觉得更强壮了。

source: You feel unhinged.
de: Du bist verstört.
ja: 錯乱しました。
ko: 기분이 심란합니다.
ru: Вы расстроены.
zh_cn: 你感到精神错乱。

source: You feel very Bugged.
de: Du fühlst dich sehr verbuggt.
ja: とてもバグっています。
ko: 무언가 크게 잘못되었다는 것을 느꼈습니다.
ru: У вас сильное ощущение слежки за вами.
zh_cn: 你觉得很烦。

source: You feel very sleepy...
de: Du bist sehr müde.
ja: とても眠い…
ko: 많이 졸립니다...
ru: Вас сильно тянет в сон...
zh_cn: 你感到非常困倦...

source: You finish using the %s.
de: Du bist mit der Benutzung von dem %s fertig.
ja: %sを使い終えました。
ko: %s을(를) 사용하는 것을 마쳤습니다.
ru: Вы закончили использовать %s.
zh_cn: 你停止使用 %s。
