Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A lightweight handheld cordless circular saw. Spins a circular blade fast enough to cut wood, metal, zombies, or in an emergency, pizza. The blade, while effective in combat, is hard to hit with due to its small size.
de: Eine leichte tragbare schnurlose Kreissäge. Sie dreht ein Kriessägenblatt, das schnell genug ist, um Holz, Metall, Zombies oder zur Not auch Pizza zu schneiden. Das Blatt ist effektiv im Kampf, mit ihm kann man schwer aufgrund ihrer kleinen Größe treffen.
ja: コードレスの軽量手持ち丸鋸です。木材、ゾンビ、緊急時にはピザもカットするのにも十分な速さで円形刃が回転します。刃は戦闘用としても有効ですが、サイズが小さいため当てるのが難しいです。
zh_cn: 很轻的手持无线圆锯，能够用来切木头、金属、丧尸、披萨……呃，如果你等不及了的话。虽然刃片看起来能在战斗中起到很大作用，但体积太小，想用它打中敌人可不容易。

source: A long wooden pole with chainsaws impractically attached to both ends. The product of either genius or insanity, but not both; the weight ensures that only someone both strong and very skilled could possibly hope to use it.
de: Eine lange Holzstange, an die Kettensägen unpraktisch an beide Enden befestigt worden sind. Dieses Produkt ist entweder genial oder verrückt, aber nicht beides. Das Gewicht stellt sicher, dass nur jemand, der sowohl stark als auch sehr erfahren ist, überhaupt in Betracht ziehen kann, sie zu benutzen.
ja: 長い木の棒の両端にチェーンソーが付いた非現実的な代物です。これを作ったのは天才かつ狂人だったのでしょう。重量があり、使いたいと思い、なおかつ使えるだけの力量がある人物のみが、これを使いこなせるのでしょう。
zh_cn: 一根长棍两端各绑着一把电锯。发明这武器的人不是天才就是疯子；它的重量决定了只有身强力壮且技艺精湛的战士才能把它玩转。

source: A long wooden pole with chainsaws impractically attached to both ends. They are currently on and draining gasoline; use this item to turn them off.
de: Eine lange Holzstange, an die Kettensägen unpraktisch an beide Enden befestigt worden sind. Sie sind momentan eingeschaltet und verbrauchen Benzin. Benutze diesen Gegenstand, um sie auszuschalten.
ja: 長い木の棒の両端にチェーンソーが付いた非現実的な代物です。電源が入り、ガソリンを消費しています。電源を切ることができます。
zh_cn: 一根长棍两端各绑着一把电锯。两把电锯都开启了，正在消耗汽油；使用此道具以将它们关闭。

source: A modified laptop, now capable of transmitting in the ultra high frequencies utilized by robots. Activate it to command robots from afar.
de: Ein modifizierter Laptop, der nun dazu in der Lage ist, im Ultrahochfrequenzbereich, der von Robotern benutzt wird, zu funken. Aktiviere ihn, um Robotern aus der Ferne Befehle zu erteilen.
ja: ロボットが使っている高周波数に、情報伝達が行える様に修正した携帯操作端末です。ロボットを遠隔操作する事が出来ます。
zh_cn: 一台改造的笔记本，使用与机器人进行通讯的超高频电波，激活它来从远处命令机器人。

source: A pack of 25 firecrackers that has been lit; the fuse is hissing. Throw them quickly before the start to explode.
de: Ein Bündel aus 25 Böllern, das angezündet wurde; die Zündschnur zischt. Wirf sie schnell, bevor sie anfangen, zu explodieren!
ja: 爆竹が25個連結したパックです。火が点き、シューシューと鳴っています。爆発する前にさっさと投げましょう。
zh_cn: 25个鞭炮捆在了一起，引信燃烧的同时还在嘶嘶作响。动作快一点，不然就等着被炸伤吧！

source: A pair of electronic handcuffs, used by police and riot bots to detain captives. Their continuous siren clearly identifies the wearer as an arrested criminal and alerts human police. Wait for their arrival, don't try to escape or to remove the cuffs - they will administer an electric shock. However, since the only police likely to respond are undead, you may have a long wait ahead, unless you get creative...
ja: 両手の自由を奪う電子制御式の手錠です。警察官や暴動制御ロボットが、取り押さえた容疑者に使います。鳴り続けるサイレン音は手錠の装着者(あなたですよ)が逮捕された犯罪者であることを周囲に知らせ、人間の警察官を呼び寄せます。逃走や解除を試みるべきではありません - 法の下に電気ショックが執行されます。とはいえ、ゾンビとなった警察官が駆け付けて職務を全うするにはかなりの時間が必要です。待つもよし、ちょいと工夫をするもよし...
zh_cn: 一副电子手铐，警察和机器人用来限制嫌疑人行动的常用工具。它会持续的发出警报并且不停的呼叫警官过来将犯人带回警局关押。如果试图挣脱或者逃跑，手铐将主动电击疑犯。 鉴于目前的治安情况...请在被电击和被吃掉脑子之间选择一个吧。亲。

source: A pear-shaped chunk of rocket candy obtained by heating saltpetre with sugar and casting the obtained liquid. Can serve as a rocket fuel, but also as a smokescreen – if you lit the narrow end, you should be able to throw it before the flame reaches the broad end.
ja: 砂糖と硝石を混ぜて加熱し、出てきた液体を詰めて作った洋ナシ型のロケットキャンディーです。この液体はロケットの燃料だけでなく、煙幕としての役割も果たします。導火線に火を点けて、引火するまでに投げることで飛ばせます。
zh_cn: 一块梨形的的火箭糖基，内里包含着炽热的硝石与糖熔成的液体。可以作为火箭燃料,但也可以当做烟幕弹——如果你点燃它的小头,你应该能够在它烧完之前把它扔出去。

source: A plastic barometer that can read the atmospheric pressure.
ja: プラスチック製の気圧計です。大気圧を測る事が出来ます。
zh_cn: 一个塑料气压计，可以让你知道当前气压。

source: A plastic hygrometer that can read the relative humidity in the air.
ja: プラスチック製の湿度計です。湿度を測る事が出来ます。
zh_cn: 一个塑料湿度计，可以让你知道当前相对湿度。

source: A plastic thermometer that can read the air temperature.
ja: プラスチック製の温度計です。気温を測る事が出来ます。
zh_cn: 一个塑料的温度计，可以让你知道当前气温。

source: A point-and-shoot digital camera, with digital viewfinder, a backup 'iron-sight', and flash. You can look at your photos on the digital screen, or transfer them with a memory card. Takes conventional batteries.
de: Eine billige Kompaktdigitalkamera, mit einem Digitalsucher, einem Not-»Visier« und einem Blitzlicht. Du kannst dir deine Fotos auf dem Bildschirm ansehen oder sie auf eine Speicherkarte übertragen. Verwendet gewöhnliche Batterien.
ja: オートフォーカス機能付きのデジタルカメラです。デジタルビューファインダー、その予備として'アイアンサイト'、フラッシュ等の基本的機能があります。撮影した写真は背面のデジタル画面で閲覧でき、メモリーカードに移すこともできます。通常の電池を使用します。
zh_cn: 一台使用传统电池的点拍式数码照相机，带有数字取景器，辅助的手动取景器以及闪光灯。你可以用它和浩克玩个自拍或者给丧尸拍张艳照什么的，保存在记忆卡上随时翻出来撸。呃...丫口味真重。

source: A professional-grade multi-cooker, with a battery slot for camping trips or tailgating. Its multitude of settings and features promise to handle any sort of cooking, from parboiling potatoes to cooking curry to popping popcorn. There's no manual, but you're sure you can work it out.
de: Ein professioneller Mehrfunktionsherd, mit einem Batterieeinsatz für Campingausflüge oder Kofferraumpartys. Seine Vielzahl an Einstellungen und Funktionen versprechen, jegliche Art des Kochens, vom Blanchieren von Kartoffeln über das Kochen von Curry bis zum Aufploppenlassen von Popcorn, zu beherrschen. Es gibt keine Bedienungsanleitung, aber du bist dir sicher, dass du es selbst herausfinden kannst.
ja: プロ仕様の多機能調理器です。キャンプやテールゲーティング(フットボール場の駐車場等に停めた車の横や後ろに大々的にパイプテントを設営してそこでバーベキューなどをしてビールをたらふく飲むアメリカ人が大好きなやつ)で使えるよう電池スロットが組み込まれています。非常に多くの状況とレシピに対応します。じゃがいもを茹でるもカレーを作るもポップコーンを弾けさせるも自由自在です。取扱説明書は付いていませんが、普段から料理をする人なら不要でしょう。
zh_cn: 一种民用级的多功能厨师机。在旅行野营时使用电池供电。它的许多设置和功能，号称可以处理任何烹饪，从煮土豆煮咖哩到做爆米花。虽然没有使用手册，但你确定你会用。

source: A radio-detonated pipe bomb, armed. Place it or attach to a RC car, then get away and use the radio-control to detonate.
de: Eine scharf gemachte fernzündbare Rohrbombe. Platziere sie oder bring sie an ein ferngesteuertes Modellauto an, dann entferne dich und benutze die Funkfernsteuerung, um sie zu detonieren.
ja: 起動した遠隔起爆装置付パイプ爆弾です。足元に設置するかラジコン模型自動車に取り付けて、十分に距離を取ってから無線制御装置で起爆しましょう。
zh_cn: 一个无线引爆的土制雷管，已经激活。随便扔到哪或者放到遥控车上，离得远远后使用遥控器来引爆。

source: A radio-detonated pipe bomb. Activate it to arm the detonator, then place somewhere and press a button on the radio control.
de: Eine fernzündbare Rohrbombe. Aktiviere sie, um den Sprengzünder scharf zu machen, dann platziere sie irgendwo und drücke einen Knopf auf der Funkfernsteuerung.
ja: 遠隔起爆装置付きのパイプ爆弾です。使用することで起爆装置を起動し、任意の場所に設置したら無線制御装置で起爆します。
zh_cn: 一个无线引爆的土制雷管。使用来激活引信，然后把它放到随便什么地方。最后按下遥控器按钮。

source: A remote control for RC cars, with joystick to steer the car and colorful buttons that don't seem to do anything. Perhaps they were for the deluxe model?
de: Eine Funkfernsteuerung für Modellautos, mit einem Joystick, um das Auto zu steuern, und bunten Knöpfen, die scheinbar gar nichts tun. Vielleicht waren sie für das Luxusmodell?
ja: ジョイスティックと色鮮やかなボタンが付いたリモコンです。もしかして、デラックスモデルの奴かな？
zh_cn: 一个用来操纵遥控车的无线控制器，通过摇杆来控制车的移动，还有一堆乱七八糟没啥用按钮。或许是用来控制更牛逼的型号的？

source: A remote controller for real cars. Can turn onboard devices on and off. Some cars can be driven remotely.
ja: 本物の車のための遠隔制御装置です。車両制御装置を起動することができます。これを使って遠隔駆動できる車もあります。
zh_cn: 一个真车的遥控器。可以打开和关闭机载设备。有些汽车还可以远程驾驶。

source: A remote-controlled car. Fun for young and old alike.
de: Ein funkferngesteuertes Modellauto. Spaßig für jung und alt gleichermaßen.
ja: ラジコン模型自動車は遠隔操作する事が出来ます。大人も子供も楽しめる...それがラジコンカーだよね。
zh_cn: 一辆遥控车，老少皆宜。

source: A replica of Laevateinn, the sword of Freyr. It is rumored to be able to fight by itself. It is decorated with gold and silver ornaments.
zh_cn: 神剑Lævateinn的复制品。传说它有自我意识，可以自行作战。这把复制品上被金银点缀。

source: A sealed flask holding sanitized yeast wort. You may harvest the yeast inside when it's done culturing.
de: Ein versiegeltes Fläschchen, das gesäuberte Hefewürze enthält. Du kannst die Hefe darin ernten, wenn sie fertig gezüchtet wurde.
ja: 密閉されたフラスコに衛生的な酵母入り麦汁が入っています。培養が終われば中の酵母を採取することができます。
zh_cn: 装满了洗干净的酵母增殖原料的密封容器。当发酵完毕你就可以收获酵母了。

source: A sharp, knife-like tool used in harvesting honey from beehives. Makes a passable melee weapon.
ja: 蜂蜜の収穫に使われる、ナイフに近い形状の鋭利なスクレイパーです。武器にならないこともありません。
zh_cn: 刀一样，很锋利的工具。用来从蜂巢收集蜂蜜。勉强能够拿来当武器。

source: A shiny golden fiddle, with a strange aura around it. You feel like it once belonged to the best there's ever been.
zh_cn: 一把闪闪发光的金色小提琴，被某种奇怪的光环环绕着。你有种这玩意曾经属于某个伟人的感觉。

source: A simple silver-plated flute.
zh_cn: 一只简易的银质短笛。

source: A small device, not bigger than a man's fist. It provides primitive organisms with electric stimulation, reviving them and forcing them to obey your commands. This version only works on blobs.
zh_cn: 一个还没有普通人拳头大的小型装置。在能够给原始的有机体提供电流的刺激，将他们复活并且让他们遵守你的命令。这个只能用在变形怪上。

source: A small factory made ukulele. Looks to be in working condition.
zh_cn: 一把批量生产的四弦琴，看起来保存的挺不错的。

source: A small, sharp gardening shovel, perfect for digging up grubs and worms.
de: Eine kleine, scharfe Gartenschaufel, perfekt, um Larven und Würmer auszugraben.
ja: 地中にいる虫を掘り返すのに最適な、先の鋭いガーデニング用の小型シャベルです。
ko: 작고 날카로운 모종삽으로, 유충과 지렁이들을 파내는 데 안성맞춤입니다.
ru: Маленькая, острая садовая лопата. Идеальна для выкапывания личинок и червей.
zh_cn: 一把小巧的，锋利的园艺铲，非常适合挖掘蛴螬和蠕虫。

source: A solitary firecracker with a short fuse. Use this item to light the fuse. Of course, you will need a lighter or some matches to do so. Shortly after you light the fuse it will explode, so throw it quickly!
de: Ein einzelner Böller mit einer Zündschnur. Benutze diesen Gegenstand, um die Zündschnur anzuzünden. Natürlich brauchst du ein Feuerzeug oder ein paar Streichhölzer, um das tun zu können. Kurz nachdem du die Zündschnur angezündet hast, wird er explodieren, also wirf ihn schnell!
ja: 短い導火線が付いた爆竹です。導火線に火を点けて使います。ライターやマッチが必要です。火を点けたら爆発する前にさっさと投げましょう。
zh_cn: 一个鞭炮，引信短而且可以被点燃，当然，你还是要用到打火机。引信燃烧时间很短，所以动作快一点，不然就等着被炸伤吧！

source: A standard factory-made banjo. Looks to be in working condition.
zh_cn: 一把批量生产的斑鸠琴，看起来保存的挺不错的。

source: A tablet PC using an efficient color e-ink display. Before the cataclysm, these were nifty gadgets; now, it's an almost priceless resource. Runs on conventional batteries.
de: Ein Tablet-PC, das einen effizienten Farb-E-Ink-Display verwendet. Vor der Katastrophe waren sie nette technische Spielzeuge; jetzt sind sie eine fast unbezahlbarer Ressource. Wird mit gewöhnlichen Batterien betrieben.
ja: 鮮明で効率的な電子ペーパーディスプレイを使ったタブレットパソコンです。大変動以前、これらは最新式のカッコいいガジェットでしたが、今やかけがえのない資源です。通常の電池で動作します。使用するとメモリーカードからデータを引き出して内部ストレージに蓄積することができます。
zh_cn: 使用传统电池和电子墨水屏的平板电脑，大灾变之前用这玩意看金瓶梅是很多小资的爱好，现在TM谁会在逃命的时候看YY文呢？

source: A tool similar to a chisel, designed to remove paint.
de: Ein Werkzeug, das einem Meißel ähnlich ist. Es ist dafür gedacht, Farbe zu entfernen.
ja: 塗料を除去する為の鑿と似た道具です。
ko: 이 끌처럼 생긴 도구는 페인트를 지우기 위해 만들어졌습니다.
ru: Инструмент, похожий на долото, предназначен для удаления краски.
zh_cn: 一个类似凿子的工具，用来移除油漆。

source: A treated animal hide which is undergoing the chemical processes required to become leather. You will be able to activate it to unroll and make use of it when it is done.
ja: 革として使用するために必要な化学処理を行った動物の皮です。使用することで革を広げ、他の用途に使うことができます。
zh_cn: 一张经过处理的动物皮，正在进行必要的化学变化以变成皮革。让鞣制完成你就可以展开它并使用。

source: A treated animal pelt which is undergoing the chemical processes required to become fur. You will be able to activate it to unroll and make use of it when it is done.
ja: 素材として使用するために必要な化学処理を行った動物の毛皮です。使用することで毛皮を広げ、他の用途に使うことができます。
zh_cn: 一张经过处理的动物毛皮，正在进行必要的化学变化以变成毛皮。让鞣制完成你就可以展开它并使用。

source: A wide brush, suitable for painting walls.
de: Ein breiter Pinsel, geeignet, um Wände anzumalen.
ja: 壁面を塗装するのに適した幅広のブラシです。
ko: 벽에 페인트칠을 할 때에 사용하는 넓은 붓입니다.
ru: Широкая кисть для покраски стен.
zh_cn: 一个大刷子，用来给墙刷漆而不是刷牙。

source: A yellow plastic card used to store money. These became popular once the government officially moved to all electronic money. It holds up to 2 million dollars.
de: Eine gelbe Plastikkarte, mit der Geld gespeichert werden kann. Sie wurden beliebt, nachdem die Regierung offiziell auf ausschließlich elektronisches Geld umstellte. Sie kann bis zu 2 Millionen Dollars enthalten.
ja: 貯金を行う為に使用する黄色のプラスチックカードです。政府が全ての貨幣を電子マネーに移行した事によって、普及が進みました。キャッシュカードには2万ドルまで貯金する事が出来ます。
zh_cn: 用来储存金钱的黄色塑料磁卡，在政府推广电子化货币后被大众普遍使用。最高可存200万元。

source: ANFO charge
ja: アンホ爆弾
zh_cn: ANFO药包

source: Albuterol inhaler. Used in the treatment of bronchospasm, it is a lifeline for people with asthma. A mild stimulant, it may cause nervousness or tremors.
de: Albuterol-Inhalator. Benutzt zur Behandlung von Bronchospasmus. Es ist ein Rettungsanker für Asthmatiker. Als schwacher Stimulant kann es Nervosität oder Zuckungen verursachen.
ja: アルブテロールの吸入器です。気管支痙攣の治療に使用されます。喘息持ちの人には生命線となりますが、副作用として震えや動悸を引き起こす事があります。
ko: 알부테롤 흡입기로, 기관지 수축 치료용으로 사용됩니다. 천식이 있는 사람에게는 생명 유지에 필수적인 도구입니다. 약한 각성효과가 있으며, 어지럼증과 약간의 떨림을 유발합니다.
ru: Ингалятор с Сальбутамолом. Используется при лечении бронхоспазмов. Жизненно необходим для астматиков. Может вызывать тремор или нервозность.
zh_cn: 沙丁胺醇吸入剂。用于治疗支气管痉挛，对于哮喘患者非常有用。一种温和的兴奋剂，它可能导致神经过敏或震颤。

source: An advanced version of the electronic cigarette. A less harmful way to get your nicotine fix than regular cigarettes, but still addictive. It needs batteries and nicotine liquid to function.
de: Eine fortgeschrittene Version der elektronischen Zigarette. Weniger schädlich als gewöhnliche Zigaretten, um deinen Nikotinschub zu erhalten, aber immer noch süchtigmachend. Es benötigt Batterien und Nikotinflüssigkeit, um zu funktionieren.
ja: 高機能な電子煙草です。通常の煙草より体への外が少なくなっていますが、依存性は変わりません。使用すると電池と液体ニコチンを消費します。
zh_cn: 电子香烟的高级版本。和普通香烟比起来摄取尼古丁的方式要柔和的多，不过照样会让你上瘾。需要电池和尼古丁浓缩液来运作。

source: An electric meat carver powered by batteries. Two serrated blades that vibrate together to slice just about anything from turkey to ham... even zombies!
de: Ein elektronischer Tranchierer, der mit Batterien betrieben wird. Zwei gezackte Klingen, die gemeinsam vibrieren, um praktisch alles von Truthahn zu Fleisch zu schneiden – sogar von Zombies!
ja: バッテリー駆動式の電導肉切りナイフです。2つののこぎり状の刃が同時に振動することで、殆どのものを七面鳥をハムにするときのようにスライスできます……もちろんゾンビでさえも。
zh_cn: 一把使用电池供电的切肉刀。一副共同振动的锯齿状刀刃从火鸡到火腿都能轻松切开……甚至丧尸！

source: An electric polisher which can be used to buff metal surfaces until they are reflective like a mirror.
zh_cn: 一台电动打磨机，可以用来打磨金属地面，直到他们像镜子一样亮。

source: An iconic pocket knife imported from Europe. Its red plastic handle conceals many small tools.
ja: ヨーロッパから輸入された特徴的なポケットナイフです。赤いプラスチックの持ち手の中に様々な小さい道具が隠れています。
zh_cn: 名字响亮，这个从欧洲进口的折叠刀的塑料握柄下藏着不少小工具。

source: An ornate clarinet made from wood.
zh_cn: 一只木质的管乐器。

source: Attached to this grenade is a name tag with the name Kevin written on it. Does not seem to work like a grenade, handle with care.
de: An dieser Granate ist ein Namenschild, auf dem der Name »Kevin« geschrieben steht. Sie scheint nicht so wie eine gewöhnliche Granate zu funktionieren, benutze sie mit Bedacht.
ja: ケビンと書かれた名札が括り付けられている手榴弾です。手榴弾の様な挙動を示しますが、取り扱いには注意する必要はありません。
zh_cn: 这颗手雷上挂着一个标签，上面有一个签名：Kevin。最好赶紧扔了它！

source: Attached to this grenade is a name tag with the name Kevin written on it. Does not seem to work like a grenade, handle with care. Better throw it!
de: An dieser Granate ist ein Namenschild, auf dem der Name »Kevin« geschrieben steht. Sie scheint nicht so wie eine gewöhnliche Granate zu funktionieren, benutze sie mit Bedacht. Wirf sie!
ja: ケビンと書かれた名札が括り付けられている手榴弾です。手榴弾の様な挙動を示しますが、取り扱いには注意する必要はありません。よし、勢い良く放り投げてやれ！
zh_cn: 这颗已经拉掉拉环的手雷上挂着一个标签，上面有一个签名：Kevin。最好赶紧扔了它！

source: C-4 explosive
de: C4-Sprengstoff
ja: C4爆弾
ko: C-4 폭탄(explosive)
ru: C4-взрывчатка
zh_cn: C4炸弹

source: C-4 explosive (armed)
de: C4-Sprengstoff (aktiviert)
ja: C4爆弾(起動)
ko: C-4 폭탄-켜짐(explosive)
ru: C4-взрывчатка (взведена)
zh_cn: C4炸弹（已激活）

source: Ce jacqueshammer marche a l'essence. Utilisez-le (si charge) pour creuser un trou dans un terrain solide adjacent.
ja: Ce jacqueshammer marche a l'essence. Utilisez-le (si charge) pour creuser un trou dans un terrain solide adjacent.(硬い岩や地面に穴をあけるための工事用ツールです。ガソリンで動きます。)
zh_cn: 这种冲击钻似乎是外国品牌的，看起来应该是消耗汽油的，应该可以用来挖墙吧，虽然说明完全看不懂的样子。

source: Commonly used by hunters, this single-edge sheath knife is designed for cutting and skinning game rather than combat.
ja: 主に狩人が用いる片刃のシースナイフです。戦闘の為というよりも、獲物の解体に使える様に設計された刃物です。
zh_cn: 猎人常用的刀具，这种单刃带鞘的小刀是专用于切割、剥皮等用途，而不是战斗。

source: Doppler Radar Turbo 2000
ja: ドップラーレーダーターボ2000
zh_cn: 涡轮2000型多普勒雷达

source: Dummy item. If you see this, then something went wrong.
de: Dummy-Gegenstand. Wenn du dies siehst, ist irgendetwas schiefgelaufen.
ja: ダミーアイテムです。これが見えている場合、何かが間違っています。
zh_cn: 傀儡物品。如果你看到了这个，那么作者，译者，玩家其中一个绝逼秀逗了。

source: Dynamite with a radio detonator. Activate it to arm, then plant or attach to a RC car, and use the remote detonator.
de: Dynamit mit einer Fernzündung. Aktiviere es, um es scharf zu machen, dann platziere es oder befestige es an ein ferngesteuertes Modellauto und benutze den Fernzünder.
ja: 遠隔起爆装置付きのパイプ爆弾です。使用することで起爆装置を起動し、任意の場所に設置するかラジコン模型自動車に取り付けて無線制御装置で起爆します。
zh_cn: 无线引爆的炸药。使用来激活，然后随便安哪或者放到遥控车上。最后用遥控器引爆。

source: E-Ink Tablet PC
ja: E-InkタブレットPC
zh_cn: 电纸书

source: EMP grenade
de: EMP-Granate
ja: EMP手榴弾
ko: EMP 수류탄(EMP grenade)
ru: ЭМИ граната
zh_cn: EMP手雷

source: Ein großes zweihändiges Schwert aus Deutschland, an dessen Klinge sich, unter zuführung von Benzin, eine anhaltende Flamme erzeugen lässt. Es ist eine sehr mächtige Waffe.
ja: ガソリンの炎で刀身を燃やし続けるドイツ生まれの大型両手剣です。非常に強力な武器です。
zh_cn: 一柄德国双手巨剑，流淌着汽油的厚刃可产生持续的火焰（德文）。除了名字有点中二外，是一柄非常强大的武器！

source: Flaming Chunk of Steel +2
de: Brennendes Stahlstück +2
ja: 灼熱の鋼塊 +2
ko: 불타는 강철 조각 +2(Flaming Chunk of Steel)
ru: Горящий кусок стали +2
zh_cn: 燃烧钢块+2

source: Granade
ja: 趣榴弾
ko: 수류탄(grenade)
ru: Гранада
zh_cn: 签名版手雷

source: HOLY SHIT THIS THING IS ON FIRE
de: HEILIGE SCHEISSE, DIESES TEIL BRENNT!
ja: くっそ熱いぞこれ
ko: 이런 젠장 이건 불타고 있잖아 (HOLY SHIT THIS THING IS ON FIRE)
ru: ЧЁРТОВЫ ЯГОДИЦЫ ЭТА ХРЕНЬ В ОГНЕ
zh_cn: 卧了个大槽，这货着——火——啦！

source: Halligan bar
de: Halligan-Tool
ja: ハリガンバール
ko: 할리건 바(Halligan bar)
ru: пожарный багор
zh_cn: 消防破拆棍

source: If you can see this, it is a bug.
zh_cn: 如果你看见这条文字，出BUG了少年！

source: Kevlar plate
de: Kevlarplatte
ja: 板(ケブラー)
ko: 케블라 판(Kevlar plate)
ru: кевларовая пластина
zh_cn: 凯夫拉片

source: Laevateinn
zh_cn: 神剑Lævateinn

source: Long Japanese knives like this more-modern remake were the samurai's backup weapon, before the advent of the larger wakizashi. It's still a deadly blade, even if it's smaller than its more famous relatives.
de: Lange japanische Messer wie diese modernere Nachempfindung waren der Samurai Nebenwaffen, vor dem Aufstieg der größeren Wazizashi. Sie ist immer noch eine tödliche Klinge, sogar, wenn sie kleiner als ihre berühmteren Verwandten ist.
ja: 日本の刀剣の一種です。脇差しよりさらに短く、造りからして侍が懐刀として使っていた型のものを模しているようです。知名度の大きさと比べて小さい刃ですが、その鋭利さは依然として致命的です。
zh_cn: 日式长匕首，在肋差发明之前曾经是武士们的备用武器。虽然它短了点儿，但依然是一把致命的武器。

source: Louisville Slaughterer
de: Louisville-Schlächter
ja: ルイビルスロータラー
ko: 루이스빌 학살자(Slaughterer)
ru: Луисвильский погромщик
zh_cn: 路易斯维尔宰杀者

source: Louisville Slaughterer (lit)
de: Louisville-Schlächter (angezündet)
ja: ルイビルスロータラー(点火)
ko: 루이스빌 학살자-불붙음(Slaughterer)
ru: Луисвильский погромщик (горит)
zh_cn: 路易斯威尔屠杀者（点燃）

source: Molotov cocktail
de: Molotowcocktail
ja: 火炎瓶
ko: 화염병(Molotov cocktail)
ru: коктейль Молотова
zh_cn: 燃烧瓶

source: Molotov cocktail (lit)
de: Molotowcocktail (angezündet)
ja: 火炎瓶(点火)
ko: 화염병-불붙음(Molotov cocktail)
ru: коктейль Молотова (горит)
zh_cn: 燃烧瓶（已点燃）

source: No. 9 (off)
de: Nr. 9 (aus)
ja: No. 9 (オフ)
zh_cn: No. 9（关）

source: No. 9 (on)
de: Nr. 9 (an)
ja: No. 9 (オン)
zh_cn: No. 9（开）

source: PDA - Flashlight
de: PDA – Taschenlampe
ja: PDA(懐中電灯)
ko: PDA - 손전등(Flashlight)
ru: КПК - Фонарик
zh_cn: PDA手电筒

source: RC car
de: funkferngesteuertes Modellauto
ja: ラジコン模型自動車
zh_cn: 遥控车

source: RC car (on)
de: funkferngesteuertes Modellauto (an)
ja: ラジコン模型自動車(オン)
zh_cn: 遥控车 (开)

source: RC control
de: Fernbedienung
ja: 無線制御装置
zh_cn: 无线控制器

source: RDX charge
ja: RDX爆弾
zh_cn: RDX药包

source: RDX sand bomb
ja: RDX砂擲弾
zh_cn: RDX沙弹

source: RM42 fighting knife
ja: ファイティングナイフ(RM42)
zh_cn: RM42战术刀

source: RX12 jet injector
de: RX12-Impfpistole
ja: RX12ジェット式注射器
ko: RX12 제트 주사기(jet injector)
ru: RX12 безыгольный инъектор
zh_cn: RX12注射器

source: Rising Sun (off)
de: Aufgehende Sonne (aus)
ja: ライジングサン(オフ)
ko: 라이징선-꺼짐(Rising Sun)
ru: Восходящее Солнце (выкл)
zh_cn: 升阳刀（关）

source: Rising Sun (on)
de: Aufgehende Sonne (an)
ja: ライジングサン(オン)
ko: 라이징선-켜짐(Rising Sun)
ru: Восходящее Солнце (вкл)
zh_cn: 升阳刀（开）

source: Several chunks of blob scraps, stuffed with a control chip and sewn back together. A light shock from the UPS started the chip, bringing the blob back to life. Use this item to wake up the blob.
zh_cn: 一些变形怪碎渣，装了控制芯片并且被缝合在一起。从UPS给予轻微的电击可以启动芯片，将这个变形怪复活。使用这件物品来唤醒变形怪。

source: Shiny Cable
ja: 光輝ケーブル
zh_cn: 轻型电缆

source: Something has gone wrong; after getting up the zombie lumbers toward you menacingly!
zh_cn: 有东西搞错了。沉睡的丧尸突然醒过来，向你冲了过来！

source: Steel core for weight, diamond-like carbon edge for sharpness. Wickedly sharp and nearly indestructible, it cleaves vegetation and the living dead with equal ease.
de: Einen Stahlkern fürs Gewicht und einer Diamantenschneide für die Schärfe. Bösartig scharf und nahezu unzerstörbar. Es spaltet Vegetation und die lebenden Toten genauso leicht.
ja: 重量のある鋼鉄の芯材に、鋭利なダイヤモンド状炭素結晶の刃が蒸着しています。恐るべき切れ味と強度を誇り、草を刈るようにゾンビを斬り伏せることができます。
zh_cn: 钢质刀体，钻石刀刃，锋利无比，坚不可摧。砍僵尸就和割草一样轻松。

source: Sterile saline eye drops. Can be used to treat dry eyes, or to wash out contaminants.
de: Sterile, salzhaltige Augentropfen. Können benutzt werden, um trockene Augen zu behandeln oder, um Verunreinigungen auszuwaschen.
ja: 滅菌処理済の生理食塩水です。ドライアイの治療や目に付着した汚染物質を洗い流す為に使います。
zh_cn: 无菌的生理盐水滴眼液，可以用来治疗眼部干燥，也可以洗掉进入眼中的污染物。

source: Swiss Army knife
ja: 十徳ナイフ
zh_cn: 瑞士军刀

source: The PDA screen goes blank.
de: Der Bildschirm des PDAs wird schwarz.
ja: PDAの画面には何も映っていない。
ko: PDA의 화면이 어두워졌습니다.
ru: Экран у КПК пустеет.
zh_cn: PDA屏幕空白。

source: The PDA's batteries are dead.
de: Die Batterien deines PDAs sind leer.
ja: PDAのバッテリーが切れました。
ko: PDA의 배터리가 나갔습니다.
ru: Умерли батарейки в КПК.
zh_cn: PDA的电池耗尽了。

source: The Rivtech RX12 jet injector is a small pistol-shaped device used to inject advanced fast-healing chemicals through the skin without using a needle. A label on the side warns against using more than two doses per hour.
de: Die Rivtech RX12-Impfpistole ist ein kleines pistolenförmiges Gerät, das benutzt wird, um fortschrittliche schnellheilende Chemikalien durch die Haut ohne eine Nadel zu injizieren. Ein Aufkleber an der Seite warnt davor, mehr als zwei Dosen pro Stunde einzunehmen.
ja: Rivtech社製のRX12ジェット式注射器は、針を用いずに皮膚を通過して先進的な高速治癒薬を注入する拳銃型デバイスです。側面のラベルは1時間に付き2回以上は投薬しない様に警告しています。
zh_cn: Rivtech RX12射流喷射器是一种小型的疗伤用无针头注射器，通过皮肤直接将高效的快速治疗药剂注入身体。它有手枪外形，旁边的标签上印有每小时使用不得超过两次的警告文字。

source: The blob becomes active and starts slithering around.
ja: ブロブは目覚め、辺りをずるずると這いまわりだしました。
zh_cn: 变形怪变得活跃起来并四处滑行。

source: The candle winks out.
de: Die Kerze flackert aus.
ja: 蝋燭の火がふっと消えました。
ko: 양초가 꺼졌습니다.
ru: Свеча гаснет
zh_cn: 蜡烛闪烁着熄灭了。

source: The edge of this katana has been enhanced with a coating of diamond-like carbon. It is now stronger and sharper than Muramasa could have ever dreamed.
de: Die Schneide dieser Katana wurde durch synthetischem Diamant ersetzt. Sie ist nun stärker, schärfer und leichter, als Muramasa sich jemals hätte erträumen können.
ja: ダイヤモンド状炭素結晶でコーティングされた刃を持つ日本刀です。かの村正にも優る圧倒的な強度と切れ味を誇ります。
zh_cn: 这把武士刀的刀刃由人造金刚石制成，它现在比Muramasa所梦想的更加强大、锋利、轻便。

source: The edge of this wakizashi's blade has been coated with diamond-like carbon, making it as strong as, well, diamonds.
ja: ダイヤモンド状炭素結晶でコーティングされた刃を持つ脇差しです。まさにダイヤモンドの如き強さを獲得しています。
zh_cn: 这把肋差的刀刃镀了一层钻石结构碳，保证你割自己肚子的时候能足够痛快，但是转刀的时候会不会更痛苦就不知道了。
