Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Hey, look, it's war. What is it good for? Absolutely nothing. Say it again.
de: Sieh nur, es ist der Krieg. Wofür ist er gut? Gar nichts! Sag das nochmal.
ja: おい、見ろよ、戦争だ。何が楽しいんだ？楽しくない。もう一度言うぞ。
ru: Эй, погляди, это война. What is it good for? Absolutely nothing. Say it again(Edwin Starr ― War).
zh_cn: 嘿,看,这是战争,它有什么好处呢?很明显没有。再说一次。

source: I don't know what that is, but it's not kitten.
de: Ich weiß nicht, was das ist, aber es ist nicht Mauzi.
ja: なんだか分かりませんが、子猫ではありません。
ko: 이게 도대체 무엇인지는 모르겠지만, 새끼 고양이가 아니라는건 확실합니다.
ru: Я не знаю что это, но это не котёнок.
zh_cn: 我不知道这是神马。但这肯定不是 kitten。

source: IT'S ALIVE! AH HA HA HA HA!
de: ES LEBT! AHAHAHAHA!
ja: 生きてる！アハハ！アハハハ！
ru: ОНО ОЖИЛО! АХА ХА ХА ХА ХА!
zh_cn: 它还活着!啊哈哈哈哈！

source: In this game, you are robot (
de: In diesem Spiel bist du Roboter (
ja: このゲーム内では貴方はロボットですよ(
ko: 이 게임에서 당신은 로봇(
ru: В этой игре вы робот(
zh_cn: 在这个游戏里，你是一名机器人（

source: Invalid command: Use direction keys or press 'q'.
de: Ungültiger Befehl: Drücke Richtungstasten oder drücke »q«.
ja: 無効なコマンド:矢印キーを使うか[q]を押してください。
ko: 잘못된 명령어: 방향키와 'q'키 만을 사용해야 합니다.
ru: Неверная команда: Используйте клавиши направления или 'q'.
zh_cn: 无效的命令：使用方向键或者按<q>退出。

source: It is SOFTWARE BUG.
de: Es ist PROGRAMMIERFEHLER.
ja: それはソフトウェアのバグです。
ko: 이것은 소프트웨어의 버그입니다.
ru: Это ОШИБКА ПО.
zh_cn: 这是软件BUG。

source: It's "Finding kitten", published by O'Reilly and Associates.
de: Es ist »Mauzi finden«, veröffentlicht von O’Reilly and Associates.
ja: 「子猫を見つけた」という、オライリーメディア社が発行した本です。
ru: Это «Ищем котёнка» издательства «О’Рейлли и партнёры».
zh_cn: "Finding kitten"游戏,由O'Reilly与他的同事制作。

source: It's "War and Peace" (unabridged, very small print).
de: Es ist »Krieg und Frieden« (ungekürzt, sehr kleine Schrift).
ja: 「戦争と平和(完全収録･縮刷版)」です。
ru: Это «Война и мир» (без сокращений, очень маленький шрифт).
zh_cn: 这是"战争与和平"(未经删节的，口袋本）。

source: It's 1000 secrets the government doesn't want you to know!
de: Es sind 1000 Geheimnisse, die die Regierung vor dir geheimhalten will!
ja: 政府はあなたに知られたくない1000の秘密を隠しているのです！
ru: Это 1000 секретов правительства, которое не хочет, чтобы вы о них знали!
zh_cn: 这里有1000条政府不想让你知道的秘密！

source: It's KITT, the talking car.
de: Es ist KITT, das sprechende Auto.
ja: KITTEN...いや、KITTです。喋る車です。
ru: Это KITT, говорящая машина.
zh_cn: 这是KITT，会说话的车。

source: It's Lucy Ricardo. "Aaaah, Ricky!", she says.
de: Das ist Lucy Ricardo. Sie sagt »Aaaah, Ricky!«.
ja: ルーシー･リカルドです。「ああああ、リッキー！」だそうです。
ko: 루시 리카도입니다. 그녀가 말하네요. "아아아아, 릭키!"
ru: Это Люси Рикардо. Она произносит: «Аааах, Рикки!».
zh_cn: 这是Lucy Ricardo,"啊,瑞奇!",她说.

source: It's Richard Nixon's nose!
de: Es ist Richard Nixons Nase!
ja: リチャード･ニクソンの鼻です！
ko: 이것은 리처드 닉슨의 코입니다!
ru: Нос Ричарда Никсона!
zh_cn: 这是Richard Nixon的鼻子!

source: It's TV's lovable wisecracking Crow! "Bite me!", he says.
de: Es ist der geliebte Witzbold Crow aus dem Fernsehen. Er sagt »Beiß mich!«.
ja: TVでお馴染みの可愛くて口の悪いカラスです！「咬んでみろ！」と言っています。
zh_cn: 电视里一只可爱的俏皮乌鸦!"咬我吧!",它说到。

source: It's a "HOME ALONE 2: Lost in New York" novelty cup.
de: Es ist eine »HOME ALONE 2: Lost in New York«-Sammlertasse.
ja: 「ホーム・アローン2」の記念カップです。
zh_cn: 这是一个"小鬼当家2：迷失纽约"的纪念杯。

source: It's a Java applet.
de: Es ist ein Java-Applet.
ja: javaアプレットです。
ko: 자바 애플릿입니다.
ru: Это Java-апплет.
zh_cn: 这是一个Java小程序。

source: It's a Quaker Oatmeal tube, converted into a drum.
de: Es ist ein Hafermehlrohr, das in eine Trommel umgewandelt wurde.
ja: クエーカー･オートミールの空き容器で作った小さな太鼓です。
zh_cn: 这是一根桂格麦片管子,它被改造成了一只鼓。

source: It's a banana! Oh, joy!
de: Es ist eine Banane. Oh Freude!
ja: バナナだ！やったあ！
ru: Это банан! Эх, хорошо!
zh_cn: 一个香蕉!哦,爽！

source: It's a black hole. Don't fall in!
de: Es ist ein schwarzes Loch. Fall nicht herein!
ja: ブラックホールです。落ちないように！
ko: 블랙홀입니다. 빨려들어가지 않도록 조심하세요!
ru: Это чёрная дыра. Не провались!
zh_cn: 这是黑洞,不要掉下去！

source: It's a burrito stand flyer. "Taqueria El Ranchito".
de: Es ist eine Burritoladenbroschüre. »Taqueria El Ranchito«.
ja: ブリトー屋「タケリーア･エル･ランチート」のチラシです。
zh_cn: 这是一张玉米煎饼站传单。"Taqueria El Ranchito".

source: It's a charcoal briquette, smoking away.
de: Es ist ein Brikett und raucht weg.
ja: 木炭のブリケットです。くすぶっています。
ru: Брикет угля. Не курить.
zh_cn: 木炭煤球,到处是烟。

source: It's a copy of "The Rubaiyat of Spike Schudy".
de: Es ist eine Kopie von »The Rubaiyat of Spike Schudy«.
ja: 「スパイク･シュディの四行詩篇」という本です。
zh_cn: 这是一份"The Rubaiyat of Spike Schudy"的拷贝。

source: It's a dark, amphorous blob of matter.
de: Es ist ein dunkler, amorpher Blob aus Masse.
ja: 暗い、何かの小塊で満たされた、取っ手が二つある大きな龜です。
ko: 짙은색의 일정한 형태가 없는 방울입니다.
ru: Это тёмный, аморфный сгусток материи.
zh_cn: 这是一种深色的,非晶态的黏稠物质。

source: It's a fly on the wall. Hi, fly!
de: Es ist eine Fliege an der Wand. Hallo, Fliege!
ja: 壁に蝿がいます。よう、蝿！
ru: Это муха на стене. Привет, муха!
zh_cn: 是一只墙上的苍蝇,嗨,苍蝇！

source: It's a hologram of a crashed helicopter.
de: Es ist ein Hologramm eines abgestürzten Hubschraubers.
ja: 墜落したヘリコプターのホログラムです。
ru: Это голограмма разбившегося вертолёта.
zh_cn: 这是一张坠毁直升机的全息图。

source: It's a limbo bar! How low can you go?
de: Es ist eine Limbostange! Wie tief kannst du gehen?
ja: リンボーバーです！どこまで低くしてくぐれますか？
ru: Это планка для лимбо! Насколько низко вы сможете пройти?
zh_cn: 这是一个深坑!你还想跌入多深？

source: It's a mighty zombie talking about some love and prosperity.
de: Es ist ein mächtiger Zombie, der über irgendwas mit Liebe und Wohlergehen erzählt.
ja: 偉大なるゾンビが愛と繁栄について語っています。
ko: 사랑과 번영에 대해 말하고 있는 대단한 좀비입니다.
ru: Могучий зомби, говорящий любви и процветании.
zh_cn: 这是强大的丧尸所关心的爱情和荣耀。

source: It's a perpetual immobility machine.
de: Es ist ein Perpetuum immobile.
ja: 永久停止機です。
ru: Это вечно недвижимый двигатель.
zh_cn: 一个永恒静止的机器。

source: It's a portable hole. A sign reads: "Closed for the winter".
de: Es ist ein tragbares Loch. Auf einem Schild steht: »Im Winter geschlossen«.
ja: 携帯穴です。立て札には「冬迫る」と書いてあります。
ru: Это портативная дыра. На её знаке написано: «Закрыто на зиму».
zh_cn: 这是一个便携的洞穴。标志写着:"冬天关闭"。

source: It's a rim shot. Ba-da-boom!
de: Es ist ein Rahmenschlag. Badabumm!
ja: リムショットです。バダブーン！
ru: Это римшот. Ба-да-бууум!
zh_cn: 这是循环射击,啪-拉-砰!

source: It's a roll of industrial-strength copper wire.
de: Es ist eine Rolle industriellen Kupferdrahtes.
ja: ひと巻きの工業用銅線です。高い強度があります。
ru: Маток медного провода промышленного уровня.
zh_cn: 这是一卷工业级的铜线。

source: It's a segmentation fault. Core dumped, by the way.
de: Es ist eine Schutzverletzung. Übrigens: Coredump erstellt.
ja: 分裂不具合です。ところで、核が放棄されていますよ。
ru: Это ошибка сегментирования. Между прочим, дамп ядра сохранён.
zh_cn: 这是个分段故障。顺便说下,核心部分已备份。

source: It's a solitary vacuum tube.
de: Es ist eine einzelne Vakuumröhre.
ja: ひとりぼっちの吸引チューブです。
zh_cn: 这是一个孤独的真空管。

source: It's a stupid mask, fashioned after a beagle.
de: Es ist eine dumme Maske, die nach einem Beagle gestaltet ist.
ja: 馬鹿みたいな仮面です。ビーグル犬みたいです。
ko: 멍청해 보이는 마스크로, 비글 이후의 모델입니다.
ru: Глупая маска, украшенная биглем.
zh_cn: 这是一个愚蠢的面具，小猎犬的形状。

source: It's a symbol. You see in it a model for all symbols everywhere.
de: Es ist ein Symbol. Du siehst es in einem Modell für alle Symbole überall.
ja: 象徴です。そこらでよく見かける同類のもののどれにも似ています。
zh_cn: 这是一个符号,是你所看到的所有的符号的归纳模型。

source: It's a tape of '70s rock. All original hits! All original artists!
de: Es ist eine Kasette mit 70er-Rock. Nur Original-Hits! Nur Original-Interpreten!
ja: 70年代のロックが入ったカセットテープです。この時代の音楽はオリジナルです！全ての曲が！全てのアーティストが！
zh_cn: 这是一个70年代的摇滚乐磁带。'我一直问个不休，你何时跟我走！'

source: It's a zen simulation, trapped within an ASCII character.
de: Es ist eine Zen-Simulation, die in einem ASCII-Zeichen gefangen ist.
ja: ASCIIに捕らわれた禅シミュレーションです。
zh_cn: 这是个禅意的模拟，被困在了ASCII字符里。

source: It's an altar to the horse god.
de: Das ist ein Altar für den Pferdegott.
ja: 馬の神の祭壇です。
ko: 이것은 말 신의 제단입니다.
ru: Это алтарь лошадиного бога.
zh_cn: 一座马神的雕像。

source: It's an automated robot-disdainer. It pretends you're not there.
de: Es ist ein automatischer Roboterverachter. Er tut so, als ob du nicht da wärst.
ja: 全自動ロボット軽蔑機です。こちらのことなど傍らに無きが如しです。
ru: Это автоматический робот-презиратель. Он делает вид, что вас тут нет.
zh_cn: 这是一个自动机器人藐视器，它假装你不存在。

source: It's an old Duke Ellington record.
de: Es ist eine alte Duke-Elligton-Platte.
ja: 古い、デューク･エリントンのレコードです。
ko: 이건 듀크 엘링턴의 오래된 음반입니다.
ru: Это старая пластинка Дюка Эллингтона.
zh_cn: 这是一本老旧的艾灵顿公爵传纪。

source: It's an ordinary bust of Beethoven... but why is it painted green?
de: Es ist eine gewöhnliche Beethoven-Büste. Aber wieso ist sie grün angemalt?
ja: ごく普通の、ベートーベンの胸像です...なんで緑に塗られてるんだ？
ru: Это обычный бюст Бетховена… но почему он покрашен в зелёный цвет?
zh_cn: 一个普通的半身像贝多芬......但为什么他被漆成了绿色？

source: It's another robot, more advanced in design than you but strangely immobile.
de: Es ist ein anderer Roboter, von der Bauweise her komplexer als du, aber seltsamerweise unbeweglich.
ja: 別のロボットがいます。あなたより先進的なデザインです。しかし奇妙なほど動きません。
ko: 이것은 당신보다 더 진보된 설계 구조의 로봇입니다. 그런데 움직이질 못하네요.
ru: Другой робот, более продвинутого дизайна чем вы, но он неподвижен.
zh_cn: 这是另一个机器人,设计的比你更先进,但奇怪的是它被固定住了。

source: It's creepy and it's kooky, mysterious and spooky. It's also somewhat ooky.
de: Es ist gruselig und unheimlich, wuselig und klammheimlich. Es ist außerdem etwas heimlich.
ja: 気持ち悪く、狂気じみていて、不可思議で、不気味な、ウーキーの何かです。
zh_cn: 这是一个令人毛骨悚然,神秘和恐怖的怪物,也许只是有一点可怕吧。

source: It's just an object.
de: Es ist nur ein Objekt.
ja: 何かしらの物体です。
ko: 이것은 그냥 물체일 뿐입니다.
ru: Это просто объект.
zh_cn: 这只是一个'东西'。

source: It's nothing but a G-thang, baby.
de: Hier liegt ein krummes Ding, das gedreht wurde.
ja: Nuthin' But A G-Thang、ギャングの流儀というやつです。
zh_cn: 它只不过是一个G-thang,宝贝。

source: It's nothing but a corrupted floppy. Coaster anyone?
de: Nur eine kaputte Diskette. Will jemand einen Bierdeckel?
ja: 壊れたフロッピーです。コースター欲しいやついるか？
zh_cn: 除了一个损坏的软盘外没有任何东西，有过山车吗？

source: It's scenery for "Waiting for Godot".
de: Es sind die Kulissen für »Warten auf Godot«.
ja: 「ゴドーを待ちながら」の舞台セットです。
zh_cn: 一张‘等待戈多’的剧照。

source: It's some compromising photos of Babar the Elephant.
de: Das sind ein paar bloßstellende Fotos von Babar dem Elefanten.
ja: 「ぞうのババール」を中傷するスキャンダラスな写真です。
ko: 코끼리 바바르의 낯 뜨거운 사진 몇 장입니다.
ru: Это компрометирующие фотографии слоника Бабара.
zh_cn: 一些Babar象的照片。

source: It's the Bass-Matic '76! Mmm, that's good bass!
de: Es ist der Bass-Matic ’76! Ah, das ist ein guter Bass!
ja: Bass-Matic '76です！うーん、いいバスだ！
ru: Это Bass-Matic '76! Ммм, хороший бас!
zh_cn: 它是Bass-Matic '76音箱！嗯！低音真动听！

source: It's the Will Rogers Highway. Who was Will Rogers, anyway?
de: Es ist der Will-Rogers-Highway. Wer war eigentlich Will Rogers?
ja: ウィル･ロジャース･ハイウェイです。ん？ウィル･ロジャースって誰？
ko: 윌 로저스 고속도로입니다. 그런데 윌 로저스가 누구였죠?
ru: Это шоссе имени Уилла Роджерса. Кстати, кто такой Уилл Роджерс?
zh_cn: 这是Will Rogers 高速公路,可究竟谁才是Will Roger呢？

source: It's the amazing self-referential thing that's not kitten.
de: Es ist das großartige selbstreferenzielle Ding, das nicht Mauzi ist.
ja: 素晴らしい自己参照物です。子猫ではありません。
zh_cn: 这个有趣的哲学玩具不是kitten.

source: It's the astounding meta-object.
de: Es ist das erstaunliche Meta-Objekt.
ja: 空前絶後のメタ物体です。
ru: Это поразительный мета-объект.
zh_cn: 这是一个惊人的次元问题。

source: It's the constellation Pisces.
de: Es ist das Sternzeichen Fische.
ja: うお座です。
ru: Это созвездие рыбы.
zh_cn: 一张双鱼座的星图。

source: It's the horizon. Now THAT'S weird.
de: Es ist der Horizont. DAS ist jetzt aber merkwürdig.
ja: 地平線です。不気味ですね。
ru: Это горизонт. Теперь ЭТО странно.
zh_cn: 这是地平线,这可真是怪了。

source: It's the instruction manual for a previous version of this game.
de: Es ist die Anleitung für eine Vorgängerversion dieses Spiels.
ja: このゲームの旧バージョンの説明書です。
ru: Это руководство пользователя к предыдущей версии этой игры.
zh_cn: 一个本关于这款游戏上一个版本的说明书。

source: It's the local draft board.
de: Es ist die lokale Einberufungsbehörde.
ja: 地域の徴兵委員会です。
ko: 여기는 지역 징병 위원회입니다.
ru: Это местный военкомат.
zh_cn: 这是本地的通风板

source: It's the missing chapter to "A Clockwork Orange".
de: Es ist das fehlende Kapitel von »Eine Uhrwerk-Orange«.
ja: 「時計じかけのオレンジ」の削除された章です。
ru: Это пропавшая глава "Заводного апельсина".
zh_cn: 来自"发条橙子"中的未发表章节。

source: It's the proverbial wet blanket.
de: Es ist ein Spielverderber.
ja: 歴史に語られる濡れた毛布です。
ko: 흥을 깨기로 소문이 난 사람입니다.
zh_cn: 这是条喜闻乐见的湿毯子。

source: Just Walter Mattheau and Jack Lemmon.
de: Nur Walter Mattheau und Jack Lemmon.
ja: ただのウォルター･マシューとジャック･レモンでした。
ru: Только Уолтер Маттау и Джек Леммон.
zh_cn: 只是Walter Mattheau 和 Jack Lemmon。

source: Just a big brick wall.
de: Nur eine große Ziegelwand.
ja: 大きな煉瓦の壁です。
ko: 그냥 큰 벽돌 담입니다.
ru: Просто большая кирпичная стена.
zh_cn: 只是一堵大砖墙。

source: Just a moldy loaf of bread.
de: Nur ein verschimmeltes Brotlaib.
ja: ふかふかにカビたパンです。
ru: Просто буханка заплесневелого хлеба.
zh_cn: 只是一个发霉的面包。

source: Just a pincushion.
de: Nur ein Nadelkissen.
ja: 裁縫で使う針差しです。
ko: 그냥 바늘꽂이입니다.
ru: Просто подушечка для булавок.
zh_cn: 只是一个针垫。

source: Just an autographed copy of the Kama Sutra.
de: Nur eine handsignierte Kopie des Kamasutra.
ja: 手書きで作成されたカーマスートラの写本です。
ko: 카마수트라의 자필본입니다.
ru: Копия камасутры с автографом.
zh_cn: 只是一本带有亲笔签名的印度爱经抄本。

source: Just some stuff.
de: Nur etwas Zeug.
ja: 何かです。
ko: 그냥 몇몇 물건들입니다.
ru: Просто какие-то вещи.
zh_cn: 就是一些杂物。

source: Leonard Richardson is here, asking people to lick him.
de: Leonard Richardson ist hier und bittet Leute darum, ihn zu lecken.
ja: レオナルド･リチャードソンはここにいるぞ。みんなを呼んできて舐めさせろ。
ko: 레오나드 리처드슨이 여깄네요. 사람들에게 그를 핥아도 되는지 물어봅시다.
ru: Тут Леонард Ричардсон. Он просит людей полизать его.
zh_cn: Leonard Richardson在这,要求人们去跪舔他。

source: Look at that, it's the Crudmobile.
de: Sieh dir das an, es ist das Drecksmobil.
ja: 見ろよ、クラッドモービルだ。
zh_cn: 快看那个,是些会移动的渣渣。

source: Look out! Exclamation points!
de: Sieh nur! Ausrufepunkte!
ja: 見て！感嘆符です！
ru: Берегись! Восклицательные знаки!
zh_cn: 当心!感叹号！

source: Look, it's Fanny the Irishman!
de: Sieh, es ist Fanny der Ire!
ja: 見ろ、おもしろアイルランド人だ！
zh_cn: 看,这是范妮！

source: More grist for the mill.
de: Noch mehr Mahlgut für die Mühle.
ja: 製粉機にもっと穀物を。
zh_cn: 磨坊需要的谷物。

source: Ne'er but a potted plant.
de: Nix außer eine Topfpflanze.
ja: 絶対に鉢植え以外の何物でもないと断言できます。
zh_cn: 未曾但现已栽植的植物。

source: Not kitten, just a packet of Kool-Aid(tm).
de: Nicht Mauzi, nur eine Packung Kool-Aid(tm).
ja: 子猫じゃない、おいしいKool-Aid(TM)の小袋です。
ko: 새끼 고양이가 아니라, 그냥 쿨에이드 한 통이네요.
zh_cn: 这不是猫,只是一包Kool-Aid(tm)饮料.

source: ONE HUNDRED THOUSAND CARPET FIBERS!!!!!
de: EINHUNDERTTAUSEND TEPPICHFASERN!!!!!
ja: 絨 毯 の 中 の 100万 の 繊 維 ！！！
ko: 십만불짜리 카펫 섬유입니다!!!!!
ru: ОДНА СОТНЯ КОВРОВЫХ ВОЛОКОН!!!!!
zh_cn: 十万地毯纤维! ! ! ! !

source: Oh boy! Grub! Er, grubs.
de: Oh, Junge. Raupe! Äh, Raupen.
ja: うわあ、おい！蛆だよ！うええ、蛆だ。
zh_cn: 哦老天!一只幼虫!额,一群幼虫。

source: One of the few remaining discoes.
de: Eine der letzten verbliebenen Diskotheken.
ja: 今時珍しい古風なディスコです。
ru: Одна из немногих остававшихся дискотек.
zh_cn: 硕果仅存的迪斯科舞厅。

source: One of those stupid "Homes of the Stars" maps.
de: Eine dieser dummen »Wohnstätten der Stars«-Karten.
ja: くっだらない「ハリウッド･スター達の家」の地図です。
ko: 바보같은 지도인 "별들의 고향" 중 하나입니다.
ru: Одна из глупых карт из разряда «Адреса знаменитостей».
zh_cn: 愚蠢的"星星家族"地图中的一张。

source: Originally by the illustrious Leonard Richardson, rewritten in PDCurses by Joseph Larson, ported to CDDA gaming system by a nutcase.
de: Ursprünglich von dem berühmten Leonard Richardson, neu in PDCurses von Joseph Larson geschrieben, zum CDDA-Spielsystem von einem Verrückten portiert.
ja: 原案･輝かしきLeonard Richardson、再編･Joseph Larson(PDCurses)、CDDAシステムへの実装･nutcase(狂人)
ko: 저명한 레오나드 리처드슨이 처음 만들고, 조셉 라슨에 의해 개편되어 PDCurses에 쓰였으며, nutcase에 의해 CDDA 게임 시스템으로 포팅되었습니다.
ru: Оригинал написан знаменитым Леонардом Ричардсоном, переписан на PDCurses Джозефом Ларсоном, интегрирован в игровую систему катаклизма nutcase'ом.
zh_cn: 本游戏由杰出的Leonard Richardson原创。Joseph Larson使用PDCurses重构,然后被一个狂热粉丝移植到了CDDA的游戏系统之内。

source: Paul Moyer's necktie.
de: Paul Moyers Krawatte.
ja: ポール･モイヤーのネクタイです。
ko: 폴 모이어의 넥타이입니다.
ru: Галстук Пола Мойер.
zh_cn: Paul Moyer的领带。

source: Plenty of nothing.
de: Ziemlich viel nichts.
ja: 無尽蔵の無です。
ru: Многое из ничего.
zh_cn: 空空如也。

source: Press any key to start.
de: Drücke irgendeine Taste zum Starten.
ja: 始めるには何かキーを押して下さい。
ko: 시작하시려면 아무 키나 눌러주세요.
ru: Для старта нажмите любую кнопку.
zh_cn: 按任意开始.

source: Pumpkin pie spice.
de: Kürbiskuchengewürz.
ja: パンプキンパイのスパイスです。
ru: Кусок тыквенного пирога.
zh_cn: 南瓜饼香料。

source: Roger Avery, persona un famoso de los Estados Unidos.
ja: ロジャー・エイヴァリー、アメリカでは有名な人物です。
zh_cn: 罗杰艾弗里,一位来自美国的著名人士。

source: Seven 1/4" screws and a piece of plastic.
de: Sieben 0,63-cm-Schrauben und ein Stück Plastik.
ja: 7と1/4インチのネジ、あとプラスチック片。
ko: 일곱개의 4분의 1인치 나사와 플라스틱 조각입니다.
ru: Семь 1/4" винтов и кусок пластика.
zh_cn: 七个螺丝和一个塑料片。

source: Tea and/or crumpets.
de: Tee und/oder Teekuchen.
ja: 紅茶とクランペット。あるいは紅茶かクランペット。
ru: Чай и/или оладьи.
zh_cn: 茶和/或松饼。

source: Thar's Mobius Dick, the convoluted whale. Arrr!
de: Es ist Mobius Dick, der große Wal. Arrr!
ja: 巡る白鯨、モビーディックです！うおお！
ru: Это Моби Дик, юркий кит! Аррр!
zh_cn: Thar的Mobius Dick，令人费解的鲸鱼。哈！

source: That's just a charred human corpse.
de: Das ist nur eine verkohlte menschliche Leiche.
ja: 黒焦げになった人間の死体です。
ko: 이건 그냥 새까맣게 탄 인간 시체입니다.
ru: Просто обугленный труп человека.
zh_cn: 这只是一具烧焦的人类尸体

source: That's just an old tin can.
de: Das ist nur eine alte Zinnbüchse.
ja: 古いブリキの缶です。
ko: 이건 그냥 오래된 깡통입니다.
ru: Это просто старая консервная банка.
zh_cn: 它就是个旧罐头。

source: The World's Biggest Motzah Ball!
de: Der weltgrößze Motzahball!
ja: 世界最大のモッツァボールです！
ru: Самой крупный в мире шарик из Мацы.
zh_cn: 世界上最大的Motzah球！

source: The boom box cranks out an old Ethel Merman tune.
de: Der Ghettoblaster pustet ein altes Ethel-Merman-Stück aus.
ja: 大きなラジカセが古き良きエセル･マーマンの歌声を響かせています。
ru: Бумбокс, проигрывающий страую запись Этель Мерман.
zh_cn: 这只曲柄音乐箱能够放出古老的埃塞尔人鱼曲。

source: The dirty old tramp bemoans the loss of his harmonica.
de: Dieser dreckige alte Landstreicher beklagt den Verlust seiner Harmonika.
ja: 小汚い老いた放浪者です。ハーモニカをなくして泣いています。
ru: Грязный старый бродяга, оплакивающий потерю своей губной гармошки.
zh_cn: 一个肮脏的流浪老汉惋惜着他失去的口琴。

source: The letters O and R.
de: Die Buchstaben »O« und »R«.
ja: 文字です。OとRです。
ru: Буквы O и R.
zh_cn: 字母O和R

source: The object pushes back at you.
de: Das Objekt schlägt zurück.
ja: 物体に押し戻されました。
ru: Этот объект отталкивает вас.
zh_cn: 这个东西把你推了回来。

source: There's nothing here; it's just an optical illusion.
de: Hier ist gar nichts; es ist nur eine optische Täuschung.
ja: 何もありません。光の錯覚です。
ru: Здесь ничего нет. Это просто оптическая иллюзия.
zh_cn: 这里什么也没有;只有一个光学错觉。

source: This TRS-80 III is eerily silent.
de: Diese TRS-80 III ist gespenstisch still.
ja: TRS-80 III は不気味に沈黙しています。
zh_cn: 这个TRS-80 III出奇的沉默着。

source: This appears to be a rather large stack of trashy romance novels.
de: Dies sieht wie ein ziemlich großer Haufen von abgrundtief schlechten Romanzen aus.
ja: ごみのようなロマンス小説の山です。
ru: Это большая стопка дрянных любовных романов.
zh_cn: 这里看起来堆积着大量无聊的言情小说。

source: This balogna has a first name, it's R-A-N-C-I-D.
de: Diese Fleischwurst hat einen Vornamen, er lautet »Ranzig«.
ja: このバローニャのファーストネームはラ-ン-シ-ドです。
zh_cn: 这个balogna有个姓,叫 R-A-N-C-I-D。

source: This corroded robot is clutching a mitten.
de: Dieser verrostete Roboter trägt einen Fäustling.
ja: ぼろぼろに錆びたロボットがミトンを握り締めています。
zh_cn: 这个锈蚀的机器人带着连指手套。

source: This grain elevator towers high above you.
de: Dieser Getreideheber erstreckt sich hoch über dir.
ja: 穀物エレベーターの塔によってどこまでも高く運ばれていきます。
ru: Этот зерновой элеватор возвышается высоко над вами.
zh_cn: 这个粮食升降机比你高。

source: This is a Lagrange point. Don't come too close now.
de: Dies ist ein Lagrange-Punkt. Geh nicht zu nah dran.
ja: ラグランジュ点です。今はまだ最接近していません。
ru: Это точка Лагранжа. Не приближайтесь к ней.
zh_cn: 这是一个拉格朗日奇点,请不要走的太近。

source: This is a large brown bear. Oddly enough, it's currently peeing in the woods.
de: Das ist ein großer Braunbär. Seltsam genug pinkelt er gerade in den Wald.
ja: 大きな茶色の熊がいます。不気味なことに、森の中でおしっこをしています。
ru: Это большой бурый медведь. Крайне странно, что сейчас он мочится в лесу.
zh_cn: 这是一只巨大的棕熊,奇怪的是它目前在丛林里撒尿。

source: This is a remote control. Being a robot, you keep a wide berth.
de: Dies ist eine Fernbedienung.
ja: 遠隔制御装置です。ロボットとしては、十分な距離を置きたいところですよね。
zh_cn: 这是一个遥控器,作为机器人,你最好敬而远之。

source: This is a television. On screen you see a robot strangely similar to yourself.
de: Dies ist ein Fernseher. Auf seinem Bildschirm siehst du einen Roboter, der dir seltsamerweise ähnlich sieht.
ja: テレビです。自分によく似たロボットが映っています。
ru: Это телевизор. На экране вы видите робота, подозрительно похожего на вас.
zh_cn: 这是一台电视机,在屏幕中你看到一个机器人似乎模样与你一样奇特。

source: This is an anagram.
de: Dies ist ein Anagramm.
ja: アナグラムです。
ru: Это анаграмма.
zh_cn: 这是一个回文构词。

source: This is another fine mess you've gotten us into, Stanley.
de: Das ist ja mal wieder ein schönes Chaos, in das du uns gebracht hast, Stanley.
ja: またやらかしてくれたな、スタンリー。
zh_cn: 看起来又是你给我们弄的一团糟,Stanley。

source: This is the world-famous Chain of Jockstraps.
de: Dies ist die weltberühmte Genitalschutzkette.
ja: 世界に名だたる鎖のジョックストラップです。
zh_cn: 这就是举世闻名的护身拉链。

source: This jukebox has nothing but Cliff Richards albums in it.
de: Diese Jukebox hat nur Cliff-Richards-Alben.
ja: クリフ･リチャードのアルバムしか入っていないジュークボックスです。
ru: В этом музыкальном автомате нет ничего, кроме альбомов Клиффа Ричарда.
zh_cn: 一个只能播放Cliff Richards专辑的点唱机。

source: This kind of looks like kitten, but it's not.
de: Dies sieht wie Mauzi aus, aber es ist nicht Mauzi.
ja: 子猫に見えるけど、いや違った。
ru: Это выглядит как котёнок, но им не является.
zh_cn: 这东西看上去像小猫,但它不是。

source: This object here appears to be Louis Farrakhan's bow tie.
de: Dieses Objekt hier scheint Louis Farrakhans Fliege zu sein.
ja: ルイス･ファラカンの蝶ネクタイです。
ru: Здесь объект похожий на бабочку Луиса Фаррахана.
zh_cn: 这里的东西看起来似乎是Louis Farrakhan的领结。

source: This object is like an analogy.
de: Dieses Objekt ist wie eine Analogie.
ja: アナロジーのようです。
ru: Этот объект обладает свойствами аналогии.
zh_cn: 这个物件就像一个比喻。

source: This peg-leg is stuck in a knothole!
de: Dieser Mann mit Holzbein ist in einem Astloch steckengeblieben!
ja: 棒義足が床板の節穴にはまっています！
zh_cn: 这假腿卡在一个孔里!

source: This smiling family is happy because they eat LARD.
de: Diese lächlende Familie ist glücklich, weil sie Schmalz essen.
ja: 幸せそうな家族が笑いながらみんなで豚脂を食べています。
zh_cn: 这微笑的家庭是如此快乐，因为他们吃猪油。

source: This subwoofer was blown out in 1974.
de: Diesen Subwoofer hat es in 1974 zerlegt.
ja: サブウーファーが本格的に実用されたのは1974年のことでした。
zh_cn: 这是一个1974年吹过的低音喇叭。

source: This toaster strudel is riddled with bullet holes!
de: Dieser Toasterstrudel hat überall Einschusslöcher.
ja: この冷凍シュトルーデルは銃で蜂の巣にされています！
zh_cn: 这个烤面包机充斥着弹孔！

source: This was no boating accident!
de: Dies war kein Schiffsunglück!
ja: ボート事故ではありません！
zh_cn: 这里没有沉船事故！

source: Three half-pennies and a wooden nickel.
de: Drei Halb-Pennies und ein 5-Cent-Stück aus Holz.
ja: 半ペニー硬貨が3枚と、木製コイン(wooden nickel)が1枚あります。
zh_cn: 三个半便士硬币和一个镀镍的木制硬币。

source: Two crepes, two crepes in a box.
de: Zwei Crêpes, zwei Crêpes in einer Schachtel.
ja: クレープがふたつ、箱にクレープがふたつ入っています。
zh_cn: 两个法式薄饼,两个法式薄饼在一个盒子里。

source: Wait! This isn't the poker chip! You've been tricked! DAMN YOU, MENDEZ!
de: Warte! Das ist nicht der Pokerchip. Du wurdest reingelegt. VERDAMMT SEIST DU, MENDEZ!
ja: 待って！これはポーカーで使うチップです！騙されました！クソッあの野郎！メンデス！
ru: Погоди! Это не покерная фишка! Тебя обманули! БУДЬ ТЫ ПРОКЛЯТ, МЭНДЕС!
zh_cn: 等等!这不是筹码!你被骗了!该死的,MENDEZ！

source: What in blazes is this?
de: Was zum Teufel ist das?
ja: 猛火の中に何が？
zh_cn: 这是什么在燃烧？

source: Why are you touching this when you should be finding kitten?
de: Warum berührst du dies, wenn du Mauzi finden solltest?
ja: なんでこんなものに構っているんです？子猫を探すべきでは？
ko: 새끼 고양이를 찾아야 할 때에 왜 이걸 건드립니까?
ru: Почему ты трогаешь это, если должен искать котёнка?
zh_cn: 你为什么要在找小猫的时候碰这个？

source: You found kitten! No, just kidding.
de: Du hast Mauzi gefunden! Nein, war nur’n Witz.
ja: 子猫がいました！なんてね。嘘です。
ko: 새끼 고양이를 찾았습니다! 아니, 사실 농담이에요.
ru: ВЫ нашли котёнка! Нет, просто шутка.
zh_cn: 你发现了kitten! 哈哈，逗你玩呢。

source: You found kitten! Way to go, robot!
de: Du hast Mauzi gefunden! Gut gemacht, Roboter!
ja: 子猫を発見しました！その調子だ、ロボット！
ko: 새끼 고양이를 찾았습니다! 잘 했어, 로봇!
ru: Вы нашли котенка! Так держать, робот!
zh_cn: 你找到猫咪了！干的漂亮，机器人！
