Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: combat chainsaw (off)
de: Kampfkettensäge (aus)
ja: 戦闘用チェーンソー(オフ)
ko: 전투용 전기톱-꺼짐(combat chainsaw)
ru: боевая бензопила (выкл)
zh_cn: 格斗电锯（关）

source: combat chainsaw (on)
de: Kampfkettensäge (an)
ja: 戦闘用チェーンソー(オン)
ko: 전투용 전기톱-켜짐(combat chainsaw)
ru: боевая бензопила (вкл)
zh_cn: 格斗电锯（开）

source: combat knife
de: Kampfmesser
ja: コンバットナイフ
ko: 대검(combat knife)
ru: боевой нож
zh_cn: 战术匕首

source: compressed air horn
de: Drucklufthorn
ja: 空気笛(圧縮空気式)
ko: 압축 공기 경적(compressed air horn)
zh_cn: 空气喇叭

source: concrete mixer
ja: コンクリートミキサー
zh_cn: 混凝土搅拌器

source: control chip
ja: 制御チップ
zh_cn: 控制芯片

source: control laptop
de: Steuerungslaptop
ja: 携帯操作端末
zh_cn: 遥控主机

source: copper axe
zh_cn: 铜制斧头

source: copper knife
zh_cn: 铜制小刀

source: cordless drill
de: drahtloser Bohrer
ja: 充電式ドリル
ko: 무선 드릴(cordless drill)
ru: аккумуляторная дрель
zh_cn: 无绳电钻

source: cot
de: Feldbett
ja: コット
ko: 간이침대(cot)
ru: раскладушка
zh_cn: 行军床

source: cow bell
de: Kuhglocke
ja: カウベル
ko: 소 방울(cow bell)
ru: коровий колокольчик
zh_cn: 牛铃

source: crack pipe
de: Crackpfeife
ja: クラックパイプ
ko: 마약 흡입 파이프(crack pipe)
ru: бульбулятор
zh_cn: 烟管

source: crossbow trap
de: Armbrustfalle
ja: クロスボウの罠
ko: 쇠뇌 덫(crossbow trap)
ru: растяжка с арбалетом
zh_cn: 十字弓陷阱

source: crowbar
de: Brecheisen
ja: バール
ko: 쇠지레(crowbar)
ru: ломик
zh_cn: 撬棍

source: crucible
de: Schmelztiegel
ja: るつぼ
ko: 도가니(crucible)
ru: тигель
zh_cn: 坩埚

source: damaged shelter kit
de: beschädigter Unterschlupfbausatz
ja: 傷んだシェルターキット
ko: 피난처 키트-손상됨(shelter kit)
ru: повреждённое укрытие
zh_cn: 受损简易棚屋

source: dead glowstick
de: ausgebranntes Knicklicht
ja: ケミカルライト(使用済)
ko: 야광봉-꺼짐(glowstick)
ru: отработавшая светящаяся палочка
zh_cn: 荧光棒（用尽的）

source: diamond broadsword
ja: ブロードソード(ダイヤモンド)
zh_cn: 钻刃阔剑

source: diamond katana
de: Diamantkatana
ja: 日本刀(ダイヤモンド)
ko: 다이아몬드 일본도(katana)
ru: алмазная катана
zh_cn: 钻刃武士刀

source: diamond knife
de: Diamantmesser
ja: ナイフ(ダイヤモンド)
ko: 다이아몬드 대검(diamond knife)
ru: алмазный нож
zh_cn: 钻刃匕首

source: diamond kukri
ja: ククリ(ダイヤモンド)
zh_cn: 钻刃库克利弯刀

source: diamond machete
de: Diamantmachete
ja: マチェット(ダイヤモンド)
ko: 다이아몬드 정글도(machete)
ru: алмазное мачете
zh_cn: 钻刃弯刀

source: diamond nodachi
ja: 野太刀(ダイヤモンド)
zh_cn: 钻刃野太刀

source: diamond rapier
ja: レイピア(ダイヤモンド)
zh_cn: 钻刃刺剑

source: diamond wakizashi
ja: 脇差(ダイヤモンド)
zh_cn: 钻刃肋差

source: diamond zweihänder
ja: ツヴァイヘンダー(ダイヤモンド)
zh_cn: 钻刃双手巨剑

source: digging stick
de: Grabstock
ja: 掘棒
ko: 뒤지개(digging stick)
ru: землекопалка
zh_cn: 掘土棒

source: directional antenna
de: Richtantenne
ja: 指向性アンテナ
ko: 지향성 안테나(antenna)
ru: направленная антенна
zh_cn: 定向天线

source: dive knife
de: Tauchermesser
ja: ダイビングナイフ
ko: 잠수용 칼(dive knife)
ru: нож ныряльщика
zh_cn: 潜水匕首

source: dog food
de: Hundefutter
ja: ドッグフード
ko: 개 사료(dog food)
ru: собачий корм
zh_cn: 狗粮

source: dog whistle
de: Hundepfeife
ja: 犬笛
ko: 개 호루라기(dog whistle)
ru: собачий свисток
zh_cn: 狗哨

source: dormant blob
ja: ブロブ(休眠)
zh_cn: 蛰伏变形怪

source: dormant minion
ja: 下僕(休眠)
zh_cn: 沉睡的丧尸奴隶

source: dynamite
de: Dynamit
ja: ダイナマイト
ko: 다이너마이트(dynamite)
ru: динамит
zh_cn: 炸药

source: dynamite (lit)
de: Dynamit (angezündet)
ja: ダイナマイト(点火)
ko: 다이너마이트-불붙음(dynamite)
ru: динамит (горит)
zh_cn: 炸药（已点燃）

source: electric carver (off)
de: Tranchiergerät (aus)
ja: 電動ナイフ(オフ)
ko: 전동칼-꺼짐(electric carver)
ru: электрорезка (выкл)
zh_cn: 电动切肉刀（关）

source: electric carver (on)
de: Tranchiergerät (an)
ja: 電動ナイフ(オン)
ko: 전동칼-켜짐(electric carver)
ru: электрорезка (вкл)
zh_cn: 电动切肉刀（开）

source: electric chainsaw (off)
ja: 電動チェーンソー(オフ)
zh_cn: 电锯（关）

source: electric chainsaw (on)
ja: 電動チェーンソー(オン)
zh_cn: 电锯（开）

source: electric forge
de: elektrische Schmiede
ja: 電動炉
ko: 전기식 용광로(electric forge)
ru: электрокузня
zh_cn: 便携锻造台

source: electric jackhammer
ja: 電動ジャックハンマー
zh_cn: 电动冲击钻

source: electric lantern (off)
ja: 電動式ランタン(オフ)
zh_cn: 电灯（关）

source: electric lantern (on)
ja: 電動式ランタン(オン)
zh_cn: 电灯（开）

source: electric polisher
ja: 電動ポリッシャー
zh_cn: 电动打磨机

source: electronic handcuffs
de: elektronisches Handschellenpaar
ja: 電子手錠
zh_cn: 电子手铐

source: ember carrier
zh_cn: 火种罐

source: ember carrier (lit)
zh_cn: 火种罐（点燃）

source: emergency oxygen pack
de: Not-Sauerstoffflasche
ja: 緊急時用酸素パック
ko: 비상용 산소팩(oxygen pack)
ru: спасательный кислородный баллон
zh_cn: 应急氧气包

source: entrenching tool
de: Schanzzeug
ja: 塹壕用シャベル
ko: 야전삽(entrenching tool)
ru: сапёрная лопатка
zh_cn: 工兵铲

source: etched human skull
de: geätzer menschlicher Schädel
ja: 装飾された人間の頭蓋骨
ko: 아로새겨진 인간의 두개골(skull)
ru: гравированный человеческий череп
zh_cn: 铭刻头骨

source: extra battery mod
de: Zusatzbatterie-Modifikation
ja: 予備拡張バッテリー
ko: 확장 배터리(extra battery mod)
ru: расширитель заряда батарей
zh_cn: 外接电池组

source: fake UPS
zh_cn: 测试用UPS

source: fertilizer bomb
ja: 肥料爆弾
zh_cn: 化肥炸弹

source: fertilizer bomb (lit)
ja: 肥料爆弾(点火)
zh_cn: 化肥炸弹（点燃）

source: filled charcoal kiln
de: gefüllter Holzkohleofen
ja: 炭焼窯(木材投入済)
zh_cn: 木炭窑炉（充满）

source: finished charcoal kiln
de: ausgebrannter Holzkohleofen
ja: 炭焼窯(完了)
zh_cn: 木炭窑炉（完成）

source: fire axe
de: Feuerwehraxt
ja: 消火斧
ko: 소방도끼(fire axe)
ru: пожарный топор
zh_cn: 消防斧

source: fire drill
de: Feuerbohrer
ja: 火起こし器
ko: 발화용 나무드릴(fire drill)
ru: растопка
zh_cn: 取火器

source: fire extinguisher
de: Feuerlöscher
ja: 消火器
ko: 소화기(fire extinguisher)
ru: огнетушитель
zh_cn: 灭火器

source: firearm repair kit
de: Feuerwaffenreperatursatz
ja: 修理キット(銃器用)
ko: 총기 수리 키트(repair kit)
ru: ремкомплект огнестрельного оружия
zh_cn: 火器修理包

source: firebrand (off)
de: Heißsporn (aus)
ja: ファイアブランド(オフ)
ko: 파이어브랜드-꺼짐(firebrand)
ru: разжигатель (выкл)
zh_cn: 御火者（关）

source: firebrand (on)
de: Heißsporn (an)
ja: ファイアブランド(オン)
ko: 파이어브랜드-켜짐(firebrand)
ru: разжигатель (вкл)
zh_cn: 御火者（开）

source: firecracker
de: Böller
ja: 爆竹
ko: 폭죽(firecracker)
ru: петарда
zh_cn: 鞭炮

source: firecracker (lit)
de: Böller (angezündet)
ja: 爆竹(点火)
ko: 폭죽-불붙음(firecracker)
ru: петарда (горит)
zh_cn: 鞭炮（已点燃）

source: flammable arrow
de: brennbarer Pfeil
ja: 火矢
ko: 불화살(flammable arrow)
ru: зажигательная стрела
zh_cn: 燃烧箭

source: flammenschwert (an)
ja: フラメンスクァート(オン)
ko: 불꽃의 칼-켜짐(flammenschwert)
ru: фламменшверт (вкл)
zh_cn: 焰光终结者（an）

source: flammenschwert (aus)
ja: フラメンスクァート(オフ)
ko: 불꽃의 칼-꺼짐(flammenschwert)
ru: фламменшверт (выкл)
zh_cn: 焰光终结者（aus）

source: flare
de: Leuchtfackel
ja: 発炎筒
ko: 플레어(flare)
ru: осветительный снаряд
zh_cn: 闪光弹

source: flashbang
de: Blendgranate
ja: 閃光手榴弾
ko: 섬광탄(flashbang)
ru: светошумовая граната
zh_cn: 闪光弹

source: flashlight (off)
de: Taschenlampe (aus)
ja: 懐中電灯(オフ)
ko: 손전등-꺼짐(flashlight)
ru: фонарик (выкл)
zh_cn: 手电筒（关）

source: flashlight (on)
de: Taschenlampe (an)
ja: 懐中電灯(オン)
ko: 손전등-켜짐(flashlight)
ru: фонарик (вкл)
zh_cn: 手电筒（开）

source: flint and steel
zh_cn: 打火石

source: flute
zh_cn: 短笛

source: folded emergency blanket
de: zusammengefaltete Notfalldecke
ja: 緊急時用ブランケット(折畳)
ko: 비상용 담요-접혀짐(emergency blanket)
ru: сложенное походное одеяло
zh_cn: 折叠急救毯

source: folded poncho
de: entfalteter Poncho
ja: ポンチョ(折畳)
ko: 판초-접혀짐(poncho)
ru: сложенное пончо
zh_cn: 折叠雨披

source: folding bicycle
de: Klappfahrrrad
ja: 折り畳み式自転車
ko: 접이식 자전거(folding bicycle)
ru: складной велосипед
zh_cn: 折叠自行车

source: food dehydrator
de: Nahrungsentfeuchter
ja: 食料脱水機
ko: 음식 건조기(food dehydrator)
ru: пищевой дегидратор
zh_cn: 食物脱水机

source: funnel
de: Regentrichter
ja: 漏斗
ko: 깔때기(funnel)
ru: воронка
zh_cn: 集雨器

source: fur rollmat
de: Fell-Isomatte
ja: ロールマット(毛皮)
ko: 털가죽 롤매트(fur rollmat)
ru: меховой туристический коврик
zh_cn: 毛绒泡沫卷

source: gasoline lantern (off)
de: Benzinlaterne (aus)
ja: ガソリンランタン(オフ)
ko: 휘발유 랜턴-꺼짐(gasoline lantern)
ru: бензиновый фонарь (выкл)
zh_cn: 汽油灯（关）

source: gasoline lantern (on)
de: Benzinlaterne (an)
ja: ガソリンランタン(オン)
ko: 휘발유 랜턴-켜짐(gasoline lantern)
ru: бензиновый фонарь (вкл)
zh_cn: 汽油灯（开）

source: geiger ctr (off)
de: Geigerzähler (aus)
ja: 放射線測定器(オフ)
ko: 가이거 계수기-꺼짐(geiger ctr)
ru: счётчик Гейгера (выкл)
zh_cn: 盖革计数器（关）

source: geiger ctr (on)
de: Geigerzähler (an)
ja: 放射線測定器(オン)
ko: 가이거 계수기-켜짐(geiger ctr)
ru: счётчик Гейгера (вкл)
zh_cn: 盖革计数器（开）

source: glass pipe
de: Glaspfeife
ja: ガラスパイプ
ko: 유리 파이프(glass pipe)
ru: стеклянная трубка
zh_cn: 玻璃烟管

source: glowstick
de: Knicklicht
ja: ケミカルライト
ko: 야광봉(glowstick)
ru: светящаяся палочка
zh_cn: 荧光棒

source: gold gas discount card
de: goldene Benzinrabattkarte
ja: ゴールドカード(ガソリン割引)
zh_cn: 三桶油金卡

source: golden fiddle
zh_cn: 金色小提琴

source: goo canister
de: Schleimkanister
ja: 粘液の缶詰
ko: 오물 용기(goo canister)
ru: контейнер слизи
zh_cn: 凝胶罐

source: grenade
de: Granate
ja: 手榴弾
ko: 수류탄(grenade)
ru: граната
zh_cn: 手雷

source: gunsmith repair kit
de: Waffenschmiederreperatursatz
ja: 修理キット(銃整備師用)
ko: 총포기술자의 수리 키트(repair kit)
ru: ремкомплект оружейника
zh_cn: 枪械修理包

source: hacksaw
de: Metallsäge
ja: 弓鋸
ko: 쇠톱(hacksaw)
ru: ножовка по металлу
zh_cn: 钢锯

source: hammer
ja: ハンマー
ko: 망치(hammer)
ru: молоток
zh_cn: 锤子

source: hand axe
zh_cn: 手斧

source: hand press & die set
de: manuelle Patronenmaschine
ja: 手動プレスと鋳型
ko: 탄약 수제작 도구(press & die set)
ru: ручной патронный пресс
zh_cn: 弹药组装架

source: hand pump
de: Handpumpe
ja: 手押しポンプ
zh_cn: 打气筒

source: handheld game system
de: tragbare Spielkonsole
ja: 携帯ゲーム機
ko: 휴대용 게임기(game system)
ru: портативная игровая приставка
zh_cn: 掌上游戏机

source: heat pack
de: Latentwärmespeicher
ja: ヒートパック
ko: 발열팩(heat pack)
ru: грелка
zh_cn: 加热贴

source: heavy snare kit
de: großer Fallenbaukasten
ja: 強力くくり罠
ko: 굵은 올가미 덫세트(snare kit)
ru: тяжелые силки
zh_cn: 大型捕猎陷阱

source: heavy-duty cable
ja: 大型ケーブル
zh_cn: 重型电缆

source: hedge trimmer (off)
de: Heckenschneider (aus)
ja: ヘッジトリマー(オフ)
ko: 재단기-꺼짐(hedge trimmer)
ru: шпалерные ножницы (выкл)
zh_cn: 树篱机（关）

source: hedge trimmer (on)
de: Heckenschneider (an)
ja: ヘッジトリマー(オン)
ko: 재단기-켜짐(hedge trimmer)
ru: шпалерные ножницы (вкл)
zh_cn: 树篱机（开）

source: hobo stove
zh_cn: 流浪汉火炉

source: hoe
de: Gartenhacke
ja: 鍬
ko: 괭이(hoe)
ru: тяпка
zh_cn: 锄头

source: honey scraper
de: Stockmeißel
ja: スクレイパー(蜂蜜用)
zh_cn: 蜂蜜刮刀

source: hotplate
de: Kochplatte
ja: ホットプレート
ko: 핫플레이트(hotplate)
ru: электрическая плитка
zh_cn: 轻便电炉

source: hunting knife
ja: 狩猟用ナイフ
zh_cn: 猎刀

source: hygrometer
ja: 湿度計
zh_cn: 湿度计

source: inactive laser turret
de: inaktiver Lasergeschützturm
ja: レーザータレット(停止)
ko: 레이저 터렛-꺼짐(laser turret)
ru: отключенная лазерная турель
zh_cn: 镭射炮台（关）

source: inactive manhack
de: inaktive Klingendrohne
ja: マンハック(停止)
ko: 맨핵-꺼짐(manhack)
ru: отключенный мэнхак
zh_cn: 飞锯（关）

source: inactive rifle turret
de: inaktiver Gewehrgeschützturm
ja: ライフルタレット(停止)
zh_cn: 远程炮台（关）

source: inactive turret
de: inaktiver Geschützturm
ja: タレット(停止)
ko: 터렛-꺼짐(turret)
ru: отключенная турель
zh_cn: 自动炮台（关）

source: incendiary grenade
de: Brandgranate
ja: 焼夷手榴弾
zh_cn: 燃烧手雷

source: inflatable boat
de: Schlauchboot
ja: 膨張式ボート
zh_cn: 折叠充气船

source: inhaler
de: Inhalator
ja: 吸入器
ko: 흡입기(inhaler)
ru: ингалятор
zh_cn: 哮喘吸入器

source: integrated toolset
de: integriertes Instrumentarium
ja: 統合工具セット
ko: 내장형 도구모음
ru: встроенные инструменты
zh_cn: 瑞士军手

source: jack
de: Wagenheber
ja: ジャッキ
ko: 잭(jack)
ru: домкрат
zh_cn: 千斤顶

source: jackhammer
de: Presslufthammer
ja: ジャックハンマー
ko: 착암기(jackhammer)
ru: отбойный молоток
zh_cn: 冲击钻

source: jacqueshammer
ja: ジャックスハンマー
ko: 착암기(jacqueshammer)
ru: отпойный молоток
zh_cn: 超·冲击钻

source: jumper cable
ja: ジャンパーケーブル
zh_cn: 跨接电缆

source: kinetic bullet puller
de: kinetischer Patronenzieher
ja: 弾頭プーラー(キネティック)
ko: 탄약 분해 도구(bullet puller)
ru: кинетический молоток
zh_cn: 动能退弹器

source: knife spear
de: Messerspeer
ja: ナイフスピア
ko: 칼을 매단 창(knife spear)
ru: копьё с наконечником
zh_cn: 刺刀长矛

source: kukri
ja: ククリ
zh_cn: 库克利弯刀

source: land mine
ja: 地雷
ko: 지뢰(land mine)
ru: мина
zh_cn: 地雷

source: large tent
de: großes Zelt
ja: 大型テント
zh_cn: 大帐篷

source: leather funnel
ja: 漏斗(革)
zh_cn: 皮革集雨器

source: light snare kit
de: kleiner Fallenbaukasten
ja: くくり罠
ko: 가는 올가미 덫세트(snare kit)
ru: силки
zh_cn: 小型捕猎陷阱

source: lighter
de: Feuerzeug
ja: ライター
ko: 라이터(lighter)
ru: зажигалка
zh_cn: 打火机

source: lightstrip
ja: ストリップライト
zh_cn: 小彩灯

source: lightstrip (dead)
de: Lichtstreifen (ausgebrannt)
ja: ストリップライト(使用済)
ko: 케이블 조명-나감(lightstrip)
ru: световая лента (пустая)
zh_cn: 小彩灯（损坏的）

source: lightstrip (inactive)
de: Lichtstreifen (inaktiv)
ja: ストリップライト(停止)
ko: 케이블 조명-작동전(lightstrip)
ru: световая лента (неактивная)
zh_cn: 小彩灯（未启动）

source: lobotomizer
ja: ロボトミーくん
zh_cn: 开瓢器

source: loose caltrops
de: lose Krähenfüße
ja: 鉄菱
ko: 성긴 마름쇠(loose caltrops)
ru: разбросанные триболы
zh_cn: 铁蒺藜

source: machete
ja: マチェット
ko: 정글도(machete)
ru: мачете
zh_cn: 弯刀

source: magnifying glass
ja: 虫眼鏡
zh_cn: 放大镜

source: makeshift crowbar
de: selbstgemachtes Brecheisen
ja: 簡易バール
ko: 급조한 쇠지레(makeshift crowbar)
ru: самодельный ломик
zh_cn: 简易撬棍

source: makeshift funnel
de: selbstgebauter Trichter
ja: 簡易漏斗
ko: 수제 깔때기(makeshift funnel)
ru: самодельная воронка
zh_cn: 手工集雨器

source: makeshift glaive
de: selbstgebaute Glefe
ja: 簡易ハルバード
ko: 수제 글레이브(makeshift glaive)
ru: самодельное копье
zh_cn: 简易长刀

source: makeshift knife
de: Behelfsmesser
ja: 簡易ナイフ
ko: 수제 칼(makeshift knife)
ru: самодельный нож
zh_cn: 简易小刀

source: makeshift machete
de: selbstgebaute Machete
ja: 簡易マチェット
ko: 수제 정글도(makeshift machete)
ru: самодельное мачете
zh_cn: 土制砍刀

source: makeshift vacuum sealer
ja: 簡易真空包装機
zh_cn: 简易真空封口机

source: makeshift welder
de: selbstgemachtes Schweißgerät
ja: 簡易溶接機
ko: 수제 용접기(makeshift welder)
ru: самодельный сварочный аппарат
zh_cn: 简易焊枪

source: match head bomb
de: Streichholzkopfbombe
ja: マッチ爆弾
ko: 성냥머리 폭탄(match head bomb)
ru: спичечная бомба
zh_cn: 火柴炸弹

source: match head bomb (lit)
de: Streichholzkopfbombe (angezündet)
ja: マッチ爆弾(点火)
ko: 성냥머리 폭탄-불붙음(match head bomb)
ru: спичечная бомба (горит)
zh_cn: 火柴炸弹（已点燃）

source: matchbook
de: Streichholzbrief
ja: 紙マッチ
ko: 성냥갑(matchbook)
ru: коробок спичек
zh_cn: 火柴

source: medical gauze
de: Verbandmull
ja: 医療ガーゼ
ko: 의료용 거즈(medical gauze)
ru: медицинская марля
zh_cn: 医用纱布

source: mess kit
de: Campinggeschirr
ja: 携帯用食器セット
zh_cn: 野外餐具

source: metallic smoother
ja: 左官ごて(金属)
zh_cn: 金属水泥刮刀

source: metalworking chisel
de: Metallverarbeitungsmeißel
ja: のみ(金属加工用)
ko: 금속 제작용 정(chisel)
ru: долото для металла
zh_cn: 金工凿

source: military black box
de: militärischer Flugschreiber
ja: ブラックボックス(軍事)
ko: 군용 블랙박스(military black box)
ru: военный чёрный ящик
zh_cn: 军用黑匣子

source: military mess kit
de: Kochgeschirr
ja: 携帯用食器セット(軍式)
zh_cn: 军用野外炊具

source: mininuke
de: Atombömbchen
ja: 小型原子爆弾
ko: 소형핵(mininuke)
ru: ядерная мини-бомба
zh_cn: 微型核弹

source: mop
ja: モップ
ko: 대걸레(mop)
ru: швабра
zh_cn: 拖把

source: mp3 player (off)
de: MP3-Player (aus)
ja: MP3プレーヤー(オフ)
ko: MP3 플레이어-꺼짐(mp3 player)
ru: mp3-плеер (выкл)
zh_cn: MP3播放器（关）

source: mp3 player (on)
de: MP3-Player (an)
ja: MP3プレーヤー(オン)
ko: MP3 플레이어-켜짐(mp3 player)
ru: mp3-плеер (вкл)
zh_cn: MP3播放器（开）

source: multi cooker
de: Mehrfunktionsherd
ja: 多機能調理器具
zh_cn: 多功能厨师机

source: multi-tool
ja: 万能ツール
zh_cn: 多功能工具

source: nailboard trap
de: Nagelbrettfalle
ja: 釘板の罠
ko: 못판 덫(nailboard trap)
ru: ловушка "доска с гвоздями"
zh_cn: 钉板陷阱

source: nodachi
ja: 野太刀
ko: 야태도(nodachi)
ru: нодати
zh_cn: 野太刀

source: noise emitter (off)
de: Krachmacher (aus)
ja: ノイズ発生器(オフ)
ko: 소음 발생기-꺼짐(noise emitter)
ru: звукогенератор (выкл)
zh_cn: 噪音发生器（关）

source: noise emitter (on)
de: Krachmacher (an)
ja: ノイズ発生器(オン)
ko: 소음 발생기-켜짐(noise emitter)
ru: звукогенератор (вкл)
zh_cn: 噪音发生器（开）

source: oil lamp (off)
de: Öllampe (aus)
ja: オイルランプ(オフ)
ko: 기름 램프-꺼짐(oil lamp)
ru: масляная лампа (выкл)
zh_cn: 油灯（关）

source: oil lamp (on)
de: Öllampe (an)
ja: オイルランプ(オン)
ko: 기름 램프-켜짐(oil lamp)
ru: масляная лампа (вкл)
zh_cn: 油灯（开）

source: oxygen tank
de: Sauerstoffflasche
ja: 酸素タンク
ko: 산소 탱크(oxygen tank)
ru: кислородный баллон
zh_cn: 氧气瓶

source: pack of firecrackers
de: Böllerpackung
ja: 爆竹パック
ko: 폭죽다발(pack of firecrackers)
ru: упаковка петард
zh_cn: 一捆鞭炮

source: pack of firecrackers (lit)
de: Böllerpackung (angezündet)
ja: 爆竹パック(点火)
ko: 폭죽다발-불붙음(firecrackers)
ru: упаковка петард (горит)
zh_cn: 一捆鞭炮（已点燃）

source: packed M72 LAW
de: eingepackte M72 LAW
ja: ランチャー(ロケット弾/M72)(梱包状態)
ko: 접혀진 M72 LAW
ru: сложенный M72 LAW
zh_cn: M72封装火箭筒

source: paint brush
de: Malerpinsel
ja: ペイントブラシ
ko: 페인트 붓(paint brush)
ru: кисть для покраски
zh_cn: 油漆刷

source: paint chipper
de: Farbschaber
ja: ペイントチッパー
ko: 페인트 긁개(paint chipper)
ru: малярный скребок
zh_cn: 除漆片

source: pair of aluminum tongs
de: Aluminiumzange
ja: トング(アルミニウム)
ko: 알루미늄 집게(tongs)
ru: алюминиевые щипцы
zh_cn: 铝坩埚

source: pair of bolt cutters
de: Bolzenschneider
ja: ボルトカッター
ko: 절단기(bolt cutters)
ru: кусачки
zh_cn: 老虎钳

source: pair of scissors
de: Schere
ja: ハサミ
ko: 가위(scissors)
ru: ножницы
zh_cn: 剪刀

source: permanent marker
ja: ペンキ
ko: 마커(marker)
ru: несмываемый маркер
zh_cn: 记号笔

source: pickaxe
de: Spitzhacke
ja: つるはし
ko: 곡괭이(pickaxe)
ru: кирка
zh_cn: 鹤嘴锄

source: pipe bomb
de: Rohrbombe
ja: パイプ爆弾
ko: 파이프 폭탄(pipe bomb)
ru: самодельная бомба
zh_cn: 土制雷管

source: plastic chunk
de: Plastikstück
ja: プラスチックの欠片
ko: 플라스틱 조각(plastic chunk)
ru: кусок пластика
zh_cn: 塑料片

source: plastic fish trap
de: Plastikreuse
ja: 捕魚器(ﾌﾟﾗｽﾁｯｸ)
zh_cn: 塑料捕鱼器

source: plastic mold
de: Plastikform
ja: プラスチック用の金型
ko: 플라스틱 거푸집(plastic mold)
ru: форма для пластика
zh_cn: 塑料模具

source: platinum gas discount card
de: platine Benzinrabattkarte
ja: プラチナカード(ガソリン割引)
zh_cn: 三桶油铂金卡

source: pocket knife
de: Taschenmesser
ja: ポケットナイフ
ko: 주머니 칼(pocket knife)
ru: перочинный нож
zh_cn: 折叠刀

source: portal generator
de: Potalgenerator
ja: ポータル発生器
ko: 포탈 생성기(portal generator)
ru: генератор порталов
zh_cn: 传送门发生器

source: powered quarterstaff
de: bestromter Quarterstaff
ja: 電撃六尺棒
ko: 전기 육척봉(powered quarterstaff)
zh_cn: 电棍

source: pro fishing rod
ja: 釣竿
zh_cn: 专业鱼竿

source: quern
de: Handmühle
ja: 挽臼
ko: 맷돌(quern)
ru: ручная мельница
zh_cn: 手摇石磨

source: radio (off)
de: Radio (aus)
ja: ラジオ(オフ)
ko: 라디오-꺼짐(radio)
ru: радио (выкл)
zh_cn: 收音机(关闭)

source: radio (on)
de: Radio (ein)
ja: ラジオ(オン)
ko: 라디오-켜짐(radio)
ru: радио (вкл)
zh_cn: 收音机(打开)

source: radio activation mod
zh_cn: 无线电启动器

source: radio dynamite
de: Funkdynamit
ja: 遠隔起爆装置付ダイナマイト
zh_cn: 无线炸药

source: radio pipe bomb
de: Funkrohrbombe
ja: 遠隔起爆装置付パイプ爆弾
zh_cn: 无线雷管

source: rag
de: Lumpen
ja: 布
ko: 천 조각(rag)
ru: тряпка
zh_cn: 布条

source: rechargeable battery mod
de: Akku-Modifikation
ja: 充電式拡張バッテリー
ko: 재충전 배터리(rechargeable battery mod)
ru: модификация: аккумулятор
zh_cn: 可充电池组

source: refillable lighter
de: wiederbefüllbares Feuerzeug
ja: オイルライター
ko: 재사용 라이터(refillable lighter)
ru: заправляемая зажигалка
zh_cn: 充气打火机

source: refillable lighter (lit)
de: wiederbefüllbares Feuerzeug (an)
ja: オイルライター(点火)
zh_cn: 充气打火机（点燃）

source: remote vehicle controller
ja: 遠隔車両制御装置
zh_cn: 汽车遥控器

source: rocket candy
ja: ロケットキャンディ
zh_cn: 火箭糖基

source: rollmat
de: Isomatte
ja: ロールマット
ko: 롤매트(rollmat)
ru: туристический коврик
zh_cn: 泡沫卷

source: rubber hose
de: Gummischlauch
ja: ゴムホース
ko: 고무호스(rubber hose)
ru: резиновый шланг
zh_cn: 橡胶软管

source: safe deposit box
de: Schließfach
ja: 金庫
ko: 안전 금고(safe deposit box)
ru: сейф
zh_cn: 保险箱

source: saline eye drop
de: Kochsalzaugentropfen
ja: 点眼薬
ko: 안약(saline eye drops)
ru: Глазные капли на солевом растворе
zh_cn: 生理盐水眼药水

source: sarcophagus access code
de: Sarkophag-Zugangsdatum
ja: アクセスコード(石棺)
ko: 석관 접근코드(sarcophagus code)
ru: код доступа в саркофаг
zh_cn: 危险品开启密码

source: scalpel
de: Skalpell
ja: メス
ko: 메스(scalpel)
ru: скальпель
zh_cn: 手术刀

source: scrambler grenade
de: Störgranate
ja: 改良型EMP手榴弾
ko: 대전자기 수류탄(scrambler)
ru: граната-шифратор
zh_cn: 扰频手雷

source: screwdriver
de: Schraubenzieher
ja: ドライバー
ko: 스크류드라이버(screwdriver)
ru: отвёртка
zh_cn: 螺丝刀

source: scythe
de: Sense
ja: 大鎌
ko: 대낫(scythe)
ru: коса
zh_cn: 大镰刀

source: sealed yeast culture
de: versiegelte Hefekultur
ja: 密封フラスコ(酵母培養液)
ko: 밀봉된 효모 배양액(sealed yeast)
ru: закрытая культура дрожжей
zh_cn: 密封酵母

source: sewing kit
de: Nähzeug
ja: 裁縫道具
ko: 반짇고리(sewing kit)
ru: швейный набор
zh_cn: 缝纫工具箱

source: shelter kit
de: Unterschlupfbausatz
ja: シェルターキット
ko: 피난처 키트(shelter kit)
ru: укрытие
zh_cn: 简易棚屋

source: shishkebab (off)
de: Heißer Schaschlik (aus)
ja: シシカバブ(オフ)
ko: 시시케밥-꺼짐(shishkebab)
ru: шиш-кебаб (выкл)
zh_cn: 串烧叉（关）

source: shishkebab (on)
de: Heißer Schaschlik (an)
ja: シシカバブ(オン)
ko: 시시케밥-켜짐(shishkebab)
ru: шиш-кебаб (вкл)
zh_cn: 串烧叉（开）

source: shotgun trap
de: Schrotflintenfalle
ja: ショットガンの罠
ko: 산탄총 덫(shotgun trap)
ru: растяжка с дробовиком
zh_cn: 霰弹枪陷阱

source: shovel
de: Schaufel
ja: シャベル
ko: 삽(shovel)
ru: лопата
zh_cn: 铁锹

source: sickle
de: Sichel
ja: 鎌
ko: 낫(sickle)
ru: серп
zh_cn: 镰刀

source: silver gas discount card
de: silberne Benzinrabattkarte
ja: シルバーカード(ガソリン割引)
zh_cn: 三桶油银卡

source: small fire extinguisher
de: kleiner Feuerlöscher
ja: 小型消火器
ko: 작은 소화기(fire extinguisher)
ru: маленький огнетушитель
zh_cn: 小型灭火器

source: smart lamp (off)
de: schlaue Lampe (aus)
ja: スマートランプ(オフ)
zh_cn: 遥控灯（关）

source: smart lamp (on)
de: schlaue Lampe (an)
ja: スマートランプ(オン)
zh_cn: 遥控灯（开）

source: smoke bomb
de: Rauchbombe
ja: 発煙弾
ko: 연막탄(smoke bomb)
ru: дымовая бомба
zh_cn: 烟雾弹

source: snare trigger
de: Fallenauslöser
ja: スネアトリガー
ko: 올가미 고정대(snare trigger)
ru: спусковой механизм
zh_cn: 陷阱触发器

source: soldering iron
de: Lötkolben
ja: はんだごて
ko: 납땜 인두(soldering iron)
ru: паяльник
zh_cn: 电烙铁

source: spray can
de: Sprühdose
ja: スプレー缶
ko: 스프레이 캔(spray can)
ru: аэрозольный баллончик
zh_cn: 喷涂罐

source: steak knife
de: Steakmesser
ja: ステーキナイフ
ko: 스테이크 나이프(steak knife)
ru: нож для стейка
zh_cn: 牛排刀

source: stethoscope
de: Stethoskop
ja: 聴診器
ko: 청진기(stethoscope)
ru: стетоскоп
zh_cn: 听诊器

source: still
de: Destillationsapparat
ja: 蒸留器
ko: 증류기(still)
ru: самогонный аппарат
zh_cn: 蒸馏器

source: stone adze
zh_cn: 石斧

source: stone axe
de: Steinaxt
ja: 斧(石)
ko: 돌 도끼(stone axe)
ru: каменный топор
zh_cn: 石斧

source: stone hammer
de: Steinhammer
ja: ハンマー(石)
ko: 돌 망치(stone hammer)
ru: каменный молоток
zh_cn: 石锤

source: stone knife
de: Steinmesser
ja: ナイフ(石)
ko: 돌 칼(stone knife)
ru: каменный нож
zh_cn: 石刀

source: stone shovel
de: Steinschaufel
ja: シャベル(石)
ko: 돌 삽(stone shovel)
ru: каменная лопата
zh_cn: 石铲

source: survival knife
ja: サバイバルナイフ
zh_cn: 救生刀

source: survival marker
ja: 木炭マーカー
zh_cn: 生存记号笔

source: survivor machete
ja: サバイバーマチェット
zh_cn: 幸存者砍刀

source: survivor mess kit
ja: 携帯用食器セット(サバイバー)
zh_cn: 幸存者野外炊具

source: swage and die set
de: Gesenke- und Prägestempelsatz
ja: 金属加工セット
ko: 거푸집과 압착기(swage, die set)
ru: набор штампов и матриц
zh_cn: 锻造模具

source: switchblade
de: Springmesser
ja: 飛び出しナイフ
ko: 스위치블레이드(switchblade)
ru: выкидной нож
zh_cn: 弹簧刀

source: tactical tonfa (off)
de: taktischer Tonfa (aus)
ja: タクティカルトンファー(オフ)
ko: 전술용 톤파-꺼짐(tactical tonfa)
ru: тактическая тонфа (выкл)
zh_cn: 战术拐（关）

source: tactical tonfa (on)
de: taktischer Tonfa (an)
ja: タクティカルトンファー(オン)
ko: 전술용 톤파-켜짐(tactical tonfa)
ru: тактическая тонфа (вкл)
zh_cn: 战术拐（开）

source: tailor's kit
ja: 仕立て屋キット
zh_cn: 裁缝助手

source: talking doll
de: sprechende Puppe
ja: 喋る人形
ko: 말하는 인형(talking doll)
ru: говорящая кукла
zh_cn: 说话玩偶

source: tanning fur pelt
ja: 粗毛皮(鞣し加工済)
zh_cn: 鞣制中的毛皮

source: tanning leather hide
ja: 粗皮(鞣し加工済)
zh_cn: 鞣制中的皮革

source: tanto
ja: 短刀
ko: 탄토(tanto)
ru: танто
zh_cn: 怀刀

source: tazer
de: Elektroschocker
ja: テーザー銃
ko: 테이저(tazer)
ru: тазер
zh_cn: 电击枪

source: tear gas canister
de: Tränengaskanister
ja: 催涙ガス円筒弾
ko: 최루탄(tear gas canister)
ru: газовая граната
zh_cn: 催泪弹

source: teleport pad
de: Teleportationsfeld
ja: 瞬間移動台
ko: 텔레포트 패드(teleport pad)
ru: площадка телепорта
zh_cn: 传送平板

source: teleporter
ja: 瞬間移動装置
ko: 텔레포터(teleporter)
ru: телепорт
zh_cn: 单人传送器

source: tent
de: Zelt
ja: テント
ko: 텐트(tent)
ru: палатка
zh_cn: 帐篷

source: thermometer
ja: 温度計
zh_cn: 温度计

source: throwable fire extinguisher
de: Wurf-Feuerlöscher
ja: 投擲式消火器
ko: 투척용 소화기(fire extinguisher)
ru: метательный огнетушитель
zh_cn: 投掷型灭火器

source: tobacco pipe
de: Tabakpfeife
ja: 煙管
ko: 담배 파이프(tobacco pipe)
ru: курительная трубка
zh_cn: 烟斗

source: toolbox
de: Werkzeugkasten
ja: 工具箱
ko: 공구상자(toolbox)
zh_cn: 工具箱

source: torch
de: Fackel
ja: 松明
ko: 횃불(torch)
ru: факел
zh_cn: 火把
