Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Needs <color_%1$s>%2$s</color>, a <color_%3$s>wrench</color>, either a <color_%4$s>powered welder</color> or <color_%5$s>duct tape</color>, and level <color_%6$s>%7$d</color> skill in mechanics.%8$s
de: Benötigt <color_%1$s>%2$s</color>, einen <color_%3$s>Schraubenschlüssel</color> und entweder ein <color_%4$s>bestromtes Schweißgerät</color> oder <color_%5$s>Isolierband</color>, und Erfahrungsstufe <color_%6$s>%7$d</color> in Mechanik.%8$s
ko: <color_%1$s>%2$s</color>를 설치하기 위해서는, <color_%3$s>렌치</color>와 <color_%4$s>전력이 있는 용접기</color> 또는 <color_%5$s>접착 테이프</color> 둘 중 하나, 그리고 기계공학 기술이 <color_%6$s>%7$d</color>만큼 필요합니다.%8$s
ru: Нужны <color_%1$s>%2$s</color>, <color_%3$s>гаечный ключ</color>, <color_%4$s>заряженный сварочный аппарат</color> или <color_%5$s>монтажный скотч</color>, и <color_%6$s>%7$d</color> уровень механики.%8$s

source: Safe/Top speed: <color_ltgreen>%3d</color>/<color_ltred>%3d</color> %s
de: Sicheres/Max. Tempo: <color_ltgreen>%3d</color>/<color_ltred>%3d</color> %s

source: Status:
de: Zustand:
ko: 상태:
ru: Статус:

source: That install would conflict with the existing drive system.
de: Diese Installation würde einen Konflikt mit dem bestehenden Antriebssystem hervorrufen.

source: The vehicle has no gasoline to siphon.
de: Dieses Fahrzeug hat kein Benzin zum Absaugen.
ko: 빨아낼 연료가 남아있지 않습니다.
ru: В этом авто нет бензина.

source: To remove a wheel you need a <color_%1$s>wrench</color> and a <color_%2$s>jack</color>.
de: Um ein Rad zu entfernen, brauchst du einen <color_%1$s>Schraubenschlüssel</color> und einen <color_%2$s>Wagenheber</color>.
ko: 바퀴를 떼어 내기 위해서는 <color_%1$s>렌치(wrench)</color>와 <color_%2$s>잭(jack)</color>이 필요합니다.
ru: Для замены колеса вам нужен <color_%1$s>гаечный ключ</color> и <color_%2$s>домкрат</color>.

source: Wheels: <color_ltred>lack</color>
de: Räder: <color_ltred>fehlend</color>
ko: 바퀴: <color_ltred>부족함</color>
ru: Колёса: <color_ltred>не хватает</color>

source: Wheels: <color_ltgreen>enough</color>
de: Räder: <color_ltgreen>ausreichend</color>
ko: 바퀴: <color_ltgreen>충분함</color>
ru: Колёса: <color_ltgreen>достаточно</color>

source: You need a <color_%1$s>powered welder and welding goggles</color> or <color_%2$s>duct tape</color> to repair.
de: Du benötigst <color_%1$s>ein bestromtes Schweißgerät und eine Schweißbrille</color> oder <color_%2$s>Isolierband</color> zum Reparieren.
ko: 이것을 수리하기 위해서는 <color_%1$s>전력이 있는 용접기와 용접용 고글</color> 또는 <color_%2$s>접착 테이프</color> 가 필요합니다.
ru: Для ремонта вам нужны <color_%1$s>сварочный аппарат с очками для сварки</color> или <color_%2$s>монтажный скотч</color>.

source: You need a <color_%1$s>wrench</color> and a <color_%2$s>hacksaw or circular saw (off)</color> and <color_%3$s>level 2</color> mechanics skill to remove parts.
de: Du brauchst einen <color_%1$s>Schraubenschlüssel</color> und eine <color_%2$s>Metallsäge oder Kreissäge (aus)</color> und Mechanik <color_%3$s>Stufe 2</color>, um Teile entfernen zu können.

source: You need a <color_%1$s>wrench</color> and a <color_%2$s>hacksaw or circular saw (off)</color> to remove parts.
de: Du brauchst einen <color_%1$s>Schraubenschlüssel</color> und eine <color_%2$s>Metallsäge oder Kreissäge (aus)</color>, um Teile entfernen zu können.
ko: 부품을 떼어 내기 위해서는 <color_%1$s>렌치(wrench)</color>와 <color_%2$s>쇠톱(hacksaw) 또는 원형톱-꺼짐(circular saw)</color>이 필요합니다.
ru: Вам нужен <color_%1$s>гаечный ключ</color> и <color_%2$s>ножовка по металлу или циркулярная пила(выкл)</color> для демонтажа.

source: You need a <color_%1$s>wrench</color> and either a <color_%2$s>powered welder and goggles</color> or <color_%3$s>duct tape</color> to install parts.
de: Du brauchst einen <color_%1$s>Schraubenschlüssel</color> und entweder ein <color_%2$s>bestromtes Schweißgerät mit Schweißbrille</color> oder <color_%3$s>Isolierband</color>, um Teile einzubauen.
ko: 부품을 설치하기 위해서는 <color_%1$s>렌치</color>와 <color_%2$s>전력이 있는 용접기와 용접용 고글</color> 또는 <color_%3$s>접착 테이프</color> 둘 중 하나가 필요합니다.
ru: Вам нужны <color_%1$s>гаечный ключ</color> и либо <color_%2$s>сварочный аппарат с очками для сварки</color>, либо <color_%3$s>монтажный скотч</color> для установки частей.

source: You need level 2 mechanics skill to remove parts.
de: Du benötigst Erfahrungsstufe 2 in Mechanik, um Teile zu entfernen.
ko: 부품을 제거하기 위해서는 2레벨의 기계공학 기술이 필요합니다.
ru: Вам нужен уровень 2 навыка механики для снятия деталей.

source: rel<a>bel
de: <a>:beschriften

source: and stuns it
de: und betäubt es
ko: 그리고 기절시켰습니다
ru: и оглушает его

source: Ejected the %s
de: %s ausgeworfen

source: Ejecting...
de: Auswerfen …

source: Inserted the %s
de: %s eingelegt
ru: Вставить %s

source: Stop driving.
de: Fahrt beenden.
ko: 운전 그만두기
ru: Прекратить вождение.

source: Switch turrets to burst mode
de: Geschütztürme auf Feuerstoßmodus umschalten
ko: 터렛을 점사 모드로 변경
ru: Переключить турели на стрельбу очередями

source: The %s's hand rims are out of reach!
de: Die Greifreifen von %s sind außer Reichweite!

source: The %s's paddles are out of reach!
de: Die Paddel von %s sind außer Reichweite!

source: The %s's pedals are out of reach!
de: Die Pedale von %s sind außer Reichweite!
ko: %s의 페달에 발이 닿지 않습니다!
ru: Педали %s в недосягаемости!

source: The %s's turrets run out of ammo and switch off.
de: Den Geschütztürmen von %s geht die Munition aus. Sie schalten sich ab.

source: Turrets: Burst mode
de: Geschütztürme: Feuerstoß
ko: 터렛: 연사 모드
ru: Турели: стрельба очередями

source: You decided not to play anything
de: Du hast dich dazu entschieden, nichts abzuspielen

source: You don't have anything to play!
de: Du hast nichts zum Spielen!

source: Your %s's %s rams into %s%s!
de: Das %2$s deines %1$s rammt in %3$s%4$s!
ko: %s의 %s이(가) %s%s을(를) 들이받습니다!
ru: Ваш %s %s въезжает в %s%s!

source: Your %s's %s rams into a %s with a %s
de: Das %2$s deines %1$s rammt in ein %3$s mit einem %4$s.
ko: %s의 %s이(가) %s을(를) 치었습니다. %s 소리가 났습니다.
ru: %s врезается своим %s в %s с %s

source: Your %s's %s rams into a %s.
de: Das %2$s deines %1$s rammt in ein %3$s.
ko: %s의 %s이(가) %s을(를) 치었습니다.
ru: Ваш %s %s въезжает в %s.

source: @ %d: %s
de: bei %2d: %s

source: [/] find, [f]riendly, [i]ncrease group, [d]ecrease group, [q]uit
de: [/] finden, [f] freundlich, [i] Gruppe erhöhen, [d] Gruppe verringern, [q] verlassen

source: %s is not a valid world name, already exists!
de: »%s« ist kein gültiger Weltname, er existiert bereits!
ko: %s은(는) 월드맵 이름으로 선택할 수 없습니다. 이미 존재하는 이름입니다!
ru: %s не годится, уже есть такое название мира!

source: %s is not a valid world name, it is a reserved name
de: »%s« ist kein gültiger Weltname, er ist reserviert.
ko: %s은(는) 월드맵 이름으로 선택할 수 없습니다. 예약된 이름입니다.
ru: %s не годится, это название для служебных целей

source: Failed to save world!
de: Welt konnte nicht gespeichert werden!

source: ______NO NAME ENTERED!!!!_____
de: __KEINEN NAMEN EINGEGEBEN!!!__
ko: ______이름 없음!!!!_____
ru: ______ИМЯ НЕ ВВЕДЕНО!!!!_____

source: A set of universal batteries. Used to charge almost any electronic device.
ko: 일반적인 배터리입니다. 거의 모든 종류의 전자기기를 충전하는데 쓰입니다.
ru: Комплект универсальных батареек. Используются для зарядки практически любого электронного устройства.

source: Tough thin fibres, taken from a plant. Can be used as thread.
ko: 거칠고 얇은 섬유로, 나무에서 채취했습니다. 실타래 대용으로 사용할 수 있습니다.
ru: Грубые волокна, полученные из растения. Можно использовать как нитки.

source: A roll of incredibly strong tape. Its uses are innumerable.
ko: 엄청나게 강한 테이프입니다. 용도가 셀 수 없을 정도로 많습니다.
ru: Рулон невероятно крепкой клейкой ленты, которой можно найти множество применений.

source: A nuclear-powered battery. Used to charge advanced and rare electronics.
ko: 핵연료를 사용하는 전지입니다. 희귀한 첨단 전자기기를 충전하는데 사용됩니다.
ru: Батарейки с ядерным зарядом. Используются для зарядки продвинутой или редкой электроники.

source: A box of small steel balls. They deal virtually no damage.
ko: 작은 쇠구슬 한 박스입니다. 탄환으로 사용해도 거의 피해를 주지 못합니다.
ru: Коробка с маленькими стальными шариками. Они практически не наносят повреждений.

source: Feathers from a bird. Useful for fletching arrows
ko: 새의 깃털입니다. 화살에 깃을 붙이는데 유용합니다.
ru: Птичьи перья. Используются для созодания оперений для стрел.

source: Weak shotgun ammunition. Designed for hunting birds and other small game, its applications in combat are very limited.
ko: 약한 산탄으로 조류나 다른 작은 동물을 사냥하기 위해 만들어졌습니다. 실전에 사용하기는 힘듭니다.
ru: Слабые боеприпасы для дробовиков. Предназначены для охоты на птиц и мелких животных. Использование в качестве боевых патронов малоэффективно.

source: A shell filled with iron pellets. Extremely damaging, plus the spread makes it very accurate at short range. Favored by SWAT forces.
ko: 강철 알갱이가 들어있는 산탄입니다. 극도로 강력한데다가 잘 퍼지기 때문에 근거리에서 맞추기가 쉽습니다. SWAT이 자주 사용했습니다.
ru: Оружейные патроны с дробью. Способны нанести огромные повреждения, а разброс при выстреле делает их очень точными на коротких расстояниях. Часто используются штурмовиками SWAT.

source: A heavy metal slug used with shotguns to give them the range capabilities of a rifle. Extremely damaging but rather inaccurate. Works best in a shotgun with a rifled barrel.
ko: 산탄총에 장전해 라이플과 같은 장거리 사격 능력을 제공하는 무거운 금속 슬러그탄입니다. 극도로 강력하지만 그만큼 정확도가 떨어집니다. 연장 총열을 장착한 산탄총과 함께 사용하면 최고의 결과가 나옵니다.
ru: Тяжелый металлический патрон, используемый в дробовиках, чтобы придать им свойства винтовок. Наносит серьёзные повреждения, но страдает точность. Лучше всего работает в дробовиках с нарезным стволом.

source: A shotgun slug loaded with concussive explosives. While the slug itself will not do much damage to its target, it will explode on contact.
ko: 충격성 폭발물을 탑재한 슬러그탄입니다. 탄 자체의 피해량은 그리 크지 않지만, 무언가에 닿는 즉시 폭발합니다.
ru: Свинцовый патрон для дробовика, снаряженный фугасным взрывчатым веществом, которое детонирует при контакте с целью.

source: A shotgun shell filled with tiny steel darts. Extremely damaging, plus the spread makes it very accurate at short range. Slices through most forms of armor with ease.
ko: 작은 철제 화살이 가득찬 산탄총용 산탄입니다. 극도로 살상력이 높으며 매우 넓게 퍼져 근거리에서 명중률이 높습니다. 대부분의 장갑을 쉽게 관통합니다.
ru: Патроны для дробовика, снаряженные маленькими стальными дротиками. Очень точные на близких дистанциях, наносят ужасные повреждения, легко проходят через броню.

source: One of the smallest calibers available, the .22 Long Rifle cartridge has maintained popularity for nearly two centuries. Its minimal recoil, low cost and low noise are offset by its paltry damage.
ko: .22 롱 라이플 탄은 가장 작은 총탄 종류 중 하나로, 거의 2세기 동안 폭넓게 사용되었습니다. 반동이 매우 적으며, 가격도 저렴하고 소음도 적지만 그만큼 위력도 약합니다.
ru: Один из самых маленьких калибров .22 LR сохранил популярность на протяжении почти двух веков. Его слабая отдача, малая цена и низкий уровень шума компенсируют ничтожные повреждения.

source: Conical Ball .22 is a variety of .22 ammunition with a very small propellant charge and generally lacks gunpowder. The end result is a subsonic round. It is nearly silent, but is so weak as to be nearly useless.
ko: 코니컬 볼 .22탄은 장약량을 크게 줄여 아음속탄으로 만든 탄종입니다. 소음이 거의 없지만, 그만큼 위력이 약화되어 거의 쓸모가 없어졌습니다.
ru: Патрон Флобера .22 калибра. В нём вместо пороха используется капсюльный состав. Практически бесшумен, но настолько слаб, что почти бесполезен.

source: Rat-shot is extremely weak ammunition, designed for killing rats, snakes, or other small vermin while being unable to damage walls. It has an extremely short range and is unable to injure all but the smallest creatures.
ko: 랫-샷은 매우 약한 탄약입니다. 이름 그대로 쥐 혹은 뱀, 작은 해충을 죽이면서도 벽에 구멍을 내지 않을 용도로 만들어졌습니다. 때문에 극단적으로 짧은 사거리를 가지고 있고, 가장 작은 생물을 제외하곤 거의 피해를 줄 수 없습니다.
ru: Rat-shot — это боеприпасы, предназначенные для отстрела крыс, змей и прочих мелких вредителей без опасности повредить стены или обстановку. Настолько маломощны, что способны нанести вред только мелким существам на небольшом расстоянии.

source: 9 millimeter parabellum is generally regarded as the most popular handgun cartridge and used by the majority of US police forces. It is also a very popular round in sub-machine guns.
ko: 9mm 파라블럼탄은 대부분의 권총에 사용되는 탄약입니다. 미국 경찰에서 많이 사용되며 기관단총의 탄약으로도 많이 사용됩니다.
ru: 9 миллиметровый "Парабеллум" один из самых популярных пистолетных патронов, большинство полицейских США используют именно его. Также существует много пистолетов-пулеметов, использующих эти боеприпасы.

source: Attempts to improve the ballistics of 9mm ammunition lead to high-pressure rounds. Increased velocity results in superior accuracy and damage.
ko: 9mm 탄약의 탄도를 개선시키려는 시도의 결과물입니다. 장약을 증가시켜 고압력 탄이 되었습니다. 탄속이 증가되었고, 정확도와 살상력이 증가되었습니다.
ru: Попытки улучшить баллистические характеристики 9мм амуниции привели к созданию патронов с высоким давлением. Повышение скорости пули привело к увеличению точности и наносимых повреждений.

source: The .38 Smith & Wesson Special enjoyed popularity among US police forces throughout the 20th century. It is most commonly used in revolvers.
ko: .38 구경 스미스 앤 웨슨 스페셜 탄입니다. 20세기 동안 미국의 경찰들이 사용했습니다. 주로 리볼버에 사용됩니다.
ru: .38 Smith & Wesson Special были очень популярны среди полицейских двадцатого века. Чаще всего используется в револьверах.

source: The .38 Super is a high-pressure load of the .38 Special caliber. It is a popular choice in pistol competitions for its high accuracy, while its stopping power keeps it popular for self-defense.
ko: .38 Super는 .38 Special탄에 장약을 더 넣어 제작된 고압탄입니다. 권총탄들 중에서는 높은 저지력을 가지면서도 정확도가 좋기 때문에, 호신용으로 인기가 많습니다.
ru: .38 Super — это патроны повышенного давления. Популярны как патроны для соревнований из-за высокой точности, и как патроны для самообороны, благодаря приличному останавливающему действию.

source: Originally used by the FBI, the organization eventually abandoned the round due to its high recoil. Although respected for its versatility and power, it has largely been supplanted by the downgraded .40 S&W.
ko: 원래 FBI 에서 사용되었지만, 높은 살상력과 저지력에도 불구하고 강한 반동 덕분에 버려진 탄종입니다. 대부분 .40 구경 스미스 앤 웨슨 탄으로 대체되었습니다.
ru: Изначально использовался агентами ФБР, которые от него отказались из-за сильного импульса отдачи. Однако в "фирме" патрон пользовался признанием благодаря универсальности и мощи. Был заменен патроном .40 S&W.

source: The .40 Smith & Wesson round was developed as an alternative to 10mm Auto for the FBI after they complained of high recoil. It is as accurate as 9mm, but has greater stopping power, leading to widespread use in law enforcement.
ko: 40 S&W 탄은 강한 반동 때문에 FBI로부터의 불만이 많았던 10mm 오토 탄 대신 사용하기 위해 개발됐습니다. 9mm 탄만큼 정확하면서도 강한 저지력을 가졌기 때문에 경찰이 널리 사용했습니다.
ru: Патроны .40 Smith & Wesson были разработаны для ФБР в качестве замены патрона 10mm Auto, после замечаний о сильной отдаче. Обладают такими же точностными характеристиками, как и 9 мм, но обладает более высокой останавливающей способностью, благодаря чему использовался и полицейскими.

source: Described (in 1971) by Dirty Harry as "the most powerful handgun in the world," the .44 Magnum gained widespread popularity due to its depictions in the media. In reality, its intense recoil makes it unsuitable in most cases.
ko: 1971년 영화 더티 해리에서 해리가 "세계에서 가장 강력한 권총" 이라고 표현한 덕분에, 해당 권총이 사용하는 .44 구경 매그넘은 전 세계적으로 유명세를 얻었습니다. 실제로는 매우 심한 반동 때문에 대부분의 상황에서 부적합한 탄종입니다.
ru: Грязный Гарии (в 1971 году) назвал это "самым мощным пистолетом в мире". Магнум 44 калибра обязан своей популярности частому использования при съемках фильмов. Однако, сильная отдача делает его бесполезным во многих ситуациях.

source: The .45 round was one of the most popular and powerful handgun rounds through the 20th century. It features very good accuracy and stopping power, but suffers from moderate recoil and poor armor penetration.
ko: .45 탄은 20세기에 가장 인기있고 강력한 권총탄이었습니다. 훌륭한 명중률과 대인저지력이 특징이지만, 반동과 형편없는 관통력이 발목을 잡습니다.
ru: Патрон .45 Automatic Colt Pistol являлся одним из самых популярных в XX веке. К плюсам можно отнести хорошие показатели точности и останавливающей силы, к минусам же — отдачу и скромную пробивающую способность.

source: Full Metal Jacket .45 rounds are designed to overcome the poor armor penetration of the standard ACP round. However, they are less likely to expand upon impact, resulting in reduced damage overall.
ko: 풀 메탈 재킷 .45 구경 탄은 일반적인 .45 ACP 탄의 약한 관통력을 보완하기 위해 제작되었습니다. 하지만 착탄시에 덜 파쇄되기 때문에 살상력이 조금 떨어집니다.
ru: Патроны .45 калибра с цельнометаллической оболочкой (Full Metal Jacked, FMJ) были разработаны как альтернатива .45 ACP, пробивающая способность которых оставляла желать лучшего. Эти патроны имеют меньше шансов расплющиться при попадании в цель или препятствие ценой снижения останавливающего действия.

source: The .45 Super round is an updated variant of .45 ACP. It is overloaded, resulting in a great increase in muzzle velocity. This translates to higher accuracy and range, a minor armor piercing capability, and greater recoil.
ko: .45 Super탄은 .45 ACP탄의 최신 변종탄 중 하나입니다. 장약을 훨씬 많이 넣어 총구 탄속이 크게 증가했습니다. 또한 정확도와 사거리가 증가하고, 약간의 방어구 관통력이 생겼지만, 그만큼 반동도 강해졌습니다.
ru: Патроны .45 Super являются модернизированным вариантом .45 ACP. Увеличена навеска пороха, что повышает начальную скорость пули. Как результат, улучшились показатели точности, эффективной дальности, незначительно проникающей способности. Но вместе с тем усилилась и отдача.

source: The .454 Casull round a very powerful revolver round capable of killing huge game, like elephants, with ease. It's designed to be used with the Taurus Raging Bull.
ko: .454 Casull탄은 코끼리 같은 대형 사냥감을 잡는데 사용되는 매우 강력한 리볼버용 탄입니다. 타우러스 레이징 불(Taurus Raging Bull) 리볼버에 사용됩니다.
ru: Патрон .454 Casull - это очень мощный револьверный патрон. Создан для большой охоты, например, на слона. Используется в револьвере Таурус "Бешеный бык".

source: The 5.7x28mm round is a proprietary round developed by FN Hestal for use in their P90 SMG. While it is a very small round, comparable in power to .22, it features incredible armor-piercing capabilities and very low recoil.
ko: 5.7x28mm탄은 FN에서 개발한 P90 기관단총의 전용탄입니다. 위력은 .22 탄 수준으로 약하지만, 반동이 매우 적고 뛰어난 방어구 관통력을 갖고 있습니다.
ru: Патрон 5.7х28 мм является собственной разработкой концерна Fabrique Nationale d'Herstal (FN) для пистолета-пулемета P90. Хоть по мощности он сопоставим с .22LR, но обладает впечатляющей проникающей способностью и незначительным импульсом отдачи.

source: Designed by Heckler & Koch to compete with the 5.7x28mm round, 4.6x30mm is, like the 5.7, designed to minimize weight and recoil while increasing penetration of body armor. Its low recoil makes it ideal for automatic fire.
ko: H&K사가 5.7x28mm탄의 경쟁상대로 개발한 4.6x30mm탄은, 5.7mm탄처럼 관통력은 높이고 중량과 반동을 줄이는 설계로 만들어졌습니다. 반동이 적어 완전자동 사격에 적합합니다.
ru: Разработан концерном Heckler & Koch в качестве конкурента патрону FN 5.7х28. Как и патрон FN, примечателен малым весом, небольшим импульсом отдачи и отличной проникающей способностью. Именно низкая отдача делает этот патрон идеальным для использования в пистолетах-пулеметах.

source: Designed during World War II by the Soviet Union, the popularity of the AK-47 and the SKS contributed to the widespread adoption of the 7.62x39mm rifle round. However, due to its lack of yaw, this round deals less damage than most.
ko: 제2차 세계 대전 기간 동안 소비에트 진영에서 만들어졌으며, AK-47과 SKS가 유명세를 얻음에 따라 7.62x39mm탄 역시 널리 퍼지게 되었습니다. 하지만 이 탄은 다른 일반적인 탄환보다 더 적은 피해만을 줄 수 있습니다.
ru: Разработан во время Второй мировой войны в Советском Союзе. Популярность АК-47 и СКС способствовало широкому распространению патрона 7.62x39мм, в качестве винтовочного. Из недостатков, по сравнением с аналогичными патронами, можно отметить достаточно большое отклонение пуль.

source: The M67 variant of the popular 7.62x39mm rifle round was designed to improve yaw. This causes the round to tumble inside a target, causing significantly more damage. It is still outdone by shattering rounds.
ko: 유명한 7.62x39mm M43탄의 변종인 M67탄은 탄두 요동현상을 강화시켰습니다. 표적 내부에서 탄두가 이리저리 헤집고 다니게 되어 위력이 크게 상승했지만, 그래도 파열성 탄환보다는 위력이 약합니다.
ru: M67 - модификация популярного патрона калибра 7.62x39mm (пуля со смещённым центром тяжести). При проникновении в тело пуля изменяет траекторию своего движения, причиняя тем самым значительные повреждения. По урону проигрывает разрывным патронам.

source: The .223 rifle round is a civilian variant of the 5.56 NATO round. It is designed to tumble or fragment inside a target, dealing devastating damage. The lower pressure of the .223 compared to the 5.56 results in lower accuracy.
ko: .223 Remington탄은 5.56mm NATO탄의 민수판입니다. 표적 속을 헤집고 다니거나 표적 내부에서 파열하여 아주 강력한 살상력을 발휘하도록 만들어졌습니다. 5.56mm탄에 비해 총열 압력이 낮아졌기에 정확도도 더 낮아졌습니다.
ru: Промежуточный патрон .223 является гражданским вариантом патрон 5.56 NATO. При попадании пуля расплющивается или разрушается, нанося сильные рваные ранения. По сравнению с 5.56 NATO, давление у .223 понижено, что привело к потере точности на больших дистанциях.

source: This rifle round has enjoyed widespread use in NATO countries, thanks to its very light weight and high damage. It is designed to shatter inside a target, inflicting massive damage.
ko: 5.56mm NATO탄은 뛰어난 위력과 매우 가벼운 탄약 중량으로 인해 NATO 가입국 전체에 널리 퍼졌습니다. 표적 내부에서 파열되도록 설계되었기에 엄청난 살상력을 가지게 되었습니다.
ru: Этот промежуточный патрон принят на вооружение армий блока NATO, благодаря малому весу патрона и хорошим баллистическим характеристикам. Способен нанести сильный урон.

source: Based off the military .30-03 round, the .270 rifle round is compatible with most guns that fire .30-06 rounds. However, it is designed for hunting, and is less powerful than the military rounds, with nearly no armor penetration.
ko: 군용 30-03탄을 기반으로 만들어진 .270 소총탄은 대부분의 총에서 사용할 수 있습니다. 하지만 사냥용으로 설계되었기에 군용탄보다 위력이 약하고 관통력이 거의 없다시피 합니다.
ru: Охотничий вариант армейского патрона .30-06, может использоваться в оружии под военный патрон. Отличается от армейского низкой пробивающей способностью.

source: The .30-06 is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise.
ko: .30-06은 장거리 사격을 위해 만들어진 매우 강력한 소총탄입니다. 놀라울 정도로 정확도와 방어구 관통력이 높아 가장 치명적인 탄환으로 불리고, 강력한 반동과 총성만이 단점으로 꼽힙니다.
ru: .30-06 — это очень мощный армейский патрон, предназначенный для стрельбы на дальние дистанции. За высокую точность и огромную пробивающую силу приходится платить чудовищной отдачей и оглушающим грохотом выстрела.

source: The .308 Winchester is a rifle round, the commercial equivalent of the military 7.62x51mm round. Its high accuracy and phenomenal damage have made it the most popular hunting round in the world.
ko: .308 Winchester는 소총탄으로서 군용 7.62x51mm의 판매용 버전입니다. 높은 정확도와 경이적인 살상력 덕분에, 전 세계적으로 사냥용으로 많이 사용되는 총탄입니다.
ru: Патрон калибра .308 Winchester — винтовочный патрон, коммерческий эквивалент военного 7.62x51мм. Его высокая точность и феноменальная повреждающая способность сделали его самым популярным патроном для охоты.

source: The 7.62x51mm largely replaced the .30-06 round as the standard military rifle round. It is lighter, but offers similar velocities, resulting in greater accuracy and reduced recoil.
ko: 7.62x51mm탄은 군용탄으로서 .30-06을 거의 대체했습니다. 조금 가벼워졌으면서도 탄속이 거의 비슷하기 때문에, 반동은 줄어들었으면서도 정확도는 상승했습니다.
ru: 7.62x51мм были приняты на вооружение как замена армейского патрона .30-06. Этот патрон имеет меньший вес, чем у своего предшественника, что привело к большей устойчивости пули в полете и уменьшению отдачи.

source: In the middle of the 21st Century, military powers began to look towards energy based weapons. The result was the standard fusion pack, capable of delivering bolts of superheated gas at near light speed with no recoil.
ko: 21세기 중반, 군사 강국들은 에너지 무기에 관심을 보이기 시작했습니다. 그 결과 초고온 가스탄을 아광속으로 날리면서도 반동은 전혀 없는, 규격화된 핵융합 전지가 만들어졌습니다.
ru: В начале XXI века армия обратила свое внимание на энергетические виды вооружения. В результате была разработана стандартная батарея ядерного синтеза, используемая для питания оружия, требующего очень мощных элементов питания.

source: A 40mm grenade with a teargas load. It will burst in a cloud of highly incapacitating gas.
ko: 최루가스(teargas)가 충전된 40mm 유탄입니다. 터지면서 무력화용 가스 구름을 뿜어냅니다.
ru: 40мм граната со слезоточивым газом.
