Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: red wall
de: rote Wand
ja: 壁(赤)
ru: красная стена
zh_cn: 红墙

source: reinforced boarded up window
de: verstärktes verammeltes Fenster
ja: 板張り補強窓
ko: 보강된 덧댄 창문
ru: укрепленное заколоченное окно
zh_cn: 强化板封死的窗户

source: reinforced concrete floor
ja: 補強床(コンクリート)
zh_cn: 加强混凝土地板

source: reinforced concrete wall
ja: 補強壁(コンクリート)
zh_cn: 加强混凝土墙

source: reinforced glass
de: Panzerglas
ja: 強化ガラス
ko: 강화 유리
ru: бронированное стекло
zh_cn: 防弹玻璃

source: rock floor
de: Steinboden
ja: 床(岩石)
ko: 돌 바닥
ru: каменный пол
zh_cn: 石质地板

source: root wall
de: Wurzelwand
ja: 壁(根)
ko: 뿌리 벽
ru: стена из корней
zh_cn: 树根墙

source: rope and pulley
de: Seil und Flaschenzug
ja: ロープと滑車
ko: 줄과 도르래
ru: подъемник на верёвке
zh_cn: 绳索滑轮组

source: rope fence
de: Strickzaun
ja: 柵(ロープ)
ko: 밧줄 울타리
ru: верёвочная ограда
zh_cn: 绳索围栏

source: rope leading up
de: Seil nach oben
ja: 垂れ下がっているロープ
ko: 위로 올라가는 로프
ru: веревка ведущая вверх
zh_cn: 牵引绳

source: rrrrip!
de: »Rrrrrratsch!«
ja: ビリビリビリ！
ko: 찌이이이익!
ru: хррррр!
zh_cn: 咝咝!

source: sandbox
de: Sandkasten
ja: 砂場
ko: 모래상자
ru: песочница
zh_cn: 沙盒

source: scorched earth
de: verbrannte Erde
ja: 焦土
ko: 초토화된 땅
ru: выжженная земля
zh_cn: 焦土

source: scrrrash!
ja: ガシャン！
zh_cn: 呲啦咔咔！

source: sewage
de: Abwasser
ja: 下水
ko: 하수
ru: канализация
zh_cn: 污水

source: sewage pipe
de: Abwasserrohr
ja: 下水管
ko: 하수관
ru: канализационная труба
zh_cn: 污水管

source: sewage pump
de: Abwasserpumpe
ja: 下水ポンプ
ko: 하수 펌프
ru: канализационный насос
zh_cn: 污水泵

source: shallow pit
de: untiefe Grube
ja: 浅い穴
ko: 얕은 구덩이
ru: мелкая яма
zh_cn: 浅坑

source: shallow water
de: seichtes Wasser
ja: 浅水域
ko: 얕은 물
ru: мелководье
zh_cn: 浅水

source: shrub
de: Strauch
ja: 低木
ko: 관목
ru: кустарник
zh_cn: 灌木丛

source: sidewalk
de: Bügersteig
ja: 歩道
ko: 인도
ru: тротуар
zh_cn: 人行道

source: simple concrete wall
ja: 壁(コンクリート)
zh_cn: 简易混凝土墙

source: slap!
de: »Patsch!«
ja: ピシャリと平手を打つような音が聞こえました！
ko: 찰싹!
ru: хлопок!
zh_cn: 啪!

source: slide
de: Rutsche
ja: 滑り台
ko: 미끄럼틀
ru: горка
zh_cn: 闸阀

source: slime
de: Schleim
ja: 粘液
ko: 슬라임
ru: слизь
zh_cn: 软泥

source: slot machine
de: Glücksspielautomat
ja: スロットマシン
ko: 슬롯 머신
ru: игровой автомат
zh_cn: 自动贩卖机

source: small HV oil circuit breaker
de: kleiner HV-Ölschalter
ja: 小型HV油遮断器
zh_cn: 小型高压油开关

source: small metal support
de: kleine Blechunterlage
ja: 小型担体(金属)
zh_cn: 小型金属支架

source: small rebar roof cage
ja: 鉄筋骨組(小さな屋根)
zh_cn: 小型钢筋笼屋顶

source: small switchgear
de: kleines Schaltwerk
ja: 小型開閉装置
zh_cn: 小型开关装置

source: smashed diesel pump
ja: 破壊された軽油ポンプ
zh_cn: 损坏的柴油泵

source: smashed gas pump
de: zerstörte Zapfsäule
ja: 破壊された給油ポンプ
ko: 박살난 가스 펌프
ru: разбитая бензоколонка
zh_cn: 损坏的汽油泵

source: spiked pit
de: Speergrube
ja: 串刺し穴
ko: 가시박힌 구덩이
ru: яма с кольями
zh_cn: 尖刺陷坑

source: splosh!
ja: バシャバシャ！という音が聞こえました。
zh_cn: 啪叽！

source: stairs
de: Treppe
ja: 階段
ko: 계단
ru: ступени
zh_cn: 楼梯

source: steel compactor
de: Stahlpresse
ja: 圧縮機(鋼)
ko: 강철 압축기
ru: стальной компактор
zh_cn: 钢材锻压机

source: stone wall
de: Steinwand
ja: 壁(石)
ru: каменная стена
zh_cn: 石墙

source: strawberry bush
de: Erdbeerstrauch
ja: 苺の低木
ko: 딸기 덤불
ru: земляничный куст
zh_cn: 草莓丛

source: tank with gasoline
de: Tank mit Benzin
ja: ガソリンタンク
zh_cn: 汽油罐

source: taped window
de: zugeklebtes Fenster
ja: テープで補強した窓
ko: 테이프로 덧댄 창문
ru: заклеенное окно
zh_cn: 胶带封住的窗户

source: telecom cabinet
de: Verteilerkasten
ja: 電気通信機器収納棚
zh_cn: 电信机柜

source: ting.
zh_cn: 叮！

source: tree
de: Baum
ja: 木
ko: 나무
ru: дерево
zh_cn: 树木

source: tree trunk
de: Baumstamm
ja: 木の幹
ko: 나무 줄기
ru: ствол дерева
zh_cn: 树干

source: underbrush
de: Gestrüpp
ja: 藪
ko: 덤불
ru: заросли
zh_cn: 杂草丛

source: upward slope
de: Steigung
ja: 上り坂
ko: 오르막길
ru: уклон вверх
zh_cn: 向上斜坡

source: walkway
de: Gang
ja: 通路
ko: 통로
ru: аллея
zh_cn: 走道

source: wall
de: Wand
ja: 壁
ko: 벽
ru: стена
zh_cn: 墙

source: water pump
de: Wasserpumpe
ja: 送水ポンプ
ru: водяной насос
zh_cn: 水泵

source: wax floor
de: Wachsboden
ja: 床(蜜蝋)
ko: 밀랍 바닥
ru: восковый пол
zh_cn: 蜡地板

source: wax wall
de: Wachswand
ja: 壁(蜜蝋)
ko: 밀랍 벽
ru: восковая стена
zh_cn: 蜡墙

source: waxed floor
de: gewachster Boden
ja: ワックスを塗った床
ru: восково́й пол
zh_cn: 蜡地板

source: wham.
ja: ドカンという強い衝撃音が聞こえました。
zh_cn: 砰.

source: white wall
de: weiße Wand
ja: 壁(白)
ru: белая стена
zh_cn: 白墙

source: window
de: Fenster
ja: 窓
ko: 창
ru: окно
zh_cn: 窗户

source: window frame
de: Fensterrahmen
ja: 窓枠
ko: 창 틀
ru: оконная рама
zh_cn: 窗框

source: window with metal bars
ja: 金属棒が付いた窓
zh_cn: 带金属栏的窗户

source: wire fence
de: Drahtzaun
ja: 鉄条網
ko: 철사 울타리
ru: проволочная ограда
zh_cn: 铁丝围栏

source: wooden wall
de: Holzwand
ja: 壁(木)
ko: 나무 벽
ru: деревянная стена
zh_cn: 木质门

source: yellow pavement
de: gelber Asphalt
ja: 車線
ko: 노란 보도
ru: жёлтый асфальт
zh_cn: 黄色标线

source: yellow switch
de: gelber Schalter
ja: スイッチ(黄色)
ko: 노란색 스위치
ru: желтый переключатель
zh_cn: 黄色开关

source: yellow wall
de: gelbe Wand
ja: 壁(黄)
ru: жёлтая стена
zh_cn: 黄墙

source: young fungal tree
de: junger Fungusbaum
ja: 若木(真菌)
ko: 어린 진균 나무
ru: молодое фунгалоидное дерево
zh_cn: 真菌幼树

source: young tree
de: junger Baum
ja: 若木
ko: 어린 나무
ru: молодое дерево
zh_cn: 小树

source: boiling
de: Aufkoch
ja: 煮沸
ru: варки
zh_cn: 煮沸

source: bolt turning
de: Bolzendreh
ja: ボルト旋削
ru: закручивания болтов
zh_cn: 板动螺栓

source: brewing
de: Brau
ja: 醸造
ru: брожения
zh_cn: 酿造

source: butchering
de: Schlachtungs
ja: 解体
zh_cn: 屠宰

source: chemical making
de: Chemikalienproduktions
ja: 調合
ru: химической обработки
zh_cn: 化工制造

source: containing
de: Behältnis
ja: 梱包
ru: хранения
zh_cn: 容器

source: cutting
de: Schnitt
ja: 切断
ru: резки
zh_cn: 切割

source: digging
de: Grabe
ja: 掘削
ru: копания
zh_cn: 挖掘

source: drilling
ja: 穿孔
zh_cn: 钻孔

source: fine bolt turning
de: Feinbolzendreh
ja: 精密ボルト旋削
ru: отличного закручивания болтов
zh_cn: 精工板动螺栓

source: fine hammering
de: Feinhämmer
ja: 精密鍜造
ru: отличной ковки
zh_cn: 精工锤打

source: fine metal sawing
de: Feinmetallsägen
ja: 精密金工
ru: отличного распиливания металла
zh_cn: 精工金属锯切

source: fine screw driving
de: Feinschraubendreh
ja: 精密打込
ru: отличного закручивания шурупов
zh_cn: 精工拧动螺丝

source: food cooking
de: Essenskoch
ja: 調理
ru: готовки
zh_cn: 食物烹调

source: glare protection
ja: 遮光
zh_cn: 闪光防御

source: hammering
de: Hämmer
ja: 鍜造
ru: ковки
zh_cn: 锤打

source: metal sawing
de: Metallsäge
ja: 金工
ru: распиливания металла
zh_cn: 金属锯切

source: screw driving
de: Schraubendreh
ja: 打込
ru: закручивания шурупов
zh_cn: 拧动螺丝

source: smoothing
ja: 平滑化
zh_cn: 平整

source: tree cutting
de: Baumfäll
ja: 伐採
ru: древозаготовления
zh_cn: 树木切割

source: welding
ja: 溶接
zh_cn: 焊接

source: wood sawing
de: Holzsäge
ja: 製材
ru: распиливания дерева
zh_cn: 木材锯切

source: buried bear trap
de: vergrabene Bärenfalle
ja: トラバサミ(地中)
ko: 땅에 묻은 곰 덫
ru: заглублённый медвежий капкан
zh_cn: 埋熊陷阱

source: buried land mine
de: vergrabene Landmine
ja: 埋められた地雷
ko: 파묻힌 지뢰
ru: заглублённая мина
zh_cn: 埋设的地雷

source: caltrops
de: Krähenfüße
ja: 鉄菱
ko: 마름쇠
ru: триболы
zh_cn: 铁蒺藜

source: dissector
de: Dissektor
ja: 解剖器具
ko: 해부 기구
ru: рассекатель
zh_cn: 解剖台

source: fur roll mat
de: Fell-Isomatte
ja: 毛皮のロールマット
ko: 털가죽 롤매트
ru: меховой коврик
zh_cn: 毛皮卷毯

source: goo pit
de: Schleimgrube
ja: 粘着液の溜まった穴
ko: 오물 구덩이
ru: яма со слизью
zh_cn: 粘液坑

source: heavy snare trap
de: schwere Fallstrickfalle
ja: 強力くくり罠
ko: 굵은 올가미 덫
ru: сильные силки
zh_cn: 重物捕捉陷阱

source: ledge
de: Felsvorsprung
ja: 出っ張り
ko: 선반
ru: уступ
zh_cn: 窗台

source: light snare trap
de: leichte Fallstrickfalle
ja: くくり罠
ko: 가는 올가미 덫
ru: слабые силки
zh_cn: 轻型捕捉陷阱

source: roll mat
de: Isomatte
ja: ロールマット
ko: 롤 매트
ru: коврик туристический
zh_cn: 卷毯

source: shimmering portal
de: schimmerndes Portal
ja: 光り輝くポータル
ko: 일렁이는 포탈
ru: мерцающий портал
zh_cn: 闪闪发光的传送门

source: sinkhole
de: Erdloch
ja: 陥落穴
ko: 싱크홀
ru: провал
zh_cn: 陷坑

source: spiked board
de: Nagelbrett
ja: 棘が付いた板
ko: 못 박힌 판자
ru: шипованная доска
zh_cn: 钉板

source: spinning blade
de: Drehklinge
ja: 回転刃
ko: 회전 칼날
ru: вращающееся лезвие
zh_cn: 旋转刀片

source: spinning blade engine
de: Drehklingenmotor
ja: 回転刃のエンジン
ko: 회전 칼날 엔진
ru: двигатель вращающегося лезвия
zh_cn: 旋转刀片陷阱

source: tripwire
de: Stolperdraht
ja: 仕掛け線
ko: 인계철선
ru: растяжка
zh_cn: 拌索

source: Hitting a monster will stun it briefly, allowing you to escape or get in another attack. Your dexterity and melee skills are used to determine whether an attack hits, while strength affects damage.
de: Ein Monster zu treffen wird es für kurze Zeit betäuben, was dir die Gelegenheit zur Flucht oder einen weiteren Angriff bietet. Deine Geschicklichkeit und deine Nahkampferfahrungen werden benutzt, um zu bestimmen, ob ein Angriff trifft, während die Stärke den Schaden beeinflusst.
ja: 攻撃を命中させるとモンスターを一時的に麻痺させることがあり、逃げるか次の攻撃を加える事が出来ます。器用と近接攻撃技能は命中率を決め、力は威力に影響します。
ko: 괴물을 공격하는데 성공하면 기절시킬 수 있는 확률이 있습니다. 괴물을 기절시키면 도망가거나 추가 공격을 가할 기회가 생기죠. 민첩성과 근접 공격 기술로 명중률이 결정되고, 체력으로 피해량이 결정됩니다.
ru: Удар по монстру ошеломит его ненадолго, позволяя вам убежать или провести ещё одну атаку. Ваши ловкость и навык рукопашного боя влияют на шанс попадания, а сила влияет на нанесённый урон.
zh_cn: 命中一个怪物将令它短暂硬直,允许你逃跑或进行 另一次攻击。你的敏捷和近战技能影响你的攻击 是否命中,而力量影响所造成的伤害。

source: It's dark down here! Fortunately, you have a flashlight. Press 'a' and then select your flashlight to turn it on.
de: Es ist dunkel hier unten! Glücklicherweise hast du eine Taschenlampe. Drücke »a« und wähle anschließend deine Taschenlampe, um sie anzuschalten.
ja: 真っ暗だ！幸いな事に懐中電灯を持っています。'a'を押して懐中電灯を点けましょう。
ko: 여긴 어둡군요! 운 좋게도 당신에게는 손전등이 있습니다. 'a'키를 누른 뒤 손전등을 선택해서 켜세요.
ru: Здесь темно! К счастью, у вас есть фонарик. Нажмите "a" и выберите букву фонарика, что бы включить его.
zh_cn: 现在一片黑暗!幸运的是,你有一个手电筒。按' a '然后 选择你的手电筒来打开它。

source: It's dark down here! Without a source of light, you'll be limited to seeing only one space in any direction. You'll encounter darkness while underground or at night. Press '<' to go back upstairs, and look around for a flashlight.
de: Es ist dunkel hier unten! Ohne eine Lichtquelle ist deine Sicht nur auf ein Feld in jede Richtung begrenzt. Du wirst der Dunkelheit unter dem Erdboden oder während der Nacht begegnen. Drücke »<«, um zurück nach oben zu gehen und dich nach einer Taschenlampe umzusehen.
ja: 真っ暗だ！光源がなければ1タイル分しか見る事が出来ません。夜や地下では暗闇に直面します。'<'を押して階段を上がり、懐中電灯を探してきましょう。
ko: 여긴 어둡군요! 빛이 없으면 시야가 제한되어 한 칸밖에 보지 못합니다. 지하로 내려가거나 밤이 되면 어두워집니다. '<'키로 다시 올라가거나, 손전등을 찾아야 합니다.
ru: Здесь темно! Без источника света ваша видимость будет ограничена одной клеткой в любом направлении. Вы встретитесь с темнотой под землёй или ночью. Нажмите "<", чтобы подняться обратно и поискать фонарик.
zh_cn: 现在一片黑暗!没有光源,您只能看到你周围的一格。 每到夜晚降临或你身在地下你都会被黑暗包围。 按“<”回到楼上,去寻找一个手电筒。

source: Most monsters will have to smash their way through a closed door. If a door is locked or stuck, you can smash it by pressing 's' and then a movement key.
de: Die meisten Monster müssen sich ihren Weg durch eine geschlossene Türe freikämpfen. Wenn eine Türe verschlössen ist oder klemmt, kannst du sie mit »s«, gefolgt von einer Richtungstaste, einschlagen.
ja: 殆どのモンスターは閉まっているドアを叩き壊してきます。ドアが施錠してあるなど開かない場合は's'で叩き壊しましょう。
ko: 대부분의 괴물들은 닫힌 문이 앞을 가로막고 있다면 부숴버립니다. 문이 잠겨있거나 열리지 않는다면, 's'키를 누른 뒤 방향키로 방향을 선택해서 부술 수 있습니다.
ru: Большинство монстров будут ломать проход через закрытую дверь. Если дверь заперта или её заклинило, вы можете её сломать с помощью клавиши "s".
zh_cn: 大多数怪物不得不破坏掉关闭的房门才能进入。而对于你这个普通人， 可以按 's' 配合方向键来破坏锁住或者堵住的房门。当然这和你手里拿的 家伙也有直接关系。

source: Taking damage often causes pain. Small amounts of pain are tolerable, but as it gets worse your stats will drop and you will move much slower. To reduce pain, take painkillers like codeine, or simply wait it out.
de: Schaden zu erhalten verursacht oft Schmerzen. Kleine Schadensmengen sind tolerierbar, aber wenn es schlimmer wird, werden deine Werte fallen und du dich deutlich langsamer bewegen. Um Schmerzen zu lindern, nimm Schmerzmittel wie Codein ein, oder warte einfach ab.
ja: ダメージを受けると苦痛を伴います。多少は我慢できますが、程度が酷ければ能力値が下がり、移動速度が落ちます。コデインなどの鎮痛剤を摂取するかじっとしていると痛みを和らげる事が出来ます。
ko: 피해를 입으면 고통이 발생합니다. 크지 않은 고통은 참을만 하지만, 심해질수록 능력치가 감소하고 움직이는 속도가 떨어집니다. 고통을 줄이려면 코데인 같은 진통제를 먹거나, 그냥 기다려야 합니다.
ru: Получение урона часто вызывает боль. Малая боль приемлема, но как только она увеличивается, у вас падают характеристики и вы начинаете двигаться гораздо медленней. Для понижения боли можно принять болеутоляющее, вроде кодеина, или подождать.
zh_cn: 受到伤害通常会引起“疼痛”。少量的疼痛可以忍受,但是痛 苦加剧会引起你属性下降,同时你将更慢的行动。要消除“ 疼痛”,请服用可待因等止痛药,或让时间抚平你的伤痛。

source: That brown '+' next to you is a closed door. To open it, either simply walk into it, or press 'o' and then a movement key.
de: Dieses braune »+« neben dir ist eine geschlossene Türe. Um sie zu öffnen, gehe einfach auf sie zu oder drücke »o« und anschließend eine Richtungstaste.
ja: そばにある茶色の'+'は閉まっているドアです。開けるにはそのまま移動するか'o'を押してから移動キーを押します。
ko: 옆에 있는 갈색 '+' 표시는 닫혀있는 문을 뜻합니다. 문을 열려면 그냥 그쪽으로 걸어가거나, 근처에서 'o'키를 누른 뒤 방향키를 누르면 됩니다.
ru: Коричневый символ "+" обозначает закрытую дверь. Чтобы открыть её просто пройдите через неё или нажмите "o", а затем клавишу движения в этом направлении.
zh_cn: 你身旁的棕色 '+'是一扇关闭的房门。要打开它，简单点你可以 直接移动过去，或者按小写字母 'o' 再配合方向键。

source: That drug you just took is a painkiller. Painkillers are very important to keep on hand, as pain both penalizes your stats and makes you slower. Be careful, as the stronger painkillers can make you woozy, and some are even addictive.
de: Du hast gerade ein Schmerzmittel aufgesammelt. Es ist sehr wichtig, Schmerzmittel zur Hand zu haben, weil Schmerz deine Werte verschlechtert und dich verlangsamt. Sei vorsichtig, weil stärkere Schmerzmittel dich benommen machen können, einige davon machen dich sogar abhängig.
ja: 手にした薬は鎮痛剤です。苦痛によるペナルティーは能力値と移動速度を減少させるので、鎮痛剤を持ち歩く事はとても重要です。強い薬は疲労を感じたり、中毒性があるので注意しましょう。
ko: 지금 주운 약물은 진통제입니다. 진통제를 가지고 다니는 것은 중요합니다. 고통이 심해지면 능력치도 낮아지고, 이동 속도도 느려집니다. 하지만 강력한 진통제는 몸을 느려지게 하며, 어떤 것들은 중독성까지 가지고 있습니다.
ru: Вещество, которое вы приняли – болеутоляющее. Болеутоляющее очень важно иметь под рукой, так как боль уменьшает характеристики и скорость движения. Осторожно! Сильное болеутоляющее может одурманить и даже вызвать зависимость.
zh_cn: 你捡起的药物是一盒止痛药。止痛药是非常重要的，应该 保留在手边,因为“疼痛”降低你的属性并让你变慢。要小心 使用,因为强效止痛药会使你头昏眼花的,有时甚至会让你 上瘾。

source: That drug you just took placed an effect on you. To check your effects, press '@'. Most only last a short while, while others, like chronic disease, last until cured by some other means.
de: Das, was du gerade eingenommen hast, hat eine Wirkung auf dich. Um dir die Wirkungen, denen du ausgesetzt bist, anzusehen, drücke »@«. Die Meisten halten nur für eine kurze Zeit, wobei andere, wie chronische Erkrankungen, bleiben, bis sie auf andere Weise geheilt wurden.
ja: 薬を飲んだ影響が現れました。'@'を押して確認してみましょう。ほとんどの場合は短時間で影響が無くなりますが、依存症になっているときは、治療するまで影響が残ります。
ko: 방금 먹은 약물의 약효가 들고 있습니다. 현재 상태를 보려면 '@'키를 누르면 됩니다. 대부분 지속시간이 짧지만, 몇몇은 만성화된 질병처럼 다른 방법을 사용해서 치료하지 않으면 계속 효과를 냅니다.
ru: Вещество, которое вы приняли, наложило на вас эффект. Что бы проверить ваши эффекты, нажмите "@". Большинство из них длятся недолго, но другие, такие как хронические заболевания, длятся пока не будут вылечены.
zh_cn: 刚才嗑的药在你身上起效了。按“@”检查它的效果。 大多数效果只持续很短一段时间。但是另一些,如 慢性病,将持续直到通过一些方式治愈。

source: That yellow > next to you is a staircase leading down. To go downstairs, step onto the staircase and press the '>' key. Similarly, a yellow < is stairs leading up, and can be followed with the '<' key.
ja: そばにある黄色の'>'は下りの階段です。降りるには階段で'>'を押します。同様に黄色の'<'は上りの階段で、上るには'<'を押します。
zh_cn: 那在你旁边黄色 > 是下行楼梯。要通往下一层,踩在上面按'“>”键。同样,一个黄色的<是上行楼梯,可以按“<”键上楼。

source: The '@' character in the center of the screen represents you. To move, you can use the numpad, the vikeys (hjklyubn), or the arrow keys. To have your character wait in place, press '.'
de: Das »@«-Zeichen in der Mitte des Bildschirms repräsentiert deinen Protagonisten. Um ihn zu bewegen, kannst du den Ziffernblock, die Vi-Tasten (»h«, »j«, »k«, »l«, »y«, »u«, »b« und »n«) oder die Pfeiltasten benutzen. Um deinen Protagonisten an Ort und Stelle warten zu lassen, drücke ».«.
ja: 画面の中央に表示されている'@'はプレイヤーが操作しているキャラクターです。移動するには数字キー、viキー(hjklyubn)か矢印キーを使用します。その場で待機するには'.'を押します。
ko: 화면 중앙의 '@' 표시는 플레이어, 즉 당신을 나타냅니다. 움직이려면 넘버패드나 vi키(hjklyubn) 혹은 방향키를 사용해야 합니다. 잠시 대기하려면 '.'키를 누르면 됩니다.
ru: Символ "@" в центре экрана обозначает вас. Для передвижения используйте стрелки клавиатуры или клавиши (hjklyubn). Для ожидания стоя на месте используйте клавиши "." или "5".
zh_cn: 这个屏幕中间的 '@' 字符就是你啦！长的不够帅？没关系，活下去就行 你可以使用数字小键盘、vi键 (hjklyubn)、或者方向键来进行移动。你也 可以按 '.' 让你的小@呆在那里任凭时间流逝。

source: The item you just picked up has been wielded as a weapon automatically. This happened because it is a good melee weapon, and you were empty-handed. This usually is faster than than picking it up, then wielding it.
de: Den Gegenstand, den du gerade aufgehoben hast, hast du automatisch als Waffe getragen. Das passierte, weil er eine gute Nahkampfwaffe ist und du freie Hände hattest. Es ist üblicherweise schneller, es gleich in der Hand zu tragen, anstatt es erst zu verstauen und dann in der Hand zu tragen.
ja: アイテムを拾うと自動的に武器として手に持つ事になります。拾ったアイテムが武器に適しているか、手に何も持っていないときに起こります。アイテムを拾ってから装備するより素早く行えます。
ko: 주운 물품이 무기로 장비되었습니다. 주운 물품이 좋은 근접 무기거나, 현재 손에 든 것이 없기 때문입니다. 이 방법은 물건을 주운 다음 장비하는 것보다 더 빠릅니다.
ru: Подобранный предмет был автоматически взят в руки и расценивается как оружие. Так происходит, потому что это хорошее оружие ближнего боя, а вы безоружны. Это работает быстрее, чем сперва подобрать, а потом вооружиться.
zh_cn: 你刚才拾取的物品将自动视为武器使用。这是因为该物品是一个很好\n 的近战武器，同时你两手空空没拿东西。这种判定通常比先捡起来再\n 装备使用要快。

source: The item you just picked up has been wielded as a weapon automatically. This happened because you do not have space in your inventory to stash the item, and so you must carry it in your hand. To expand your inventory space, try wearing clothing with a lot of storage space, like a backpack, or cargo pants.
de: Den Gegenstand, den du gerade aufgehoben hast, hast du automatisch als Waffe getragen. Das passierte, weil du keinen Inventarplatz für die Lagerung dieses Gegenstandes hast, somit musst du ihn in deiner Hand tragen. Um deinen Inventarplatz zu erweitern, dann versuch mal, Kleidung mit viel Lagerplatz, wie ein Rucksack oder Cargohosen, zu tragen.
ja: アイテムを拾うと自動的に武器として手に持つ事になります。インベントリに空きスペースが無く、仕舞えないので、手に持たなければならない為です。インベントを拡張するには収納箇所のある衣料、バックパックやカーゴパンツなどを身に付けます。
ko: 주운 물품이 무기로 장비되었습니다. 지금은 물건을 넣을만한 저장 공간이 없기 때문에, 손에 들고 있는 것입니다. 저장 공간을 늘리려면 가방이나 카고 바지처럼 저장 공간을 늘려주는 의류를 착용해야 합니다.
ru: Подобранный предмет был автоматически взят в руки и расценивается как оружие. Так происходит, потому что у вас в инвентаре не было свободного места и вам пришлось взять его в руки. Чтобы увеличить свободное место, носите одежду с большим свободным местом, вроде рюкзака или штанов с карманами.
zh_cn: 当你拿起该物品这自动视为武器使用。这是因为你的身上\n 不够空间装下该物品，所以你只能把它拿在手里。扩大你\n 的携带空间，尝试穿有大量的携带空间的衣物，像一个背\n 包或一条裤子。

source: The item you just picked up is a good weapon! To wield a weapon, press w, then pick what to wield. To wield nothing, either drop your weapon with d, or press 'w-' to put it away. A zombie has spawned nearby. To attack it, simply move into it.
de: Der Gegenstand, den du gerade aufnahmst, ist eine gute Nahkampfwaffe. Um eine Waffe zu tragen, drücke »w«, dann wähle aus, was du als Waffe tragen willst. Um nichts zu tragen, lass die Waffe entweder mit »d« fallen oder drücke »w-«, um sie wegzulegen. Ein Zombie tauchte in der Nähe auf. Um ihn anzugreifen, gehe einfach in ihn herein.
ja: 武器を拾いました。装備するには'w'を押し、アイテムを選択します。装備を外すには'w'を押し、装備品に割り当てられているキーを押します。ゾンビが出現します。攻撃するにはそのまま相手の方へ移動します。
ko: 방금 주운 물건은 좋은 무기입니다! 무기를 장비하려면 'w'키를 누른 뒤에 해당 물품의 기호를 누르면 됩니다. 무기를 내려놓거나 다시 가방에 넣으려면 'd'키로 버리거나, 'w'키를 누른 다음 '-'키를 누르면 됩니다. 좀비가 근처에 생성되었습니다. 공격하려면 좀비 쪽으로 이동하면 됩니다.
ru: Подобранный предмет является хорошим оружием! Чтобы вооружиться, нажмите "w" и выберите предмет. Чтобы освободить руки и стать безоружным, можно убрать оружие из рук клавишами "w-" или вовсе его выбросить нажав "d". Зомби был вызван неподалёку. Атакуйте его, двигаясь в его направлении.
zh_cn: 你刚捡起的物品是件好武器!按“w”，选择这个武器再 装备它。要玩徒手？那么按“d”把你的武器扔在地上, 或按“w -”收起它。一个僵尸在附近溜达。要攻击它 就向它所在的方向移动，干掉它！

source: The item you just picked up is a tool! To activate a tool, press 'a'. Some tools have a set charge, which can be reloaded once depleted. Other are single-use items, and still others are reusable.
de: Der Gegenstand, den du gerade nahmst, ist ein Werkzeug! Um ein Werkzeug zu benutzen, drücke »a«. Einige Werkzeuge haben eine gewisse Ladung, die nachgeladen werden kann, sobald sie leer wurde. Andere können nur einmal benutzt werden. Wiederum Andere sind wiederverwendbar.
ja: 道具を拾いました。使用するには'a'を押します。幾つかの道具は充電されており、使い果たした後は再装填が出来ます。その他使い切りや何回でも使えるアイテムがあります。
ko: 방금 주운 물건은 도구입니다! 도구를 사용하려면 'a'키를 누르면 됩니다. 몇몇 도구는 충전량을 가지고 있는데, 사용하더라도 다시 충전이 가능합니다. 몇 가지는 일회용인 경우도 있지만, 대부분 다시 사용할 수 있습니다.
ru: Подобранный предмет является инструментом. Что бы использовать инструмент нажмите "a". Некоторые из них имеют заряды, которые можно восполнить, когда они израсходуются. Некоторые инструменты являются одноразовыми, некоторые многоразовыми.
zh_cn: 你刚刚捡起的物品是件工具！按“a”可以激活工具。一些工具 有使用次数，当用光时是能重新加载的。在工具中虽然部分 是一次性物品，但还有些是可重复利用的。

source: The item you just picked up is a type of clothing! To wear clothing, press W and then select an item. To take off clothing, press T, or simply take it off and drop it in one action by pressing d.
de: Der Gegenstand, den du gerade nahmst, ist ein Kleidungsstück. Um Kleidung anzuziehen, drücke »W« und wähle anschließend einen Gegenstand aus. Um Kleidung auszuziehen, drücke »T« oder zieh sie aus und lass sie fallen, in einem Schritt, indem du »d« drückst.
ja: 衣料品を拾いました。身に付けるには'W'を押してアイテムを選択します。外すには'T'を、落とすには'd'を押します。
ko: 지금 주운 물품은 의류입니다! 의류를 입으려면 'W'키를 누른 뒤에 해당 물품을 선택하면 됩니다. 의류를 벗으려면 'T'키를 누른 뒤에 해당 물품을 선택하면 됩니다. 간단히 벗어서 버리려면 'd'키를 사용한 후 물품을 선택하면 됩니다.
ru: Подобранный предмет является одеждой! Чтобы надеть одежду, нажмите "W" и выберите предмет. Чтобы снять одежду, нажмите "T". Можно снять и выбросить одежду одним нажатием с помощью клавиши "d".
zh_cn: 你刚刚捡起的物品是衣物类型!你得把衣服穿上 ——按“w”,然后选择物品。要脱衣服,按“T”, 或按“d”——简单地把它脱掉并扔在地上。

source: The item you just picked up is ammunition, used with a gun. It has many special attributes. The damage value is the maximum done on a standard hit; a critical hit or headshot will do much more damage. Some monsters or NPCs will wear armor which reduces the damage from gunfire; a high Armor-pierce value will reduce this effect. The Range is the maximum range the ammo can achieve, and the dispersion affects its chance to hit.
de: Das, was du gerade aufhebtest, ist Munition für Feuerwaffen. Sie hat viele besondere Merkmale. Der Schadenswert ist das Maximum, das bei einem normalem Treffer erzielt wird; ein kritischer Treffer oder Kopfschuss wird viel höheren Schaden anrichten. Einige Monster oder NPCs werden eine Panzerung, die den Schaden von Gewehrschüssen reduzieren, tragen; ein hoher Panzerbrechungswert wird diesen Effekt reduzieren. Die angegebene Reichweite ist die maximale Entfernung, die die Munition erreichen kann und die Streuung beeinflusst die Treffwahrscheinlichkeit.
ja: 銃の弾薬を拾いました。弾薬には様々な性質があります。威力の値は普通に命中した時に与える最大ダメージを示し、クリティカルやヘッドショット時はさらにダメージを与えます。装甲が高く銃のダメージを減少させるモンスターやNPCがいて、貫通の値が高いと装甲を貫けます。射程距離は弾薬の最大射程を、拡散率は命中率を表します。
ko: 지금 주운 물건은 탄약입니다. 총기에 사용되며, 여러 특수한 수치가 있습니다. 사격 피해는 일반적으로 명중시 최대 피해량을 뜻하며, 치명타나 헤드샷을 터뜨릴 경우 더 큰 피해를 줍니다. 몇몇 괴물이나 NPC는 갑옷을 입어서 총기에 대한 피해가 감소하기도 합니다. 높은 관통력은 이런 방어 효과를 감소시킵니다. 사거리는 탄약의 최대 사거리를 뜻하며, 확산도는 명중률에 영향을 줍니다.
ru: Подобранный предмет является боеприпасом к огнестрелу. У него много особых свойств. Значения повреждений – это максимальные возможные повреждения при стандартном попадании. При критическом попадании или попадании в голову наносится гораздо больше повреждений. Монстры или NPC могут носить броню, уменьшающую повреждения. Высокое значение бронебойности уменьшает этот эффект. Дальность – это максимальная дистанция поражения зарядом, а разброс влияет на шанс попадания.
zh_cn: 你刚刚捡起的东西是弹药，要发射它你需要把枪。 它有很多特殊属性。“伤害”一个标准命中造成的最 大伤害;致命一击或爆头将造成更大伤害。 有些怪物或npc的护甲降低的射击伤害;高“穿甲”值 会降低这种影响。“射程”是弹药可以发挥作用的最 大距离,“散射”影响命中几率。
