Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Remove it before firing the kiln again.
ja: 窯を再び稼働させる前に、解体して取り出してください。
zh_cn: 再次烧制前请把窑炉清空。

source: Rope Fence
de: Strickzaun
ja: ロープ柵
ko: 줄 울타리
ru: верёвочная ограда
zh_cn: 绳篱笆

source: Select an action
de: Wähl eine Aktion
ja: 行動を選択する
ko: 행동 선택
ru: Выберите действие
zh_cn: 选择一个动作

source: Set %s in the vat.
de: %s in den Bottich eingesetzt.
ja: %sを大桶に入れました。
zh_cn: 瓮里 放入了%s 。

source: Set %s in the vat?
de: %s in den Bottich einsetzen?
ja: %sを大桶に入れますか？
zh_cn: 在瓮里使用 %s？

source: Silver member
de: Silbermitglied
ja: シルバー会員
zh_cn: 白银成员

source: Slip through the %s?
de: Durch %s schlüpfen?
ja: %sをすり抜けますか？
zh_cn: 滑过 %s？

source: Something's lying there...
de: Da liegt etwas …
ja: そこには何かが横たわっています...
ko: 그곳에 무언가 놓여있습니다...
ru: Здесь что-то лежит...
zh_cn: 什么东西躺在那儿...

source: Spiderlings burst from the %s!
de: Junge Spinnen brechen aus dem %s hinaus!
ja: 子蜘蛛が%sから飛び出してきた！
zh_cn: 小蜘蛛从 %s 里爆出来。

source: Spray what?
de: Was soll gesprüht werden?
ja: 何をスプレーで書きますか？
ko: 무엇을 뿌릴까?
ru: Что распылить?
zh_cn: 喷什么?

source: Start fermenting cycle?
de: Gärungsprozess starten?
ja: 発酵を開始しますか？
ru: Начать цикл брожения?
zh_cn: 开始发酵过程？

source: Store which drink?
de: Welches Getränk lagern?
ja: どの液体を入れますか？
zh_cn: 存放哪种饮品？

source: Swipe your ID card?
de: Die Dienstkarte durchziehen?
ja: IDカードを読み込ませますか？
ko: ID 카드를 인식기에 긁습니까?
ru: Вставить ID карту?
zh_cn: 刷一下你的ID卡？

source: Take down the %s?
ja: %sを分解しますか？
zh_cn: 取下 %s？

source: Tear down the curtains.
de: Den Vorhang herunterreißen.
ja: カーテンを取り壊す
zh_cn: 扯下窗帘。

source: That %s looks too dangerous to mess with. Best leave it alone.
ja: %sはもう滅茶苦茶になっています。危険すぎるので放っておきましょう。
zh_cn: 搞乱这个 %s 看起来非常危险。最好别去碰它。

source: That is a %s.
de: Dies ist 1 %s.
ja: それは%sです。
ko: %s입니다.
ru: Это %s.
zh_cn: 这里有个 %s。

source: That item is too expensive!
de: Dieser Gegenstand ist zu teuer!
ja: そのアイテムは値段が高過ぎます！
ko: 이 상품은 너무 비쌉니다!
ru: Этот предмет слишком дорогой!
zh_cn: 该物品太贵了！

source: The %s contains %d %s.
de: Das %s enthält %d %s.
ja: %sには%dの%sが入っています。
zh_cn: 这个 %s 包含 %d %s.

source: The %s crumbles into spores!
de: %s zerfällt zu Sporen!
ja: %sは崩れて胞子になりました！
ko: %s이(가) 포자로 부서집니다!
ru: %s рассыпается на споры!
zh_cn: %s 碎成孢子！

source: The %s is completely full.
de: Das %s ist völlig voll.
ja: %sは満タンになりました。
ru: %s полностью заполнен.
zh_cn: %s 已经完全满了。

source: The %s is now ready for bottling.
de: Das %s ist nun abfüllbereit.
ja: %sは瓶に詰められる状態になった。
ru: %s готов для розлива.
zh_cn: %s 已经可以装瓶了。

source: The batch in this kiln is too small to yield any charcoal.
ja: 炭を作るには投入物が少なすぎます。
zh_cn: 这个窑炉里的东西太少，无法收获任何木炭。

source: The fence is no match for your freerunning abilities.
ja: あなたの運動能力ではこの柵には登れません。
zh_cn: 这个栅栏无法阻碍你的跑酷能力。

source: The gun safe stumps your efforts to pick it.
ja: 銃保管庫の鍵を上手く開けられなかった。
zh_cn: 你想撬开枪保险柜的锁，锁赢了。

source: The nearby doors slide into the floor.
de: Die naheliegenden Türen rutschen in den Boden.
ja: 近くのドアが床に斜構しました。
ko: 근처의 문이 미끄러지며 열렸습니다.
ru: Дверь плавно уходит в пол.
zh_cn: 附近的门缩入了地板。

source: The pedestal sinks into the ground, with an ominous grinding noise...
ja: 台座は不吉な摩擦音を立てて下へ沈んでいきます…
zh_cn: 基架沉入了地面，伴随着不详的摩擦声。。。

source: The pedestal sinks into the ground...
de: Das Podest versinkt in den Boden.
ja: 台座が地面に沈んでいきます...
ko: 받침대가 땅속으로 가라앉습니다...
ru: Пьедестал проваливается под землю...
zh_cn: 基架沉入了地面。。。

source: The recycler beeps: "Insufficient steel!"
de: Der Recycler piept: »Nicht genügend Stahl!«
ja: 圧縮機が警告を発しています:"この金属物は不適切です！"
ko: 재활용 장치가 소리를 냅니다 : "금속 부족!"
ru: Переработчик сигналит: "Недостаточно стали!"
zh_cn: 回收器的哔哔声:"钢材不够!"

source: The recycler beeps: "No steel to process!"
de: Der Recycler piept: »Kein Stahl zum Verarbeiten!«
ja: 圧縮機が警告を発しています:"処理する金属がありません！"
ko: 재활용 장치가 소리를 냅니다 : "금속 없음!"
ru: Переработчик сигналит: "Нет стали для обработки!"
zh_cn: 回收器的哔哔声:"没有钢材进行处理!"

source: The recycler chews up all the items in its hopper.
de: Der Recycler zermalmt alle Gegenstände in ihm.
ja: 圧縮機がホッパーに置かれたアイテムを噛み砕きました。
ko: 재활용 장치의 삽입구로 모든 물품들이 들어갔습니다.
ru: Перерабатыватель перемалывает всё в своём приёмнике.
zh_cn: 回收器把所有东西都吞进了漏斗。

source: The recycler is currently empty. Drop some metal items onto it and examine it again.
de: Der Recycler ist momentan leer. Lass ein paar metallische Gegenstände darauf fallen und untersuche es erneut.
ja: リサイクルマシンには何も入っていない。金属アイテムを置いた後にもう一度調べて下さい。
ko: 재활용 장치는 현재 비어있습니다. 금속 물품을 넣고 다시 확인해보세요.
ru: Перерабатыватель сейчас пуст. Положите в него металлические предметы и запустите снова.
zh_cn: 回收器现在是空的。往里面扔一些金属物品再检查一次。

source: The safe resists your attempt at cracking it.
de: Der Tresor widersteht deinen Versuchen, ihn zu knacken.
ja: 銃保管庫の鍵を上手く破れなかった。
ko: 금고를 열려고 한 시도가 실패했습니다.
ru: Вам не удается вскрыть сейф.
zh_cn: 保险箱破解失败！

source: The seed blooms forth! We have brought true beauty to this world.
ja: 菌糸が定着しました！我々がこの世界に真の美をもたらす。
zh_cn: 种子向外绽放！我们给这个世界带来了真正的美丽。

source: The seed blossoms into a flower-looking fungus.
ja: 菌糸は花のような外見の真菌へと成長しました。
zh_cn: 种子绽放成一种花朵外形的真菌。

source: The seed blossoms rather rapidly...
ja: 菌糸は異常な速度で開花しました…
zh_cn: 种子的绽放更迅速了...

source: The shrub offers up a fruit, then crumbles into a fungal bed.
ja: 果実を収穫すると、低木は菌床の上へ崩れ落ちました。
zh_cn: 这灌木提供了一种水果，然后渐渐变成了真菌床。

source: The tree offers up a fruit, then shrivels into a fungal tree.
ja: 真菌の木は果実を収穫すると枯れました。
zh_cn: 这树提供了一种水果，然后萎缩成真菌树。

source: The vat is full, so you close the lid and start the fermenting cycle.
de: Der Bottich ist voll, also schließt du den Deckel und startest den Gärprozess.
ja: 桶はいっぱいです。蓋を閉めて発酵を開始してください。
zh_cn: 发酵瓮满了，于是你盖上盖子开始酿造。

source: The vending machine is empty!
de: Der Automat ist leer!
ja: 自動販売機には何も入っていない！
ko: 자판기가 비어있습니다!
ru: Торговый автомат пустой!
zh_cn: 这个自动售货机空了！

source: There is a %s there. Disarm?
de: Dort ist 1 %s. Entschärfen?
ja: %sがあります。解除しますか？
ko: %s이(가) 있습니다. 해체합니까?
ru: Тут %s. Обезвредить?
zh_cn: 那有一个 %s 是否拆除？

source: There is a %s there. Take down?
de: Hier ist 1 %s. Herunternehmen?
ja: %sがあります。片付けますか？
zh_cn: 那里有一个 %s 。拿下来吗？

source: There's a charcoal kiln there.
ja: そこには炭焼窯があります。
zh_cn: 那里有一个木炭窑炉

source: There's a vat full of %s set to ferment there.
de: Hier ist ein Bottich voller %s, das darauf wartet, zu gären.
ja: %sを発酵中の大桶があります。
zh_cn: 这儿有个放满了 %s 的瓮正在酿造中。

source: This %s can not be reloaded!
de: Dieses %s kann nicht wiederbefüllt werden!
ja: %sは再装填出来ない！
zh_cn: 这件 %s 无法重新装填!

source: This %s has already been harvested. Harvest it again next year.
ja: 既に%sは収穫されています。来年、再度収穫する事が出来ます。
zh_cn: 这个 %s 已经被收割过了。明年再来吧。

source: This flower has a heady aroma.
de: Diese Blume hat ein berauschendes Aroma.
ja: この花は強烈な芳香を放っています。
ru: У этого цветка пьянящий аромат.
zh_cn: 这朵花有浓重的香气。

source: This flower is dead. You can't get it.
de: Diese Blume ist tot. Du kannst sie nicht nehmen.
ja: この花は枯れています。
zh_cn: 这朵花死了，你无法得到它。

source: This flower is still alive, despite the harsh conditions...
ja: この花は過酷な条件にも関わらず、まだ生きています。
zh_cn: 这朵花还绽放着，不论环境有多么糟糕。。。

source: This flower tastes very wrong...
ja: この花はとても可笑しな味がします...
zh_cn: 这朵花尝起来老跑偏了。。。

source: This kiln already contains charcoal.
ja: この窯には既に炭が入っています。
zh_cn: 这个窑炉已经装满了木炭。

source: This kiln contains %s, which can't be made into charcoal!
ja: 窯には%sが入っていますが、これは炭になりません！
zh_cn: 窑炉里有%s，无法用来制作木炭！

source: This kiln is empty. Fill it with wood or bone and try again.
ja: この窯は空です。木材や骨を投入して下さい。
zh_cn: 这个窑炉是空的。装满木头或者骨头再撸一管？

source: This kiln is empty...
ja: 窯には何も入っていない...
zh_cn: 窑炉是空的

source: This kiln is ready to be fired, but you have no fire source.
ja: この窯は着火の準備が整っていますが、火を付ける為の火種を持っていません。
zh_cn: 这个窑炉已经可以点燃了，但你没有火源。

source: This pedestal is engraved in eye-shaped diagrams, and has a large semi-spherical indentation at the top.
de: In diesem Podest sind augenförmige Zeichnungen eingraviert und hat oben eine große halbkugelförmige Vertiefung.
ja: この台座の上部には、目のような模様が描かれた大きな半球状のくぼみが付いています。
ko: 이 받침대는 눈 모양의 도형이 새겨져 있고, 맨 위에는 큰 반구 형태의 흔적이 있습니다.
ru: На этом пьедестале выгравирована диаграмма в форме глаза, а на верху есть большое полусферическое углубление.
zh_cn: 这是一个眼球形状的雕刻，并且有一个半球压在了上面。

source: This plant has already been fertilized.
ja: この作物は既に施肥されています。
zh_cn: 这株植物已经施过肥了。

source: This plant is dead. You can't get it.
de: Diese Pflanze ist tot. Du kannst sie nicht nehmen.
ja: この植物は枯れています。
zh_cn: 这植物死了，你无法得到它。

source: This station is out of fuel. We apologize for the inconvenience.
de: Diese Tankstelle hat keinen Treibstoff mehr. Wir entschuldigen und für diese Unannehmlichkeit.
ja: このステーションには燃料の在庫が不足しています。ご不便をお掛けして申し訳御座いません。
zh_cn: 本站储备已用完。对此我们深表歉意。

source: This toilet is empty.
de: Diese Toilette ist leer.
ja: このトイレには水が無い。
ko: 이 변기는 비어있습니다.
ru: Этот унитаз пуст.
zh_cn: 这个马桶没水了.

source: This wall is perfectly vertical. Odd, twisted holes are set in it, leading as far back into the solid rock as you can see. The holes are humanoid in shape, but with long, twisted, distended limbs.
de: Diese Wand ist perfekt vertikal. Merkwürdige, verdrilte Locher sind in ihr gesetzt, die so weit in den festen Stein hineinragen, wie du sehen kannst. Die Löcher sind von der Form her humanoid, aber mit langen, verdrehten, geblähten Gliedmaßen.
ja: この壁は完全な垂直になっています。 壁には奇妙な捻じれた穴が開いており、かなり 奥まで続いているようです。 穴は人間のような形をしていますが、手足の部 分は長く捻じれ、膨張しています。
ko: 이 벽은 완벽한 수직이며, 단단한 돌로 된 벽에 이상하게 뒤틀린 구멍이 안으로 쭉 뚫려 있습니다. 이 구멍은 인간 형태의 모양이지만 팔다리가 비정상적으로 길고 뒤틀려 있습니다.
ru: Это строго вертикальная стена. На ней находятся странные отверстия, уходящие глубоко внутрь камня. Эти отверстия по форме напоминают человека, но с длинными и растянутыми конечностями.
zh_cn: 这面墙完美的垂直于地面。 在坚固的岩石上你能够看到上面有一些扭曲的洞。 那些洞有人的形状，但又有许多长又扭曲的肿胀肢体。

source: This will automatically deduct $1.00 from your bank account. Continue?
de: Dies wird automatisch 1,00$ von Ihrem Bankkonto abbuchen. Weitermachen?
ja: 自動的に銀行口座から1.00ドルが差し引かれます。続行しますか？
ko: 자동적으로 당신의 은행 계좌에서 1$를 공제할 것입니다. 계속 하시겠습니까?
ru: Операция автоматически снимет $1.00 с вашего банковского счета. Продолжить?
zh_cn: 这将自动从您的银行帐户中扣除100分。继续？

source: Three bells... you win $50!
de: Drei Glöckchen: Du gewinnst 50$!
ja: ベルが3つ...50ドルを手に入れました！
ko: 종 3개... 50 달러를 얻었습니다!
ru: Три колокольчика... Вы выигрываете $50!
zh_cn: 三个铃铛...你赢了50元！

source: Three cherries... you get your money back!
de: Drei Kirschen: Du bekommst dein Geld zurück!
ja: チェリーが3つ...やったね、お金が戻ってきたよ！
ko: 체리 3개... 돈을 다시 돌려받았습니다!
ru: Три вишенки... Возврат денег!
zh_cn: 三个樱桃...你拿回了你的投注！

source: Three stars... you win $200!
de: Drei Sterne: Du gewinnst: 200$!
ja: スターが3つ...200ドルを手に入れました！
ko: 별 3개... 200 달러를 얻었습니다!
ru: Три звёздочки... Вы выигрываете $200!
zh_cn: 三个星星。。。你赢了200元！

source: Transfer All Money
ja: 全振替
zh_cn: 所有存款转账

source: Transfer Money
de: Geld überweisen
ja: 振替
ko: 송금하기
ru: Денежный перевод
zh_cn: 现金卡之间转账

source: Transfer how much? Max: %d cent. (0 to cancel)
ja: 何セント引き出しますか？最大: %dセント(0で取消)
zh_cn: 转账多少？ 最大：%d 分。（按 <0>取消）

source: Unable to refund, no fuel in pump.
ja: 返金不可。ポンプ内の燃料が不足しています。
zh_cn: 无法退还，泵里已没有燃料。

source: Use electrohack on the gun safe?
ja: 銃保管庫にハッキング装置を使いますか？
zh_cn: 对枪保险柜使用电子黑客仪？

source: Use electrohack on the reader?
de: Electrohack auf dem Kartenleser anwenden?
ja: リーダーにハッキング装置を使いますか？
ko: 카드 인식기에 전자해킹장치를 사용합니까?
ru: Использовать электрохак на считывателе?
zh_cn: 是否使用电子黑客仪？

source: Use fingerhack on the gun safe?
ja: 銃保管庫に指内蔵式ハッキングツールを使いますか？
zh_cn: 对枪保险柜使用指尖黑客仪？

source: Use fingerhack on the reader?
de: Fingerhack auf dem Kartenleser anwenden?
ja: リーダーに指内蔵式ハッキングツールを使いますか？
ko: 카드 인식기에 손가락 해킹 바이오닉을 사용합니까?
ru: Использовать палецхак на считывателе?
zh_cn: 是否使用指尖黑客仪？

source: Use the %s?
de: %s benutzen?
ja: %sを使いますか？
ko: %s을(를) 사용합니까?
ru: Использовать %s?
zh_cn: 使用这个 %s?

source: Use the plank at your feet?
de: Die Planke an deinen Füßen benutzen?
ja: 足元に板を設置しますか？
ko: 발 밑에 나무판을 내려놓습니까?
ru: Использовать лежащюю под ногами доску?
zh_cn: 把木板放在脚下？

source: Use which brew?
de: Welches Gebräu verwenden?
ja: どの発酵物を使いますか？
ru: Какое сусло использовать?
zh_cn: 用哪个酿造?

source: Use which fertilizer?
ja: 肥料を使いますか？
zh_cn: 使用肥料？

source: Use which seed?
de: Welche Samen benutzen?
ja: どの種を蒔きますか？
ko: 어떤 씨앗을 사용합니까?
ru: Какие семна использовать?
zh_cn: 用哪个种子?

source: We have altered this unit's configuration to extract and provide local nutriment. The Mycus provides.
ja: 我々はこの地の養分を抽出し提供するために、この個体の設定を変更した。ミカズは提供する。
zh_cn: 我们改变了该单元的结构，以便于提取和供应土著营养。马卡斯特供。

source: We have located a particularly vital nutrient deposit underneath this location.
ja: 我々は、この土地の地下に重要な栄養素が堆積しているのを発見した。
zh_cn: 我们在这个位置下方发现了非常充分的营养沉积。

source: Welcome to AutoGas!
de: Willkommen bei AutoGas!
ja: オートガスにようこそ！
zh_cn: 欢迎来到 AutoGas!

source: Welcome to the C.C.B.o.t.T. ATM. What would you like to do? Your current balance is: $%ld.%02ld
ja: C.C.B.o.t.T. ATMにようこそ。何をご希望ですか？ 預金残高: $%ld.%02ld
zh_cn: 欢迎来到C.C.B.o.t.T. ATM存取款机。请问您需要什么？ 你目前的账户余额：$%ld.%02ld

source: What would you like to do?
de: Was möchten Sie tun?
ja: 御用は何ですか？
zh_cn: 你要如何操作?

source: Wire Fence
de: Drahtzaun
ja: 鉄条網
ko: 철망 울타리
ru: проволочная ограда
zh_cn: 铁丝篱笆

source: With a beep, the empty vending machine shuts down
de: Mit einem Pieps schaltet sich der leere Automat ab.
ja: ビープ音が鳴り、空の自動販売機が運転を停止しました。
ko: 비프음과 함께 빈 자판기의 작동이 멈췄습니다
ru: Пустой торговый автомат с гудком выключается
zh_cn: 随着一声蜂鸣，无货的售货机关闭了

source: With a clang and a shudder, the %s pump goes silent.
de: Mit einem Scheppern und Spotzen verstummt die %s-Pumpe.
ja: 大きな音を立てながら一頻り振動した後、%sのポンプは静かになりました。
ko: 금속이 덜그덕거리는 소리와 함께, %s의 펌프가 조용해졌습니다.
ru: С лязгом и содроганием %s насос замолкает.
zh_cn: 咣当一声，%s 泵随着一下振动停止了工作。

source: Withdraw Money
de: Geld abheben
ja: 引出
ko: 출금하기
ru: Снять деньги
zh_cn: 账户提款至现金卡

source: Withdraw how much? Max: %d cent. (0 to cancel)
ja: 何セント引き出しますか？最大: %dセント(0で取消)
zh_cn: 取出多少？ 最大：%d 分。（按 <0>取消）

source: You accidentally spill the %s.
de: Versehentlich verschüttest du %s.
ja: 不注意で%sを零してしまいました。
ko: 실수로 %s을(를) 흘렸습니다.
ru: Вы случайно пролили %s.
zh_cn: 你不小心掉落了 %s。

source: You activate the panel!
de: Du aktivierst das Panel!
ja: パネルを有効化しました！
ko: 조작판을 작동시켰습니다!
ru: Вы активировали панель!
zh_cn: 你激活了面板！

source: You can only deposit money from charged cash cards!
de: Sie können nur Geld von Geldkarten mit Geld einzahlen.
ja: お金を預け入れる事が出来るのは、自分専用のキャッシュカード(充電済)のみです！
ko: 잔액이 남아있는 현금 인출 카드로만 입금이 가능합니다!
ru: Вы можете пополнить баланс только с кредитными картами!
zh_cn: 只能用有余额的现金卡进行账户存款！

source: You can only move money from charged cash cards!
de: Sie können nur Geld von Geldkarten mit Geld überweisen.
ja: 振替が出来るのは、自分専用のキャッシュカード(充電済)のみです！
ko: 잔액이 남아있는 현금 인출 카드에서만 송금이 가능합니다!
ru: Вы можете совершать сделки только с непустыми кредитными картами!
zh_cn: 您必须从有余额的现金卡开始转账！

source: You can't crack a safe while deaf!
ja: 耳が聞こえないと金庫破りは出来ない！
zh_cn: 你耳朵正聋着呢，开保险箱？不如用砸的！

source: You can't hack this gun safe without an electrohack.
ja: ハッキング装置がないので、銃保管庫をハッキングする事が出来ない。
zh_cn: 没有电子黑客仪你没法破解这个枪保险柜。

source: You cannot get to the curtains from the outside.
de: Du kommst von Außerhalb nicht an die Gardine heran.
ja: 外側からカーテンを外す事は出来ません。
zh_cn: 蛇精病！你不能从关闭的窗外抓到窗帘。

source: You cannot look through the peephole from the outside.
ja: 外側からドアスコープは覗けない。
zh_cn: 土包子！你无法从门外通过猫眼偷窥室内。

source: You carefully peek through the curtains.
de: Vorsichtig linst du durch den Vorhang.
ja: カーテンを少し開いて、慎重に覗きました。
zh_cn: 你小心的透过窗帘窥视。

source: You cause a short circuit!
de: Du verursachst einen Kurzschluss!
ja: 短絡を引き起こしました！
ko: 합선을 일으켰습니다!
ru: Вы вызвали короткое замыкание!
zh_cn: 你造成了短路！

source: You clear up that %s.
de: Du räumst %s auf.
ja: %sを綺麗に片付けた。
ko: %s을(를) 치웠습니다.
ru: Вы убрали %s.
zh_cn: 你清理了%s。

source: You close the lid and start the fermenting cycle.
de: Du schließst den Deckel und startest den Gärprozess.
ja: 蓋を閉めて発酵を開始しました。
zh_cn: 你盖上盖子开始酿造。

source: You completely fill the %s with %s.
de: Du füllst das %s mit %s.
ja: %sは%sで完全に満たされました。
ru: Вы до краёв налили в %s %s.
zh_cn: 你给 %s 注满 %s。

source: You do not have that item!
de: Diesen Gegenstand hast du nicht!
ja: そのアイテムは持っていない！
ko: 그 물품을 갖고 있지 않습니다!
ru: У вас нет этого предмета!
zh_cn: 你没有这个东西!

source: You don't have any %s to fill the %s with.
de: Du hast kein %s, womit du das %s befüllen könntest.
ja: %sを持っていないので%sに補充できません。
ru: У вас немного %s, чтобы наполнить %s.
zh_cn: 你没有任何%s来填充%s。

source: You don't have any drinks to fill the %s with.
de: Du hast keine Getränke, um das %s zu befüllen zu können.
ja: %sに注ぎ入れる飲み物を持っていません。
zh_cn: 你没有任何饮品来填充%s。

source: You drink some nectar.
de: Du trinkst etwas Nektar.
ja: 花蜜を啜りました。
ru: Вы выпили немного нектара.
zh_cn: 你喝了一些花蜜。

source: You fall asleep...
de: Du schläfst ein.
ja: 眠りに落ちました...
ko: 잠이 들었습니다...
ru: Вы засыпаете...
zh_cn: 你陷入沉睡....

source: You feel out of place as you explore the %s. Drink?
ja: %sを観察しているとやめた方が良い気がします。飲みますか？
zh_cn: 研究%s时你觉得很不自然。喝点?

source: You feel woozy as you explore the %s. Drink?
de: Du fühlst dich benommen, als du das %s untersuchst. Trinken?
ja: %sを観察していると頭がぼんやりしてきます。飲みますか？
zh_cn: 研究%s时你觉得头昏眼花。喝点?

source: You fill the %s with %s.
de: Teilweise füllst du das %s mit %s.
ja: %sに%sを入れました。
ru: Вы наливаете в %s %s.
zh_cn: 你给 %s 注入 %s。

source: You find a flower and drink some nectar.
de: Du findest eine Blume und trinkst etwas Nektar.
ja: 花を探して、花蜜を啜りました。
ru: Вы нашли цветок и выпили немного нектара.
zh_cn: 你发现了一些花朵，品尝了一些花蜜。

source: You fire the charcoal kiln.
ja: 炭焼窯に火を付けました。
zh_cn: 你点燃了木炭窑炉。

source: You forage through the %s.
ja: %sを漁りました。
zh_cn: 你搜寻了%s。

source: You graffiti a message onto the sign.
de: Du malst eine Nachricht auf das Schild.
ja: 看板にメッセージを書きました。
zh_cn: 你在标示牌上喷了一条讯息。

source: You hack the terminal and route all available fuel to your pump!
de: Du hackst das Terminal und leitest den gesamten verfügbaren Treibstoff zu deiner Zapfsäule!
ja: ハッキングによって、この端末から操作できるすべての燃料が利用可能になりました！
zh_cn: 你侵入了终端，把所有的燃料都配送到你的油泵里！

source: You have no brew to ferment.
de: Du hast kein Gebräu zum gären.
ja: 熟成させる発酵物がありません。
zh_cn: 你没有酵母来酿造。

source: You have no fertilizer.
ja: 肥料を持っていない。
zh_cn: 你没有肥料。

source: You have no seeds to plant.
de: Du hast keine Samen zum Einpflanzen.
ja: 種を持っていない。
ko: 심을 수 있는 씨앗이 없습니다.
ru: У вас не семян для посадки.
zh_cn: 你没有种子来播种。

source: You hear the rumble of rock shifting.
de: Du hörst das Grollen von sich schiebendem Stein.
ja: 岩がゴロゴロと転がる音が聞こえました。
ko: 돌이 움직이는 소리가 들립니다.
ru: Вы слышите грохот движущихся камней.
zh_cn: 你听到了岩石移动的轰隆声

source: You insert your ID card.
de: Du steckst die Dienstkarte rein.
ja: IDカードを挿入します。
ko: ID 카드를 넣었습니다.
ru: Вы вставляете свою ID карточку.
zh_cn: 你插入了ID卡。

source: You leave the sign alone.
de: Du lässt das Schild in Ruhe.
ja: 看板を元のままにしておきました。
zh_cn: 你离开标示牌。

source: You must insert a charged cash card!
de: Sie müssen eine Geldkarte mit Geld eingeben.
ja: キャッシュカード(充電済)を挿入する必要があります！
ko: 잔액이 남아있는 현금 인출 카드를 투입해야 합니다!
ru: Вы должны вставить карту с положительным балансом!
zh_cn: 你必须插入现金卡。

source: You must select a different card to move from!
de: Sie müssen eine andere Karte zum Überweisen wählen.
ja: 振替元と振替先は別のカードを選択してください！
ko: 잔액을 인출할 카드는 다른 카드여야만 합니다!
zh_cn: 你必须选择另一张卡以进行转账！

source: You need $1.00 in your account to purchase a card.
de: Sie benötigen 1,00$ auf Ihrem Konto, um eine Karte zu kaufen.
ja: カードを購入するには口座に1.00ドルが必要です。
ko: 현금 인출 카드를 구입하시려면 계좌에 1$가 필요합니다.
ru: Вам нужно иметь $1.00 на личном счету, чтобы купить кредитную карту.
zh_cn: 您账户中需要至少100分来购买现金卡。

source: You need $10 to play.
de: Du brauchst 10$ zum Spielen.
ja: それで遊ぶ為には10ドルが必要です。
ko: 플레이 하려면 10 달러가 필요합니다.
ru: Для игры надо опустить $10.
zh_cn: 你需要10元钱才能玩。

source: You need 2 lengths of barbed wire to do that!
de: Du brauchst zwei Stacheldrahtlängen, um das tun zu können.
ja: 2本の有刺鉄線が必要です！
ko: 2개의 긴 철조망용 철선이 필요합니다!
ru: Вам нужно 2 куска колючей проволоки, чтобы сделать это!
zh_cn: 你需要2单位长度的带刺金属线！

source: You need 2 lengths of wire to do that!
de: Du brauchst 2 Drahtlängen, um das machen zu können.
ja: 2本の鉄線が必要です！
ko: 2개의 긴 철선이 필요합니다!
ru: Вам нужны два куска проволоки, чтобы сделать это!
zh_cn: 你需要2单位长度的金属线！

source: You need 2 six-foot lengths of rope to do that
de: Du brauchst 2 16-Zentimeter-Seile, um das machen zu können.
ja: 2個のロープ(1.8m)が必要です。
ko: 2개의 1.8 미터 짜리 줄이 필요합니다.
ru: Вам нужны две шестифутовые верёвки, чтобы сделать это.
zh_cn: 你需要2根6-英寸绳子

source: You need a cash card before you can withdraw money!
de: Sie brauchen eine Geldkarte, bevor Sie Geld abheben können.
ja: お金を引き出すにはキャッシュカードが必要です！
ko: 계좌에서 현금을 인출하려면 현금 인출 카드가 필요합니다!
ru: Вам нужна кредитная карта для снятия денег!
zh_cn: 在提款前，您需要一张现金卡！

source: You need a charged cash card before you can deposit money!
de: Sie brauchen eine Geldkarte mit Geld, bevor Sie Geld einzahlen können!
ja: お金を預け入れるにはキャッシュカード(充電済)が必要です！
ko: 계좌에 입금하려면 잔액이 남아있는 현금 인출 카드가 필요합니다!
ru: Для пополнения баланса нужна действующая кредитная карта!
zh_cn: 你需要一张有余额现金卡才能存款。

source: You need a charged cash card to purchase things!
de: Du brauchst eine Geldkarte mit Geld, um Dinge zu kaufen.
ja: 物品購入にはキャッシュカード(充電済)が必要です！
ko: 상품을 구입하시려면 잔액이 남아있는 현금 인출 카드가 필요합니다!
ru: Для совершения покупок вам нужна кредитная карта с положительным балансом!
zh_cn: 你需要一张现金卡来购买物品！

source: You need a lockpick to open this gun safe.
ja: 銃保管庫を開くにはロックピックが必要です。
zh_cn: 你需要一个开锁器来打开这个枪保险柜。

source: You need a stethoscope for safecracking.
de: Zum Tresorknacken brauchst du ein Stethoskop.
ja: 金庫破りには聴診器が必要です。
ko: 금고를 따려면 청진기가 필요합니다.
ru: Вам нужен стетоскоп для взлома сейфов.
zh_cn: 破解保险箱需要听诊器。

source: You need money in your account before you can withdraw money!
de: Sie brauchen Geld auf Ihrem Konto, bevor Sie Geld abheben können.
ja: お金を引き出すには口座に預金が必要です！
ko: 계좌에서 현금을 인출하려면 계좌에 잔액이 있어야 합니다!
ru: Для снятия средств нужно иметь положительный баланс на личном счету!
zh_cn: 提款前请确认您的账户内有余额！

source: You need some %s to reload this %s.
de: Du brauchst etwas %s, um dieses %s wiederzubefüllen.
ja: %sに装填するには%sが必要です。
zh_cn: 你需要一些 %s 来重新装填 %s 。

source: You need two cash cards before you can move money!
de: Sie brauchen zwei Geldkarten, bevor Sie Geld überweisen können.
ja: 振り替えにはキャッシュカードが2つ必要です！
ko: 카드간에 현금을 옮기려면 두 개의 현금 인출 카드가 필요합니다!
ru: Нужно иметь две кредитные карты для перевода денег!
zh_cn: 转账需要两张现金卡！

source: You open the door.
ja: ドアを開きました。
zh_cn: 你打开了门.

source: You overwrite the previous message on the sign with your graffiti
de: Du überschreibst den vorherigen Text auf dem Schild mit deinem Graffito.
ja: 新しいメッセージを上書きしました。
zh_cn: 你用你的涂鸦覆盖了标示牌上已有的讯息。

source: You peek through the peephole.
ja: ドアスコープを覗きました。
zh_cn: 你小心的透过猫眼窥视。

source: You place a plank of wood over the pit.
de: Du platzierst eine Planke über der Grube.
ja: 穴の上に木の板を設置しました。
ko: 구덩이에 나무판을 올렸습니다.
ru: Вы кладёте доску поперёк разлома.
zh_cn: 你将一块木板搭在了陷阱上。

source: You quickly scale the fence.
de: Schnell erkletterst du den Zaun.
ja: 迅速に柵を登りました。
zh_cn: 你迅速的翻过栅栏。

source: You reload the %s.
de: Du lädst das %s nach.
ja: %sを再装填しました。
zh_cn: 你重新装填了 %s 。

source: You remove the plank.
de: Du entfernst die Planke.
ja: 板を取り外しました。
ko: 나무판을 치웠습니다.
ru: Вы убрали доску.
zh_cn: 你移除了木板。

source: You saved your seeds for later.
de: Du hebst dir die Samen für später auf.
ja: 種を取って置く事にしました。
ko: 나중에 쓰기 위해 씨앗을 보관해두었습니다.
ru: Вы сохранили семена напотом.
zh_cn: 你把种子收起以备将来。

source: You slide right between the bars.
de: Du schlüpfst direkt durch die Stäbe.
ja: 格子の隙間をスルリと通り抜けました。
zh_cn: 你在滑杆之间滑过。

source: You slip while climbing and fall down again.
ja: 柵に登る途中で滑って落ちました。
zh_cn: 你爬的时候滑了一下，结果又掉下来了

source: You slowly suck up the nectar.
de: Langsam saugst du den Nektar auf.
ja: ゆっくりと花蜜を吸いました。
ru: Вы неторопливо потягиваете нектар.
zh_cn: 你慢慢吮吸花蜜...口活不错...

source: You squeeze the last drops of %s from the %s.
de: Du quetschst die letzten Tropfen %s aus dem %s.
ja: %sを最後の一滴まで%sから取り出しました。
zh_cn: 你挤出最后的一滴 %s，从%s里。

source: You squeeze the last drops of %s from the vat.
de: Du quetschst die letzten Tropfen %s aus dem Bottich.
ja: 大桶の%sを最後の一滴まで取り出しました。
zh_cn: 你从瓮里挤出最后的一滴 %s。

source: You successfully crack the safe!
de: Erfolgreich knackst du den Tresor.
ja: 銃保管庫の開錠に成功しました！
ko: 금고를 성공적으로 열었습니다!
ru: Вы успешно вскрыли сейф?
zh_cn: 成功打开保险箱！

source: You successfully hack the gun safe.
ja: 銃保管庫のハッキングに成功しました。
zh_cn: 你成功黑开了枪保险柜。

source: You successfully unlock the gun safe.
ja: 銃保管庫の開錠に成功しました。
zh_cn: 你成功的解锁了枪保险柜。
