Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: AI tag for when monsters are being controlled by another. This is a bug if you have it.
zh_cn: AI专用TAG：被精神控制。如果你有这个，出BUG了！

source: AI tag for when monsters are hit by player. This is a bug if you have it.
zh_cn: AI专用TAG：被玩家击中。如果你有这个，出BUG了！

source: AI tag for when monsters are tamed. This is a bug if you have it.
zh_cn: AI专用TAG：被驯服。如果你有这个，出BUG了！

source: AI tag used for bouncing ammo targeting. This is a bug if you have it.
zh_cn: AI专用TAG：弹跳弹药锁定。如果你有这个，出BUG了！

source: AI tag used for critters holding your bags. This is a bug if you have it.
zh_cn: AI专用TAG：拿着你的袋子。如果你有这个，出BUG了！

source: AI tag used for pacified critters. This is a bug if you have it.
zh_cn: AI专用TAG：被安抚。如果你有这个，出BUG了！

source: AI tag used for pet critters. This is a bug if you have it.
zh_cn: AI专用TAG：宠物。如果你有这个，出BUG了！

source: AI tag used for the infected NPC quest. This is a bug if you have it.
zh_cn: AI专用TAG：被感染任务。如果你有这个，出BUG了！

source: AI tag used for tied up critters. This is a bug if you have it.
zh_cn: AI专用TAG：被捆绑。如果你有这个，出BUG了！

source: AI tag used for turret targeting sounds. This is a bug if you have it.
zh_cn: AI专用TAG：炮塔已瞄准。如果你有这个，出BUG了！

source: Adrenaline Comedown
de: Abklingender Adrenalintrip
ja: アドレナリンラッシュ後
ko: 아드레날린 후유증
ru: Спад адреналина
zh_cn: 肾上腺素开始下降

source: Adrenaline Rush
de: Adrenalinrausch
ja: アドレナリンラッシュ
ko: 아드레날린 분비
ru: Выброс адреналина
zh_cn: 肾上腺素升高

source: Asked Info
ja: 情報を求めました
zh_cn: 被要求个人信息

source: Asked for Item
ja: アイテムを求めました
zh_cn: 被要求物品

source: Asked to Follow
ja: 追従
zh_cn: 被要求跟随

source: Asked to Lead
ja: 先行
zh_cn: 被要求带路

source: Asked to Train
ja: 訓練
zh_cn: 被要求训练

source: Asthma
ja: 喘息(軽)
ko: 천식
ru: Астма
zh_cn: 哮喘

source: Bad Bleeding
ja: 出血(中)
zh_cn: 大失血

source: Badly Infected
ja: 感染症(重)
zh_cn: 严重感染

source: Badly Poisoned
de: Schwere Vergiftung
ja: 猛毒
ko: 심각한 중독
ru: Ужасно отравленный
zh_cn: 严重中毒

source: Bite
ja: 咬傷(軽)
zh_cn: 咬伤

source: Bleeding
ja: 出血(小)
zh_cn: 流血

source: Blind
ja: 盲目
ko: 안보임
ru: Слепой
zh_cn: 失明

source: Blisters
ja: 水疱
zh_cn: 水泡

source: Boomered
de: Geboomert
ja: 胆汁まみれ
ko: 부머 담즘에 덮임
ru: Заблёваный
zh_cn: 被喷了一脸

source: Bounced
de: abgeprallt
ja: 跳弾した
ko: 튕겨짐
ru: Отскочил
zh_cn: 反弹

source: Bugs in skin
ja: 皮膚(虫)
zh_cn: 皮下有虫

source: Buy the ticket, take the ride. The datura has you now.
de: Kauf die Eintrittskarte, fahr die Achterbahn. Der Stechapfel hat dich jetzt in seiner Gewalt.
ja: チケットを買ってから、乗車をお願いします。朝鮮朝顔は何時でも貴方を待ってくれていますよ。
zh_cn: 买票，上车，曼陀罗带你走。

source: Catch Up
ja: 追い付いた
zh_cn: 被要求跟上

# memorial_female
source: Caught a cold.
de: Hat sich erkältet.
ja: 風邪をひきました。
ko: 감기에 걸렸습니다.
ru: Простудилась.
zh_cn: 感冒了.

# memorial_male
source: Caught a cold.
de: Hat sich erkältet.
ja: 風邪をひきました。
ko: 감기에 걸렸습니다.
ru: Простудился.
zh_cn: 感冒了.

# memorial_female
source: Caught on fire.
de: Hat Feuer gefangen.
ja: 火が燃え移りました。
ko: 몸에 불이 붙었습니다.
ru: Загорелась.
zh_cn: 着火了.

# memorial_male
source: Caught on fire.
de: Hat Feuer gefangen.
ja: 火が燃え移りました。
ko: 몸에 불이 붙었습니다.
ru: Загорелся.
zh_cn: 着火了.

# memorial_female
source: Caught the flu.
de: Fing sich die Grippe ein.
ja: インフルエンザに罹りました。
ko: 독감에 걸렸습니다.
ru: Подхватила грипп.
zh_cn: 得了流感.

# memorial_male
source: Caught the flu.
de: Fing sich die Grippe ein.
ja: インフルエンザに罹りました。
ko: 독감에 걸렸습니다.
ru: Подхватил грипп.
zh_cn: 得了流感.

source: Chilly
ja: 低体温(軽)
zh_cn: 微凉

source: Cold
de: Kalt
ja: 低体温(中)
ko: 추움
ru: Холодно
zh_cn: 寒冷

source: Common Cold
de: Erkältung
ja: 風邪
ko: 일반 감기
ru: Простуда
zh_cn: 感冒

source: Contact Lenses
de: Kontaktlinsen
ja: コンタクトレンズ
zh_cn: 隐形眼镜

# memorial_female
source: Contracted a fungal infection.
de: Zog sich eine Pilzinfektion zu.
ja: 真菌感染症に感染しました。
ko: 진균체에 감염되었습니다.
ru: Была заражёна фунгалоидной инфекцией.
zh_cn: 被孢子入侵感染了。

# memorial_male
source: Contracted a fungal infection.
de: Zog sich eine Pilzinfektion zu.
ja: 真菌感染症に感染しました。
ko: 진균체에 감염되었습니다.
ru: Был заражён фунгалоидной инфекцией.
zh_cn: 被孢子入侵感染了。

# memorial_female
source: Contracted an infection.
de: Hat sich eine Infektion zugezogen.
ja: 感染症に罹りました。
ko: 감염되었습니다.
ru: Заразилась инфекцией.
zh_cn: 被感染了。

# memorial_male
source: Contracted an infection.
de: Hat sich eine Infektion zugezogen.
ja: 感染症に罹りました。
ko: 감염되었습니다.
ru: Заразился инфекцией.
zh_cn: 被感染了。

source: Controlled Monster
de: Gesteuertes Monster
ja: 支配されたモンスター
zh_cn: 受控怪物

# memorial_female
source: Cured the fungal infection.
de: Kurierte die Pilzinfektion.
ja: 真菌感染症が治りました。
ko: 진균체 감염을 치료했습니다.
ru: Излечила грибковую инфекцию.
zh_cn: 治愈了真菌感染。

# memorial_male
source: Cured the fungal infection.
de: Kurierte die Pilzinfektion.
ja: 真菌感染症が治りました。
ko: 진균체 감염을 치료했습니다.
ru: Излечил грибковую инфекцию.
zh_cn: 治愈了真菌感染。

source: Deaf
de: Taub
ja: 難聴
ko: 귀먹음
ru: Глухой
zh_cn: 失聪

source: Defrosting
ja: 除霜
zh_cn: 解冻

source: Docile Monster
de: zahmes Monster
ja: 従順なモンスター
ko: 온순한 몬스터
zh_cn: 驯服的怪物

source: Downed
de: Ausgepowert
ja: 転倒
ko: 쓰러짐
ru: Сбитый с ног
zh_cn: 被击落

source: Drunk
de: Betrunken
ja: 酒酔い
ko: 취함
ru: Пьяный
zh_cn: 醉酒

source: Experiencing Datura
de: Stechapfelrausch
ja: 体験(朝鮮朝顔)
zh_cn: 体验曼陀罗

source: Food Poisoning
de: Lebensmittelvergiftung
ja: 食中毒
ko: 식중독
ru: Пищевое отравление
zh_cn: 食物中毒

source: Freezing
ja: 低体温(重)
zh_cn: 冻僵

source: Frostbite
de: Frostbeule
ja: 凍傷(重)
ko: 동상
ru: Обморожение
zh_cn: 冻疮

source: Frostnip
ja: 凍傷(軽)
zh_cn: 冻伤

source: Glare
de: Geblendet
ja: 眩しい
ko: 눈부심
ru: Ослеплен ярким светом
zh_cn: 炫光

# memorial_female
source: Got over the cold.
de: Hat die Erkältung überstanden.
ja: 風邪が治りました。
ko: 감기에서 회복되었습니다.
ru: Пережила простуду.
zh_cn: 感冒好了。

# memorial_male
source: Got over the cold.
de: Hat die Erkältung überstanden.
ja: 風邪が治りました。
ko: 감기에서 회복되었습니다.
ru: Пережил простуду.
zh_cn: 感冒好了。

# memorial_female
source: Got over the flu.
de: Überstand die Grippe.
ja: インフルエンザが治りました。
ko: 독감에서 회복되었습니다.
ru: Переболела гриппом.
zh_cn: 流感治愈了.

# memorial_male
source: Got over the flu.
de: Überstand die Grippe.
ja: インフルエンザが治りました。
ko: 독감에서 회복되었습니다.
ru: Переболел гриппом.
zh_cn: 流感治愈了.

source: Grabbed
de: Ergriffen
ja: 掴んだ
ru: Схвачен
zh_cn: 被抓住

source: Grack
ja: グラック
zh_cn: Grack附体

source: Hallucinating
de: Halluzinierend
ja: 幻覚
ko: 환각
ru: Галлюцинации
zh_cn: 幻觉

source: Has Bag
ja: バッグを持った
zh_cn: 拿着袋子

source: Heavy Asthma
de: Starkes Asthma
ja: 喘息(重)
ko: 심한 천식
ru: Тяжелая астма
zh_cn: 严重的哮喘

source: Heavy Bleeding
ja: 出血(大)
zh_cn: 严重失血

source: High
de: Zugedröhnt
ja: 高揚
ko: 약기운
ru: Кайф
zh_cn: 亢奋

source: High on Meth
de: Zugedröhnt mit Meth
ja: 精神高揚
ko: 필로폰에 취함
ru: Под кайфом от мета
zh_cn: 嗑药嗑high了

source: Hit By Player
de: vom Spieler getroffen
ja: プレイヤーに攻撃された
ko: 플레이어에게 공격당함
zh_cn: 被玩家攻击

source: Hit-and-run Running
de: Zuschlagen-und-Weglaufen-Weglaufen
ja: ヒット&アウェイ(逃走中)
ko: 히트-앤-런 도주중
zh_cn: 一击脱离·逃逸状态

source: Hot
de: Heiß
ja: 高体温(中)
ko: 더움
ru: Жарко
zh_cn: 热

source: Infected
de: Infiziert
ja: 感染症(軽)
zh_cn: 感染者

source: Infection
ja: 感染
zh_cn: 感染任务

source: Influenza
de: Grippe
ja: インフルエンザ
ko: 독감
ru: Грипп
zh_cn: 流感

source: Itchy skin
ja: 皮膚(痒い)
zh_cn: 皮肤瘙痒

source: Lacking Sleep
de: Schlafentzug
ja: 睡眠不足
ko: 수면부족
ru: Недостаток сна
zh_cn: 缺乏睡眠

source: Laser-targeted
ja: レーザーに狙われた
zh_cn: 被激光瞄准

source: Loss of health - Entire Body Your clothing and other equipment may be consumed by the flames.
de: Gesundheitsverlust – Gesamter Körper Deine Kleidung und anderes Equipment können von den Flammen zerstört werden.
ja: 健康を損なう部位: 全身 衣服などの装備は燃えてしまう可能性があります。
ko: 체력 손실 - 온 몸 옷과 장비는 불길에 타버릴 수 있습니다.
ru: Потеря здоровья - Всё тело Ваша одежда и экипировка могут сгореть в огне.
zh_cn: 整个身体失去健康， 你的衣服和其他设备可能自燃。

source: Meth comedown
ja: 精神消沈
zh_cn: 冰毒药效减退

source: Mycal wrath fills our fibers, and we grow turgid.
ja: ミカズの憤怒が我々の繊維を満たし、我々は膨張を始める。
zh_cn: Mycal之怒充满了我们的肌肉纤维，我们变得更壮了。

source: Mycus Respite
ja: ミカズ(小康)
zh_cn: Mycus缓冲期

source: Mycus Wrath
ja: ミカズ(憤怒)
zh_cn: Mycus之怒

source: Nicotine
de: Nikotin
ja: ニコチン
ko: 니코틴
ru: Никотин
zh_cn: 尼古丁

source: On Fire
de: In Flammen
ja: 炎上
ko: 불이 붙음
ru: В огне
zh_cn: 着火

source: Our enemies are near, and violent action is imminent. We are turgid.
ja: 我々の仇敵が近づき、暴力的な衝動が沸き起こる。我々は膨張を始める。
zh_cn: 我们的敌人就在附近，暴力就要开始。我们变得更壮了。

source: Our fibers are stretched near breaking. Local power diverted to regenerate.
ja: 我々の繊維が破断を治療する。局所出力を再生に充てる。
zh_cn: 我们的肌肉纤维被拉伸到接近崩溃。体内能量被转移至回复状态。

source: Pacified
ja: 安心した
zh_cn: 被安抚

source: Painful Bite
ja: 咬傷(重)
zh_cn: 剧痛咬伤

source: Partially Paralyzed
de: Teilweise paralysiert
ja: 麻痺(一部)
ko: 약간 마비됨
ru: Частично парализован
zh_cn: 局部瘫痪

source: Pet
ja: ペット
zh_cn: 宠物

source: Playing an instrument
zh_cn: 弹奏乐器

source: Poisoned
de: Vergiftet
ja: 毒
ko: 중독
ru: Отравленный
zh_cn: 中毒

source: Pus Filled
ja: 化膿
zh_cn: 充满脓液

# memorial_female
source: Put out the fire.
de: Löschte das Feuer.
ja: 消火しました。
ko: 불을 껐습니다.
ru: Потушила огонь.
zh_cn: 扑灭了火。

# memorial_male
source: Put out the fire.
de: Löschte das Feuer.
ja: 消火しました。
ko: 불을 껐습니다.
ru: Потушил огонь.
zh_cn: 扑灭了火。

source: RELEASE THE GRACKEN!!!!
de: ENTFESSLE DEN GRACKEN!!!!
ja: グラッケンが解き放たれました！！！！
ko: 그라켄을 해방하라!!!!
ru: ДЕРЖИТЕ МЕНЯ СЕМЕРО!!!
zh_cn: 放开那个格拉肯！！！！

source: Range of Sight: 0
de: Sichtweite: 0
ja: 視界: 0
ko: 시야거리: 0
ru: Радиус обзора: 0
zh_cn: 视野：0

source: Range of Sight: 1; You are covered in magenta bile!
ja: 視界範囲: 1 / 身体が胆汁まみれになり、全視界が紫に染まりました！
zh_cn: 视野降至1，你被紫红色的胆汁覆盖。

source: Ratting
de: Rasselnd
ja: 鼠化
ko: 쥐로 변신중
ru: Крысоподобие
zh_cn: “鼠”

# memorial_female
source: Received a deep bite wound.
de: Hat eine tiefe Bisswunde erlitten.
ja: 深い咬傷を受けました。
ko: 깊히 물린 상처가 생겼습니다.
ru: Получила глубокую рану от укуса.
zh_cn: 被深深的咬了一口。

# memorial_male
source: Received a deep bite wound.
de: Hat eine tiefe Bisswunde erlitten.
ja: 深い咬傷を受けました。
ko: 깊히 물린 상처가 생겼습니다.
ru: Получил глубокую рану от укуса.
zh_cn: 被深深的咬了一口。

# memorial_female
source: Recovered from a bite wound.
de: Erholte sich von einer Bisswunde.
ja: 咬傷が治りました。
ko: 물린 상처가 회복되었습니다.
ru: Вылечила рану от укуса.
zh_cn: 从咬伤中恢复了过来。

# memorial_male
source: Recovered from a bite wound.
de: Erholte sich von einer Bisswunde.
ja: 咬傷が治りました。
ko: 물린 상처가 회복되었습니다.
ru: Вылечил рану от укуса.
zh_cn: 从咬伤中恢复了过来。

# memorial_female
source: Recovered from an infection... this time.
de: Sie hat sich von einer Infektion erholt … diesmal.
ja: 感染症が治りました...今回は。
ko: 감염에서 회복되었습니다... 이번엔 말이죠.
ru: Вылечила инфекцию... в этот раз.
zh_cn: 从感染中恢复了过来……运气。

# memorial_male
source: Recovered from an infection... this time.
de: Er hat sich von einer Infektion erholt … diesmal.
ja: 感染症が治りました...今回は。
ko: 감염에서 회복되었습니다... 이번엔 말이죠.
ru: Вылечил инфекцию... в этот раз.
zh_cn: 从感染中恢复了过来……运气。

source: Recovering From Infection
de: Erholung von einer Infektion
ja: 感染症から回復しました。
ko: 감염에서 회복중
ru: Выздоровление от инфекции
zh_cn: 从感染中恢复

source: Relaxation gas
de: Entspannungsgas
ja: 精神緩和ガス
zh_cn: 松弛毒气

source: Sap-coated
de: Saftummantelt
ja: 樹液まみれ
ko: 수액에 덮임
ru: Покрытый соком
zh_cn: 涂满汁液

source: Scorching
ja: 高体温(重)
zh_cn: 灼热

source: Shakes
de: Zuckungen
ja: 手の震え
ko: 몸의 떨림
ru: Озноб
zh_cn: 颤抖

source: Slimed
de: Eingeschleimt
ja: 粘液まみれ
ko: 끈적거림
ru: Покрыт слизью
zh_cn: 沾满粘液的

source: Slowed
de: Verlangsamt
ja: 緩慢
ko: 감속됨
ru: Замедленный
zh_cn: 迟缓

source: Sluggish
de: abgeschwächt
ja: 鈍重
ko: 느려짐
ru: Вялый
zh_cn: 呆滞

source: Smoke
de: Rauch
ja: 煙
ko: 연기 들이마심
ru: Надышался дымом
zh_cn: 烟雾

source: Spore coated
ja: 胞子まみれ(大)
zh_cn: 孢子裹覆

source: Spore covered
de: Sporenbedeckt
ja: 胞子まみれ(中)
ko: 포자 덮힘
ru: Покрыт спорами
zh_cn: 孢子覆盖

source: Spore dusted
ja: 胞子まみれ(小)
zh_cn: 孢子沾染

source: Stem cell treatment
de: Stammzellenbehandlung
ja: 幹細胞治療
ko: 줄기세포 치료
ru: Лечение стволовыми клетками
zh_cn: 干细胞治疗

source: Strength - 3; Dexterity - 3; Intelligence - 2; Perception - 4 You are thoroughly relaxed and don't feel like moving. Fighting? Too much effort.
de: Stärke −3; Geschicklichkeit −3; Intelligenz −2; Wahrnehmung −4 Du bist völlig entspannt und hast keinen Drang, dich zu bewegen. Kämfpen? Zu anstrengend.
ja: 筋力 -3 / 器用 -3 / 知性 -2 / 感覚 -4 完全にリラックスしており、動く気力が沸きません。戦闘ですか？多大な努力が必要ですね。
zh_cn: 力量 -3，敏捷 -3，智力 -1，感知 -4 你被完全放松，再也不想动弹一下。战斗？太累啦。

source: Stuck in Pit
de: In Grube festgeklemmt
ja: 穴で動けない
ko: 구덩이에 빠짐
ru: Застрял в яме
zh_cn: 卡在了坑里

source: Stuck in a heavy snare
ja: 協力くくり罠に掛かった
zh_cn: 陷入重型圈套

source: Stuck in a light snare
ja: くくり罠に掛かった
zh_cn: 陷入轻型圈套

source: Stuck in beartrap
de: In einer Bärenfalle gefangen
ja: トラバサミに挟まれた
ko: 곰 덫에 걸렸습니다.
ru: Попал в медвежий капкан
zh_cn: 困在捕熊陷阱里

source: Stung
de: Gestochen
ja: 刺傷
zh_cn: 刺痛

source: Stunned
de: Betäubt
ja: 気絶
ko: 기절함
ru: Остолбеневший
zh_cn: 被震慑

source: Symptoms alleviated by medication (cough syrup).
ja: 薬(咳止めシロップ)で症状が軽減します。
zh_cn: 症状被药物减弱（咳嗽糖浆）

source: Tear gas
de: Tränengas
ja: 催涙ガス
ko: 최루 가스
ru: Слезоточивый газ
zh_cn: 催泪瓦斯

source: That critter's jumping around like a jitterbug! It needs to mellow out.
de: Dieses Viech springt umher, als hätte es Hummeln im Hintern! Es sollte sich mal entspannen.
ja: 周囲で小動物が飛び跳ねながらジルバを踊っています！休息が必要ですね。
zh_cn: 那玩意活蹦乱跳的就像个蛇精病！它需要放松。

source: The bite wound feels really deep...
de: Die Bisswunde fühlt sich sehr tief an …
ja: 咬傷は本当に深そうだ…。
ko: 물린 상처가 엄청나게 깊습니다...
ru: Похоже, что рана от укуса очень глубокая...
zh_cn: 被咬伤的伤口似乎很深……

source: The ceiling collapses on you!
de: Die Decke bricht auf dich herab!
ja: 天井が崩れてきました！
ko: 머리 위의 천장이 무너집니다!
ru: На вас обрушился потолок!
zh_cn: 天花板砸在了你身上！

source: The jet injector's chemicals wear off. You feel AWFUL!
de: Der Impfpistole Chemikalien klingen ab. Du fühlst dich FÜRCHTERLICH!
ja: アドレナリンの爆発が収まりました。酷い気分だ！
ko: 제트 주사기로 주입한 화학 약품의 효력이 사라졌습니다. 엄청난 느낌이었습니다!
ru: Прекратилась подача химических веществ из струйных инжекторов. Вы УЖАСНО себя чувствуете!
zh_cn: 药效过去了……你觉得好糟糕……

source: The sap's too sticky for you to fight effectively.
de: Der Saft ist zu klebrig für dich, um effizient kämpfen zu können.
ja: 樹液の粘着力が強過ぎて、効率的な戦いが出来ない状態です。
zh_cn: 汁♀液已经多到你没法好好战斗了！

source: The slackness leaves your muscles.
ja: 筋肉の弛みは無くなりました。
zh_cn: 肌肉的无力感消失了。

source: The sun is in your eyes.
ja: 太陽が目に焼き付いています。
zh_cn: 太阳直射进你的眼里。

source: The sunlight's glare makes it hard to see.
de: Das helle Sonnenlicht macht es schwer zu sehen!
ja: 日光が眩しくてよく見えない。
ko: 햇빛이 눈부셔서 제대로 보기가 힘듭니다.
ru: Блики солнечного света затрудняют обзор.
zh_cn: 太阳光把你的氪金狗眼给闪瞎了，你需要一副墨镜。

source: The webs constrict your movement.
de: Das Netz schränkt deine Bewegung ein.
ja: 蜘蛛の巣が絡まって、上手く動けなくなっています。
zh_cn: 蛛网限制了你的行动。

source: The world flickers back to normality.
ja: 視界が点滅し、正常に戻りました。
zh_cn: 世界逐渐恢复正常。

source: This goo makes you slip
ja: 粘液まみれなせいで滑りやすくなっています。
zh_cn: 黏性物质让你下盘不稳

source: Tied Up
ja: 縛られた
zh_cn: 被捆绑

source: Tipsy
de: Beschwipst
ja: ほろ酔
ko: 취기
ru: Подвыпивший
zh_cn: 小醉

source: Totally Paralyzed
ja: 麻痺(全身)
zh_cn: 完全瘫痪

source: Trashed
de: Besoffen
ja: 酔っぱらい
ko: 심하게 취함
ru: Сильно пьяный
zh_cn: 大醉

source: Turret is Targeted
ja: タレットに狙われた
zh_cn: 炮塔已瞄准

source: Unleashed the Gracken.
de: Enfessle den Gracken!
ja: グラッケンが解き放たれました。
ko: 그라켄을 풀어줬습니다.
ru: Держите меня семеро.
zh_cn: 释放格拉肯

source: Unstable footing
ja: 足場が不安定です
zh_cn: 步履不稳

source: Warm
ja: 高体温(軽)
zh_cn: 温暖

source: Wasted
de: Sturzbesoffen
ja: 飲み潰れ
ko: 술독에 빠짐
ru: Пьяный вдрызг
zh_cn: 酩酊大醉

source: We require repose; our fibers are nearly spent...
ja: 我々には安息が必要だ。我々の繊維は不足している…
zh_cn: 我们需要休息，我们肌肉纤维快用断了。

source: Webbed
de: In Spinnennetzen
ja: 蜘蛛の巣まみれ
ko: 거미줄에 덮임
ru: Опутанный
zh_cn: 被网住

source: Winded
zh_cn: 气喘吁吁

source: Writhing skin
ja: 皮膚(蠕動)
zh_cn: 皮肤扭曲

source: You are being slowed by a paralyzing poison!
ja: 麻痺毒によって動きが緩慢になっています！
zh_cn: 你被瘫痪性毒素迟缓了。

source: You are caught!
ja: 挟まれています！
zh_cn: 你被逮到了！

source: You are covered in webs!
ja: 身体中、蜘蛛の巣だらけだ！
zh_cn: 你被网罩住了！

source: You are losing blood.
de: Du hast Blutverlust.
ja: 失血しています。
ko: 피를 흘리고 있습니다.
ru: У вас кровотечение.
zh_cn: 你在流血。

source: You are rapidly losing blood.
ja: 急速に失血が進んでいます。
zh_cn: 你正在迅速流失血液。

source: You are recovering from an infection.
de: Du erholst dich von einer Infektion.
ja: 感染症から回復しました。
ko: 감염에서 회복되고 있습니다.
ru: Вы выздоравливаете от инфекции.
zh_cn: 您正在从感染中恢复过来。

source: You are slowly losing blood.
de: Du hast langsamen Blutverlust.
ja: ゆっくりと失血しています。
ko: 느리게 피를 흘리기 시작했습니다.
ru: Вы медленно теряете кровь.
zh_cn: 你正在缓慢流失血液。

source: You are snared!
ja: 罠に掛かっています！
zh_cn: 你被圈套套住了！

source: You are too tired to function well.
de: Du bist zu müde, um richtig zu funktionieren.
ja: 働くには疲れ過ぎています。
ko: 너무 피곤해서 일을 잘할 수 없습니다.
ru: Вы слишком устали для нормального функционирования.
zh_cn: 你太累了，无法集中精力。

source: You are wearing contact lenses.
de: Du trägst Kontaktlinsen.
ja: コンタクトレンズを身に付けました。
ko: 콘택트 렌즈를 착용한 상태입니다.
ru: Вы носите контактные линзы.
zh_cn: 你正带着隐形眼镜。

source: You can feel the tiny spores sinking directly into your flesh.
ja: 小さな胞子が身体の中に沈み込んでいく感じがします。
zh_cn: 你可以感觉到小小的孢子沉入你的肉体中。

source: You can hear again!
ja: 聴力が戻りました！
zh_cn: 你又可以听到了！

source: You can see more clearly.
de: Du kannst klarer sehen.
ja: 明瞭に物を見る事が出来ます。
ko: 더 선명하게 보입니다.
ru: У вас более ясное зрение.
zh_cn: 你看的更清晰了。

source: You can't breathe... asthma attack!
de: Du kannst nicht atmen … Astmaanfall!
ja: 呼吸出来ない…喘息の発作だ！
ko: 숨을 쉴 수가 없습니다... 천식 증세가 나타났습니다!
ru: Вы не можете дышать... Приступ астмы!
zh_cn: 你无法呼吸......哮喘发作！

source: You can't look away from the faultline...
de: Du kannst nicht von der Bruchlinie wegsehen.
ja: 断層線から目が離せない...
ko: 단층선에서 눈을 뗄 수가 없습니다...
ru: Вы не можете отвести взгляд от разлома...
zh_cn: 你不能通过这个裂痕看到远方……

source: You can't move until you get free!
ja: 罠を外すまで動けない！
zh_cn: 除非你先把自己解脱出来，不然你动不了。

source: You can't trust everything that you see.
de: Du kannst deinen eigenen Augen nicht trauen.
ja: 全ての目に見えるものが信じられない。
ko: 눈에 보이는 것을 전부 믿을 수 없게 되었습니다.
ru: Вы не можете доверять всему, что видите.
zh_cn: 你不能相信你所看到的一切。

source: You catch your breath.
zh_cn: 你喘过一口气！

source: You don't have energy to fight.
de: Du hat keine Energie zum Kämpfen.
ja: 戦うだけの気力が沸かない。
zh_cn: 你没有能量来战斗。

source: You feel a cold coming on...
de: Du fühst den Anflug einer Erkältung.
ja: 風邪をひいた気がします…。
ko: 감기가 오는 것 같습니다...
ru: Вы чувствуете приближающийся холод...
zh_cn: 你觉得你要感冒了……

source: You feel a flu coming on...
de: Du fühlst die Anfänge einer Grippe …
ja: インフルエンザに罹った様な気がする…。
ko: 감기가 오는 것 같습니다...
ru: Вы чувствуете, что заболеваете гриппом...
zh_cn: 你觉得你得了流感……

source: You feel a rush as the chemicals flow through your body!
de: Du verspürst eine Eile, während die Chemicalien deinen Körper durchströmen.
ja: 化学物質が体内に循環し、身体が高揚して来ました！
ko: 몸 안에서 화학 약품이 노도처럼 흘러가는 것이 느껴집니다!
ru: Вы чувствуете как химикаты входят в ваше тело!
zh_cn: 一股力量在你体内奔流！

source: You feel a surge of adrenaline!
de: Du fühlst das Adrenalin in dir wirken!
ja: アドレナリンの爆発を感じました！
ko: 아드레날린이 넘치는 것을 느꼈습니다!
ru: Вы ощущаете прилив адреналина!
zh_cn: 你感到肾上腺素激增！

source: You feel bad inside.
de: Du fühlst dich schlecht im Inneren.
ja: 身体に不快感を感じました。
zh_cn: 你感到里面有点麻烦。

source: You feel completely drained.
ja: 薬が完全に身体から抜けた様だ。
zh_cn: 你觉得精疲力竭。

source: You feel lightheaded.
de: Du fühlst dich schwindlig.
ja: 目眩がしました。
ko: 머리가 조금 어지럽습니다.
ru: Вы чувствуете головокружение.
zh_cn: 你觉得头昏眼花。

source: You feel nauseous and rat-like.
zh_cn: 你感觉有点恶心，觉得自己变得像老鼠一样。

source: You feel sick inside.
de: Du fühlst dich krank im Inneren.
ja: 気分が悪くなりました。
zh_cn: 你感到体内很不舒服。

source: You feel stiff.
de: Du fühlst dich starr.
ja: 筋肉や関節が凝り始めました。
zh_cn: 你感到僵硬。

source: You feel the rush of adrenaline in your body!
ja: アドレナリンが活性化し、身体が高揚して来ました！
zh_cn: 肾上腺素在你体内奔流！！

source: You feel the rush of stimulants in your body!
ja: 身体が興奮剤で高揚して来ました！
zh_cn: 一股力量在你体内奔流！

source: You feel woozy.
de: Du fühlst dich benommen.
ja: 眩暈がしました。
zh_cn: 你觉得头昏眼花。

source: You have a nasty bite wound.
de: Du hast eine garstige Bisswunde.
ja: 厄介な咬傷に苦しんでいます。
ko: 깊은 물린 상처가 있습니다.
ru: У вас неприятная рана от укуса.
zh_cn: 你多了一个被咬伤的伤口。

source: You have an infected wound.
de: Du hast eine infizierte Bisswunde.
ja: 感染創傷に苦しんでいます。
ko: 감염된 상처가 생겼습니다.
ru: У вас есть инфицированная рана.
zh_cn: 你有一个受感染的伤口。

source: You have been badly poisoned!
ja: 猛毒に犯されました！
zh_cn: 你严重中毒！

source: You have been grabbed by an attack. You cannot dodge and blocking is very difficult.
ja: 攻撃によって掴まれました。 攻撃をかわすことができず、防ぐ行動を取りにくくなります。
zh_cn: 你被攻击者抓住了。 你无法闪避，同时也很难格挡。

source: You have been grabbed.
de: Du wurdest ergriffen.
ja: 掴まれています。
ru: Вас схватили.
zh_cn: 你被缠住了。

source: You have been poisoned!
ja: 毒に犯されました！
zh_cn: 你中毒了！

source: You have been stung!
ja: 刺されました！
zh_cn: 你被刺痛了！

source: You haven't slept in a while, and it shows.
ja: しばらく眠っていないので、疲れが見えます。
zh_cn: 你有段时间没睡觉了，而且影响也体现出来了。

source: You inhale a lungful of tear gas.
de: Du inhalierst einen Schwall von Tränengas.
ja: 催涙ガスを吸い込んでしまった。
ko: 최루가스를 들이마셨습니다.
ru: Вы вдохнули полные легкие слезоточивого газа.
zh_cn: 你吸入了大量催泪瓦斯。

source: You inhale a lungful of thick smoke.
de: Du inhalierst einen Schwall von dickem Rauch.
ja: 濃い煙を吸い込みました。
ko: 짙은 연기를 들이마셨습니다.
ru: Вы вдохнули полные легкие густого дыма.
zh_cn: 你吸入了大量浓烟。

source: You inhale sweetish gas.
de: Du atmest ein süßliches Gas ein.
ja: 仄かに甘いガスを吸い込みました。
zh_cn: 你吸入了大量甜味气体。

source: You lie down to go to sleep...
de: Du legst dich nieder und schläfst ein.
ja: 眠ろうと横たわりました...
ko: 자려고 눕습니다...
ru: Вы ложитесь, чтобы заснуть...
zh_cn: 你躺下来闭上眼试图睡觉……

source: You receive a pureed bone & enamel injection into your eyeball.
de: Dir wird puriertes Knochenmark und Zahnschmelz in deinen Augapfel injiziert.
ja: 幹細胞液とエナメル質の入った注射が眼球に突き刺さりました。
ko: 안구에 뼛가루와 에나멜을 삽입했습니다.
ru: Вы получили измельченные кости и эмаль для инъекции стволовых клеток через глазное яблоко.
zh_cn: 骨头和珐琅质的混合泥浆被注射到了你的眼球中。

source: You smoked too much
ja: 煙草を吸い過ぎました。
zh_cn: 你抽的有点多

source: You stop to scratch yourself frequently; high INT helps you resist the urge.
ja: 頻繁に自身を掻き毟る為に動きを止めています; 知力が高いと衝動を抑え易くなります。
zh_cn: 你时不时停下来抓挠自己，高智力（INT）能帮助你抵抗这种冲动。

source: You tremble
ja: 震えています。
zh_cn: 你剧烈颤抖

source: You try to keep your balance.
ja: バランスが崩れそうなのを必死で堪えています。
zh_cn: 你试着保持平衡。

source: You wake up.
de: Du wachst auf.
ja: 目が覚めました。
ko: 잠에서 깼습니다.
ru: Вы проснулись.
zh_cn: 你醒来了。

source: You're bleeding!
ja: 出血しています！
zh_cn: 你在流血!

source: You're blinded!
de: Du bist geblendet!
ja: 何も見えない！
ko: 눈이 멀었습니다!
ru: Вы ослеплены!
zh_cn: 你失明了！

source: You're coated in sap!
de: Du bist mit Pflanzensamen ummantelt!
ja: 身体中、樹液まみれだ！
ko: 수액으로 뒤덮였습니다!
ru: Ты покрыт соком!
zh_cn: 你身上沾满了植物汁液！

source: You're covered in bile!
de: Du bist mit Gallenflüssigkeit bedeckt!
ja: 身体中、胆汁まみれだ！
ko: 담즙으로 뒤덮였습니다!
ru: Вы покрыты желчью!
zh_cn: 胆汁泼了你一身！

source: You're covered in thick goo!
de: Du bist mit dickem Schleim bedeckt!
ja: 身体中、粘着液まみれだ！
ko: 끈적이로 뒤덮였습니다!
ru: Вы покрыты густой липкой вещью!
zh_cn: 黏性物质覆盖住了你！

source: You're covered in webs!
de: Du bist mit Spinnweben bedeckt!
ja: 身体中、蜘蛛の巣だらけだ！
ko: 거미줄로 뒤덮였습니다!
ru: Вы покрыты паутиной!
zh_cn: 你被网给罩住了！

source: You're knocked to the floor!
de: Du wurdest zu Boden geschlagen.
ja: 地面に打ち倒されました！
ko: 바닥에 쓰러졌습니다!
ru: Вы свалились на пол!
zh_cn: 你倒在地板上！

source: You're knocked to the ground. You have to get up before you can move.
de: Du wurdest zu Boden geschlagen. Du musst aufstehen, bevor du weitergehen kannst.
ja: 地面に倒れています。 移動する前に立ち上がる必要があります。
ko: 바닥에 쓰러졌습니다. 움직이기 위해서는 먼저 일어나야 합니다.
ru: Вы свалились на землю. Вы должны встать, прежде чем вы сможете двигаться.
zh_cn: 你倒在了地板上，你必须爬起来才能继续移动。

source: You're on fire!
de: Du brennst!
ja: 身体が燃えています！
ko: 몸에 불이 붙었습니다!
ru: Вы весь в огне!
zh_cn: 你身上着火了！

source: You're playing an instrument. Focusing on playing music distracts you, slowing you down.
zh_cn: 你正在弹奏乐器。 专心弹奏乐器让你速度变慢。

source: You're short of breath. Running and fighting will be difficult until you recover.
zh_cn: 你气喘吁吁。跑步及打斗都将更困难，直到你回复。

source: You're stuck in a pit. Sight distance is limited and you have to climb out.
de: Du steckst in einer Grube fest. Die Sichtweite ist begrenzt und du musst hinausklettern.
ja: 穴に嵌って動けない。視界が阻まれており、這い上がる必要があります。
ko: 구덩이에 걸렸습니다. 시야가 제한되며, 여기서 빠져나와야만 합니다.
ru: Вы застряли в яме. Расстояние видимости ограничено. Вы должны выбраться.
zh_cn: 你被困在了坑里，看不见上面的东西，你必须爬出来。

source: You're stunned!
de: Du bist bewegungsunfähig!
ja: 気絶しました！
ko: 기절했습니다!
ru: Вы оглушены!
zh_cn: 你惊呆了！
