Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The horrid spawn of a giant black widow spider. Even as a newborn, this foul creature knows only how to kill.
de: Die grauenvolle Brut einer Riesigen Schwarzen Witwe. Sogar als Neugeborenes weiß diese verfaulte Kreatur nur, wie man tötet.
ja: 巨大クロゴケグモの恐ろしい子供たちです。生まれたばかりのこの生き物は、相手を殺す方法しか知りません。
zh_cn: 一个巨大的黑寡妇蜘蛛的可怕幼崽。即使作为一个新生儿，它也知道如何杀人。

source: The leopard slug, an omnivorous gastropod. It consumes decaying matter as well as planted crops, and will attack and eat other slugs that cross its path.
de: Der Tigerschnegel, ein allesfressender Bauchfüßler. Er konsumiert verderbendes Material sowie gepflanzte Feldfrüchte und wird andere Schnecken, die seinen Weg kreuzen, angreifen und auffressen.
ja: 雑食性の腹足類である、マダラコウラナメクジです。作物だけでなく腐敗したものも食べ、通りかかった他のナメクジを襲って食べることもあります。
ko: 잡식성 복족류인 달팽이입니다. 일반적인 작물은 물론, 이동 경로에 있는 다른 달팽이라도 공격해서 먹어버립니다.
ru: Большой леопардовый слизень или большой придорожный слизень, всеядное животное класса брюхоногие. Поедает гниющее вещество и сельскохозяйственные культуры, но он может атаковать и есть других слизняков, которые пересекают его путь.
zh_cn: 巨型蛞蝓，食腐动物，甚至会吃掉同类，交叉行走.

source: The long-tailed weasel, a small but ubiquitous predator whose range extends across the continent. It forms its den in small burrows, preferring to occupy the nesting holes of its prey.
de: Das Langschwanzwiesel, ein kleiner aber unaufhörlicher Jäger, dem seine Verbreitung sich über den Kontinent erstreckt. Er wohnt in kleinen Bauen, vorzugsweise, um die Nisthöhlen seiner Beute zu besetzen.
ja: 長い尻尾を持つイタチで、大陸全土に生息する小さな捕食者です。小さな穴に巣を作る事を好み、獲物を引きずり込みます。
zh_cn: 长尾黄鼠狼，虽然体型很小，但是活动范围蔓延到整个欧洲大陆，他不喜欢窝在小洞穴里，而是喜欢猎食其他动物。

source: The masked shrew, a mouse-like creature with a pointed, whiskery snout. It digs tunnels into the ground in search of bugs to eat.
de: Die Amerikanische Masken-Rotzahnspitzmaus, eine mäuseähnliche Kreatur mit einer spitzen, schnurrbärtigen Schnauze. Sie gräbt Tunnel in den Boden auf der Suche nach Käfern zum Fressen.
ja: 覆面を着けた様な尖った鼻と頬髯を持つ、鼠の様な姿の哺乳類です。餌である虫を探す為に地面にトンネルを掘ります。
ko: 뾰족한 코를 지닌 쥐입니다. 땅을 파고 다니며, 벌레를 먹이로 삼습니다.
zh_cn: 一种老鼠一样的生物，鼻子很尖，喜欢在地面上挖寻隧道来找虫子吃.

source: The multi-cooker's got a mind of its own! Look out!!
de: Dieser Mehrfunktionsherd hat ein eigenes Bewusstsein! Pass auf!
ja: 多機能調理器具に意思が宿りました！注意するんだ！！
zh_cn: 这个多功能炒菜机器人想要把你做成一盆大餐！小心！

source: The northern woodland white-tailed deer, a quick and strong grazing animal. Favored prey of coyotes, wolves, and giant spider mutants.
de: Das ist ein Exemplar von Odocoileus virginianus borealis, einer Unterart der Weißwedelhirsche. Es ist ein schnelles und starkes Weidetier und die Vorzugsbeute von Kojoten, Wölfen und Riesenmutantenspinnen.
ja: 北部の森林に生息するオジロジカで、素早く力強い草食動物です。コヨーテや狼、巨大蜘蛛などの獲物になっています。
zh_cn: 北方森林中的栖居的白尾鹿，快速灵敏且健壮，喜欢捕食狼和巨型蜘蛛突变体.

source: The red fox, an omnivorous canine and largest of the true foxes, it is a wily hunter with a combative, suspicious temperament.
de: Der Rotfuchs, ein allesfressender Hundeartiger und der Größte der Echten Füchse. Er ist ein hinterlistiger Jäger mit einem kampflustigen verdächtigen Temperament.
ja: アカギツネは狐の中で生息域が最も広い、雑食性のイヌ科の動物です。好戦的で疑り深い性質を持つ狡猾な狩人として知られています。
ko: 붉은 여우로, 여우 중에서는 가장 큰 종류입니다. 교활한 사냥꾼이기도 합니다.
ru: Рыжая лисица, всеядная собака, крупнее обычного лиса. Это хитрый охотник с драчливым и подозрительным характером.
zh_cn: 棕红色的狐狸。杂食的犬齿是真正的狐狸，非常的狡猾且可疑.骁勇好战.

source: The snowshoe hare, a small grass-eater with a brown fur coat that changes to white in the wintertime.
de: Der Schneeschuhhase, ein kleiner Grasfresser mit einem braunen Pelzumhang, der in der Winterzeit weiß wird.
ja: ノウサギ属の一種で、小型の草食動物です。茶色の毛皮は冬になると白く変わります。
ko: 멧토끼의 일종으로, 풀을 먹고 사는 작은 동물입니다. 갈색 털가죽은 겨울이 되면 흰색으로 바뀝니다.
ru: Маленькое животное с сильными задними ногами, питающееся травой. С мехом коричневого цвета, который зимой обретает белый окрас.
zh_cn: 居住在北美的野兔，全身是棕色的毛皮，喜欢吃草，冬天毛皮会变成白色.

source: The timber rattlesnake is the most venomous viper native to New England. Climatic changes have extended its range far into the north.
de: Die Wald-Klapperschlange ist die giftigste Viper, die in Neuengland beheimatet ist. Klimatische Veränderungen haben ihre Verbreitung bis weit in den Norden vergrößert.
ja: シンリンガラガラヘビはニューイングランドに棲息する毒蛇の中で最も毒性の強い種です。気候の変化によって北上してきました。
zh_cn: 这种眼镜蛇是新英格兰的毒蛇之王，气候变化帮助它的种群向北方边远地区扩张。

source: The white-footed mouse, a prolific rodent with a white underbelly and a long fuzzy tail. A common sight in fields, forests, and research centers.
de: Die Eigentliche Weißfußmaus, ein fruchtbarer Nager mit einem weißem Unterbauch und einem langen struppigem Schwanz. Ein vertrauter Anblick in Feldern, Wäldern und Forschungszentren.
ja: 白い足と下腹部、微毛の長い尻尾を持つ鼠で多産な齧歯動物です。平野や森、研究所などでよく目撃されます。
ko: 흰색 발을 가진 생쥐로, 긴 꼬리를 가지고 있습니다. 평야나 숲, 연구 단지에서 자주 목격됩니다.
ru: Белоногий хомяк — плодовитый грызун с белым брюшком и длинным хвостом. Обычно встречается в полях, лесах и научно-исследовательских центрах.
zh_cn: 有着毛茸茸尾巴的实验室白老鼠，比普通老鼠长寿。常见于实验室、森林和田地。

source: This armored and augmented soldier's bionics crackle with energy. Worse, it appears to remember its training.
de: Dieses gepanzerten und aufgewerteten Soldaten Bioniken knistern vor Energie. Schlimmer noch, er scheint sich an seine Ausbildung zu erinnern.
ja: 埋め込まれた生体部品がバチバチと火花を上げている改造兵士のゾンビです。しっかりと防弾服を着用し、更に悪い事にその動きからは人間だった頃の訓練の成果と思しきキレが感じられます。
ko: 이 중무장한 군인의 바이오닉은 치직거리며 전력을 발산하고 있습니다. 설상가상으로, 이 군인은 자신이 받은 훈련을 기억하는 것 같습니다.
ru: Бронированный и улучшенный бионический солдат с энергией, потрескивает. Хуже того, он, похоже, помнит свои тренировки.
zh_cn: 这些武装到牙齿的生化士兵也不可避免的被感染了，倒霉的是，它们还记得那些战斗技巧。

source: This black bear's eyes ooze with black fluid, and its flesh is torn and scarred. It shuffles as it walks.
de: Dieses Schwarzbärs Augen triefen eine schwarze Flüssigkeit aus und sein Fleisch ist zerrissen und vernarbt. Er schlurft beim Gehen.
ja: この黒熊の目には生気がなく、黒い液体が滲み出ており、身体は引き裂かれボロボロに傷付いています。足を引き摺りながら歩いています。
zh_cn: 它驮着的被撕裂的血肉，边走边剥落下来。这只伤痕累累的黑熊有着流着黑色液体的眼睛，它用它来寻找你。

source: This canines see-through thin, black veined and scab riddled skin, is tightly compressed around its skeletal frame.
de: Die Haut dieses hündischen Wesens ist dünn, hat schwarze Venen, ist voller Schorfe und liegt eng an dessen Skelett an.
ja: この犬は黒縞模様の瘡蓋だらけの皮膚をしており、骨がくっきりと分かるほど痩せこけています。
ko: 이 개는 속이 비쳐 보일 정도로 말랐으며, 검은 정맥과 딱지투성이인 피부를 가지고 있고, 가죽이 골격에 맞춰서 딱 들러붙어 있습니다.
ru: Собака с тонкой, просвечивающейся кожей, покрытой чёрными жилами и ранами. Все это плотно прилегает к её скелету.
zh_cn: 结痂的、青筋满布的皮肤紧紧裹着它的骨架，这只犬形“生物”正向你扑来。

source: This dinosaur looks like a giant prehistoric armadillo. Its tail ends in a massive spiked club of bone.
de: Dieser Dinosaurier sieht wie ein gigantisches prähistorisches Gürteltier aus. Sein Schwanz endet mit einem gewaltigen stacheligem Knochenknüppel.
ja: 巨大なアルマジロといった風体の恐竜です。尾の先端が棘付き棍棒になっています。
ko: 이 공룡은 거대한 원시 아르마딜로 같아 보입니다. 꼬리 끝에는 뼈로 된 육중한 곤봉이 달려있습니다.
ru: Этот динозавр выглядит как гигантский доисторический броненосец. На конце его хвоста находится массивная костяная палица с шипами.
zh_cn: 这种恐龙看上去像是一种巨大的史前犰狳，它的尾端有一个巨大的骨质狼牙棒。

source: This formerly-majestic moose has succumbed to the infection which is killing the world. Shiny green blowflies swarm the vast suppurated patches of purulent flesh where its skin has sloughed away, and its remaining fur is black and matted with necrotic discharge.
de: Dieser ehemals majestätischer Elch ist der Infektion, welche die Welt umbringt, erlegen. Leuchtend grüne Schmeißfliegen schwärmen um die geeiterten Fleischfetzen, wo sich die Haut weggehäutet hat. Das verbleibende Fell ist schwarz und mit nekrotischen Absonderungen verfilzt.
ja: ゾンビ化したヘラジカです。嘗ては優美だった巨体は世界を侵す感染症に屈しました。皮膚が剥落した箇所から覗く膿んだ肉には緑色に光る蝿が集り、残った毛も壊死した細胞から染み出した体液によるもので黒ずみ、光沢は完全に失われています。
zh_cn: 这只曾经高贵强壮的驼鹿已经向正在毁灭世界的感染屈服。脱落的皮肤将化脓溃烂的血肉暴漏在外，滋生大量的绿头苍蝇。残余的毛皮则被腐败物染成了黑色。

source: This human corpse drags itself along slowly with its arms. Its legs are damaged beyond repair
de: Diese menschliche Leiche zieht sich selbst mit ihren Armen entlang. Ihre Beine sind irreperabel beschädigt.
ja: 腕で地面を掴んで爬行するゾンビです。脚は再生の施しようがない程にグズグズに崩れています。
zh_cn: 这具尸体用它苍白的手臂向你爬来，它的双腿已经看不出原形。

source: This looks like a human body, but its flesh is snow-white, and its face is featureless save for a perfectly round mouth.
de: Dies sieht wie ein menschlicher Körper aus, aber sein Fleisch ist schneeweiß und sein Gesicht ist strukturlos außer einem perfekt rundem Mund.
ja: 人体の様に見えますが、肉は純白で、顔の中央に口がぽっかりと開いている以外に何の特徴もありません。
ko: 인간처럼 보이지만, 이 생명체의 살갗은 눈처럼 하얗고 얼굴에는 원형의 입만이 자리잡고 있습니다.
ru: Существо похожее на человека, чья плоть приобрела белый цвет. На безликом лице расположен почти идеально круглый рот.
zh_cn: 这看起来像一个人的身体，但它的 肉是雪白的并且它的脸上没有 任何特征除了一个正常的圆 口。

source: This once-human body is barely recognizable, scrambling about on all fours, its nails and teeth both sharpened into dangerous looking spikes.
de: Dieser einstmals menschliche Körper ist kaum wiedererkennbar, so wie er auf allen Vieren kriecht, mit seinen Nägeln und Zähnen, die sich zu gefährlich aussehenden Stacheln geschärft haben.
ja: 嘗ては人間だったであろう事は辛うじて認識する事が出来ます。四つん這いで素早く移動し、見ただけで危険と分かる程の鋭く尖った爪と牙を持っています。
ko: 한때는 인간이었지만 이제는 거의 인간이었다는 것을 알아보기 힘든 이것은 팔다리를 모두 사용해서 빠르게 기어 다니며, 손톱과 이빨은 날카로운 가시처럼 변했습니다.
ru: В этой твари едва просматривается бывшее человеческое тело. Передвигается на четвереньках, а его отточенные когти и клыки угрожающе торчат словно шипы.
zh_cn: 这具曾为人类的尸体简直无法推想它曾为人时的样子——它完全用四肢支撑自身，指甲和牙齿都如同矛尖一般锋利。

source: This rotting corpse seeps a glowing ooze from its lesions. A strange tattered jumpsuit marks it as an oddity across the wasteland.
de: Dieser verrottenden Leiche tropft ein glühender Modder aus ihren Darmläsionen. Ein seltsamer zugerichteter Overall lässt als Eigentümlichkeit in der Ödnis hervorstechen.
ja: この腐った死体の傷口からは白熱した粘液が染み出ています。奇妙なボロボロのジャンプスーツを着て荒れ地をふらふらと彷徨っている姿が目につきます。
zh_cn: 这具腐败的尸体生前可能受到了严重的放射性伤害。在穿越废土的行程中它的身上留下了无数奇怪的伤痕。

source: This thing seems like a carp, only swollen and very very angry. Death is the gift of the carp god.
ja: この鯉は身体を膨らませ、激怒している様に見えます。どうやら鯉神は死の贈り物をしてくれそうです。
zh_cn: 这货看起来很像鲤鱼，只是肿胀的很厉害而且非常暴躁。死亡是它准备送给你的礼物。

source: This zombie's face and body is completely covered by a protective suit. It wanders around, unsteadily.
de: Dieses Zombies Gesicht und Körper sind völlständig von einem Schutzanzug bedeckt. Er wandert wackelnd umher.
ja: ゾンビの顔や身体は完全に防護服で覆われおり、フラフラと目的も無く彷徨い歩いています。
zh_cn: 它全身上下都被防护服包裹着，步履不稳地游荡。

source: Three high-powered searchlights with automated search AI and mounting, continually seeking targets.
de: Drei leistungsstarke Suchscheinwerfer mit einer automatischen Such-KI und Befestigung, welche beständig nach Zielen suchen.
ja: 自動探索AIが組み込まれた、継続的に標的を負い続ける固定型の高出力探照灯です。
zh_cn: 带有智能搜索功能的三路大功率探照灯，可以不停的搜寻目标。

source: Thriller
ja: スリラー
zh_cn: 战栗者

source: Titanis
ja: ティタニス
ko: 티타니스(Titanis)
ru: Титанис
zh_cn: 泰坦鸟

source: Triceratops
ja: トリケラトプス
ko: 트리케라톱스(Triceratops)
ru: Трицераптор
zh_cn: 三角龙

source: Tyrannosaurus rex
ja: ティラノサウルス
ko: 티라노사우루스 렉스(Tyrannosaurus rex)
ru: Тираннозавр рекс
zh_cn: 雷克斯霸王龙

source: Utahraptor
ja: ユタラプトル
ko: 유타랍토르(Utahraptor)
ru: Ютараптор
zh_cn: 犹他盗龙

source: Velociraptor
ja: ヴェロキラプトル
ko: 벨로키랍토르(Velociraptor)
ru: Велоцираптор
zh_cn: 迅猛龙

source: With a stinger the size of a kitchen knife, this dog-sized insect's black and yellow markings warn you to leave it undisturbed.
de: Mit einem Stachel von der Größe eines Küchenmessers warnen die schwarzen und gelben Markierungen auf diesem hundsgroßen Insekt dich, es lieber in Ruhe zu lassen.
ja: 犬程の大きさの昆虫です。キッチンナイフの様な針を持っています。黒と黄色の縞模様が「危険だから近づくな！」と全力で主張しています。
ko: 침의 크기가 주방용 칼에 필적하는 거대 꿀벌로, 개 정도의 크기를 가진 이 곤충의 검은색과 노란색 무늬는 당신에게 얌전히 떠나라는 경고를 보내고 있는 것 같습니다.
ru: Насекомое размером с собаку. Имеет жало размером с кухонный нож. Черные и желтые пятно на его теле говорят вам, что лучше держаться подальше.
zh_cn: 有刺的厨刀的体型，这种像狗的昆虫浑身是危险的黄色和黑色标记警告你远离他。

source: With its gray skin swollen to near rupture with putrid gas, this cyst covered zombie looks like it could violently burst under the slightest of disturbances.
de: Da seine graue Haut so sehr mit Faulgasen angeschwollen ist, siehst dieser zystenbedeckte Zombie sieht so aus, als könnte er unter der kleinsten Störung auf gewaltige Weise platzen.
ja: 腫瘍に覆われたこのゾンビは、灰色の皮膚が腐敗ガスで破裂しそうなほど膨れ上がっています。少しの衝撃を与えただけでも破裂してしまいそうです。
ko: 회색 피부는 곧 터질 것처럼 부풀어 오른 데다가 지독한 냄새의 가스를 내뿜고 있으며, 피부를 덮은 포낭은 살짝 건드리기만 해도 파열될 것 같습니다.
ru: Серая кожа раздулась настолько, что едва не разрывается. Этот зомби покрыт кистами, которые содержат гнилостный газ, и они, похоже, могут сильно лопнуть от любого, даже малейшего воздействия.
zh_cn: 这种丧尸灰白的的皮肤下充满了臌胀的腐败气体，你稍微碰它一下它就会爆你一脸哦。

source: With its skin so tight the cracked bones are visible beneath it, covered in scar tissue and coils of scabbed black liquid and with eyes so deeply sunken into its skull they are barely visible, it's a wonder this once-human creature can move at all.
de: Die Haut dieser Kreatur ist so eng, dass die gebrochenen Knochen unter ihr sichtbar sind. Sie ist von einem Narbengewebe und Ringen aus einer schorfigen schwarzen Flüssigkeit überzogen. Und mit Augen, die so tief in den Schädel gesunken sind, dass man sie kaum sehen kann, ist es ein Wunder, dass diese einstmals menschliche Kreatur sich überhaupt bewegen kann.
ja: 傷跡が残る非常に薄い皮膚がひび割れた骨にぴったり貼りついています。その目は頭蓋骨の奥深く、腐敗した黒い液体の渦の底に沈んでいます。かつて人間であったこの化け物がなぜ未だに動けるのか、不思議でなりません。
ko: 피부를 통해 뼈가 보일 정도로 비쩍 말랐으며, 수많은 상처에서 검은 액체를 흘리고 있고, 눈은 너무 움푹 들어가서 거의 보이지 않아서 도대체 어떻게 이 생명체가 아직도 걸어 다닐 수 있는지 의문이 들 정도입니다.
ru: Под его туго натянутой кожей, покрытой шрамами и наростами из чёрной жижи, видны сломанные кости. Его едва видимые глаза настолько глубоко запали в череп, что трудно представить, как этот бывший человек вообще может передвигаться.
zh_cn: 几乎可以透过皮肤看见他的皮肤下全是破碎的骨头，覆盖有伤疤和线圈般的黑色液体，眼睛结痂到已经无法看东西，奇迹的是他竟然可以行动。

source: With mangy fur and hungry eyes, it's clear that this once domesticated dog has gone feral.
de: Mit räudigem Fell und hungrigen Augen ist es eindeutig, dass dieser Haushund verwildert ist.
ja: 薄汚れた毛皮と飢えた目を見れば、この犬がかつて誰かに飼われていた事は明らかでしょう。
ko: 지저분한 외견과 굶주린 듯한 눈을 볼 때, 누군가에 의해 길러지던 개가 확실합니다.
ru: По облезлой шерсти и голодным глазам становится понято, что эта некогда домашняя собака стала дикой.
zh_cn: 肮脏的毛皮与饥饿的眼神，很明显，这只曾经被驯服的狗已经恢复了野性.

source: Your precious generator, noisily humming away. Defend it at all costs!
de: Dein kostbarer Generator, der laut vor sich hin summt. Verteidige ihn um jeden Preis!
ja: 非常に貴重な発電機は唸るような音を立てています。死守しましょう！
zh_cn: 你宝贵的发电机，喧闹地嗡嗡作响。不惜一切代价捍卫它！

source: amigara horror
de: Schreckens-Amigara
ja: 阿彌殻の怪
ko: 아미가라 공포체(amigara horror)
zh_cn: Amigara异形

source: amoebic mold
de: amöbischer Moder
ja: アメーバ状の物体
ko: 아메바(amoebic mold)
ru: амёбная плесень
zh_cn: 阿米巴原虫

source: animatronic bat
ja: コウモリ型ロボット
zh_cn: 模型蝙蝠

source: animatronic beaver
ja: ビーバー型ロボット
zh_cn: 模型河狸

source: animatronic cat
ja: ネコ型ロボット
zh_cn: 模型猫

source: animatronic child
ja: 子供型ロボット
zh_cn: 模型儿童

source: animatronic chipmunk
ja: シマリス型ロボット
zh_cn: 模型金花鼠

source: animatronic cow
ja: ウシ型ロボット
zh_cn: 模型牛

source: animatronic coyote
ja: コヨーテ型ロボット
zh_cn: 模型郊狼

source: animatronic deer
ja: シカ型ロボット
zh_cn: 模型鹿

source: animatronic horse
ja: ウマ型ロボット
zh_cn: 模型马

source: animatronic pig
ja: ブタ型ロボット
zh_cn: 模型猪

source: animatronic sheep
ja: ヒツジ型ロボット
zh_cn: 模型羊

source: animatronic squirrel
ja: リス型ロボット
zh_cn: 模型松鼠

source: animatronic wolf
ja: オオカミ型ロボット
zh_cn: 機器狼

source: ant larva
de: Ameisenlarve
ja: アリの幼虫
ko: 개미 유충(ant larva)
ru: личинка муравья
zh_cn: 蚂蚁幼虫

source: antimateriel turret
de: Antimaterialgeschützturm
ja: 対物タレット
zh_cn: 反器材无人机

source: antlered horror
ja: ゾンビアメリカヘラジカ
zh_cn: 恐怖鹿角兽

source: bat
de: Fledermaus
ja: コウモリ
ko: 박쥐(bat)
ru: летучая мышь
zh_cn: 蝙蝠

source: bear
de: Bär
ja: クマ
ko: 곰(bear)
ru: медведь
zh_cn: 熊

source: beaver
de: Biber
ja: ビーバー
ko: 비버(beaver)
ru: бобер
zh_cn: 河狸

source: big blob
de: großer Blob
ja: 大型ブロブ
ko: 큰 덩어리(big blob)
ru: большой слизень
zh_cn: 大变形怪

source: biollante
de: Biolante
ja: ビオランテ
ko: 비오란테(biollante)
ru: биолланте
zh_cn: 异形花

source: black rat
de: Hausratte
ja: クマネズミ
ko: 검은 쥐(black rat)
ru: чёрная крыса
zh_cn: 黑鼠

source: black widow spider
de: Schwarze Witwe
ja: クロゴケグモ
ko: 검은과부거미(black widow spider)
ru: паук чёрная вдова
zh_cn: 黑寡妇蜘蛛

source: blank body
de: blasser Körper
ja: 純白の肉人
ko: 공허한 몸(blank body)
ru: белое тело
zh_cn: 苍白之体

source: bloated zombie
de: aufgeblähter Zombie
ja: 膨張ゾンビ
ko: 부풀어오른 좀비(bloated zombie)
ru: раздутый зомби
zh_cn: 爆浆丧尸

source: blob
ja: ブロブ
ko: 덩어리(blob)
ru: комок слизи
zh_cn: 变形怪

source: blood sacrifice
de: Blutopfer
ja: 血塗れの生贄
ko: 피의 제물(blood sacrifice)
zh_cn: 血祭

source: bluegill
de: Sonnenbarsch
ja: ブルーギル
ko: 블루길(bluegill)
ru: синежаберный солнечник
zh_cn: 太阳鱼

source: bobcat
de: Rotluchs
ja: ボブキャット
ko: 보브캣(bobcat)
ru: рысь
zh_cn: 山猫

source: boomer
ja: ブーマー
ko: 부머(boomer)
ru: толстяк
zh_cn: 呕吐丧尸

source: bowfin
de: Kahlhecht
ja: ボウフィン
ko: 보우핀(bowfin)
ru: амия
zh_cn: 弓鳍鱼

source: brain blob
de: Hirnblob
ja: ブレインブロブ
ko: 거대한 덩어리(brain blob)
ru: мозговой слизень
zh_cn: 变形怪主脑

source: breather
de: Atmer
ja: ブリーザー
ko: 호흡하는 자(breather)
zh_cn: 呼吸者

source: broken cyborg
de: defekter Cyborg
ja: 壊れたサイボーグ
ko: 고장난 사이보그(broken cyborg)
ru: сломанный киборг
zh_cn: 人头机器

source: bull frog
de: Ochsenfrosch
ja: ウシガエル
ko: 황소개구리(bull frog)
ru: лягушка-бык
zh_cn: 牛蛙

source: bullhead
de: Burzeldorn
ja: ナマズ
ko: 동자개(bullhead)
ru: широколобка
zh_cn: 鲶鱼

source: carp
de: Karpfen
ja: コイ
ko: 잉어(carp)
ru: карп
zh_cn: 鲤鱼

source: cat
de: Katze
ja: ネコ
ko: 고양이(cat)
ru: кошка
zh_cn: 猫

source: centipede
de: Tausendfüßler
ja: ムカデ
ko: 지네(centipede)
ru: сороконожка
zh_cn: 蜈蚣

source: charred nightmare
de: verkohlter Albtraum
ja: ナイトメア
zh_cn: 灰烬梦魇

source: chicken
de: Huhn
ja: ニワトリ
ko: 닭(chicken)
ru: курица
zh_cn: 鸡

source: chicken walker
ja: チキンウォーカー
ko: 치킨 워커(chicken walker)
ru: робот "курица"
zh_cn: 双足机器人

source: chipmunk
de: Backenhörnchen
ja: シマリス
ko: 얼룩 다람쥐(chipmunk)
ru: бурундук
zh_cn: 花栗鼠

source: cleaner bot
de: Putzroboter
ja: 掃除ロボット
ko: 청소 로봇(cleaner bot)
ru: робот-уборщик
zh_cn: 清洁机器人

source: cougar
de: Puma
ja: ピューマ
ko: 쿠거(cougar)
ru: пума
zh_cn: 美洲狮

source: cow
de: Kuh
ja: ウシ
ko: 소(cow)
ru: корова
zh_cn: 牛

source: coyote
de: Koyote
ja: コヨーテ
ko: 코요테(coyote)
ru: койот
zh_cn: 郊狼

source: crawler
de: Kriecher
ja: クロウラー
ko: 크롤러(crawler)
ru: ползун
zh_cn: 泥泞爬行者

source: crawling zombie
de: Kriechzombie
ja: 爬行ゾンビ
ko: 기어다니는 좀비(crawling zombie)
ru: зомби-ползун
zh_cn: 爬行丧尸

source: creeper hub
de: Kriechpflanzenzentrum
ja: 這い回る蔦の中枢
ko: 덩굴 중심(creeper hub)
ru: ползучая лиана
zh_cn: 蔓藤中心

source: creeper vine
de: Kriechpflanzenranke
ja: 這い回る蔦
ko: 덩굴 줄기(creeper vine)
ru: ползучая лоза
zh_cn: 匍匐藤

source: crow
de: Krähe
ja: カラス
ko: 까마귀(crow)
ru: ворона
zh_cn: 乌鸦

source: cyclopean
de: Zyklop
ja: 単眼の変異体
ko: 사이클롭스(cyclopean)
zh_cn: 独眼巨石怪

source: dark wyrm
de: Düsterwyrm
ja: ダークウィルム
ko: 검은 지렁이(dark wyrm)
ru: темный змий
zh_cn: 暗龙

source: decayed paladin
zh_cn: 腐化圣骑士

source: decayed pouncer
ja: ゾンビピューマ
zh_cn: 腐烂突袭兽

source: decayed zombie
de: zerfallener Zombie
ja: 腐敗ゾンビ
ko: 부패된 좀비(decayed zombie)
ru: гнилой зомби
zh_cn: 腐烂丧尸

source: deer
de: Hirsch
ja: シカ
ko: 사슴(deer)
ru: олень
zh_cn: 鹿

source: deer mouse
de: Hirschmaus
ja: シロアシネズミ
ko: 흰발생쥐(deer mouse)
ru: белоногий хомяк
zh_cn: 田鼠

source: dementia
de: Demenzler
ja: デメンヂア
ko: 치매 환자(dementia)
ru: слабоумный
zh_cn: 疯人怪

source: dermatik
ja: ダマティック
ko: 더마틱(dermatik)
zh_cn: 寄生蜂

source: dermatik larva
de: Dermatiklarve
ja: ダマティックの幼虫
ko: 더마틱 유충(dermatik larva)
zh_cn: 寄生蜂幼体

source: dog
de: Hund
ja: イヌ
ko: 개(dog)
ru: собака
zh_cn: 狗

source: dragonfly
de: Libelle
ja: トンボ
ko: 잠자리(dragonfly)
ru: стрекоза
zh_cn: 蜻蜓

source: duck
de: Ente
ja: カモ
ko: 오리(duck)
ru: утка
zh_cn: 鸭

source: evil multi-cooker
de: böser Mehrfunktionsherd
ja: 邪悪な多機能調理器具
zh_cn: 邪恶厨师机

source: exploder
de: Explodierer
ja: エクスプローダー
ko: 폭발자(exploder)
ru: подрывник
zh_cn: 发爆枪塔

source: eyebot
de: Schauboter
ja: 監視ロボット
ko: 아이봇(eyebot)
ru: робоглаз
zh_cn: 眼球侦察机

source: fat zombie
de: dicker Zombie
ja: 肥満ゾンビ
ko: 뚱뚱한 좀비(fat zombie)
ru: зомби-жирдяй
zh_cn: 肥佬丧尸

source: feral hunter
de: verwilderter Jäger
ja: フェラル・ハンター
ko: 야생 좀비(feral hunter)
ru: дикий охотник
zh_cn: 惊悚猎手

source: festering boar
ja: ゾンビイノシシ
zh_cn: 溃烂野猪

source: firefighter zombie
de: Feuerwehrzombie
ja: 消防士ゾンビ
ko: 소방관 좀비(firefighter zombie)
ru: зомби-пожарник
zh_cn: 丧尸消防员

source: flaming eye
de: Feuerauge
ja: フレーミングアイ
ko: 불타는 눈(flaming eye)
ru: пылающее око
zh_cn: 燃烧之眼

source: flesh angel
de: Fleischengel
ja: 肉天使
ko: 고깃덩이 천사(flesh angel)
ru: ангел плоти
zh_cn: 肉天使

source: flying polyp
de: Flugpolyp
ja: 盲目のもの
ko: 비행 변형체(flying polyp)
ru: летающий полип
zh_cn: 飞天水螅

source: fox
de: Fuchs
ja: キツネ
ko: 여우(fox)
ru: лисица
zh_cn: 狐狸

source: freshwater eel
de: Flussaal
ja: 淡水ウナギ
ko: 뱀장어(freshwater eel)
ru: пресноводный угорь
zh_cn: 淡水鳗

source: fungal ant
de: Fungusameise
ja: 真菌アリ
ko: 진균 개미(fungal ant)
ru: фунгалоидный муравей
zh_cn: 真菌蚁

source: fungal blossom
ja: 真菌花
zh_cn: 真菌孢子树

source: fungal boomer
de: Fungusboomer
ja: 真菌ブーマー
ko: 진균체 부머(fungal boomer)
ru: фундалоид-толстяк
zh_cn: 真菌呕吐丧尸

source: fungal fighter
de: Funguskämpfer
ja: 真菌殺し
ko: 진균 전사(fungal fighter)
ru: фунгалоид-боец
zh_cn: 真菌战斗部

source: fungal hedgerow
ja: 真菌生垣
zh_cn: 真菌篱

source: fungal spire
de: Fungusturm
ja: 真菌尖塔
ko: 진균체 나선(fungal spire)
ru: фунгалоидный шпиль
zh_cn: 真菌尖塔

source: fungal sporeling
de: Sporling
ja: 真菌幼体
ko: 진균 발아체(fungal sporeling)
ru: фунгалоидный спорофит
zh_cn: 真菌孢苗

source: fungal tendril
ja: 真菌巻髭
zh_cn: 真菌须

source: fungal tower
ja: 真菌塔
zh_cn: 真菌塔

source: fungal wall
de: Funguswand
ja: 真菌壁
ko: 진균체 벽(fungal wall)
ru: фунгалоидная стена
zh_cn: 真菌墙

source: fungal zombie
de: Funguszombie
ja: 真菌ゾンビ
ko: 진균체 좀비(fungal zombie)
ru: зомби-фунгалоид
zh_cn: 真菌僵尸

source: fungaloid
de: Funguid
ja: 真菌人
ko: 진균체(fungaloid)
ru: фунгалоид
zh_cn: 真菌体

source: generator
ja: 発電機
ko: 발전기(generator)
ru: генератор
zh_cn: 发电机

source: giant ant
de: Riesenameise
ja: 巨大アリ
ko: 거대한 개미(giant ant)
ru: гигантский муравей
zh_cn: 巨型蚂蚁

source: giant bee
de: Riesenbiene
ja: 巨大ハチ
ko: 거대한 꿀벌(giant bee)
ru: гигантская пчела
zh_cn: 巨型蜜蜂

source: giant black widow
de: Riesige Schwarze Witwe
ja: 巨大クロゴケグモ
ko: 거대 검은과부거미(giant black widow)
ru: гигантская чёрная вдова
zh_cn: 巨型黑寡妇

source: giant black widow spiderling
de: junge Riesige Schwarze Witwe
ja: 巨大クロゴケグモの子供
ko: 거대 검은과부거미 새끼(giant black widow spiderling)
ru: гигантская незрелая чёрная вдова
zh_cn: 巨黑妇幼体

source: giant carp
ja: 巨大コイ
zh_cn: 巨鲤鱼

source: giant centipede
de: Riesentausendfüßler
ja: 巨大ムカデ
ko: 거대한 지네(giant centipede)
ru: гигантская многоножка
zh_cn: 巨型蜈蚣

source: giant crayfish
de: Riesenkrebs
ja: 巨大ザリガニ
ko: 거대 가재(giant crayfish)
ru: гигантский рак
zh_cn: 巨虾

source: giant dragonfly
de: Riesenlibelle
ja: 巨大トンボ
ko: 거대한 잠자리(giant dragonfly)
ru: гигантская стрекоза
zh_cn: 巨型蜻蜓

source: giant fly
de: Riesenfliege
ja: 巨大ハエ
ko: 거대 파리(giant fly)
ru: гигантская муха
zh_cn: 巨型苍蝇

source: giant frog
de: Riesenfrosch
ja: 巨大カエル
ko: 거대한 개구리(giant frog)
ru: гигантская лягушка
zh_cn: 巨型牛蛙

source: giant fungal blossom
ja: 巨大真菌花
zh_cn: 巨型真菌孢子树

source: giant jumping spider
de: Riesenspringspinne
ja: 巨大ハエトリグモ
ko: 거대 깡충거미(giant jumping spider)
ru: гигантский паук-скакун
zh_cn: 巨型跳蛛

source: giant mosquito
de: Riesenmoskito
ja: 巨大蚊
ko: 거대한 모기(giant mosquito)
ru: гигантский комар
zh_cn: 巨型蚊怪

source: giant salmon
ja: 巨大サケ
zh_cn: 巨鲑鱼

source: giant slug
de: Riesenschnecke
ja: 巨大ナメクジ
ko: 거대한 민달팽이(giant slug)
ru: гигантский слизень
zh_cn: 巨型蛞蝓

source: giant trapdoor spider
de: Riesenfalltürspinne
ja: 巨大トダテグモ
ko: 거대 문짝거미(giant trapdoor spider)
ru: гигантский паук-гнездовик
zh_cn: 巨型陷蛛

source: giant wasp
de: Riesenwespe
ja: 巨大スズメバチ
ko: 거대한 말벌(giant wasp)
ru: гигантская оса
zh_cn: 巨型黄蜂

source: giant web spider
de: Riesennetzspinne
ja: 巨大巣作りグモ
ko: 거대 거미줄 거미(giant web spider)
ru: гигантский паук-ткач
zh_cn: 巨型网蛛

source: giant wolf spider
de: Riesenwolfsspinne
ja: 巨大毒グモ
ko: 거대 늑대거미(giant wolf spider)
ru: огромный паук-волк
zh_cn: 巨型狼蛛

source: giant worm
de: Riesenwurm
ja: 巨大ワーム
ko: 거대 지렁이(giant worm)
ru: гигантский червь
zh_cn: 巨型蠕虫

source: gozu
ja: 牛頭
ko: 고즈(gozu)
ru: гозу
zh_cn: 牛头人
