Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A pair of warm fur gloves. They are somewhat cumbersome.
de: Ein Paar warmer Fellhandschuhe. Sie sind etwas hinderlich.
ja: 毛皮製の暖かい手袋です。これを着用した状態では細かな作業が多少困難になるでしょう。
zh_cn: 包裹在厚厚毛皮的手套里，非常暖和却阻碍行动。

source: A pair of warm mittens. They are extremely cumbersome.
de: Ein Paar Fäustlinge. Sie sind extrem hinderlich.
ja: 暖かいミトンです。ミトンを着けて細かな作業をするのはかなり難しいでしょう。
zh_cn: 一双保暖的拳击手套，但是它们实在是太笨重了。

source: A pair of white beekeeping gloves made out of smooth leather.
de: Ein Paar weißer Imkerhandschuhe aus geschmeidigem Leder.
ja: 滑らかな革で作った養蜂用の白い手袋です。
zh_cn: 一双光滑皮革制成的养蜂手套。

source: A pair of white tabi, as used by martial arts practitioners.
de: Ein Paar weiße Tabi, wie sie von Kampfkünstlern verwendet werden.
ja: 武道家が使用する白い足袋です。
ko: 한 쌍의 하얀색 타비로, 무술 전문가들이 사용합니다. (역주: 일본식 버선을 말함)
ru: Пара белых таби, используемых во время занятий боевыми искусствами.
zh_cn: 倭人爱用的白色厚布袜，分脚趾的设计让你较好的穿上木屐。在你被丧尸追的连鞋都跑丢的情况下...就当双鞋吧！

source: A piece of clerical clothing, usually worn by Christian priests.
ja: キリスト教の神父の平服に用いられる立襟の祭服です。
zh_cn: 一件神职人员服装，通常由基督教教士穿着。

source: A pink hairpin with cute flower textures.
de: Eine rosa Haarnadel mit niedlichen Blümchenmustern.
ja: 可愛い花柄のピンク色のヘアピンです。
ko: 귀여운 꽃무늬가 그려진 분홍색 머리핀입니다.
ru: Розовая шпилька с симпатичными рисунками цветков.
zh_cn: 粉色的发卡，上面有可爱的小花图案。

source: A plastic badge with an embedded film strip. The film strip changes color as it is exposed to radiation. Wear on your lapel so you can notice if it changes.
de: Eine Plastikplakette mit einen eingeschlossenem Filmstreifen. Der Filmstreifen ändert die Farbe, sobald er Strahlung ausgesetzt ist. Trag ihn als Aufschlag, damit du sehen kannst, wenn er sich verändert.
ja: フィルムストリップが埋め込まれたプラスチック製のバッジです。バッジが放射線に晒されるとフィルムストリップの色が変化します。変化に気付ける様に襟元に身に付けて下さい。身に付けていれば危険を察知できるでしょう。
zh_cn: 用于检测辐射剂量的徽章，佩戴在胸前，如果有辐射就会通过变色来提醒你。

source: A plastic coat with a hood and two very large pockets. Provides protection from rain.
zh_cn: 一件带头帽和两个特大口袋的塑料大衣。保护你免受雨淋。

source: A poorly made long tunic with a string tied around the waist to keep it all in place.
ja: 腰の周りに固定用のひもが通った、適当なつくりのロングチュニックです。
zh_cn: 一件粗制滥造的束腰外衣，用一根束腰带固定在位置上。

source: A power armor helmet designed for use with the DoubleTech Power Armor, Mk. II-H. This improved design is heavier than the Mk. I helmet, but cooler, and offers better environmental protection. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
de: Ein Energierüstungshelm, der für die Benutzung mit der DoubleTech-Energierüstung Mk. II-H gemacht wurde. Das verbesserte Design ist schwerer, aber kühler als der Helm des Modells Mk. I und bietet besseren Schutz vor Umweltgefahren. Wie alle DoubleTech-Energierüstungen erfordern die Steuerungs- und Klimaregulierungssysteme direkten Hautkontakt.
ja: ダブルテック社のパワーアーマーMk. II-Hと運用される様に設計されたヘルメットです。Mk. Iより重量があるが洗練されており、防御力も高めです。ダブルテック社のパワーアーマーは温度調節機能を制御する為に肌が触れている必要があります。
zh_cn: 为Mk. II-H型动力装甲设计的头盔，更重，但更为凉爽且加强了自然环境防护能力。和其他DoubleTech动力装甲相同，它的控制与气温调节系统只在与皮肤直接接触时启动。

source: A power armor helmet designed for use with the DoubleTech Power Armor, Mk. II-L. This improved design is lighter and cooler than the Mk. I helmet. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
de: Ein Energierüstungshelm, der für die Benutzung mit der DoubleTech-Energierüstung Mk. II-L gemacht wurde. Das verbesserte Design ist leicher und kühler als der Helm des Modells Mk. I. Wie alle DoubleTech-Energierüstungen erfordern die Steuerungs- und Klimaregulierungssysteme direkten Hautkontakt.
ja: ダブルテック社のパワーアーマーMk. II-Lと運用される様に設計されたヘルメットです。Mk. Iより軽量に設計されています。他のダブルテック社のパワーアーマーと同様に温度調節機能を制御する為には肌が触れている必要があります。
zh_cn: 轻型动力装甲头盔，与Mk. II-L型动力装甲相配套。改进后的头盔更轻，也更凉爽。和其他DoubleTech动力装甲相同，它的控制与温度调节系统只在与皮肤直接接触时启动。

source: A pro thunderball jersey made of thick material imprinted with the logo of the Decatur Fist.
ja: 厚手の素材で作られたサンダーボール作戦用のジャージです。ディケーターフィストのロゴが刻印されています。
zh_cn: 一件印有Decatur Fist教堂标志的厚质短袖球衣。

source: A professional-looking wool blazer. Quite cumbersome.
de: Ein professionell aussehender Woll-Blazer. Ziemlich hindernd.
ja: 羊毛製のプロが仕立てたブレザーです。扱いが非常に面倒です。
zh_cn: 这件羊毛制的专业运动上衣，好像型号有点大 ...穿起来不是那么灵活。

source: A proper wide-brimmed hat, modified by the addition of a hood sewn to it, to better protect the neck from wind and rain.
zh_cn: 一件合体的宽边帽，在颈部添加了一个护兜，以保护颈部不受风吹雨淋。

source: A protective face mask made of thick plastic. Commonly worn by hockey goalies.
de: Eine Schutzmaske aus dickem Plastik, für das Gesicht. Üblicherweise getragen von Hockey-Torwärtern.
ja: 厚手のプラスチックで作られた顔面保護用のフェイスマスクです。一般的にはホッケーのキーパーが着用するものです。
zh_cn: 厚塑料做的防护面具，曲棍球守门用的。

source: A protective piece of equipment commonly used by athletes, which is worn inside the mouth to protect your teeth.
de: Eine Schutzbekleidung, die üblicherweise von Athleten benutzt wird. Sie wird im Mund getragen, um deine Zähne zu schützen.
ja: 歯を保護する為にアスリート達が用いる一般的なマウスピースです。口内に装着します。
ko: 운동선수들이 치아를 보호하기 위해 입 안에 착용하는 보호 장비입니다.
ru: Защитный элемент экипировки, широко используется спортсменами, носят во рту, чтобы защитить зубы.
zh_cn: 拳击运动员常用的保护性装备。戴在口腔内以保护你的牙齿在受到攻击时不会马上掉下来，或者就算掉下来也不会呛到你气管里。

source: A protective reinforced kevlar mask that covers the face. Provides excellent protection from ballistic threats.
de: Eine Schutzmaske, die das Gesicht bedeckt, aus verstärktem Kevlar. Bietet ausgezeichneten Schutz vor ballistischen Gefahren.
ja: 顔を保護する強化ケブラー製のマスクです。防弾性能が高い。
zh_cn: 凯夫拉加固防护面具，随便挡子弹。

source: A rather large and expensively made wristwatch. Tells the time in elegantly wrought gold with silver detailing. It's really the only timepiece suitable for someone of your exquisitely discerning tastes.
de: Eine recht große und kostspielig gebaute Armbandur. Sagt dir die Uhrzeit im elegant ausgearbeitetem Gold mit Silberverzierungen. Das ist wirklich die einzige Uhr, die jemandes auserlesen anspruchsvollen Geschäckern gerecht wird.
ja: 高級感の漂う少し大型の腕時計です。上品で精巧な金と銀の装飾が時刻を教えてくれます。実に優美で趣味の良い時計です。彼(彼女)に贈るのに最適な本物の時計と呼べる代物でしょう。
ko: 꽤 크고 비싸보이게 만들어진 손목 시계입니다. 우아하게 가공된 금과 은 장식이 시간을 알려줍니다. 이것은 정말로 당신이 보기에 가장 아름답다고 생각되는 사람에게만 어울릴 시계입니다.
ru: Довольно большие и шикарно сделанные наручные часы. Показывают время в элегантно вылитом из золота корпусе с серебряными деталями. Это единственные часы соответствующие чьему-либо изысканно-взыскательному вкусу.
zh_cn: 一块高档的腕表。用金色和银色各种线条来诠释什么是高端大气上档次。哇！江诗力士牌的！八心八箭！不要9998，不要998，现在随便拿！适合你这样一个土豪口味的唯一腕表！

source: A rather roomy mask with filters attached, designed to accommodate exotic anatomy. Provides excellent protection from smoke, teargas, and other contaminants.
de: Eine ziemlich geräumige Maske, für exotische Anatomien entwickelt. Mit angebrachten Filtern. Bietet ausgezeichneten Schutz vor Rauch, Tränengas und anderen Verunreinigungen.
ja: フィルターの付いたかなり大きなマスクです。風変わりな生体構造にも柔軟に対応します。煙や催涙ガス、その他の汚染物質に対して素晴らしい防護性能を発揮します。
zh_cn: 一个相当肥大的过滤面具，为了体型较为宽厚的用户而设计。能够极好的提供对烟雾，催泪气体以及其他恶劣环境的保护。

source: A red plaid hunting cap with ear flaps. Notably warm.
de: Eine rot kariete Jagdmütze mit Ohrenschützern. Merklich warm.
ja: 赤いチェック柄の耳当てが付いた非常に暖かい狩猟帽です。
zh_cn: 这是一顶扁扁的红色猎人帽，两侧还有两个卖萌的耳朵，值得一提的是很保暖。

source: A rollerball jersey made of thick material imprinted with the logo of the Houston Energy Corporation.
ja: 厚手の素材で作られたローラーボール用のジャージです。ヒューストンエネルギー社のロゴが刻印されています。
zh_cn: 一件印有Houston Energy Corporation标志及签名的厚质短袖球衣。

source: A rugged full-length duster coat. Has many pockets for storage.
ja: 丈夫で全身を覆えるダスターコートです。収納箇所として複数のポケットが付いています。
zh_cn: 一件结实的全身长棉质防尘风衣，有许多的口袋。再加个覆面头盔你就可以COS沙漠游骑兵了。

source: A set of pouches that can be worn on the thighs using buckled straps. This variety is favored by the military.
de: Ein paar Taschen, die an den Schenkeln mittels gekrümmter Riemen getragen werden können. Diese Variante wird vom Militär bevorzugt.
ja: ポケットとストラップを複数持つ帯ひもで覆われた 多様性のある軍採用の軽量ベストです。
zh_cn: 一组扣绑在大腿上的小包。特种兵的最爱。

source: A shiny gold earring. You can wear it if you like, but it won't provide any effects.
de: Ein glänzender Goldohrring. Du kannst ihn tragen, wenn du willst, aber das wird keinerlei Auswirkungen haben.
ja: 光沢のある金のイヤリングです。貴金属が好きなら着けても良いですが何の効果もありません。
zh_cn: 一个闪亮的金耳环，你可以戴着它，不过没有特殊效果。

source: A shiny pair of black cat ears on a headband. It does nothing, but there's no reason not to look good even if no one's looking.
de: Ein kitschiges Paar schwarzer Katzenohren auf einem Stirnband. Es bewirkt nichts, aber es gibt keinen Grund dafür, nicht gut auszusehen, selbst, wenn keiner guckt.
ja: 光沢のある黒い猫耳が付いたヘッドバンドです。特に意味はありませんが、誰も見ていなかろうとも可愛らしいことだけは確かです。
zh_cn: 一对闪亮的黑色猫耳头带。它没有什么用，即使没有人看，但我们没有理由说它不好看。

source: A shirt made of thick material imprinted with the name and logo of a sports team.
de: Ein Hemd aus dickem Material. Der Name und das Logo einer Sportmannschaft ist aufgedruckt.
ja: 厚手の素材で作られたシャツです。スポーツチームの名前とロゴが刻印されています。
ko: 두꺼운 재질로 만들어진 셔츠입니다. 스포츠 팀의 로고와 이름이 프린트되어 있습니다.
ru: Крепкая футболка с логотипом и названием спортивной команды.
zh_cn: 一种印有运动队名称和标识的厚质短袖球衣。

source: A short top made from cotton. It is light and easy to wear.
ja: コットンで作られた短いトップスです。軽くて着心地がいいです。
zh_cn: 棉质的吊带背心，穿起来轻飘飘。

source: A short, breezy cotton skirt. Easy to move in, but only has a single small pocket.
de: Ein kurzes, luftiges Stoffhemd. Es ist leicht anzuziehen, aber hat nur eine einzige kleine Tasche.
ja: 綿製の丈が短く風通しの良いスカートです。動き易く、小さなポケットが1つだけ付いています
zh_cn: 一个短小的、清凉的棉裙。移动方便，但只有一个小口袋，放不了什么东西进去。

source: A short-sleeved cotton shirt with the text "chown -R us ~your/base" printed on the front.
ja: 綿製の半袖シャツです。正面には「chown -R us ~your/base」という文字が印刷されています。
zh_cn: 这是棉质的短袖衬衫，上面印着“失聪老公，艹我”的字样。

source: A short-sleeved cotton shirt, slightly thicker than a t-shirt.
de: Ein kurzärmeliges Stoffhemd, etwas dicker als ein T-Shirt.
ja: 綿製の半袖シャツです。Ｔシャツよりは厚手に作られています。
ko: 짧은 소매를 가진, 면 재질의 셔츠입니다. 티셔츠보다는 약간 더 두껍습니다.
ru: Хлопковая рубашка с коротким рукавом, слегка теплее футболки.
zh_cn: 这是棉质的短袖Polo衫，比T恤衫稍厚一点。

source: A short-sleeved cotton shirt.
de: Ein kurzärmeliges Stoffhemd.
ja: 綿製の半袖シャツです。
ko: 소매가 짧은 면 재질의 셔츠입니다.
ru: Хлопковая рубашка с коротким рукавом.
zh_cn: 这是一件短袖棉衬衫。

source: A simple bikini top.
de: Ein einfaches Bikinioberteil.
ja: シンプルなビキニトップです。
ko: 평범한 비키니 상의입니다.
ru: Простое бикини.
zh_cn: 简洁比基尼罩罩

source: A simple bra. For protecting those bits you don't want zombies to look at.
de: Ein einfacher Büstenhalter. Um die Dinger, die die Zombies nicht sehen dürfen, zu schützen.
ja: シンプルなブラジャーです。この僅かな部分を防ぐ為に、ゾンビを見たくはありませんよね。
zh_cn: 普普通通的胸罩，挡住那些丧尸饥渴的目光。

source: A simple fabric covering tied over the eyes to block sight.
zh_cn: 一片用于遮挡眼睛的简单的布料

source: A simple fur bikini top.
de: Ein einfaches Fellbikinioberteil.
ja: 毛皮製のシンプルなビキニトップです。
ko: 평범한 털가죽 비키니 상의입니다.
ru: Простое меховое бикини.
zh_cn: 一件简易的毛茸茸的比基尼罩罩，泰迪熊也许会喜欢。

source: A simple hazardous materials handling suit. Though somewhat restrictive and fragile, wearing it will provide excellent protection against ambient radiation.
de: Ein einfahrer Gefahrenschutzanzug. Obwohl etwas einengend und fragil, wird das Tragen dieses Anzugs ausgezeichneten Schutz vor Umgebungsstrahlung bieten.
ja: シンプルな危険物取扱用防護服です。しかしながら若干動きづらく破れやすいです、着用すると放射能汚染環境で素晴らしい防護性能を発揮します。
zh_cn: 一套普通的用于处理危险物品的防护服。穿上它可以保护你免于周围辐射的影响，当然，如果你不介意它给你的那种碍手碍脚和不堪一击的感觉。

source: A simple leather bikini top.
de: Ein einfaches Lederbikinioberteil.
ja: 革製のシンプルなビキニトップです。
ko: 평범한 가죽 비키니 상의입니다.
ru: Простое кожаное бикини.
zh_cn: 一件皮质的比基尼罩罩。

source: A simple pair of fur short shorts.
de: Einfache fellige kurze Shorts.
ja: 毛皮製のシンプルなショートパンツです。
ko: 털가죽으로 만들어진 평범한 짧은 바지입니다.
ru: Очень короткие меховые шортики.
zh_cn: 干爹送的齐逼小裘皮裤

source: A simple pair of leather short shorts.
de: Einfache lederne kurze Shorts.
ja: 革製のシンプルなショートパンツです。
ko: 평범한 짧은 가죽 바지 입니다.
ru: Очень короткие кожаные шортики.
zh_cn: 干爹送的齐逼小皮裤。

source: A simple pair of short shorts.
de: Einfache kurze Shorts.
ja: シンプルなショートパンツです。
ko: 평범한 짧은 바지입니다.
ru: Очень короткие шорты.
zh_cn: 干爹送的齐逼小短裤。

source: A simple piece of cotton that straps over the mouth. Provides a small amount of protection from air-borne illness and dust.
de: Ein einfaches Stück Stoff, welches über den Mund geschnallt wird. Bietet etwas Schutz vor über der Luft übertragenen Erkankungen und Staub.
ja: 綿製の口を覆うシンプルなマスクです。埃や空気感染を僅かに防ぎます。
zh_cn: 一个简单的口罩，能抵挡灰尘与病原体的入侵。

source: A simple white undershirt. Worn beneath your regular clothes, it provides a little extra warmth.
de: Ein einfaches weißes Unterhemd. Getragen unter deinen regulären Klamotten bietet es etwas zusätzliche Wärme.
ja: シンプルな白いアンダーシャツです。服の下に着込むと、僅かに暖かさを感じられます。
zh_cn: 一件白色衬衣。能够起到一点点保暖作用。

source: A simple wool garment worn over the torso. Provides a bit of protection.
de: Ein einfaches Wollkleidungsstück, das über den Torso getragen wird.
ja: 羊毛製の胴体に羽織るシンプルな衣服です。攻撃を少しだけ防いでくれます。
zh_cn: 穿在身上的羊毛服饰，可对躯体提供保护。

source: A simple wristwatch on a plastic band. Tells the time and has an alarm clock feature.
de: Eine einfache Armbanduhr an einem Plastikband. Sagt dir die Uhrzeit und hat eine Weckerfunktion.
ja: シンプルな腕時計です。現在時刻を知る事ができ、アラーム機能も付いています。
zh_cn: 一个塑料带子上的普通手表，可以计时，还有闹钟功能。

source: A single white glove covered with hundreds of rhinestones.
de: Ein einzelner weißer Handschuh, der mit hunderten Strassen überdeckt ist.
ja: 数百ものラインストーンに包まれた白い手袋です。右手に付けましょう。
zh_cn: 一双镶满水钻的白色手套，俗，非常俗，但是你很喜欢。

source: A skinny black and white checkered necktie.
de: Eine dünne, schwarz-weiß karierte Krawatte.
ja: 白黒チェック柄の細身のネクタイです。
ko: 딱 달라붙는 검정색과 하얀색 체크무늬 넥타이입니다.
ru: Узкий галстук в черно-белую клеточку.
zh_cn: 一条黑白相间的格子领带。

source: A sleeveless cotton shirt with camouflage dye. Very easy to move in.
de: Ein ärmelloses Stoffhemd mit Tarnfarbe. Es ist sehr leicht, hereinzuschlüpfen.
ja: 綿製の袖がない迷彩柄のシャツです。持ち運びがとても簡単です。
zh_cn: 涂上迷彩色的无袖棉背心。

source: A sleeveless cotton shirt. Very easy to move in.
de: Ein ärmelloses Stoffhemd. Es ist sehr leicht, hereinzuschlüpfen.
ja: 綿製の袖がないシャツです。持ち運びがとても簡単です。
zh_cn: 无袖棉衬衫，走路更方便！

source: A sleeveless tunic with the upper part looking like a tank top.
ja: タンクトップのような袖の無いチュニックです。
zh_cn: 这货有点像是加长版背心！

source: A small backpack, good storage for a little encumbrance.
de: Ein kleiner Rucksack, guter Lagerplatz bei geringer Hinderung.
ja: 小型バックパックです。動きを少し阻害しますが、良好な収納箇所を備えています。
ko: 작은 배낭으로, 준수한 저장공간을 제공하지만 조금 거추장스러운 것이 흠입니다.
ru: Небольшой рюкзак, не слишком тяжёлый и довольно вместительный.
zh_cn: 这是一个小巧背包，虽然不大但却能装不少东西。

source: A small camisole made from silk. Typically used as an undergarment, it is light and easy to wear.
de: Ein kleines Kamisol aus Seide. Es wird üblicherweise als Unterbekleidung verwendet, ist leichtgewichtig und leicht zum Tragen.
ja: 絹製の小さなキャミソールです。一般的には下着として用いられます。軽量で着心地が良好です。
zh_cn: 丝质吊带小背心。轻便舒适，做内衣也不错。

source: A small holster worn on the ankle. Activate to sheathe/draw a small pistol or knife
de: Ein kleiner Halfter, der am Knöchel getragen wird. Aktiviere ihn, um ein Messer oder eine kleine Pistole reinzustecken bzw. zu ziehen.
ja: 足首に着用する小型ホルスターです。収納している小型ピストルやナイフを抜き放てます。
zh_cn: 一个脚踝上的小枪套。你可以激活它来放入或取出一把小手枪或者小刀。

source: A small leather backpack, good storage for a little encumbrance.
de: Ein kleiner Lederrucksack, guter Lagerplatz bei geringer Hinderung.
ja: 革製の小型バックパックです。動きを少し阻害しますが、良好な収納箇所を備えています。
ko: 작은 가죽 배낭입니다. 조금 거추장스럽지만, 준수한 저장공간을 제공합니다.
ru: Небольшой кожаный рюкзак, хорошая сумка в обмен на небольшую скованность.
zh_cn: 一个小皮背包，适合装小物件。

source: A small leather sleeve for holding knives and other small blades. Activate to sheathe/draw a weapon.
de: Eine kleine Lederhülle, die Messer und andere kleine Klingen beinhalten kann. Aktiviere es, um eine Waffe zu ziehen oder wieder einzustecken.
ja: 革製の鞘です。小型の刃物やナイフを収められます。収納している武器を抜き放てます。
zh_cn: 一个用来容纳小型刀具的小皮套。你可以激活它来入鞘或者出鞘武器。

source: A small locket with a frame inside to store photographs or small objects.
de: Ein kleines Medaillion mit einem Rahmen im Innern, um Fotos oder kleine Objekte aufzubewahren.
ja: 小物や写真を内部に収納する事が出来る小さなロケットペンダントです。
ko: 안쪽에 사진이나 작은 물건을 넣어둘 수 있는 틀이 있는 작은 로켓입니다.
ru: Маленький медальон с внутренней рамкой для фотографий или других маленьких вещей.
zh_cn: 一个内层有夹层的小盒子，可以放照片或别的小东西。

source: A small metal helmet that covers the head and protects against cuts and percussion.
de: Ein kleiner Metallhelm, der den Kopf bedeckt und vor Schnitten und Erschütterungen schützt.
ja: 金属製の小型ヘルメットです。斬撃や衝撃から頭部を守ります。
ko: 머리를 덮는 작은 금속 헬멧입니다. 물리적 충격과 베기 데미지에 보호력을 줍니다.
ru: Металлический шлем, защищающий голову от ударов и порезов.
zh_cn: 这顶小巧的金属头盔能把你的头挡住一大半，提供少量对劈砍伤害的防御。

source: A small pair of goggles made for swimming.
de: Ein kleine Brille, die fürs Schwimmen gemacht wurde.
ja: 水泳用の小さなゴーグルです。
ko: 수영할 때 쓰는 작은 고글 한 쌍입니다.
ru: Маленькие очки для плавания.
zh_cn: 一小副游泳镜

source: A small relic from a forgotten saint. As extraordinary as the world has become it may have some power yet.
de: Ein kleines Relikt von einem vergessenen Heiligen. So verrückt, wie die Welt geworden ist, könnte es jetzt eine gewisse Macht haben.
ja: 忘れ去られた聖人の小さな遺物です。まだ世界が驚くような不思議な力を多少は持っているかもしれません。
ko: 한 잊혀진 성자의 작은 유물입니다. 세상이 이상해진 만큼, 아직 약간의 힘을 가지고 있을지도 모릅니다.
ru: Небольшой кусочек забытой святыни. Мир перевернулся, но она все ещё может иметь некоторую силу.
zh_cn: 这是件发掘自被遗忘的某圣地的小巧圣物。说不定仍有如同这世界所遭受的聚变般不同寻常的力量蕴藏其中。

source: A snug body suit made from thin and lightweight Nomex fire-resistant fabric. Tough yet breathable, it is light and comfortable to wear under clothing.
de: Ein enger Körperanzug, der aus dünnen leichten feuerfesten Nomexfasern gemacht wurde. Er ist robust und dennoch atmungsaktiv und es ist komfortabel, ihn unter Kleidung zu tragen.
ja: 軽量なノーメックス製でピッチリした薄い耐火服です。頑丈な上に通気性もあり、下着として着るには軽くて着心地がいいです。
zh_cn: 温暖而贴身的全身套装，材质为“诺梅克斯”防火纤维。结实而透气，穿在其他衣物下面也没问题。

source: A snug cloth garment which clings tightly to the legs and feet to protect them from the cold.
de: Ein enges Stoffkleidungsstück, dass sich eng an die Beine und Füße anhaftet, um sie vor der Kälte zu schützen.
ja: 脚と足にしっかりと密着する布製のタイツです。寒さを防いでくれます。
ko: 다리와 발에 딱 달라붙는 포근한 의류로 당신을 추위에서 보호해줍니다.
ru: Удобная одежда из ткани, котороя плотно прилегает к рукам и ногам, защищая их от холода.
zh_cn: 一件紧紧包裹着腿部和脚部的舒适的布料服装，保护它们免于寒冷。

source: A snug fitting garment that protects your head and neck, made from lightweight Nomex fire-resistant fabric. Tough yet breathable, it is light and comfortable to wear under clothing.
de: Ein eng anliegendes Kleidungsstück, das deinen Kopf und Nacken schützt, gemacht aus leichten feuerfesten Nomexfasern. Es ist robust und dennoch atmungsaktiv und es ist komfortabel, es unter Kleidung zu tragen.
ja: 軽量なノーメックス製で頭と首を守るピッチリした耐火服です。頑丈な上に通気性もあり、下着として着るには軽くて着心地がいいです。
zh_cn: 温暖的兜帽，材质为“诺梅克斯”防火纤维，能有效保护头部与颈部。结实而透气，戴在其他帽子下面也没问题……？

source: A snug fitting pair of gloves made from thin and lightweight Nomex fire-resistant fabric. Tough yet breathable, they are light and comfortable to wear under clothing.
de: Ein eng anliegendes Paar Handschuhe aus dünnen und leichten und feuerfesten Nomexfasern. Sie sind robust und dennoch atmungsaktiv und es ist komfortabel, sie unter Kleidung zu tragen.
ja: 軽量なノーメックス製でピッチリした薄い耐火手袋です。頑丈な上に通気性もあり、下着として着るには軽くて着心地がいいです。
zh_cn: 柔软而结实的手套，材质为“诺梅克斯”防火纤维。结实而透气，作为手套衬里使用也不错。

source: A snug fitting pair of stockings made from thin and lightweight Nomex fire-resistant fabric. Tough yet breathable, they are light and comfortable to wear under clothing.
de: Ein eng anliegendes Paar Strümpfe aus dünnen und leichten und feuerfesten Nomexfasern. Sie sind robust und dennoch atmungsaktiv und es ist komfortabel, sie unter Kleidung zu tragen.
ja: 軽量なノーメックス製でピッチリした薄い耐火靴下です。頑丈な上に通気性もあり、下着として着るには軽くて着心地がいいです。
zh_cn: 柔软而结实的袜子，材质为“诺梅克斯”防火纤维。结实而透气，在外面套上他袜子也能忍受。

source: A snug, black leather corset. Has no pockets, but its thick material provides good protection from harm.
de: Ein enges, schwarzes Lederkorsett. Hat keine Taschen, aber dessen dickes Material bietet guten Schutz vor Schaden.
ja: 黒い革製の肌に密着したコルセットです。ポケットは付いていませんが、素材が厚いので、攻撃を防ぐのに適しています。
zh_cn: 一件紧身的黑色皮衣，没有口袋，但是厚实的材料会很好地保护你。

source: A snug-fitting cotton hat. Quite warm.
de: Ein engsitzender Stoffhut. Recht warm.
ja: 頭に密着する綿で作られた帽子です。かなり暖かい。
zh_cn: 这顶松软的帽子里塞满了棉花，好暖和的感觉。

source: A snug-fitting wool hat. Very warm.
de: Ein eng-sitzender Wollhut. Sehr warm.
ja: 頭に密着する羊毛で作られたニット帽です。非常に暖かい。
zh_cn: 这顶松软的帽子里塞满了羊毛，太暖和了！

source: A snuggly woolen cowl. It's one of those stylish and bulky cowls you see in fashion magazines.
ja: 快適な羊毛の頭巾です。この分厚い頭巾はファッション雑誌にも載っていたもののようです。
zh_cn: 松垮的羊毛围脖~没错，就是你在时尚杂志上看到的那种。

source: A soft cotton hat commonly worn by armed forces and existentialists.
de: Ein weicher Stoffhut, der üblicherweise von bewaffneten Streitkräften und Existentialisten getragen wird.
ja: 綿製の柔らかな帽子です。軍隊で用いられています。
ko: 부드러운 면으로 만들어진 모자입니다. 일반적으로 군대와 실존주의자들이 착용합니다. (xkcd 라는 유명 웹툰에서 등장하는 실존주의자 캐릭터가 베레모를 항상 착용하는 것의 패러디)
ru: Мягкая хлопчатобумажная шляпа, которую обычно носят вооруженные силы и экзистенциалисты.
zh_cn: 这顶松软的帽子里塞满了棉花，好暖和的感觉。

source: A soft wool hat commonly worn by armed forces and existentialists.
de: Ein weicher Wollhut, der üblicherweise von Streitkräften und Existentialisten getragen wird.
ja: 羊毛製の柔らかな帽子です。軍隊で用いられています。
ko: 부드러운 양모로 만들어진 모자입니다. 일반적으로 군대와 실존주의자들이 착용합니다. (xkcd 라는 유명 웹툰에서 등장하는 실존주의자 캐릭터가 베레모를 항상 착용하는 것의 패러디)
ru: Мягкий шерстяной головной убор. Его носят военные и экзистенциалисты.
zh_cn: 武装部队和生存主义者常常戴着的羊毛帽子

source: A spiked helmet once worn by German military officers. The spike is very sharp.
de: Ein Helm mit einem großen Stachel oben drauf, der mal von deutschen Militäroffizieren getragen wurde. Der Stachel ist sehr scharf.
ja: かつてドイツ軍の将校が被っていた角の付いたヘルメットです。非常に鋭い角が付いています。
zh_cn: 一个尖刺头盔，上一任主人是个德国军官。头盔的尖端非常尖锐。

source: A staple accessory for gentlemen. Keeps your shirt collar in place and provides a more aesthetically pleasing arc to your necktie.
ja: 紳士用のアクセサリーです。シャツの襟を留め、ネクタイにより美しい曲線を描かせます。
zh_cn: 绅（niang）士（pao）的专属饰品。让你的衬衫领子样子更帅，并为你的领带提供了更美观的装饰。

source: A state-of-the-art, lightweight, flexible, bullet resistant vest. The ceramic disks used in its construction make it impossible to repair, only replace.
de: Eine topmoderne, leichte, flexible durchschusshemmende Weste. Die darin verwendeten Keramikscheiben machen sie unmöglich zum Reparieren, nur ein Ersatz ist möglich.
ja: 最先端の技術が詰まった軽量で柔軟性のある防弾ベストです。作成する際に使用するセラミックディスクは、修理が不可能なので、交換する事しか出来ません。
zh_cn: 一件如同精致的艺术品级别的酷炫背心，轻盈而富有弹性，连子弹也能防御。附合在里面的强化陶瓷片只能被替换而不能被维修。

source: A stout firefighter's belt. Useful for keeping your bunker gear up, it also doubles as an equipment belt, with several attachment points and loops.
de: Ein robuster Feuerwehrgürtel. Nützlich, um deine persönliche Feuerwehrausrüstung mitzuführen, er ist auch als generischer Ausrüstungsgürtel zu gebrauchen, mit mehreren Anschlussstellen und Laschen.
ja: 消防士が身に付ける頑丈なベルトです。収納の底上げに役立ち、複数の装着箇所や輪っかが付いているので、装備品用のベルトとしても使えます。
zh_cn: 结实的消防皮带。能把工具牢牢地绑在身上，比一般的工具腰带容量翻倍。

source: A sturdy nylon bra to provide additional support during physical movement. Typically worn when exercising, it clings to the skin and is easy to wear.
de: Ein stabiler Nylonbüstenhalter, um bei physikalischer Bewegung züsätzlichen Halt zu bieten. Er wird üblicherweise beim Trainieren getragen, haftet sich an der Haut an und ist leicht zu tragen.
ja: 運動や歩行中に肩紐などがずれ難い様に、乳房の補助を重視したナイロン製の丈夫なブラジャーです。一般的には運動時に用いられ、肌に密着して、着け心地が良いブラジャーです。
zh_cn: 结实的尼龙胸罩，运动型。保证不会因为运动激烈而走光。

source: A sturdy protective cowl extending down to the neck, fitted with a respirator and eye protection. For dangerous scavenging ventures.
ja: 防毒マスクと保護メガネが装着された、首元まで覆う頑丈な保護頭巾です。危険な清掃作業のための頭巾です。
zh_cn: 一条延伸到脖子的耐用头巾，内有口鼻与眼睛防护。适合于危险环境下的冒险。

source: A sturdy scavenger's outfit made from refitted pre-cataclysm protective gear. It has a lot of storage space.
ja: 大変動前に作られた、清掃作業用の頑丈な服です。収納スペースがたくさんあります。
zh_cn: 一件由大灾变前的防护服装制成的耐用的拾荒者服。它有大量的存储空间。
