Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This somewhat technical binder has several intimidating security warnings on the cover, yet guarantees unauthorized readers "permanent employment, for life". It contains useful information on "basic" chemical projects like methamphetamine and heroin, along with briefing on things called "XE037" and "PE012".
de: Dieser recht technische Einband hat mehrere bedrohliche Sicherheitswarnungen auf dem Buchdeckel, garantiert allerdings unautorisierten Lesern eine »lebenslange Beschäftigung«. Es enthält nützliche Informationen über »grundlegende« chemische Projekte wie Methamphetamine und Heroin, gemeinsam mit kurzen Abrissen über Dinge, die »XE037« und »PE012« genannt werden.
ja: この少し専門的なバインダーの表紙には、機密に関する威圧的な警告が書かれています。特に「無断で読んだ場合は終身雇用を保証します。」という一文が目につきます。中身は「XE037」「PE012」と呼ばれる物の説明や、覚醒剤やヘロインなどの「基本的」な化学式について書かれています。
zh_cn: 这本活页夹的封面上有多个安全警告，称“只允许本研究机构的永久研究人员参阅”。里面记载了关于“基本”化学品（比如冰毒啦海洛因啦）的制作要点，还简略地提到了 "XE037" 和 "PE012"这两个意义不明的制剂名称。

source: This team logbook details several varieties of mutagenic experiments, focusing on those derived from flesh contaminated with XE037. The results look promising but the procurement methods seem awfully vague...
de: Dieses Teamlogbuch erklärt detailliert mehrere Varianten mutagener Experimente und konzentiert sich auf diejenigen, die von Fleisch, das mit XE037 kontaminiert wurde, abgeleitet wurden. Die Ergebnisse sehen vielversprechend aus, aber die Beschaffungsmethoden scheinen fürchterlich vage zu sein.
ja: この研究日誌は、XE037で汚染された肉に注目し、突然変異を引き起こす実験について詳しく書かれています。結果は良好だった様ですが、調達方法についてはとても曖昧な様で...
zh_cn: 这本团队日志详尽记录了几类变异实验，研究样本是那些被XE037感染的活体组织。研究结果看起来信心十足，但样本获取方法却语焉不详……

source: This team logbook details several varieties of mutagenic experiments, focusing on those derived from various Earth fauna. The team seems quite enthusiastic--if not eager--about their results.
de: Dieses Teamlogbuch erklärt detailliert mehrere Varianten mutagener Experimente und konzentiert sich auf diejenigen, die von diversen Erdentieren abgeleitet wurden. Das Team scheint ziemlich enthusiastisch – wenn nicht gar eifrig – über ihre Ergebnisse zu sein.
ja: この研究日誌は、様々な地球の動植物に由来する変異原物質の作成と、それを用いた実験結果について記されています。記述からは研究班の熱心というよりむしろ熱狂的な様子が見て取れます。
zh_cn: 这本团队日志详尽记录了几类变异实验，研究样本是各种地球生物。看起来，研究团队对研究结果十分热心——或许，“热切”。

source: Through the Lens
de: Durch das Objektiv
ja: 本(学習/レンズを通して)
ko: 렌즈를 통해(book)
ru: "Через объектив"
zh_cn: 美丽摄影期刊

source: To Serve Man
de: Die Kunst des Servierens
ja: 本(学習/人類饗応法)
ko: 인간을 대접하다(book)
ru: "Людоедство"
zh_cn: 进餐的巨人

source: Top Gear magazine
de: Automagazin
ja: 本(学習/トップギアマガジン)
ko: 탑 기어 잡지(book)
ru: Журнал "Top Gear"
zh_cn: 车迷杂志

source: Trap and Field
de: Falle und Flur
ja: 本(学習/フィールド射撃・トラップ射撃)
ko: 평야의 트랩 사격(book)
ru: "Охота на дичь"
zh_cn: 飞靶与场地

source: US Weekly
de: Wochenzeitung
ja: 本(学習/週刊・USウィークリー)
ko: 미국 주간지(book)
ru: Журнал "US Weekly"
zh_cn: 美国周刊

source: Under the Hood
de: Unter der Motorhaube
ja: 本(学習/ボンネットの内部)
ko: 후드 아래에서(book)
ru: "Под капотом"
zh_cn: 引擎探秘指南

source: Useful if you want to get a good deal when purchasing goods.
de: Hilfreich, wenn du einen besseren Preis beim Kauf von Gütern erzielen möchtest.
ja: 商品を値切って多く仕入れる方法などが書かれた本です。
ko: 만약 당신이 좋은 거래와 상품 구입을 원할 경우, 유용한 책입니다.
ru: Полезная книжка, если вы хотите получить больше выгоды при покупке-продаже своих товаров.
zh_cn: 在过去的日子里，你被奸商坑了不少钱，现在，你有机会报仇了！

source: Very beginner-level information about computers.
de: Einführungsbuch in die Welt der Computer.
ja: コンピュータについて常識レベルの情報が書かれた本
ko: 컴퓨터에 대한 매우 초급적인 단계의 정보가 있습니다.
ru: Информация о компьютерах очень начального уровня.
zh_cn: 上面记载了如何给毫无基础的小朋友介绍计算机的简单玩法。

source: Visions in Solitude
de: Visionen in der Einsamkeit
ja: 本(一般/孤独の虚像)
ko: 고독 속의 예언(book)
ru: "Видения в Одиночестве"
zh_cn: 荒野胜景

source: Water Survival Training Field Manual
de: Wasserüberlebenstrainingsfelddienstvorschrift
ja: 本(学習/ウォーターサバイバル訓練マニュアル)
ko: 물 속에서 살아남기(book)
ru: "Инструкция по выживанию в воде"
zh_cn: 水域生存训练手册

source: Weekly news about a bunch of famous people who're all (un)dead now.
de: Wöchentliche Neuigkeiten über bekannte Persönlichkeiten, welche schon zu Lebzeiten, und jetzt erst recht (un-)tot waren.
ja: 現在は死に絶えた有名な人々(またはゾンビ化した)に関するネタを扱った週刊誌です。
ko: 지금은 언데드가 되어버린 유명인사들을 다룬 주간 뉴스.
ru: Еженедельник с новостями про знаменитых людей, которые, наверное, уже мертвы.
zh_cn: 新闻周刊现在尽是些关于成为不死者的名人的报道。

source: Welding and Metallurgy
de: Schweißen und Metallurgie
ja: 本(学習/溶接と製錬)
ko: 용접과 야금학(book)
ru: "Сварка и металлургия."
zh_cn: 焊接大百科

source: What's a Transistor?
de: Was ist ein Transistor?
ja: 本(学習/トランジスタとは？)
ko: 트랜지스터는 무엇인가?(book)
ru: "Что такое транзистор?"
zh_cn: 什么是晶体管

source: While this seems like it would be very useful in this situation, the sheer amount of misinformation present makes it practically useless.
de: Wobei es scheint, dass er sich als sehr nützlich in dieser Situation erweisen könne, macht die schiere Menge an Falschinformationen ihn praktisch nutzlos.
ja: 現在の様な状況にこそ必要な本に思えますが...その内容の殆どが役に立たない情報ばかりなので使い物になりません。
ko: 이런 상황에서 매우 유용할 것 같지만, 잘못된 정보가 너무 많아서 사실 쓸모가 없는 책입니다.
ru: Казалось бы подобное руководство должно быть незаменимым помощником в данной ситуации, однако, масса недостоверной информации делает его практически бесполезным.
zh_cn: 虽然在这种情况下这看起来似乎非常有用的,但是里面巨大数量的错误信息使它几乎无用。

source: Will you be able to place the arrow right into the bullseye? It is not that easy, but once you know how it's done, you will have a lot of fun with archery.
de: Wirst du in der Lage sein, ins Schwarze zu treffen? Es ist nicht nicht ganz so einfach, aber sobald du weißt, wie man es anstellt, wirst du mit dem Bogenschießen viel Spaß haben.
ja: 君は的の中心に矢を当てられますか？もちろん、それは簡単な事ではありません。しかし、弓術を正しく学べば、多くの楽しみが待っていますよ。
ko: 과녁 중앙에 화살을 명중시킬 수 있나요? 쉽지 않겠지만, 익숙해지면 궁술이 훨씬 재밌어질 것입니다.
ru: Сможете ли вы попасть стрелой прямо в яблочко? Это не легко, но как только вы узнаете, как это делается, вы будете хорошо проводить время стреляя из лука.
zh_cn: 你能把箭射入靶心么？听起来不那么容易，不过一旦你掌握了要领，你会对弓箭欲罢不能。

source: Ye Scots Beuk o Cuikery
zh_cn: 苏格兰厨艺100分

source: You can read it for the articles. Or not.
de: Du kannst es für die Artikel lesen. Oder aber auch nicht.
ja: どうぞ記事を読んでください。しかし...
zh_cn: 你可以读它的文章，也可以不用读。

source: Zen and the Art of Archery
de: Zen und Kunst des Bogenschießens
ja: 本(学習/禅と弓術)
ko: 궁술과 선(book)
ru: "Искусство стрельбы из лука"
zh_cn: 禅意与箭术

source: Zombie Survival Guide
de: Zombieüberlebensführer
ja: 本(一般/ゾンビサバイバルガイド)
ko: 좀비 서바이벌 가이드(book)
ru: "Как выжить среди зомби"
zh_cn: 丧尸生存手册

source: adventure novel
de: Abenteuerroman
ja: 本(小説/冒険)
ko: 모험 소설(book)
ru: приключенческий роман
zh_cn: 冒险小说

source: big book of short stories
de: großes Buch der Kurzgeschichten
ja: 本(小説/短編集)
ko: 단편소설 대모음집(book)
ru: большая книга рассказов
zh_cn: 故事会合订本

source: black box transcript
de: Flugschreiberabschrift
ja: ブラックボックス(コピー)
ko: 블랙 박스 녹취록(book)
ru: расшифровка стенограммы черного ящика
zh_cn: 黑匣子记录

source: book of essays
de: Buch der Essays
ja: 本(資料/エッセイ)
ko: 에세이집(book)
ru: сборник эссе
zh_cn: 散文集

source: book of fairy tales
de: Märchenbuch
ja: 本(資料/フェアリーテール)
ko: 동화책(book)
ru: книга сказок
zh_cn: 仙女童话

source: book of philosophy
de: Buch der Philosophie
ja: 本(資料/哲学)
ko: 철학 서적(book)
ru: книга о философии
zh_cn: 哲♂学至上

source: book of plays
de: Buch der Theaterstücke
ja: 本(資料/演劇)
ko: 희곡 모음집(book)
ru: сборник пьес
zh_cn: 古典戏剧

source: book of poetry
de: Poesie-Buch
ja: 本(資料/詩)
ko: 시집(book)
ru: сборник стихов
zh_cn: 诗集

source: book of tall tales
de: Buch der Lügengeschichten
ja: 本(資料/トールテール)
ko: 과장된 이야기책(book)
ru: книга небылиц
zh_cn: 美帝搜神记

source: buddy novel
de: Kumpelroman
ja: 本(小説/友情)
ko: 버디 노벨(book)
ru: повесть о дружбе
zh_cn: 友情励志故事

source: car buyer's guide
de: Autokaufführer
ja: 本(学習/カーバイヤーズガイド)
ko: 차량 구매자를 위한 가이드(book)
ru: руководство для покупателя авто
zh_cn: 汽车买家导购

source: chemical reference-CLASSIFIED
de: chemische Referenz (vertraulich)
ja: 本(学習/化学参考文献(機密))
ko: 화학 레퍼런스-기밀사항(book)
ru: химические статьи-СЕКРЕТНО
zh_cn: 化学品制作备忘录-机密

source: chemistry textbook
de: Chemielehrbuch
ja: 本(学習/化学を学ぶ)
ko: 화학 교과서(book)
ru: учебник химии
zh_cn: 化学课本

source: children's book
de: Kinderbuch
ja: 本(一般/絵本)
ko: 아이들의 책(book)
ru: детская книжка
zh_cn: 儿童读物

source: clothing designer's portfolio
de: Portfolio eines Modedesigners
ja: 本(学習/服飾デザイナーのデザイン画集)
ko: 의류 디자이너 작품집(book)
ru: портфолио дизайнера
zh_cn: 时尚设计师必备

source: comic book
de: Comicbuch
ja: 本(一般/漫画雑誌)
ko: 만화책(book)
ru: комикс
zh_cn: 漫威小人书

source: coming of age novel
de: Bildungsroman
ja: 本(小説/青春)
ko: 성인 소설(book)
ru: роман о состоявшемся человеке
zh_cn: 青春小说

source: computer printout
de: Computerausdruck
ja: 本(学習/コンピュータ印刷用紙)
ko: 컴퓨터 인쇄물(book)
ru: компьютерная распечатка
zh_cn: 原始打印稿

source: corporate accounting ledger
de: Bestandsbuch
ja: 会計帳簿(企業)
ko: 기업 회계장부(book)
ru: бухгалтерская книга компании
zh_cn: 公司会计总账

source: crime novel
de: spannender Krimi
ja: 本(小説/犯罪)
ko: 범죄 소설(book)
ru: детективный роман
zh_cn: 犯罪小说

source: drama novel
de: Dramenroman
ja: 本(小説/ドラマ)
ko: 드라마 소설(book)
ru: драматическая новелла
zh_cn: 喜剧小说

source: erotic novel
de: Erotikroman
ja: 本(小説/官能)
ko: 에로 소설(book)
ru: эротический роман
zh_cn: 色情小说

source: experimental novel
de: experimenteller Roman
ja: 本(小説/実験)
ko: 실험 소설(book)
ru: экспериментальный роман
zh_cn: 先锋小说

source: family cookbook
de: Familienkochbuch
ja: 本(学習/家庭のレシピ)
ko: 가정 요리책(book)
ru: семейные рецепты
zh_cn: 家庭食谱

source: fantasy novel
de: Fantasyroman
ja: 本(小説/ファンタジー)
ko: 판타지 소설(book)
ru: фэнтези роман
zh_cn: 奇幻小说

source: frequency list
zh_cn: 频率表

source: horror novel
de: Horrorroman
ja: 本(小説/ホラー)
ko: 호러 소설(book)
ru: роман ужасов
zh_cn: 恐怖小说

source: knife fighter's notes
de: Notizen eines Messerkämpfers
ja: 本(学習/短剣使いの覚書)
ko: 단검 전사의 노트(book)
ru: Заметки о бое на ножах
zh_cn: 刀客战斗笔录

source: lab journal-Dionne
de: Laborjournal: Dionne
ja: 本(学習/研究日誌(ディオンヌ))
ko: 실험 보고서-디온(book)
ru: лабораторный журнал: Дайон
zh_cn: 研究所手记-Dionne

source: lab journal-Gustav
de: Laborjournal: Gustav
ja: 本(学習/研究日誌(グスタフ))
ko: 실험 보고서-구스타프(book)
ru: лабораторный журнал: Густав
zh_cn: 研究所手记-Gustav

source: lab journal-Herrera
de: Laborjournal: Herrera
ja: 本(学習/研究日誌(エレーラ))
ko: 실험 보고서-헤레라(book)
ru: лабораторный журнал: Эррера
zh_cn: 研究所手记-Herrera

source: lab journal-Smythe
de: Laborjournal: Smythe
ja: 本(学習/研究日誌(スマイス))
ko: 실험 보고서-스미스(book)
ru: лабораторный журнал: Смит
zh_cn: 研究所手记-Smythe

source: lab journal-x-|xp
de: Laborjournal: x-|xp
ja: 本(学習/研究日誌(x-|xp))
ko: 실험 보고서-x-|xp(book)
ru: лабораторный журнал: x-|xp
zh_cn: 研究所手记-x-|xp

source: mystery novel
de: sehr spannender Krimi
ja: 本(小説/探偵)
ko: 추리 소설(book)
ru: детективный роман
zh_cn: 悬疑小说

source: national weather transcripts
de: nationale Wettertransskripte
ja: 全国気象情報(コピー)
ko: 국가 기상기록(book)
ru: национальные сводки погоды
zh_cn: 国家气象记录

source: patient treatment records
de: Patientenakte
ja: 医療記録(患者)
ko: 환자 진료기록(book)
ru: больничные карты
zh_cn: 患者治疗记录

source: phone book
de: Telefonbuch
ja: 本(一般/電話帳)
zh_cn: 电话黄页

source: photo album
de: Fotoalbum
ja: 本(一般/写真アルバム)
ko: 사진 앨범(book)
ru: фотоальбом
zh_cn: 家庭相册

source: plans for a radio repeater mod
zh_cn: 无线电基站改装指南

source: priest's diary
de: Priestertagebuch
ja: 本(一般/神父の日記)
ko: 신부의 일기(book)
ru: дневник священника
zh_cn: 牧师日记

source: pulp novel
de: Groschenroman
ja: 本(小説/大衆)
ko: 싸구려 소설(book)
ru: криминальное чтиво
zh_cn: 低俗小说

source: road novel
ja: 本(小説/人生)
ko: 로드 노벨(book)
ru: дорожный роман
zh_cn: 旅途小说

source: romance novel
de: Liebes- und Familienroman
ja: 本(小説/ロマンス)
ko: 로맨스 소설(book)
ru: романтическая новелла
zh_cn: 爱情小说

source: samurai novel
de: Samurai-Roman
ja: 本(小説/サムライ)
ko: 사무라이 소설(book)
ru: повесть о самурае
zh_cn: 武侠小说

source: satire novel
de: Satireroman
ja: 本(小説/風刺)
ko: 풍자 소설(book)
ru: сатирический рассказ
zh_cn: 政治小说

source: scifi novel
de: Science-Fiction-Roman
ja: 本(小説/SF)
ko: 공상 과학 소설(book)
ru: научная фантастика
zh_cn: 科幻小说

source: sports novel
de: Sportroman
ja: 本(小説/スポーツ)
ko: 스포츠 소설(book)
ru: спортивный роман
zh_cn: 体育小说

source: spy novel
de: Spionageroman
ja: 本(小説/スパイ)
ko: 스파이 소설(book)
ru: шпионский роман
zh_cn: 间谍小说

source: standpipe maintenance log
de: Standrohr-Wartungsprotokoll
ja: 本(学習/配管定期検査記録)
ko: 배관 유지 보수 기록(book)
ru: журнал обслуживания коллектора
zh_cn: 管道维护日志

source: swashbuckling novel
de: Draufgängerroman
ja: 本(小説/冒険活劇)
ko: 과거 배경의 재밌는 소설(book)
ru: повесть о смельчаках
zh_cn: 惊险小说

source: tactical baton defense manual
de: Taktikschlagstock-Verteidigungsanleitung
ja: 本(学習/実践棒術防衛マニュアル)
ko: 경찰봉 호신술 전술 메뉴얼(book)
ru: "Приемы самообороны с помощью дубинки"
zh_cn: 战术防御手册

source: thriller novel
de: Thriller
ja: 本(小説/推理)
ko: 스릴러 소설(book)
ru: остросюжетный роман
zh_cn: 惊悚小说

source: tragedy novel
de: Tragödienroman
ja: 本(小説/悲劇)
ko: 비극 소설(book)
ru: трагическая повесть
zh_cn: 罗密亚与茱丽花

source: war novel
de: Kriegsroman
ja: 本(小説/戦争)
ko: 전쟁 소설(book)
ru: военный роман
zh_cn: 战争小说

source: western novel
de: Wildwestroman
ja: 本(小説/西部劇)
ko: 웨스턴 소설(book)
ru: роман-вестерн
zh_cn: 西部小说

source: A (rather bright) green super-concentrated mutagen. You need a syringe to inject it... if you really want to?
de: Ein (relativ hell-)grünes superkonzentriertes Mutagen. Du brauchst eine Spritze, um es zu injizieren … wenn du unbedingt willst?
ja: 濃縮された変異原物質です。とても鮮やかな緑色の液体です。使用するつもりなら注射器が必要ですが…。
zh_cn: 超浓缩的诱变剂，颜色绿油油的...非常夸张。你需要一个针管来注射...如果你真的想使用它。

source: A bacon, lettuce, and tomato sandwich on toasted bread.
de: Ein Speck-, Salat- und Tomatensandwich in Toastbrot.
ja: ベーコン、レタス、トマトを焼いたパンで挟んだサンドイッチです。
ko: 구운 빵에 베이컨, 양상추, 토마토를 넣은 샌드위치입니다.
ru: Бекон, салат и помидор с майонезом между двумя кусками хлеба.
zh_cn: 培根生菜西红柿三明治

source: A bag of cheap, own-brand chips.
de: Eine Packung mit billigen Discounter-Chips.
ja: どこかの会社が作った自社ブランドの安価なポテトチップスです。
ko: 저가 포장, 자체 브랜드 감자칩.
ru: Пачка дешёвых чипсов с ярлыком магазина
zh_cn: 一袋便宜的自产薯片，味道勉强合格。

source: A big bag of colorful chocolate filled candies.
de: Eine größe Tüte mit bunten Süßigkeiten mit Schokoladenfüllung.
ja: 沢山のカラフルなチョコレートが入った大きな袋です。
ko: 다양한 색깔의 초콜릿이 채워진 캔디 한 봉지입니다.
ru: Большой пакет цветных конфет с шоколадной начинкой.
zh_cn: 一大包巧克力夹心糖果。

source: A big bag of colorful fruit-flavored chewy candy.
de: Eine große Tüte mit bunten weichen Süßigkeiten mit Fruchtgeschmack.
ja: 歯応えのあるカラフルなフルーツ味のキャンディが入った大きな袋です。
ko: 다양한 색깔의 과일맛 씹는 캔디 한 봉지입니다.
ru: Большой пакет разноцветных конфет, с начинкой из фруктовой жвачки.
zh_cn: 一大包五颜六色的果味软糖。

source: A big bag of peanut butter cups... your favorite!
de: Ein großer Beutel mit Erdnussbuttertörtchen: Deiner Lieblingssüßigkeit!
ja: ビーナッツバター味のキャンディが入った大きな袋...これは私の大好物だ！
zh_cn: 花生，焦糖，巧克力！饿了吗，把它吃掉把它吃掉！

source: A big bag of soft chocolate-covered peppermint patties... yum!
de: Eine große Tüte mit schokoladenüberzogenen Pfefferminzplätzchen … lecker!
ja: ペパーミントのパテを柔らかいチョコレートでコーティングしたお菓子です...うまい！
zh_cn: 被软巧克力包裹着的薄荷馅饼，味道好极了！

source: A blend of incredibly strong-flavored liquors that somehow tastes like none of them.
de: Ein Gemisch aus verschiedenen, sehr aromatischen alkoholischen Getränken. Der Geschmack ist jedoch nicht erkennbar.
ja: どういうわけかそれらのどの味も信じられないほど 強い風味が感じられるリキュールブレンドです。
ko: 맛이 진한 리큐르들을 섞어서 전혀 다른 맛을 만들어낸 혼합주입니다.
ru: Коктейль из невероятно крепких ликеров, со вкусом, непохожим ни на один из них.
zh_cn: 数种烈酒的混合饮料，可你却连其中一种都尝不出来。

source: A blend of spices meant to be used in some South Asian dishes. Could be eaten raw, but why would you do that?
de: Eine Mischung aus Gewürzen, die in ein paar südasiatischen Gerichten benutzt werden. Könnte roh gegessen werden, aber warum würdest du das tun wollen?
ja: 南アジアの伝統料理に使われるブレンド香辛料です。このまま食べることも不可能ではありませんが、せっかくこれを作ったのに、なんで？
zh_cn: 混合香料，在南亚料理中很受欢迎。啥？干吃？打喷嚏会引来丧尸的……

source: A block of yellow processed cheese.
de: Ein Block aus gelben verarbeitetem Käse.
ja: 黄色いプロセスチーズの塊です。
ko: 노란색의 가공된 치즈 덩어리입니다.
ru: Кусок желтого сыра.
zh_cn: 一整块加工好的黄奶酪

source: A bone from a human being. Could be eaten or used to make some stuff, if you're feeling sufficiently ghoulish.
ja: 人間の骨です。何かの材料にしたり、もし十分に食人鬼であれば美味しく食べることもできます。
zh_cn: 一根人类的骨头，可以用来吃或者做东西，如果你“爱”别人爱到骨子里的话。

source: A bone from some creature or other. Could be eaten or used to make some stuff, like needles.
de: Ein Knochen eines Tieres, kann gegessen oder zur Herstellung nützlicher Gegenstände, wie zum Beispiel einer Knochennadel, verwendet werden.
ja: 動物か何かの骨です。食べるか、針などの素材に使えます。
zh_cn: 一根某种生物的骨头，可以用来吃或者做东西，比如针。也可以做骨头汤，很补的。

source: A box of cornflakes. They're not that good, but it beats nothing.
de: Eine Schachtel mit Cornflakes. Sie nicht nicht so gut aber sie sind immer noch besser als nichts.
ja: コーンフレークが入った箱です。さほど美味しくはないですが、何もないよりは良いでしょう。
zh_cn: 一盒早餐玉米片。尝起来不太好，但总比什么都没有强。

source: A box of fast-food fried onions. Crunchy and delicious.
de: Eine Schachtel mit frittierten Fastfood-Zwiebeln. Knusprig und lecker.
ja: ファーストフードの箱に入った揚げオニオンです。カリカリとして美味しいです。
zh_cn: 一盒快餐洋葱圈。嘎嘣脆，洋葱味。

source: A box of fast-food fried potatoes with delicious cheese smothered on top.
de: Eine Schachtel mit Fast-Food-Kartoffeln, auf die obenauf ein leckerer Käse geschmiert wurde.
ja: ファーストフードの箱に入ったフライドポテトです。覆い隠す様にチーズが被せられており大変美味しいです。
zh_cn: 一盒快餐炸薯条，上面盖了一层奶酪。

source: A box of fast-food fried potatoes. Somehow, they're still edible.
de: Eine Schachtel mit gerösteten Kartoffeln. Irgendwie sind sie immer noch essbar.
ja: ファーストフードの箱に入ったフライドポテトです。どういう訳かまだ食べられるようです。
ko: 패스트 푸드인 감자 튀김입니다. 어쨌건, 아직 먹을 수 있습니다.
ru: Упаковка быстрого питания с жареным картофелем. Так или иначе, они всё ещё съедобны.
zh_cn: 一盒炸土豆快餐。不知何故，它们仍然可以食用。

source: A box of sugary breakfast cereal with marshmallows. It takes you back to your childhood.
de: Eine Schachtel mit zuckerigen Frühstücksflocken mit Marshmallows. Es bringt dich zu deiner Kindheit zurück.
ja: 朝食用の甘いシリアルとマシュマロが入った箱です。幼少期の思い出が蘇ります。
zh_cn: 一盒甜甜的早餐麦片，里面有棉花糖。看着它，童年时光浮现在你眼前。

source: A box of whole-grain wheat cereal. It's surprisingly good, and allegedly good for your heart.
de: Eine Schachtel mit Vollkornweizenflocken. Sie sind überraschend gut und angeblich gut für dein Herz.
ja: 全粒穀物のシリアルが入った箱です。宣伝文句にある様に健康に良く、とても美味しい。
zh_cn: 一盒小麦与燕麦，保存得非常好，据说对心脏也非常好。

source: A brown goo that tastes very little like its namesake. It's not bad, but it'll stick to the roof of your mouth.
de: Ein brauner Schleim, der kaum nach seinem Namensvetter schmeckt. Er ist nicht schlecht, aber er wird an der Oberseite deines Mundes kleben bleiben.
ja: ねっとりとした硬さのある茶色のペーストです。舐めると確かにピーナッツとバターのような味がします。美味しいのはいいのですが、上顎や歯の横のべたべたと張り付くのが不快ですね。
zh_cn: 棕色的粘稠物，尝起来没什么花生味。倒不难吃，不过会粘在上牙上。

source: A caffeinated, carbonated drink, flavored with vanilla.
ja: バニラ風味の炭酸飲料です。カフェインを含んでいます。
zh_cn: 一种碳酸饮料，调入了香草口味。

source: A cake coated in the thickest icing you've ever seen. Someone has written guff in quotation marks on it...
de: Ein Kuchen, der die dickste Glasur, die du jemals gesehen hast, hat. Jemand hat »Furz« in Anführungszeichen draufgeschrieben.
ja: 今まで生きてきた人生で最も分厚いアイシングで覆われたケーキです。引用符で囲った下らない言葉が書き添えられています。
zh_cn: 这个蛋糕上的糖霜厚得让你看一眼就恶心。有人在上面写了些什么，看起来像是在胡说八道……

source: A can of processed cheese spread.
de: Eine Konserve mit verarbeitetem Streichkäse.
ja: 缶に入ったプロセスチーズのペーストです。
ko: 가공치즈 스프레드가 들어있는 깡통입니다.
ru: Баночка плавленного сыра.
zh_cn: 一罐软干酪.

source: A canned pork product that is unnaturally pink, oddly rubbery, and not very tasty, this SPAM remains quite filling. Completely unappetizing, but quite filling.
de: Obwohl Frühstücksfleisch ein konserviertes Schweineprodukt, dass unnatürlich rosa, seltsam gummiartig und nicht sehr lecker ist, bleibt es ziemlich stopfend. Überhaupt nicht schmackhaft, aber sehr stopfend.
ja: 不自然なピンク色、奇妙な弾性を持つ缶詰豚肉製品です。あまり美味しくありませんが、腹持ちは上々です。全く食欲をそそりませんが、腹持ちは上々です。
zh_cn: 一个呈怪异粉红色的猪肉罐头制品，味道糟糕而且难咬动，完全无法引起食欲，但是量很大。

source: A carefully folded raw skin harvested from an animal. You can cure it for storage and tanning, or eat it if you're desperate enough.
ja: 動物から手に入れて慎重に折り畳んだ生の皮です。乾燥させて保存する為に鞣してもいいですし、どうしても空腹で仕方ないというのなら食べてもいいでしょう。
zh_cn: 一张小心翼翼从动物身上剥下并折叠起来的生皮，你可以加工它以方便储存和鞣制，如果你饿疯了也可以就这样吃掉。

source: A chocolate flavored beverage made of artificial flavoring and milk byproducts. Shelf stable and vaguely appetizing even when lukewarm.
de: Ein Getränk mit Schokoladengeschmack, gemacht aus künstlichen Geschmacksstoffen und Milchnebenprodukten. Lange haltbar und kaum appetitanregend, selbst, wenn es lauwarm ist.
ja: 人口調味料と乳製品副生産物により風味付けされたチョコレート味の飲み物です。常温保存可能で、生温くてもそこそこ飲めます。
zh_cn: 含有化学添加剂和牛奶副产品的巧克力味饮料。储存期很长，就算没有加热也挺好喝的。（记住摇匀！）

source: A chunk of meat with a coat of royal jelly over it. It's a lot like a honey-baked ham.
de: Ein Fleischklumpen, der mit Geleé royale überzogen wurde. Es ist sehr ähnlich wie mit Honig überbackener Schinken.
ja: ローヤルゼリーでコーティングされた調理済みの肉塊です。蜂蜜ハムのようです。
zh_cn: 一块肉排，上面浇了蜂王浆。和蜜渍烤火腿很像。

source: A citrus fruit, whose taste ranges from sour to semi-sweet.
de: Eine Zitrusfrucht, dessen Gemack von sauer zu halbsüß reicht.
ja: 独特の香りがあって、酸っぱくてほんのり甘い、柑橘系の果物です。
ko: 새콤 달콤한 감귤류 과일입니다.
ru: Цитрус, вкус которого варьируется от кислого до полусладкого.
zh_cn: 柑橘类水果，有的甜有的酸

source: A cleansing agent made into bars.
de: Ein Reinigungsmittel in Quaderform.
ja: 合成洗剤を固体にした物です。
zh_cn: 做成条状的肥皂。如果丢在地上，会有好基友来捡吗？

source: A cluster of seedless grapes.
de: Ein Bündel kernloser Weintrauben.
ja: 種の無い葡萄です。
ko: 씨 없는 포도 한 송이입니다.
ru: Гроздь винограда без косточек.
zh_cn: 一串无籽葡萄

source: A cluster of small cone-like flowers, indispensable for brewing beer.
de: Ein Bündel kleiner kegelförmiger Blüten, unersetzlich für das Bierbrauen.
ja: 小さな円錐形の毬花です。ビールの醸造には欠かせません。
ko: 작은 옥수수처럼 생긴 꽃 한 송이로, 맥주를 양조할 때 반드시 필요합니다.
ru: Гроздь маленьких конусообразных цветков, необходимых для пивоварения.
zh_cn: 一簇小圆锥状的花，它是啤酒酿造不可缺少的原料。

source: A collection of freshly picked yellow dandelions. In their current raw state they are quite bitter.
ja: 摘んだばかりの黄色いタンポポの束です。生の状態では非常に苦い野草です。
zh_cn: 一把新摘取的黄色蒲公英。生吃苦的一逼。

source: A concentrated mixture of fat and protein used as a nutritious high-energy food. Composed of meat, tallow, and edible plants, it provides excellent nutrition in an easy to carry form.
de: Eine konzentrierte Mischung aus Fett und Proteinen. Sie wird als nahrhafte energiereiches Lebensmittel verwendet. Sie besteht aus Fleisch, Talk und essbaren Pflanzen und bietet somit eine ausgezeichnete Nahrhaftigkeit in leicht tragbarer Form.
ja: 動物性脂肪とタンパク質から作った高エネルギー食品です。肉と獣脂に果物や野菜を混ぜて固めたもので、高い携帯性と保存性を持ちます。
zh_cn: 集中混合了脂肪和蛋白质的高营养高能量食物。由肉、牛油、可食用植物制成，营养丰富，便于携带。

source: A crisp head of iceberg lettuce.
de: Ein knuspriger Eissalat-Kopf.
ja: 新鮮なアイスバーグレタスです。
ko: 아삭거리는 상추입니다.
ru: Розетка качанного салата.
zh_cn: 脆头卷心莴苣

source: A darker cousin of raspberry.
de: Eine dunklere Cousine der Himbeere.
ja: ラズベリーより色の濃いベリーです。従兄弟のようなものです。
ko: 산딸기의 검은색 사촌입니다.
ru: Тёмная родственница малины.
zh_cn: 一种黑色的树莓

source: A deformed human fetus. Eating this would be the most vile thing you can think of, and might just cause you to mutate.
de: Ein deformierter menschlicher Fötus. Dies zu essen, wäre die abscheulichste Sache, die du dir denken kannst und könnte dich zum Mutieren bringen.
ja: 突然変異を起こした奇形の胎児です。これを食べるなど考えうる中で最も酷い考えですが、もしも食べた場合は、突然変異を引き起こす要因になるでしょう。
zh_cn: 一个原本可以成为人类但畸形了的胚胎，看上去恶心极了。有勇气吃掉它的人，很可能发生某种变化。

source: A delicious baked pie with a delicious meat filling.
de: Ein leckere gebackene Pastete mit einer leckeren Fleischfüllung.
ja: 美味しい肉が沢山詰まった美味しそうなパイです。
ko: 맛있는 고기를 넣고 구운 맛있는 파이입니다.
ru: Вкусная выпечка с мясной начинкой.
zh_cn: 一个肉馅饼，香气四溢，烤得刚刚好。

source: A delicious baked pie with a sweet fruit filling.
de: Ein köstlicher gebackener Kuchen, gefüllt mit einer süßen Fruchtmischung.
ja: 甘い果物が沢山詰まった美味しそうなパイです。
ko: 과일로 채워져 맛있게 구워진 파이입니다.
ru: Вкусная выпечка с фруктовой начинкой.
zh_cn: 一个塞满了香甜水果的烤派，美味无法挡。

source: A delicious baked potato. Got any sour cream?
de: Eine köstliche gebackene Kartoffel. Wo ist der Sauerrahm, wenn man ihn mal braucht?
ja: 美味しそうなジャガイモの丸焼きです。 サワークリームを付けましょうか？
zh_cn: 一个香气喷鼻的烤土豆。能淋上点酸奶油就好了。

source: A delicious fish sandwich.
de: Ein leckeres Fischsandwich.
ja: 魚を挟んだ美味しいサンドイッチです。
ko: 맛있는 생선 샌드위치입니다.
ru: Вкусный рыбный сандвич.
zh_cn: 美味的鱼肉三明治。
