Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is a bottle filled with match heads and equipped with a fuse. This one has been lit, and its fuse is rapidly burning down. You may not want to hold onto it much longer.
ko: 병에 성냥머리를 채워넣고 도화선을 연결한 것입니다. 도화선에 불이 붙어있으며, 빠른 속도로 타들어가고 있습니다.
ru: Бутылка, наполненная спичечными головками и снабжённая запалом. Запал уже горит и скоро огонь доберётся до основного заряда. Не тяните с броском.

source: This is a lighter featuring a flip top cover and refuelable tank. A lighter must be carried to use various drugs, like cigarettes, or to light things like Molotov cocktails. You can also use a lighter to light nearby items on fire.
ko: 담배, 약물, 혹은 화염병 등에 불을 붙이는 용도로 사용되는 라이터입니다. 이 라이터는 뚜껑을 열어 연료를 재충전할 수 있습니다.
ru: Эта модель зажигалки имеет откидную крышку и может при надобности заправляться. Её можно использовать для прикуривания сигарет, поджигания разных вещей (вроде коктейля Молотова) или находящихся рядом предметов.

source: This is a portable, charcoal fired, metalworking forge. If combined with the right tools, you could use this for metalworking.
ko: 목탄을 사용하는 휴대용 금속 가공용 노입니다. 적당한 도구와 같이 사용하면 금속 물품을 제작할 수 있습니다.
ru: Портативная кузня, работающая на древесном угле. При наличии необходимых инструментов может использоваться для кузнечных работ.

source: This is a portable charcoal smoker. Good for weekend barbecuing and preserving meat with smoke.
ko: 목탄을 사용하는 휴대용 그릴입니다. 주말에 바베큐를 구워 먹거나 고기를 훈제시킬 때 좋습니다.
ru: Портативная коптильня на древесном угле. Используется в приготовлении шашлыков на выходных, а также для консервирования мяса с помощью копчения.

source: Using this item on a container full of water will purify the water using layered charcoal. Once the charcoal has purified enough water, it will become unusable and can be disassembled and recycled. Water taken from uncertain sources like a river may be dirty.
ko: 숯을 사용해서 물을 정수하는 정수기로, 강에서 얻은 물에 들어있을 수 있는 흙 등을 분리해냅니다. 사용하면 하나의 용기 안에 들어있는 물을 정수합니다. 사용한 후에는 다시 사용할 수 없지만, 분해해서 재활용할 수 있습니다.
ru: Очищает воду с помощью угольного фильтра, для этого нужно использовать данный предмет на нужную ёмкость с водой. После очистки определённого количества воды угольный фильтр становится непригодным, его можно вынуть и выбросить. Необходимая вещь, так как вода из сомнительных источников, вроде рек, может оказаться загрязнённой.

source: This is a simple bulb horn, found on many bicycles. Use to honk. Honk honk.
ko: 동그랗고 평범한 자전거 경적입니다. 빵빵.
ru: Обычный гудок с грушей, который можно установить на велосипед. Бип-бип.

source: This is a badge that detects radiation dosage sealed in a radiation-blocking bag. Use it to remove it from the bag.
ko: 방사선 방호 필름으로 봉인된, 방사선 노출 정도를 확인할 수 있는 배지입니다. 사용하면 필름을 뜯습니다.
ru: Устройство в виде значка, определяющее дозу облучения. Вмонтировано в радиационно-блокирующую сумку. Активируйте, чтобы снять с сумки.

source: This is a portable electric food dehydrator. It's powered by batteries, and could be invaluable in preserving food.
ko: 일반적인 배터리로 돌아가는, 휴대용 전기 음식 건조기입니다. 식량 보존에 있어 아주 중요한 도구 중 하나입니다.
ru: Переносной электрический пищевой дегидратор. Питание от батареек. Необходим для сохранения пищи.

source: This stout combat knife features a steel guard to protect the user's knuckles. The guard can also be used for striking or blocking, and the knife can also be used to butcher corpses.
ko: 튼튼한 전투용 단검으로, 공격할 때 손가락 관절을 보호하기 위해 강철 가드가 달려있습니다. 가드는 적을 타격할 때 쓰이기도 하며, 칼날은 시체 헤체에 사용할 수도 있습니다.
ru: Этот крепкий боевой нож с металлической гардой для защиты пальцев. Гарда может также использоваться для нанесения и блокирования ударов. Подходит для разделки трупов.

source: This is a small emergency fire extinguisher. It would be useful for putting out adjacent fires.
ko: 근처의 불을 끌 때 사용하는 소형 소화기입니다.
ru: Это небольшой огнетушитель. Полезен для тушения пожаров.

source: This is an old-fashioned farming tool used to cut tall grass. While it may be a giant blade on the end of a stick, it is incredibly awkward to use for anything but its intended purpose.
ko: 길게 자라난 풀을 벨 때 사용하는, 전통적인 농기구입니다. 끝부분에 큰 칼날이 붙어있지만, 원래 목적이 아닌 다른 목적으로 사용하기에는 극히 힘듭니다.
ru: Это старинный сельскохозяйственный инструмент, используемый для срезания высокой травы. Хотя на конце черенка находится огромное лезвие, его чрезвычайно сложно использовать не по назначению.

source: This is an old-fashioned farming tool used to cut tall grass. While it may be a massive curved blade on a handle, it is incredibly awkward to use for anything but its intended purpose.
ko: 길게 자라난 풀을 벨 때 사용하는, 전통적인 농기구입니다. 끝부분에 칼날이 붙어있지만, 원래 목적이 아닌 다른 목적으로 사용하기에는 힘듭니다.
ru: Это старинный сельскохозяйственный инструмент, используемый для резки высокой травы. Хотя и имеет здоровое изогнутое лезвие на конце рукоятки, его чрезвычайно сложно использовать не по назначению.

source: This is a small can of compressed air attached to a plastic horn. Pressing the button on top causes it to emit a loud honking sound.
ko: 압축 공기를 사용해서 큰 소리를 내는, 작은 캔입니다. 위에 달린 버튼을 누르면 큰 소리를 냅니다.
ru: Небольшой баллон со сжатым воздухом и гудком. По нажатию кнопки издает громкий звук.

source: The Rivtech RX12 jet injector is a small pistol-shaped device used to inject advanced fast-healing chemicals through the skin without using a needle. A label on the side warns against using more than two doses per hour.
ko: Rivtech사의 제트 분사식 주사기는 작은 권총형태의 장치로서, 바늘을 사용하지 않고 피부를 통해 주입하는 최신식 고속회복 약물에 사용하도록 만들어졌습니다. 측면의 라벨에 한 시간에 두 번 이상 사용하지 말라는 경고문구가 쓰여있습니다.
ru: Безыгольный инъектор Rivtech RX12 - небольшое устройство, по форме похожее на пистолет, используется для введения химических веществ под кожу, без использования иглы.

source: This is a short, sturdy knife with a serrated edge for cutting lines and straps, and a blunt tip for prying. Used primarily by divers, it is very light and takes up virtually no space in one's pockets.
ko: 줄이나 끈을 자르기 위한 톱니형 칼날과 지레질을 위한 뭉툭한 끝을 가진 짧고 튼튼한 칼입니다. 매우 가벼운 무게와 주머니에 넣어두면 사실상 부피를 차지하지 않는 휴대성으로 인해 주로 잠수부들이 사용합니다.
ru: Короткий, крепкий нож с тупым кончиком и зазубренной кромкой для резки строп и ремней. Используется в основном ныряльщиками, очень легкий и практически не займет места в ваших карманах.

source: Sterile saline eye drops. Can be used to treat dry eyes, or to wash out contaminants.
ko: 소독된 생리식염 안약입니다. 안구건조증을 치료하거나, 이물질을 씻어내는 데 사용됩니다.
ru: Стерильные глазные капли на солевом растворе. Используются для смачивания сухих глаз или чтобы вымыть загрязнение.

source: A brass cow bell. Potentially useful in so many ways.
ko: 황동으로 된 소 방울입니다. 다양한 용도가 잠재되어있습니다.
ru: Коровий колокольчик из латуни. В теории ему можно найти множество применений.

source: This is a portable toolkit made to repair damaged firearms. Powered by standard batteries, it is a vital tool for long-term firearms maintenance. It requires 100 charges of battery power per use.
ko: 손상된 총기를 수리하기 위해 만들어진 휴대용 연장 모음입니다. 표준형 전지를 통해 전력을 공급받으며, 총기의 긴 수명을 유지하기 위해서 필수적인 도구입니다. 사용할 때마다 100의 전력을 소비합니다.
ru: Это портативный набор инструментов используется для ремонта поврежденного огнестрельного оружия. Питается от батареек и необходим для поддержания работоспособности оружия в течении долгого времени. Каждое использование расходует 100 зарядов батареи.

source: This is a complete toolkit made to repair damaged firearms. Powered by standard batteries, it is a vital tool for long-term firearms maintenance. It requires 25 charges of battery power per use.
ko: 손상된 총기를 수리하기 위해 만들어진 완벽한 연장 모음입니다. 표준형 전지를 통해 전력을 공급받으며, 총기의 긴 수명을 유지하기 위해서 필수적인 도구입니다. 사용할 때마다 25의 전력을 소비합니다.
ru: Это полный набор инструментов используется для ремонта поврежденного огнестрельного оружия. Питается от батареек и необходим для поддержания работоспособности оружия в течении долгого времени. Каждое использование расходует 25 зарядов батареи.

source: This is a portable toolkit. When supplied with duct tape, it serves as a vital tool for fixing items made of wood, bone, or chitin. It requires 50 units of duct tape per use.
ko: 휴대용 연장 모음입니다. 접착 테이프가 공급되면 나무나 뼈, 키틴질로 된 물품을 고치는 중요한 도구가 됩니다. 사용할 때마다 50의 접착 테이프를 소비합니다.
ru: Переносной набор инструментов. В комплекте с клейкой лентой, нужен для починки предметов из дерева, кости или хитина. Каждое использование тратит 50 единиц клейкой ленты.

source: 'Fishing rod' might be a bit too charitable of a description. In truth, this is a stick with a piece of string and a hook.
ko: '낚싯대'라는 건 조금 많이 미화된 표현입니다. 사실 이것은 한 토막의 줄과 낚싯바늘이 달린 막대기일 뿐입니다.
ru: По правде говоря, эта 'удочка' всего лишь палка с веревкой и крючком.

source: Dummy item. If you see this, then something went wrong.
ko: 더미 아이템입니다. 혹시 이것을 보고 있다면 무언가 문제가 있는 것입니다.
ru: Пустышка. Если вы видите это, то что-то пошло не так.

source: An advanced version of the electronic cigarette. A less harmful way to get your nicotine fix than regular cigarettes, but still addictive. It needs batteries and nicotine liquid to function.
ko: 개선형 전자담배입니다. 일반적인 전자담배보다 니코틴을 섭취할 때 덜 해롭게 바뀌었습니다만, 여전히 중독성이 있습니다. 사용하려면 배터리와 액상 니코틴이 필요합니다.
ru: Улучшенная версия электронной сигареты. Менее вредный способ получения никотина, чем обычные сигареты, но все так же вызывает привыкание. Она нуждается в батареях и никотиновой жидкости для функционирования.

source: A wide wheel. \o/ This wide.
ko: 넒은 휠입니다. \o/ 이정도로 넓음.
ru: Широкое колесо. \о/ Вот настолько широко.

source: A pretty small wheel. Probably from one of those segway things. It is not very menacing.
ko: 아주 작은 바퀴입니다. 아마 세그웨이(segway)에 달리는 것들 중 하나 같습니다. 그다지 위협적이지는 않습니다. (역주: segway는 일종의 이륜 전동차량. 흔히 친환경 이동수단으로 알려져있음.)
ru: Довольно маленькое колесо. Вероятно от одного из сигвеев. Выглядит не слишком угрожающе.

source: Bionic processors and databanks, loaded with martial arts combat programs, are integrated into your nervous system. Whilst active, the CQB module will improve your hand to hand combat skills.
ru: В вашу нервную систему интегрируются бионические процессоры и банки данных с загруженными программами боевых искусств. При активации этот модуль улучшает ваши навыки рукопашного боя.

source: This botched piece of bionic hardware slowly leaks electrolytic compounds, piezoelectric nanomaterials, and other high-tech contaminants into your bloodstream. Needless to say, this is not good for your health.
ko: 이 망가진 바이오닉 기재 조각에서는 전해 화합물, 압전 나노 물질, 그리고 다른 첨단 오염물질들이 천천히 당신의 혈액 속으로 새어 들어오고 있습니다. 말할 필요도 없이 당신의 건강에 좋지 않은 영향을 끼칩니다.
ru: Из этого испорченного куска бионического оборудования медленно вытекают электролитические соединения, пьезоэлектрические наноматериалы и другие высокотехнологичные загрязнители. Нет необходимости говорить о том, что это вредно для здоровья.

source: Through a combination of psychochemical manipulation and old fashioned electrical nerve stimulation, this malfunctioning bionic alters your brain chemistry in such a way as to cause fatigue. You will find yourself tiring a bit faster than before.
ko: 정신에 영향을 미치는 약물과 구식 전기적 신경 자극기의 조합을 통해, 이 고장난 바이오닉은 피로감을 유발하도록 뇌의 화학적 성질을 바꿉니다. 당신 스스로도 이전에 비해 조금 빠르게 지친다는 것을 깨달을 것입니다.
ru: Благодаря сочетанию психохимической манипуляции и старомодной электрической стимуляции нервов, эта неисправная бионика изменяет химию вашего мозга таким образом, чтобы вызвать усталость. Вы будете уставать немного быстрее, чем раньше.

source: A combination of poor installation and unpleasant scarring has lead to the malfunctioning bionic catastrophe you call your face. People who mind that you look like a dime-store Frankenstein will react poorly to your appearance.
ko: 잘못된 설치와 기분 나쁜 상흔의 조합은 고장난 바이오닉으로 하여금 당신이 당신의 얼굴을 알아보지 못하는 참사를 초래하도록 만듭니다. 당신의 짝퉁 프랑켄슈타인 같아 보이는 모습을 신경쓰는 사람들은 당신의 외모에 대해 좋지 않은 반응을 보일 것입니다.
ru: Сочетание плохой установки и неприятных шрамов привело к тому, что ваше лицо теперь неисправная бионическая катастрофа. Люди, видя, что вы похожи на дешевую копию Франкенштейна, будут плохо реагировать на вашу внешность

source: You will likely spend the rest of your days serving as a walking testament to why you don't hold loose parts in your mouth while installing a CBM. Accidentally swallowing that remodulator unit has given you a creepy robot voice.
ko: CBM을 설치하는 도중에 입 부분에 필요한 부품들을 잃어버리는 바람에 당신의 남은 나날들을 걸어 다니는 성서로서 보내야 할 것 같습니다. 실수로 침을 잘못 삼킨 것 때문에 로봇 같은 기이한 목소리를 가지게 되었습니다.
ru: Похоже вы проведете остаток своих дней в качестве ходячего примера того, почему не следует держать во рту части во время установки КБМ. Вы случайно проглотили ремодулятор, что дало вам жуткий голос робота.

source: Due to a badly misplaced dielectric stylette you are now suffering from mild optic neuropathy. Increases eye encumbrance by one.
ko: 유전체 스타일렛을 잘못 설치하는 바람에 가벼운 시신경 장애를 가지게 되었습니다. 눈의 방해도가 1 상승합니다.
ru: Из-за неверно установленного диэлектрического зонда, вы страдаете от легкой глазной невропатии. Повышает скованность глаз на 1.

source: Tamp ground
ru: Утрамбовать землю

source: Chop Tree trunk into logs
ko: 나무둥치를 통나무로 다듬기
ru: Рубить ствол дерева на бревна

source: Chop Tree trunk into planks
ko: 나무둥치를 널빤지로 다듬기
ru: Рубить ствол дерева на доски

source: Repair Door
ko: 문 수리하기
ru: Починить дверь

source: Repair Damaged Wood Wall
ko: 손상된 나무 벽 수리하기
ru: Починить повреждённую деревянную стену

source: Repair Broken Wood Wall
ko: 부서진 나무 벽 수리하기
ru: Починить сломанную деревянную стену

source: Repair Damaged Log Wall
ko: 손상된 통나무 벽 수리하기
ru: Починить поврежденную бревенчатую сте́ну

source: Repair Broken Log Wall
ko: 부서진 통나무 벽 수리하기
ru: Починить сломанную бревенчатую сте́ну

source: Board Up Door
ko: 문 덧대기
ru: Заколотить дверь

source: Repair Reinforced Wood Door
ko: 강화된 나무 문 수리하기
ru: Починить укрепленную деревянную дверь

source: Board Up Empty Window
ko: 빈 창문에 나무판 덧대기
ru: Заколотить оконный проём

source: Reinforce Boarded Up Window
ko: 덧댄 창문 보강하기
ru: Укрепить заколоченное окно

source: Reinforce Boarded Up Empty Window
ko: 덧댄 빈 창문 보강하기
ru: Заколотить и укрепить оконный проём

source: Armor Reinforced Boarded Up Window
ko: 보강된 덧댄 창문 강화하기
ru: Укрепить броней заколоченное окно

source: Armor Reinforced Boarded Up Empty Window
ko: 보강된 덧댄 빈 창문 강화하기
ru: Заколотить и укрепить бронёй оконный проём

source: Board Up Broken Window Frame
ko: 부서진 창틀 덧대기
ru: Заколотить сломанный оконный проём

source: Build Wall
ko: 벽 짓기
ru: Строить стену

source: Fence Posts
ko: 울타리 지지대
ru: столб ограды

source: Place anvil
ru: Поставить наковальню

source: A warm, sunny spot high up where you can watch your prey. What a great dream!
ko: 따뜻하고, 태양이 비치는 높은 장소에서 사냥감을 찾고 있었습니다. 이 얼마나 대단한 꿈인가!
ru: Тепло, солнце высоко, и вы можете следить за своей жертвой. Какой прекрасный сон!

source: Hoof. Talon. Tooth. Fight. Feed. Forward.
ko: 발굽, 뿔, 이빨, 싸움, 먹이, 전진.
ru: Копыто. Коготь. Клыки. Бой. Поток. Вперёд.

source: A dance-like style with its roots in Brazilian slavery, capoeira is focused on fluid movement and sweeping kicks. Moving a tile will boost attack and damage and attacking boosts dodge. These bonuses stack up to three times each.
ko: 브라질 노예들에 뿌리를 둔, 춤동작을 연상시키는 무술인 카포에이라는 동작의 흐름과 휩쓸어차기에 중점을 둔 무술입니다. 한 칸 이동할 때마다 공격력이 증가하며, 공격 시 회피가 증가합니다. (Moving a tile will boost attack and damage and attacking boosts dodge) 이 보너스는 각각 최대 3번까지 중첩시킬 수 있습니다.
ru: Танцеподобный стиль, берущий свои корни в Бразилии. Бойцы капоэйра используют плавные движения и широкие удары ногой. Передвижение на одну клетку усилит атаку и увеличит шанс увернуться. Бонусы могут накапливаться вплоть до трёх раз.

source: One of the Five Deadly Venoms. Centipede Style uses an onslaught of rapid strikes. Each attack you land increase your speed by 4.
ru: Один из пяти смертельных ядов. С этим стилем вы будете наносить множество быстрых ударов. Каждый удар увеличивает скорость на 4.

source: Gain +2 armor while standing still
ko: 가만히 서있는 동안 +2의 방어력을 제공
ru: Прибавка +2 к броне, если стоять на месте

source: A legacy of the Five Deadly Venoms. Viper Style has a uniqe three-part combo, which initiates on a dodge, then counters with a stunning chop and the legendary Viper Strike.
ko: 다섯 맹독권의 유산입니다. 살무사권은 특이하게 세 부분으로 나눠진 콤보 공격을 가지고 있습니다. 처음에는 회피로 시작하고나서 충격을 주는 내려치기로 반격한뒤에 전설의 살무사격을 날립니다.
ru: Один из пяти смертельных ядов. Стиль Гадюки имеет уникальную комбинацию из трёх действий: сначала уворот, потом контратакующий оглушающий удар и, наконец, легендарный удар Гадюки.

source: Null
ru: пустой

source: Self-aware
ko: 높은 자각력
ru: Самоконтроль

source: You have a rare allergen that prevents you from eating wheat. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
ko: 당신은 밀에 반응하는 희귀한 알레르기 유발 항원을 가지고 있습니다. 일단 먹는 것까지는 가능하지만, 먹게 되면 속이 메슥거리게 되어 의욕이 떨어질 것입니다.
ru: У вас имеется редкая аллергия на пшеницу. Вы можете её есть или продукты содержащие пшеницу, но это повредит вашему моральному духу из-за тошноты.

source: male Bionic Prepper
ru: Выживальщик-бионик

source: female Bionic Prepper
ru: Выживальщица-бионик

source: Bionic Prepper
ru: Выживальщик-бионик

source: male Survivor
ru: Выживший

source: female Survivor
ru: Выжившая

source: Some would say that there's nothing particularly notable about you. But you've survived, and that's more than most could say right now.
ko: 몇몇 사람들은 당신이 그다지 대단한 사람이 아니라고 말했을 것입니다. 하지만 당신은 살아남았고, 지금 당장은 많은 사람들보다 뛰어나다고 말할 수 있을 것입니다.
ru: Некоторые скажут, что в вас нет ничего особенного. Но вы выжили, а это больше, чем большинство может сказать прямо сейчас.

source: male Tailor
ru: Портной

source: female Tailor
ru: Портной

source: Tailor
ko: 재단사
ru: Портной

source: Tailoring may not seem like the most useful skill when the world has ended. Most people wouldn't expect a simple tailor to live long. This is your opportunity to prove them wrong.
ko: 재봉은 세계가 끝났을 때 그다지 유용한 기술이라고 생각되지는 않을 것입니다. 대다수의 사람들은 단순한 재단사가 오랫동안 생존할 것이라고 생각하지 못할 것입니다. 지금이 바로 그러한 생각이 잘못되었음을 입증할 기회입니다.
ru: Вы делали и подшивали одежду для некоторых "больших шишек" в городе. Теперь они пытаются съесть ваш мозг. По крайней мере, вы сможете отремонтировать и сохранить вашу собственную одежду.

source: male Chef
ru: Шеф-повар

source: female Chef
ru: Шеф-повар

source: Chef
ko: 요리 주방장
ru: Повар

source: Bork bork! Years in the kitchen have left you carrying a prodigious bulk, but you managed to escape the carnage with a butchers knife and only a small collection of stains on your uniform.
ko: 보글 보글! 주방에서 보낸 오랜 시간 덕분에 당신은 큼지막한 뱃살을 가지고 있습니다만, 푸주칼과 얼룩진 조리복을 갖고 가까스로 탈출에 성공했습니다.
ru: Чик-чик! За годы, проведённые на кухне, вы отъели приличный живот, но это не помешало вам выбраться живым из кровавой бойни с ножом мясника в руках и кое-какими вещами в карманах рабочей одежды.

source: male Lab Technician
ru: Лаборант

source: female Lab Technician
ru: Лаборантка

source: Lab Technician
ko: 실험실 연구원
ru: Лаборант

source: Thanks to your time in the lab, you're familiar with the basics of conducting science. You escaped along with the lucky civilians, but at least you kept your lab gear.
ko: 실험실에서 보낸 시간 덕분에 당신은 기초 과학에 대해 잘 알고 있습니다. 당신은 재수 좋은 시민과 마찬가지로 간신히 위기를 벗어났습니다만, 적어도 당신은 연구장비를 가지고 있습니다.
ru: Благодаря времени, проведённому в лаборатории, вы изучили основные методы проведения экспериментов. Вы удачно спаслись вместе с другими гражданскими и сохранили свои лабораторные принадлежности.

source: male Home Mechanic
ru: Механик-самоучка

source: female Home Mechanic
ru: Механик-самоучка

source: Home Mechanic
ko: 아마추어 정비공
ru: Механик-самоучка

source: Although you never got your driver's license, you've always loved cars. At least now you'll never be wanting for materials.
ko: 비록 운전면허는 없지만, 당신은 언제나 차를 사랑해왔습니다. 최소한 당신이 차와 관련된 도구를 찾아다닐 필요는 없을 것입니다.
ru: Хотя вы так и не получили водительские права, вы всегда любили покопаться в автомобилях. Теперь у вас не будет недостатка в запчастях.

source: male Scoundrel
ru: Негодяй

source: female Scoundrel
ru: Негодяйка

source: Scoundrel
ko: 불한당
ru: Жулик

source: Your flexible outlook on the law, the scuffles you've been in (and avoided) at the bar, and your impressive ability to weasel your way out of the consequences of your actions - all these skills have helped ensure your survival. But how much longer will they hold out?
ko: 법에 대한 당신의 유연한 사고방식 탓에 주점에서 실랑이를 벌였으며, 당신의 조예깊은 기술로 교묘하게 당신의 행동에 대한 대가를 모면했습니다. 모든 기술들이 당신의 생존을 도와주겠지만, 그래봤자 얼마나 길게 버틸까요?
ru: Ваш своеобразный взгляд на закон, потасовки в барах с вашим участием(и которых вы избежали) и ваша впечатляющая способность избегать последствий — всё это помогло вам выжить. Но как долго всего этого будет достаточно?

source: male Professional Cyclist
ru: Профессиональный велосипедист

source: female Professional Cyclist
ru: Профессиональная велосипедистка

source: Professional Cyclist
ru: Профессиональный велосипедист

source: You were a promising young cyclist with a bright career in front of you before this all happened. Perhaps you'll never get to participate in the grand tours now, but as the saying goes: Life is like riding a bicycle, you got to keep moving.
ru: Вы были перспективным молодым велосипедистом с яркой карьерой перед вами, прежде чем всё это произошло. Может быть, вам никогда не получится принять участие в грандиозных турах, но, как говорится: ​​Жизнь как езда на велосипеде, нужно просто продолжать двигаться.

source: male Military Recruit
ru: Новобранец

source: female Military Recruit
ru: Новобранец

source: Military Recruit
ko: 신병
ru: Новобранец

source: You were a high school drop-out with one goal in mind: to join the military. You finally got in, just in time for your training to get interrupted by a national emergency. As far as you can tell, military command abandoned you in this hellhole when you missed the emergency evac.
ko: 당신은 단 하나의 목표를 위해 고등학교를 그만뒀습니다. 입대를 위해서였죠. 결국 입대는 했지만, 국가 비상사태가 당신의 훈련에 맞춰서 선포되는 바람에 훈련이 중단되었습니다. 확실하게 말할 수 있는 것은, 비상대피를 놓치는 바람에 이 지옥 한가운데에 낙오되었으며 군 사령부가 당신을 포기했다는 것입니다.
ru: Вы ушли из школы только с одной целью: пойти в армию. И когда цель была достигнута, прямо во время тренировки, была поднята национальная тревога. Судя по всему военное командование решило оставить вас в этой дыре, после того как вы пропустили экстренные сборы.

source: male Special Operator
ru: Спецназовец

source: female Special Operator
ru: Спецназовец

source: Special Operator
ko: 특수부대원
ru: Спецназовец

source: You were the best of the best, the military's finest. That's why you're still alive, even after all your comrades fell to the undead. As far as you can tell, military command abandoned you in this hellhole when you missed the emergency evac.
ko: 당신은 최강의 군조직 내에서도 최고였습니다. 그것이 바로 당신의 전우들 전부가 언데드로 변했음에도 불구하고 여태까지 당신이 살아있을 수 있었던 이유입니다. 확실하게 말할 수 있는 것은, 비상대피를 놓치는 바람에 이 지옥 한가운데에 낙오되었으며 군 사령부가 당신을 포기했다는 것입니다.
ru: Вы были лучшим из лучших, первым в армии. Вот почему вы еще живы даже тогда, когда ваши товарищи превратились в нежить. Судя по всему, военное командование решило оставить вас в этой дыре, после того как вы пропустили экстренные сборы.

source: Butler
ko: 집사
ru: Слуга

source: Maid
ko: 하녀
ru: Служанка

source: You worked in a wealthy household, but after the cataclysm they took a family vacation to an unknown place, leaving you to fend for yourself.
ko: 당신은 부유한 저택에서 일했었지만, 대격변 이후에 저택에 살던 사람들은 알려지지 않은 장소로 가족여행을 떠났습니다. 당신만을 남겨두고요.
ru: Вы работали на богатую семью, но после катаклизма они отбыли на семейный отпуск в неизвестном направлении, предоставив вас самому себе.

source: male Medical Resident
ru: Врач-ординатор

source: female Medical Resident
ru: Врач-ординатор

source: Medical Resident
ko: 수련의
ru: Врач-ординатор

source: Fresh out of med school, you've got little in the way of practical experience. You just hope it will be enough if the old adage of 'Doctor, heal thyself' ends up being required.
ko: 의과 대학을 갓 졸업한 당신은 실무 경험이 부족합니다. 당신은 그저 '의사여, 너 자신을 치료하라'라는 옛 격언으로 충분하기를 바랄 뿐입니다.
ru: Только закончили мед. школу, у вас есть немного практического опыта. Вы просто надеетесь, что будет достаточно, если старая пословица "Доктор, исцели самого себя» заканчивается тем, что требуется.

source: male Gangster
ru: Гангстер

source: female Gangster
ru: Гангстер

source: Gangster
ko: 조폭
ru: Гангстер
