Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The COP 38 is a four-shot derringer-type pistol chambered for the .38 round. It was designed by Robert Hillberg, based on his earlier work on the Hillberg Insurgency Weapon.
de: Die COP 38 ist eine vierschüssige Derringerpistole, die .38-Patronen verschießt. Sie wurde von Robert Hillberg erfunden und basiert auf seiner früheren Arbeit an der Hillberg Insurgency Weapon.
ja: 4連装.38口径のデリンジャー型ポケットピストルです。ハイスタンダード社の研究開発部長だったロバート･ヒルバーグによって設計され、遅くとも1977年には流通が始まっていました。ヒルバーグ反乱軍兵器シリーズの初期に生まれた銃です。
zh_cn: COP 38是一支发射.38口径子弹的四管大口径手枪。它由Robert Hillberg基于他早期的Hillberg Insurgency Weapon设计的。

source: The Calico M960 is an automatic carbine with a unique circular magazine that allows for high capacities and reduced recoil.
de: Die Calico M960 ist ein Automatik-Karabiner mit einem einzigartigem runden Magazin, welches hohe Kapazitäten und verringerten Rückstoß ermöglicht.
ja: ユニークな円型弾倉を持つオートマチック･カービンです。この弾倉特有の設計が装弾数を増やすとともに反動を軽減します。
ko: 칼리코 M960은 헬리컬 탄창이라고 불리는 특이한 원형 탄창을 사용하는 반자동 카빈입니다. 헬리컬 탄창을 사용했기 때문에 반동이 적고, 장탄량이 많습니다.
ru: Calico M960 - это автоматический карабин с уникальной компоновкой, использующей шнековый магазин, что позволило добиться высокой огневой мощи в сочетании с небольшой отдачей.
zh_cn: 卡利科 M960是一把半自动卡宾枪，它配备有一副独一无二的环形弹夹，增大了弹容量并减轻后坐力。

source: The Clearwater Arms version of the famous SVD-63 Dragunov. This one was rechambered for the .308 round.
zh_cn: 著名的SVD-63 Dragunov“净水”军工版。这把枪经过改装，使用.308弹药。

source: The Colt Army Model 1860 is a cap & ball .44-caliber revolver. It was used during the American Civil War, and made by Colt's Manufacturing Company.
de: Der Colt Model 1860 Army ist ein Revolver, der die Munition .44 cap & ball benutzt. Er wurde im US-amerikanischen Bürgerkrieg benutzt und von Colt’s Manufacturing Company hergestellt.
ja: .44口径、5連発、シングルアクション、パーカッション式のリボルバーです。コルト社が1860年から1873年まで製造していました。1873年はピースメーカーの通称で知られるコルト･シングルアクション･アーミーが制式採用された年でもありました。
zh_cn: Colt Army Model 1860是一把发射.44口径子弹的枪械,在美国南北战争时广泛使用，由Colt公司制造。

source: The Colt Model 1861 Navy cap & ball .36-caliber revolver was a six-shot, single-action percussion weapon produced by Colt's Manufacturing Company from 1861 until 1873.
de: Der Colt Model 1861 Navy ist ein Revolver, der die Munition .36 cap & ball benutzt. Er war eine sechsschüssige Hahnspannungsperkussionswaffe, produziert von Colt’s Manufacturing Company von 1861 bis 1873.
ja: .36口径、6連発、シングルアクション、パーカッション式のリボルバーです。コルト社が1861年から1873年まで製造していました。
ko: 콜트 모델 1861 해군용(Colt Model 1861 Navy) 캡 & 볼(cap & ball)식 .36 리볼버는 6연발로 리볼버로, 1861년부터 1873년까지 콜트사(Colt's Manufacturing Company)에서 제작하던 싱글 액션식 뇌관 무기입니다. (역주: cap & ball식 리볼버는 퍼커션 캡을 사용하던 초기형 리볼버라고 생각하면 이해가 빠름.)
zh_cn: Colt Model 1861海军型.36口径左轮手枪是一把可以装填6颗子弹，每次射击一发的枪械。在1861至1873年间由Colt公司制造。

source: The Heckler & Koch MP5 is one of the most widely-used submachine guns in the world, and has been adopted by special police forces and militaries alike. Its high degree of accuracy and low recoil are universally praised.
ja: 最も成功し、最も世界的に普及したサブマシンガンの筆頭とも言える銃です。警察特殊部隊を始めとする法執行機関、軍隊、あるいはそれに準ずる組織で広く使われています。非常に高い精度と低反動性が今なお多くの支持を集めています。
zh_cn: H&K MP5 系列是由德国H&K所设计及制造的冲锋枪。该枪优越的精准度与极小的后坐力为之赢得了广泛的赞扬，并被多国特警和军队选用。可以毫不夸张的说，当你第一次用之开火时就能立刻钟情于它...

source: The LACP laser pistol was based on the v29 laser pistol designed in the mid-21st century. While little more than duct tape and electronics, it runs on a standard UPS.
de: Die LACP-Laserpistole basierte auf der v29-Laserpistole, welche in der Mitte des 21. Jahrhunderts entworfen wurde. Während sie aus kaum mehr als Isolierband und Elektronik besteht, benutzt sie die starke Fusionspackung.
ja: V29を原型として21世紀半ばに設計されたレーザーピストルです。まあ要するにダクトテープと電子部品の塊です。UPSで作動します。
zh_cn: LACP激光手枪是在21世纪中期设计的v29激光手枪的基础上改进得来的，有着更多的能量通道和电子器件。它可以由标准的UPS供能。

source: The M1911 was the US Military standard-issue sidearm for most of the 20th Century. It remains one of the most popular .45 pistols today.
de: Die M1911 war die Standard-Seitenwaffe des US-Militärs für die meiste Zeit des 20. Jahrhunderts. Sie bleibt eine der beliebtesten .45-Pistolen bis heute.
ja: M1911は、ほぼ20世紀を通してアメリカ軍の標準的サイドアームでした。さらに半世紀が経とうとしている今でも最も人気のある.45口径拳銃のひとつです。
zh_cn: M1911是美国军队在几乎整个20世纪的标准配枪，现在它依然是最流行的.45口径手枪之一。

source: The M249 is a mountable machine gun used by the US military and SWAT teams. Quite inaccurate and difficult to control, the M249 is designed to fire many rounds very quickly.
ja: 単独携行も車載も可能な軽機関銃の定番です。アメリカ軍を始めとする各国の軍隊や、一部のSWAT部隊でも使用されています。速やかに弾幕を展開できるよう設計されているため、携行して射撃する場合はまったく精度に欠け制御も困難です。
zh_cn: M249机枪是一款广泛应用于美军及特警部队的轻机枪。由于设计用于快速倾泻大量弹药，因此射击时很难控制，准头自然就不用说了。除非你也被伽马射线照射过。

source: The MAC-10 is a popular machine pistol originally designed for military use. For many years they were the most inexpensive automatic weapon in the US, and enjoyed great popularity among criminals less concerned with quality firearms.
de: Die MAC-10 ist eine beliebte Maschinenpistole, welche ursprünglich für den Militärgebrauch entworfen wurde. Für viele Jahre waren sie die kostengünstigsten Automatikwaffen in den vereinigten Staaten und genossen große Beliebtheit unter Verbrechern, welche nicht so bekümmert um Qualitätsfeuerwaffen sind.
ja: 本来は軍用に開発された人気の高いマシンピストルです。アメリカの銃器市場の中で長きに渡って最も安価な小型フルオートという魅力的な選択肢であり続けた結果、銃器の品質を二の次に考える犯罪者たちから絶大な支持を得るに至りました。
zh_cn: MAC-10冲锋枪最初是为军队而设计的，然而经过许多年的更新换代，这款有“美国最便宜的冲锋枪”之称的MAC-10已经彻底沦为那些囊中羞涩的犯罪分子心目中的首选。

source: The Milkor Multi-Grenade Launcher is designed to compensate for the drawback of single-shot grenade launchers by allowing sustained heavy firepower. However, it is still slow to reload and must be used with careful planning.
de: Der Milkor MGL ist ein mehrschüssiger Granatwerfer und wurde entworfen, um den Nachteil von einschüssigen Granatenwerfern auszugleichen, indem eine anhaltende schwere Feuerkraft ermöglicht wird. Allerdings ist das Nachladen immer noch langsam und muss mit sorgfältiger Planung vorgenommen werden.
ja: 広く普及している単発式グレネードランチャーには不可能な、持続的な重火力支援を目的に設計されたグレネードランチャーです。装填に時間がかかり、運用には慎重さが求められます。
zh_cn: 这把特制的榴弹发射器与普通的单发榴弹枪相比可以提供更持久的火力输出，然而它的装填速度同样非常慢，所以使用的时候请仔细计划。

source: The Model 44 is the carbine sized variant of the standard 1891/30. It has a shorter barrel, therefore it is weaker than the 1891/30, but easier to carry.
de: Das Model 44 ist die Karabinervariante der Standard-1891/30. Es hat einen kürzeren Lauf und ist somit schwächer als die 1891/30, aber leicher zum Tragen.
ja: モシン･ナガン1891/30の派生型で、銃身が短くなっているカービン仕様のものです。短くなったぶん攻撃性能でやや標準型に劣りますが、持ち運びが容易です。
zh_cn: 莫辛-纳甘 M44骑枪是1891/30步枪的卡宾版本。它的枪管更短一些，因此火力比1891/30步枪小，但是易于携带。

source: The Mosin-Nagant 1891/30 is a bolt action, internal magazine-fed, military rifle, developed by the Russian Empire, and later used and perfected by the Soviet Union.
de: Die Mosin-Nagant 1891/30 ist ein Kammerverschlussmilitärgewehr mit internem Magazin, entwickelt vom Russischem Reich und später von der Sowjetunion benutzt und perfektioniert.
ja: 固定弾倉式の軍用ボルトアクションライフルです。帝政ロシア時代に開発され、後にソビエト連邦によって改良されました。
ko: 모신나강(Mosin-Nagant 1891/30)은 볼트 액션 내부 장탄식 군용 소총으로, 러시아 제국에 의해 개발되었으며 이후에 소비에트 연방에서 사용되었습니다.
zh_cn: 莫辛-纳甘 1891/30型步枪是一把栓动的、内部供弹的军用枪械，由沙俄帝国发明，并被之后的苏联广泛使用。

source: The Mossberg 500 is a popular series of pump-action shotguns, often acquired for military use. It is noted for its high durability and low recoil.
de: Die Mossberg 500 ist eine beliebte Serie von Vorderschaft-Repetierflinten, oft für militärische Benutzung erworben. Sie ist für ihre hohe Ausdauer und ihrem niedrigen Rückstoß bekannt.
ja: 非常に人気のあるポンプアクション･ショットガンで、軍隊で使用されることが比較的多いモデルです。堅牢性と低反動が特長です。
zh_cn: Mossberg 500是一款非常著名的拉栓式霰弹枪，它的特点是高耐久度和低后坐力。

source: The Norinco manufactured Tokarev TT-30 is the standard sidearm of the Chinese military, it does not see extensive use outside of China.
de: Die von Norinco hergestellte Tokarev TT-30 ist die Standard-Seitenwaffe des chinesischen Militärs. Sie hat keine größere Verbreitung außerhalb Chinas gefunden.
ja: ノリンコ社とも略称される中国北方工業公司がライセンス生産した、または後にコピーしたトカレフTT-30です。中国人民解放軍の標準的サイドアームですが、中国以外の国で大規模に運用された例はほとんどありません。
ko: 노린코 사에서 제작된 토카레프 TT-30은 중국군의 제식 부무장입니다. 중국 밖에서는 보기 힘든 총입니다.
ru: Tokarev ТТ-30, стандартный пистолет китайских военных изготовливаемый фирмой "Norinco". Не пользуется широким спросом за пределами Китая.
zh_cn: 北方工业的出口产品，中国军队的标准配置，除中国以外并未被广泛使用。

source: The Rivtech RM802 pump-action 40mm grenade launcher was designed to be a step ahead of single-shot grenade launchers by allowing sustained heavy firepower. However, its capacity is fairly limited so it must be used with careful planning.
de: Der Rivtech-RM802-Vorderschaftrepetier-40-mm-Granatenwerfer wurde dazu entworfen, einen Schritt vorwärts gegenüber den einschüssigen Granatenwerfern zu sein, indem eine konsistente schwere Feuerkraft ermöglicht wird. Allerdings ist seine Kapazität ziemlich begrenzt, somit muss er mit sorgfältiger Planung eingesetzt werden.
ja: Rivtech社製RM802 ポンプアクション式40mmグレネードランチャーです。単発式グレネードランチャーの発展形として設計されており、持続的な重火力の展開を可能としています。装弾数が限られているため慎重かつ計画的な運用が求められます。
zh_cn: Rivtech RM802泵动式40mm榴弹发射器要比常规的单发榴弹发射器先进许多，它可以制造出持续的强火力。但是它的弹匣有限，需要有计划的使用。

source: The SIG Sauer P230 is a small, semi-automatic handgun chambered in .32 ACP. Due to its small dimensions, it was often carried as a backup weapon.
de: Die SIG Sauer P230 ist eine kleine halbautomatische Handfeuerwaffe, welche .32-ACP-Munition verschießt. Aufgrund ihrer kleinen Ausmaße wurde sie oft als Begleitwaffe mitgeführt.
ja: .32ACP弾を使用する小型の自動拳銃です。その小ささから主にバックアップとして使われます。
zh_cn: SIG Sauer P230是一种使用.32ACP弹药的小型半自动手枪。它体型小巧，通常作为一个备用武器。

source: The Saiga-12 is a semi-automatic shotgun designed on the same Kalashnikov pattern as the AK47 rifle. It reloads with a magazine, rather than one shell at a time like most shotguns.
de: Die Schrotflinte Saiga-12 wurde nach dem gleichen Kalashnikov-Muster wie das Gewehr AK-47 entworfen. Sie wird mit einem Magazin statt mit einer Schrotpatrone, wie bei den meisten Schrotflinten, nachgeladen.
ja: AK47と同じくカラシニコフの設計思想に基いて開発されたセミオート・ショットガンです。給弾は弾倉式で、他の多くのショットガンと異なり一度に最大装弾数まで装填することができます。
zh_cn: Saiga-12是一把半自动霰弹枪，采用了与AK47相同的卡拉什尼科夫布局。与其他霰弹枪不同，它用弹匣供弹。

source: The Saiga-12 is a semi-automatic shotgun designed on the same Kalashnikov pattern as the AK47 rifle. It reloads with a magazine, rather than one shell at a time like most shotguns. This one has had the barrel cut short, vastly reducing accuracy but making it more portable
de: Die Schrotflinte Saiga-12 wurde nach dem gleichen Kalashnikov-Muster wie das Gewehr AK-47 entworfen. Sie wird mit einem Magazin statt mit einer Schrotpatrone, wie bei den meisten Schrotflinten, nachgeladen. Bei diesem Exemplar wurde der Lauf abgesägt, was die Genaugkeit stark reduziert, aber sie dafür transportierfähiger macht.
ja: AK47と同じくカラシニコフの設計思想に基いて開発されたセミオート・ショットガンです。給弾は弾倉式で、他の多くのショットガンと異なり一度に最大装弾数まで装填することができます。この銃は銃身を短く切り詰められています。精度が大幅に下がりますが、携帯性に優れます。
zh_cn: Saiga-12是一把半自动霰弹枪，采用了与AK47相同的卡拉什尼科夫布局。与其他霰弹枪不同，它用弹匣供弹。这把枪的枪管被锯短了，大大降低了准确性，但使它更容易携带了。

source: The Sarafanov Assault Rifle replaced the famous AK family of guns as the service rifle of the Russian Army. It uses the 6.54x42mm cartridge.
zh_cn: 这款Sarafanov突击步枪代替了著名的AK系列步枪成为了俄军标准装备。采用6.54x42mm弹药。

source: The Smith and Wesson 610 is a classic six-shooter revolver chambered for 10mm rounds, or for S&W's own .40 round.
de: Die Smith and Wesson 610 ist ein klassischer 6-schüssiger Revolver für 10mm-Patronen oder für S&Ws eigene .40-Patronen.
ja: S&W社製のクラシックな6連発リボルバーです。弾薬は10mmオート弾、または自社製の.40S&W弾を使用します。
ko: 스미스 앤 웨슨 610은 고전적인 6연발 리볼버로서, 10mm탄이나 S&W사의 독자적인 .40 탄을 사용할 수 있습니다.
ru: Smith & Wesson 610 — классический шестизарядный револьвер, использующий патроны калибра 10мм, либо фирменные патроны .40 S&W.
zh_cn: S&W 610 左轮手枪采用了最经典6发子弹的设计，可以选择传统的10mm口径子弹，或者S&W公司特有的.40口径子弹。

source: The Soviet made PPSh-41, chambered in 7.62 Tokarev, provides a relatively large ammunition capacity coupled with low recoil and decent accuracy.
de: Die sowjetische PPSh-41, welche 7.62-Tokarev-Patronen benutzt, bietet eine relativ große Munitionskapazität gepaart mit niedrigem Rückstoß und angemessener Treffgenauigkeit.
ja: ソビエト連邦が開発した7.62x25mmトカレフ弾使用のサブマシンガンで、1941年の制式採用から終戦までに約500万丁という莫大な数の大量生産が行われたと言われています。大容量の弾倉、低反動、標準以上の精度と多くの長所があり、終戦後も東側の主力サブマシンガンとして様々な戦場で活躍しました。
ko: 소비에트 연방 공화국에서 만들어진 PPSh-41은 7.62 토카레프(Tokarev) 탄을 사용하여, 많은 장탄량과 함께 작은 반동과 괜찮은 정확도를 가지고 있습니다.
ru: Советский ППШ-41, разработанный под патрон 7.62 Токарев, имеет относительно большой боезапас, в сочетании с малой отдачей и сравнительно высокой точностью.
zh_cn: 苏联制造的PPSh-41(波波莎)冲锋枪，发射7.62毫米Tokarev弹，弹夹很大，后坐力小，准确度适中。

source: The Steyr AUG is an Austrian assault rifle that uses a bullpup design. It is used in the armed forces and police forces of many nations, and enjoys low recoil and high accuracy.
de: Das Steyr AUG ist ein österreichisches Sturmgewehr, welche das Bullpup-Design benutzt. Sie wird von Streit- und Polizeikräften vieler Nationen verwendet und genießt niedrigen Rückstoß und hohe Treffgenauigkeit.
ja: 独特の形状で知られるオーストリア製ブルパップ･アサルトライフルです。多くの国の軍隊や警察で採用されており、低い反動と高い精度が好評です。
zh_cn: Steyr AUG是一种导气式、弹匣供弹、射击方式可选的无托结构步枪，曾被多个国家用于军队及警察武装。在保证较高精确度的同时也抑制了后坐力。

source: The TDI Vector is a submachine gun with a unique, in-line design that makes recoil very manageable, even in the powerful .45 caliber.
ja: ユニークな平行線デザインのサブマシンガンです。.45口径にしては反動が小さく制御が容易なのはその設計による恩恵であるとされています。
zh_cn: TDI Vector 系列冲锋枪使用了一套很独特的枪机系统，使得它的后坐力可以很好地控制在一个较低的范围，即便它使用的是强有力的.45口径子弹。

source: The TEC-9 is a machine pistol made of cheap polymers and machine stamped parts. Its rise in popularity among criminals is largely due to its intimidating looks and low cost.
de: Die TEC-9 ist eine Maschinenpistole aus billigen Polymeren und maschinengestanzten Teilen. Ihr Beliebtheitsanstieg unter Verbrechern ist hauptsächlich ihres einschüchterndem Aussehens und niedrigem Preises zu verdanken.
ja: ポリマー製フレームとプレス加工部品からなる安価なマシンピストルです。露骨に安っぽく、どこかチンピラじみた雰囲気を漂わせる外見の通り、様々な凶悪犯罪に利用されたことで有名になりました。
zh_cn: TEC-9 可能是美国使用得最广泛的犯罪武器。它结构简单可靠，短小精悍。你手中的这把由各种廉价聚合物加上被淘汰的机枪部件拼凑而成...尽情用吧，即使坏了也不可惜。

source: The Taurus Raging Bull is a 5-shot chambered in .454 Casull. It has impressive stopping power.
de: Der Taurus Raging Bull ist ein fünfschüssiger Revolver, der die .454-Casull-Patrone benutzt. Er hat eine beeindruckene Mannstoppwirkung.
ja: .454カスール弾を使用する5連発リボルバーです。その名に恥じない絶大なストッピングパワーを発揮します。
ko: 타우러스 레이징 불(Taurus Raging Bull)은 .454 카슬(Casull)탄을 사용하는 5연발 리볼버입니다. 이 총은 강력한 저지력을 가지고 있습니다.
zh_cn: 憤怒的公牛发射.454 Casull弹，弹容量5发，制动力很优秀。

source: The Uzi 9mm has enjoyed immense popularity, selling more units than any other submachine gun. It is widely used as a personal defense weapon, or as a primary weapon by elite frontline forces.
ja: 最も商業的に成功したサブマシンガンのひとつです。個人防御火器として、あるいは最前線で戦う精鋭部隊の主力装備として広く使用されています。
zh_cn: Uzi 9mm是世界上销量最高的冲锋枪，通常被用作个人防卫武器，当然也有一些牛人会选择它作为在战场上冲锋时的主战武器。

source: The V29 laser pistol was designed in the mid-21st century, and was one of the first firearms to use fusion as its ammunition. It is larger than most traditional handguns, but displays no recoil whatsoever.
de: Die V29-Laserpistole wurde in der Mitte des 21. Jahrhunderts entworfen und war eine der ersten Feuerwaffen, die Fusion als Munition verwenden. Sie ist größer als die meisten traditionellen Handfeuerwaffen, aber hat keinerlei Rückstoß.
ja: 21世紀中ごろに開発されたレーザーピストルで、核融合エネルギーを弾薬とする銃器の中では最も初期に出現したもののひとつです。従来のハンドガンと比較してやや大型ですが、射撃時の反動というものがありません。
zh_cn: 这款V29激光手枪早在21世纪中叶就已研发完毕，作为首批利用核聚变发射激光来进行攻击的跨时代的武器，它的外型比普通手枪要大一些，然而即使你发射得再猛烈，却仍然感受不到一点后坐力。好神奇...

source: The Weatherby Mark V is one of the finest bolt action rifles. It was introduced in 1957. These rifles are considered prestigious or luxury firearms.
de: Die Weatherby Mark V ist einer der besten Kammerverschlussgewehre. Sie wurde 1957 eingeführt. Diese Gewehre werden als prestigevolle oder luxuriöse Feuerwaffen angesehen.
ja: 数あるボルトアクションライフルの中でも最上級の部類に属する銃です。1957年に発売されて以来その性能は名高く、また高級品としても知られています。
zh_cn: Weatherby Mark V是最好的栓动步枪之一，发明于1957年，这些家伙十分昂贵。

source: The Winchester Model 70 is a bolt action sporting rifle. It has an iconic place in American sporting culture and has been held in high regard by shooters since it was introduced in 1936.
de: Das Winchester Model 70 ist ein Kammerverschlusssportgewehr. Es halt in der US-Sportkultur Kultstatus und wurde von Schützen seit dessen Einführung im Jahre 1936 hochgeschätzt.
ja: ボルトアクション方式のスポーツハンティング･ライフルです。アメリカにおけるスポーツハンティング文化の代名詞と言ってもいい銃で、1936年の発売以来多くのシューターから愛され続けています。
zh_cn: Winchester Model 70弹药是一种运动弹药，在美国运动文化中有着标志性的地位，自从1936年被发明之后就许多被射手们所喜爱。

source: The barrels of shotguns are often sawed in half to make it more maneuverable and concealable. This has the added effect of reducing accuracy greatly.
de: Die Läufe von Schrotflinten werden oft an der Hälfte abgesägt, um sie manövrierfähiger und versteckbarer zu machen. Das wirkt sich auf die Treffgenauigkeit stark negativ aus.
ja: ショットガンの銃身がバッサリと半分に切り詰められるのはそう珍しいことではありません。多くの使い手が機動力と携帯性を求めてそうします。精度が大幅に下がります。
zh_cn: 为了更好的机动性和隐蔽性，霰弹枪的枪管往往会被锯短一些，代价是牺牲了它的精准性。

source: The child of the M1 Garand World War 2 rifle, the M14 is a semi-automatic rifle favored for its accuracy and modular use.
de: Als das Kind des Gewehrs M1 Granad aus dem 2. Weltkrieg ist die M14 ein halbautomatisches Gewehr, welche wegen ihrer Treffgenauigkeit und ihres modularen Gebrauchs bevorzugt wird.
ja: 第二次世界大戦で活躍したM1ガーランドの直系の子孫であり、精度と機構の扱いやすさに定評のあるセミオートライフルです。
zh_cn: 继承并改进自M1 Garand步枪，M14是一种精确和模块化的半自动步枪。

source: The compact version of the standard SVS-24. It is commonly issued to tank crews or special forces due to its smaller size. The shorter barrel reduces accuracy.
zh_cn: 这是标准SVS-24的精简缩短版。因其大小常常被配发给坦克手或者特种部队。较短的枪管降低了准确度。

source: The emblematic RPG-7 launcher. Its simple, inexpensive, and reliable design made it a popular choice among armies and insurgent groups worldwide.
de: Der symbolische RPG-7-Raketenwerfer. Sein einfaches, billiges und zuverlässiges Design machten ihn zur beliebten Wahl unter Armeen und Aufständischengruppen weltweit.
ja: この種の兵器の象徴ともいえる、RPG-7ランチャーです。簡素にして安価、それでいて高い信頼性を持つRPG-7は世界中の軍隊や武装組織で採用されています。
zh_cn: 标志性的RPG-7发射器。其操作简单，价格低廉，可靠的设计使得它成为世界范围内的军队和叛乱团体的普遍选择。

source: The first in a new genre of guns, termed "personal defense weapons." FN designed the P90 to use their proprietary 5.7x28mm ammunition. It is made for firing bursts manageably.
de: Als die erste in einer neuen Waffengattung, genannt »Personal Defense Weapons« (dt. »persönliche Verteidigungswaffen«), entwarf FN die P90 für ihre proprietäre 5,7×28mm-Munition. Sie wurde dafür ausgelegt, kontrollierbare Feuerstöße abfeuern zu können.
ja: 個人防御火器、"personal defense weapon"というジャンルにおける現代の草分けとなった銃です。FN社製であり、同社製の5.7x28mm弾を使用します。機構と弾薬のおかげで点射の制御が容易になっています。
ko: "개인방어화기(PDW)" 라고 불리는 새로운 종류의 총기 중, 최초로 나온 물건입니다. FN 사는 새로 개발한 5.7x28mm 탄을 사용하기 위해 이 P90을 직접 디자인하였습니다. 이 새로운 탄환 덕분에, 연발 사격시 조작이 아주 쉬워진 총입니다.
ru: Это первый образец класса "личное оружие самообороны". FN P90 сделан под фирменный патрон FN 5.7x28мм, что позволяет легко удерживать оружие на линии прицеливания при стрельбе очередями.
zh_cn: 这是世界上第一支使用了全新弹药的“个人防卫武器”。P90使用的是5.7x28mm子弹，使得其后坐力几乎只有手枪的程度，适合连发。

source: The miniaturized version of the DREAD MkIX attached to the wrist of the operator. It fires .20 metal pellets at an incredible rate without any flash or noise. It is mainly a defensive weapon.
zh_cn: 安装在使用者手臂上的缩小版DREAD MkIX。能够以超高速发射.20金属子彈，没有任何火花或者噪声。主要用于自我防卫。

source: The oldest and longest-produced shoulder firearm in the world. Though it fires the weak .22 round, it is highly accurate and damaging, and has essentially no recoil.
de: Die älteste und am längsten hergestellte Schulter-Schusswaffe der Welt. Obwohl sie die schwache .22-Patrone feuert, ist sie sehr treffgenau, richtet hohen Schaden an und hat praktisch keinen Rückstoß.
ja: 肩付けで構える火器の中で世界最古にして世界最長生産期間記録を持つライフルです。使用弾薬はまったく非力ですが、精度に優れ、ほとんど反動がありません。
zh_cn: 这是世界上最古老、持续生产时间最长的枪械之一。尽管使用的是弱爆了的.22子弹，它依旧能不时爆发出精准的强力一击。更难能可贵的是，这款枪械几乎没有后坐力。

source: This Mosin-Nagant has exchanged the classic wooden stock for a modern synthetic model, carefully balanced to the same weight and handling yet offering support for modern accessories.
ja: 木製の外装を現代的な合成樹脂のものに換装したモシン・ナガンです。現代的なアクセサリーに対応しつつ、重量やバランスが原型と同じになるよう慎重に調整してあります。
zh_cn: 这把莫辛纳甘步枪把传统木质枪托替换为现代合成枪托，并且精心调节至相同的重量及控制度，但又能接受现代改装配件。

source: This alteration of the Chain Lightning bionic fires articial lightning bolts that arc to nearby enemies. It must be attached to a large power source, but it allows for much more powerful bolts.
ja: チェインライトニング発生装置によって近くの敵へ人工雷撃を繰り出します。強力な電撃を発生させるため、大規模な電源に接続されている必要があります。
zh_cn: 这种改造的闪电链仿生插件发射闪电球来触发电弧攻击附近的敌人。它必须由强大能源支撑,并且能够蓄能来发射更强大的电弧。

source: This carbine packs the classic Mosin-Nagant model 44 action in a modern-day stock capable of accepting modifications.
ja: 木製の外装を現代的な合成樹脂のものに換装したモシン・ナガンM44です。現代的なアクセサリーに対応しつつ、重量やバランスが原型と同じになるよう慎重に調整してあります。
zh_cn: 这把卡宾枪将传统的莫辛纳甘44式步枪和现代可调整枪托结合在一起。

source: This carbine was developed for military use in the early 21st century. It is damaging and accurate, though its rate of fire is a bit slower than competing .223 carbines.
de: Dieser Karabiner wurde im frühen 21. Jahrhundert für den Militärgebrauch entwickelt. Er macht großen Schaden und ist treffsicher, obwohl seine Schussgeschwindigkeit etwas langsamer als konkurrierende .223-Karabiner ist.
ja: 21世紀初頭に開発された軍用カービンです。殺傷力と精度に優れ、競合する同種の銃と比べると発射速度がやや抑えられています。
zh_cn: 这款步枪在2007年由MagPul公司的研发小组花了不到4个月的时间整合出来，前后花费的研发费用不到7万美元。虽然与其他.223口径步枪相比它的射速稍显不足，但其杀伤力与精确度还是很有保障。

source: This is a laser cannon stripped from the barrel of a TX-5LR Cerberus laser turret that has been modified to use UPS power for firing.
ja: TX-5LRケルベロスレーザーキャノンから取り外された一本の砲身に手を加え、銃器として単体で作動するようにしたものです。作動にはUPSが必要です。
zh_cn: 一个从TX-5LR地狱犬激光炮台下剥离的激光炮。被修改成使用UPS供电。

source: This is a nailgun that has been jury-rigged to be a more effective weapon with the addition of a short barrel, a stock, and a hand guard.
de: Dies ist eine Nagelpistole, die so zusammengebastelt wurde, um eine effektivere Waffe, die eine zusätzlichen kurzem Lauf, einen Schaft und einen Handschutz hat, zu sein.
ja: ネイルガンに簡易的な銃身と銃床、銃把を取り付けて作った急拵えのライフルです
ko: 네일 건을 무기로 제대로 사용하기 위해 개조한 것입니다. 추가로 짧은 총구, 개머리판, 손 보호대를 달았습니다.
ru: Это улучшенный гвоздемёт. Для большей эффективности к нему добавлен короткий ствол, приклад и рукоятка.
zh_cn: 这是一把被改装过的射钉枪，更短的枪管和舒适的护手让它成为了一种更好的武器。

source: This is a replica of the bow possessed by Odin, Ichaival, which is rumored to fire 10 arrows with every pull of the string. It has gold and silver ornaments on it.
zh_cn: 这是北欧神奥丁拥有的神弓Ichaival的复制品。传说每次拉弦能够射出10只箭。这件上面覆盖满了金银饰品。

source: This light carbine fires 5x50mm armor-piercing flechette cartridges. Classified as a special purpose individual weapon, this advanced firearm was developed by Rivtech for the US military shortly before the end of the world. Designed to be fired in bursts, it excels in close combat.
de: Dieser leichte Karabiner feuert 5×50mm panzerbrechende Flechet-Munition ab. Eingeordnet als eine »Special Purpose Indiviual Weapon«, wurde diese fortschrittliche Feuerwaffe von Rivtech für das US-Militär kurz vor dem Ende der Welt entwickelt. Es wurde speziell für Feuerstöße entworfen und ist somit überragend im Nahkampf.
ja: 5x50mmフレシェット徹甲弾を使用する軽量カービンです。大変動の少し前にRivtech社がアメリカ軍向けに開発した銃で、分類上は特殊用途個人火器(Special Purpose Individual Weapon)に属します。実戦においては点射が推奨されます。接近戦でより有効です。
zh_cn: RM216卡宾枪使用5 x50mm穿甲弹， 是一种特殊的个人武器，,这种先进的火器，是由Rivtech公司为末日之前的军方设计的，,它擅长近距离作战，可以对怪物造成巨大的爆破伤害.

source: This lightweight machine pistol fires 5x50mm armor-piercing flechette cartridges. Classified as an individual defense weapon, this advanced firearm was developed by Rivtech for the US military shortly before the end of the world. Designed to be fired in bursts, it excels in close combat.
ja: 5x50mmフレシェット徹甲弾を使用する軽量マシンピストルです。大変動の少し前にRivtech社がアメリカ軍向けに開発した銃で、分類上は個人防衛火器(Individual Defense Weapon)に属します。実戦においては点射が推奨され、接近戦でより有効です。
zh_cn: 这个轻量的冲锋手枪发射5x50mm穿甲镖型弹。作为个人防卫武器，这个先进的枪支在世界末日前不久由Rivtech为美帝军队设计。设计中默认使用连发点射模式，近距离优势不言而喻。（IDW是步兵防卫武器的意思）
