Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: wooden board
de: Holzfahrzeugwand
ja: 板(木)
ko: 나무판
ru: деревянный кузов
zh_cn: 木制隔板

source: wooden door
ja: ドア(木)
zh_cn: 木门

source: wooden handle
de: Holzgriff
ja: ハンドル(木)
ko: 나무 손잡이
ru: деревянная рукоять
zh_cn: 木把手

source: wooden quarterpanel
de: Holzseitenwand
ja: クォーターパネル(木)
ko: 목제 쿼터 패널
ru: деревянная боковина
zh_cn: 木制侧板

source: wooden ram
ja: 衝角(木)
zh_cn: 木闸板

source: wooden roof
ja: 屋根(木)
zh_cn: 木顶板

source: wooden seat
ja: 座席(木)
zh_cn: 木椅

source: wooden spike
ja: スパイク(木)
zh_cn: 木钉刺

source: (Direction button)
de: (Richtungstaste)
ja: (方向キー)
ko: (방향 버튼)
ru: (укажите направление)
zh_cn: （方向按钮）

source: Actions
de: Aktionen
ja: 行動
ru: Действия
zh_cn: 动作

source: Back
de: Zurück
ja: 戻る
ru: Назад
zh_cn: 返回

source: Cancel
de: Abbrechen
ja: 取消
ko: 취소
ru: Отмена
zh_cn: 取消

source: Invalid direction.
de: Ungültige Richtung.
ja: 無効
ko: 잘못된 방향.
ru: Неправильное направление
zh_cn: 方向不存在。

source: Press
de: Drücke
ja: 押す
ru: Нажмите
zh_cn: 按

source: Try
de: Versuche
ja: 試行
ko: 시도
ru: Попробуйте
zh_cn: 尝试

source: About an hour left to go.
ja: あと1時間ほどです。
zh_cn: 大约还需要一个小时。

source: Almost there! Ten more minutes of work and you'll be through.
ja: あと少しです！10分ほどで終わりそうです。
zh_cn: 就快了！再来个十分钟就挖穿了。

source: By process of elimination, this wire will start the engine.
ja: エンジンを動かすケーブルを消去法で選びました。
zh_cn: 根据排除法，这根线可以启动引擎。

source: CHNK! CHNK! CHNK!
de: »Kläng! Kläng! Kläng!«
ja: カチン！カチン！カチン！という音が聞こえました。
ko: 챙! 챙! 챙!
ru: ТКХХ! ТКХХ! ТКХХ!
zh_cn: 切克！切克！切克！

source: Can't reload your %s.
de: Du kannst %s nicht nachladen.
ja: %sは再装填できない。
ko: %s을(를) 재장전할 수 없습니다.
ru: Невозможно перезарядить %s.
zh_cn: 不能重新装填你的 %s 。

source: Feels like you're making good progress. Another half an hour, maybe?
ja: 良い調子で作業が進んでいます。これなら30分もあれば終わりそうだ...多分ね。
zh_cn: 感觉进展不错，再有半个小时？也许吧。

source: If it keeps up like this, you might be through in an hour.
ja: この調子で作業を続ければ、1時間もあれば終わりそうだ。
zh_cn: 如果能保持这个速度，或许还需要一个小时才能搞定。

# memorial_female
source: Learned %s.
de: Lernte %s.
ja: %sを学びました。
ko: %s을(를) 배웠습니다.
ru: Изучила %s.
zh_cn: 习得 %s ！

# memorial_male
source: Learned %s.
de: Lernte %s.
ja: %sを学びました。
ko: %s을(를) 배웠습니다.
ru: Изучил %s.
zh_cn: 习得 %s ！

# memorial_female
source: Reached skill level %1$d in %2$s.
de: Erreichte die Erfahrungsstufe %1$d in %2$s.
ja: %1$dの%2$s技能を獲得しました。
ko: %2$s의 기술 수준을 %1$d까지 올렸습니다.
ru: Достигла уровня %1$d в навыке «%2$s».
zh_cn: 达到技能等级%1$d %2$s。

# memorial_male
source: Reached skill level %1$d in %2$s.
de: Erreichte die Erfahrungsstufe %1$d in %2$s.
ja: %1$dの%2$s技能を獲得しました。
ko: %2$s의 기술 수준을 %1$d까지 올렸습니다.
ru: Достиг уровня %1$d в навыке «%2$s».
zh_cn: 达到技能等级 %1$d %2$s。

source: ScratchCrunchScrabbleScurry.
ja: 引っ掻いたりかじったり暴れたり走り回ったりする音が聞こえました。
zh_cn: “老鼠打洞声”

source: Shouldn't be more than half an hour or so now!
ja: あと30分以内に完了します！
zh_cn: 到现在的话应该还要不到半小时了！

source: That's got it. Ten more minutes of work and it's open.
ja: よし、もうすぐだ。作業を10分ぐらい続ければ終わりそうだ。
zh_cn: 差不多了。再来十分钟就挖穿了。

source: The %s doesn't have an engine!
de: %s hat keinen Motor!
ja: %sにはエンジンが付いていない！
ko: %s에는 엔진이 없습니다!
ru: В %s отсутствует двигатель!
zh_cn: 这个 %s 没有引擎.

source: The %s runs out of batteries.
de: Die Batterien von %s sind leer gegangen.
ja: %sの電池を使い果たしました。
ko: %s의 배터리가 다 떨어졌습니다.
ru: В %s сели батарейки.
zh_cn: %s电池电量耗尽

source: The %s's engine fails to start.
de: Der Motor von %s startet nicht.
ko: %s의 엔진에 시동이 걸리지 않습니다.
ru: Двигатель %s не завёлся.
zh_cn: %s 的引擎无法启动。

source: The %s's engine starts up.
de: Der Motor von %s startet.
ko: %s의 엔진에 시동을 걸었습니다.
ru: Двигатель %s завёлся.
zh_cn: %s 的引擎启动了。

source: The corpse is thoroughly pulped.
de: Die Leiche wurde stark zerfleischt.
ja: 死体は完全に潰れています。
ko: 시체가 완전히 걸쭉해졌습니다.
ru: Труп основательно разбит.
zh_cn: 尸体被弄成了一滩烂泥

source: The red wire always starts the engine, doesn't it?
ja: エンジンを動かすのは赤のケーブルに決まっているじゃないか、なあ？
zh_cn: 红色的线总是能启动引擎，不是么？

source: There is not enough sunlight to start a fire now. You stop trying.
ja: 点火するには太陽光が弱すぎます。点火作業を中止しました。
zh_cn: 没有足够的阳光来聚焦点火。你停止尝试。

source: There's no corpse to butcher!
de: Da ist keine Leiche zum Schlachten!
ja: 捌ける死体が存在しない！
ko: 도축할 시체가 없습니다!
ru: Нет трупа для разделки.
zh_cn: 没有尸体供屠宰！

source: There's no corpse to make into a zombie slave!
de: Dort ist keine Leiche, die zum Zombiesklaven gemacht werden kann!
ja: 奴隷ゾンビを作る死体がない！
zh_cn: 没有用来制作丧奴的尸体！

source: This wire will probably start the engine.
ja: たぶんエンジンを動かすケーブルを見つけました。
zh_cn: 这根线也许可以启动引擎。

source: This wire will start the engine.
ja: エンジンを動かすケーブルを見つけました。
zh_cn: 这根线可以启动引擎。

source: Ugh. You figure it'll take about an hour and a half at this rate.
ja: むぅ、この調子だと1時間半ぐらいは掛かりそうだ。
zh_cn: 额啊。你估计照这个速率需要一个半小时。

source: With a clang and a shudder, the pump goes silent.
ja: 大きな音を立てながら一頻り振動した後、ポンプは静かになりました。
zh_cn: 随着当啷一身震动，机器沉默下来。

source: You butcher the corpse.
de: Du schlachtest die Leiche.
ja: 死体を捌きました。
ko: 시체를 도축했습니다.
ru: Вы разделали труп.
zh_cn: 你屠宰了尸体。

source: You caught a %s.
ja: %sに捕まりました。
zh_cn: 你抓住了一个 %s 。

source: You cut into the corpse trying to make it unable to attack, but you don't think you have it right.
de: Du zerschneidest die Leiche beim Versuch, sie kampfunfähig zu machen, aber du glaubst nicht, dass du es richtig gemacht hast.
ja: 戦闘能力を奪うべく、死体を切ってみました。これでいいのかな。
zh_cn: 你切开了尸体想要切除它的攻击性，但你不确信是否操作正确。

source: You cut up the corpse too much, it is thoroughly pulped.
de: Zu zerschneidest die Leiche zu sehr, sie ist völlig zermalmt.
ja: 死体を切り刻み過ぎて、完全に潰れてしまいました。
zh_cn: 尸体被弄成了一滩烂肉。

source: You didn't catch anything.
ja: 何も掴めなかった。
zh_cn: 你没有抓住任何东西。

source: You didn't find anything.
de: Du hast nichts gefunden.
ja: 何も見つからなかった。
ko: 아무 것도 찾지 못했습니다.
ru: Вы ничего не нашли.
zh_cn: 你没有发现任何东西。

source: You discover a %s in the %s!
de: Du findest 1 %s im %s!
ja: %sを%sから発見しました！
ko: %s을(를) %s에서 발견했습니다!
ru: Вы нашли %s в %s!
zh_cn: 你发现了一些 %s 在 %s 里头！

source: You discover a CBM in the %s!
de: Du findest ein KBM im %s!
ja: %sからCBMを発見しました！
ko: %s에서 CBM을 발견했습니다!
ru: Вы нашли КБМ в %s!
zh_cn: 你在 %s 里面发现了一些生化组件！

source: You discover a fused lump of bio-circuitry in the %s!
de: Du entdeckst einen verschmolzenen Bionikklumpen im %s!
ja: %sからバイオ回路の塊を発見しました！
zh_cn: 你在 %s 里面发现了一些已经融成一块的生物电路板！

source: You discover a power storage in the %s!
de: Du hast einen Stromspeicher in dem %s gefunden!
ja: %sから蓄電部品を発見しました！
zh_cn: 你在 %s 里面发现了一个储能模块！

source: You figure it'll take about an hour and a half at this rate.
ja: むぅ、この調子だと1時間半ぐらいは掛かりそうだ。
zh_cn: 你估计照这个速率需要一个半小时。

source: You finish salvaging.
ja: サルベージを終えました。
zh_cn: 你完成了回收。

source: You finish training %s to level %d.
de: Du hast %s zur Stufe %d trainiert.
ja: 訓練を受けて%s技能が%dに上昇しました。
ru: Вы закончили тренировать %s до уровня %d.
zh_cn: 你结束了练习 %s ，它提升到了等级 %d 。

source: You found some trash!
de: Du hast etwas Müll gefunden!
ja: 雑多なごみを発見しました！
ru: Вы нашли какой-то мусор!
zh_cn: 你发现了一些垃圾！

source: You found something!
de: Du hast etwas gefunden!
ja: 何か発見しました！
zh_cn: 你发现了某样东西！

source: You hack into the corpse and chop off some body parts. You think the zombie won't be able to attack when it reanimates.
de: Du zerhackst die Leiche und trennst einige Körperteile ab. Du denkst, dass der Zombie nicht mehr kampffähig sein wird, wenn er wiederaufersteht.
ja: 復活しても襲って来れないよう適当に体を切り離しました。
zh_cn: 你切开了尸体并且摘除了一些身体组织。你觉得当丧尸再次复苏时将失去攻击性。

source: You harvest some fat!
de: Du erhälst etwas Fett.
ja: 脂肪を採取しました！
ko: 지방을 조금 구했습니다!
ru: Вы собрали немного жира!
zh_cn: 你收获了一些脂肪！

source: You harvest some feathers!
de: Du entnimmst einige Vogelfedern!
ja: 羽毛を採取しました！
ko: 깃털 조금을 뽑아냈습니다!
ru: Вы собрали перья!
zh_cn: 你收获了一些羽毛！

source: You harvest some fluid bladders!
de: Du erntest ein paar Früchteblasen!
ja: 液体を貯める器官を採取しました！
ko: 액체 주머니 약간을 채취했습니다!
ru: Вы собираете капли жидкости!
zh_cn: 你收获了一些流体囊状物！

source: You harvest some gooey fat!
ja: 粘着いた脂肪を採取しました！
zh_cn: 你收获了一些粘稠的脂肪！

source: You harvest some plant fibers!
ja: 植物繊維を採取しました！
zh_cn: 你收获了一些植物纤维！

source: You harvest some salvageable bones!
ja: 救えそうな骨を採取しました！
zh_cn: 你收获了一些还算可用的骨头！

source: You harvest some usable bones!
de: Du entnimmst einige brauchbare Knochen!
ja: 使えそうな骨を採取しました！
ko: 사용 가능한 뼈를 구했습니다!
ru: Вы добыли несколько костей!
zh_cn: 你收获了一些可用的骨头！

source: You harvest some usable sinews!
de: Du entnimmst ein paar brauchbare Sehnen!
ja: 使えそうな腱を採取しました！
ko: 사용 가능한 힘줄을 구했습니다!
ru: Вы добыли сухожилия!
zh_cn: 你收获了一些可用的肌腱！

source: You harvest the stomach!
zh_cn: 你收获了一个胃！

source: You have trouble breathing, and stop.
de: Du hast Probleme mit dem Atmen und hörst auf.
ja: 呼吸困難です。動きを止めました。
zh_cn: 你呼吸有困难，然后...停止了。

source: You insert a bolt into your %s.
de: Du setzt einen Bolzen in dein %s.
ja: %sにボルトを挿入しました。
ru: Вы вставили патрон в %s.
zh_cn: 你为你的 %s 重新上箭。

source: You insert a cartridge into your %s.
de: Du setzt eine Patrone in dein %s ein.
ja: %sにカートリッジを挿入しました。
ko: %s을(를) 장전했습니다.
ru: Вы вставили патрон в %s.
zh_cn: 你为你的 %s 重新上弹匣。

source: You learn %s.
de: Du lernst %s.
ja: %sを学びました。
ko: %s 를 배웠습니다.
ru: Вы изучили %s.
zh_cn: 你学会了 %s 。

source: You let go of the controls.
de: Du lässt die Fahrzeugsteuerung los.
ja: 操縦席から離れました。
ko: 운전대를 놓았습니다.
ru: Вы бросили управление.
zh_cn: 你放开了车辆的控制.

source: You manage to skin the %s!
de: Du schaffst es, %s zu häuten.
ja: %sの皮を剥ぎ取りました！
ko: %s 가죽을 벗기는데 성공했습니다!
ru: Вы снимаете шкуру с %s!
zh_cn: 你设法去扒 %s 的皮！

source: You reload your %s.
de: Du lädtst deine %s nach.
ja: %sを再装填しました。
ko: %s을(를) 재장전했습니다.
ru: Вы перезарядили %s.
zh_cn: 你重新装填了 %s 。

source: You slice muscles and tendons, and remove body parts until you're confident the zombie won't be able to attack you when it reainmates.
de: Du schneidest Muskeln und Sehen auf und entfernst Körperteile, bis du dir sicher bist, dass der Zombie nicht mehr in der Lage ist, anzugreifen, wenn er wiederaufersteht.
ja: たとえ復活しても襲ってこれないよう入念に筋肉と腱を切り刻み、四肢をばらばらに解体しました。
zh_cn: 你不停的切除尸体的身体组织，直到你确信丧尸再次复苏时已失去攻击性为止。

source: You're too tired to continue.
de: Du bist zu müde zum Fortfahren.
ja: 続行するには疲れ過ぎています。
zh_cn: 你太疲劳了无法继续。

source: Your clumsy butchering destroys the meat!
de: Deine tollpatschige Schlachtung zerstört das Fleisch!
ja: 捌き方が下手だったので、肉がグチャグチャになってしまいました！
ko: 도축을 서투르게 해서, 아무 것도 얻지 못했습니다!
ru: Вы неумело разделали тушу и всё мясо пропало!
zh_cn: 肉被你破坏了！

source: hissssssssss!
ja: シューーーーーーッ！
zh_cn: 嘶～嘶～嘶～嘶！

source: %s did not fit and fell to the ground!
de: %s passte nicht und field zu Boden!
ja: %sは体にフィットせず地面に落ちた！
zh_cn: %s 实在是太大了，掉在了地上！

source: %s is too heavy and fell to the ground!
de: %s ist zu schwer und fiel zu Boden!
ja: %sは重すぎる！たまらず地面に落としました！
zh_cn: %s 实在是太重了，掉在了地上！

source: Alcohol Withdrawal
de: Alkoholentzug
ja: 禁断症状(アルコール)
ko: 알코올 금단증상
ru: Похмелье
zh_cn: 酒精脱瘾症

source: Amphetamine Withdrawal
de: Amphetaminentzug
ja: 禁断症状(アンフェタミン)
ko: 각성제 금단증상
ru: Амфитаминовая ломка
zh_cn: 安非他命脱瘾症

source: Caffeine Withdrawal
de: Koffeinentzug
ja: 禁断症状(カフェイン)
ko: 카페인 금단증상
ru: Синдром отмены кофеина
zh_cn: 咖啡因脱瘾症

source: Cocaine Withdrawal
de: Kokainentzug
ja: 禁断症状(コカイン)
ko: 코카인 금단증상
ru: Кокаиновая ломка
zh_cn: 可卡因脱瘾症

source: Crack Cocaine Withdrawal
de: Crackentzug
ja: 禁断症状(高純度コカイン)
ko: 크랙 코카인 금단증상
ru: Крэк-кокаиновая ломка
zh_cn: 快克可卡因脱瘾症

source: Diazepam Withdrawal
de: Diazepam-Entzug
ja: 禁断症状(ジアゼパム)
zh_cn: 安定片脱瘾

source: Intelligence - 1; Occasional cravings
de: Intelligenz −1; gelegentliches Verlangen
ja: 知性 -1 / 低い依存性
ko: 지능 -1; 주기적 투약충동
ru: Интеллект -1; Редкие приступы ломки
zh_cn: 智力-1；偶尔犯瘾

source: Marloss Cravings
ja: 依存症状(マーロス/高)
zh_cn: 马洛斯极度渴望

source: Marloss Desire
ja: 依存症状(マーロス/中)
zh_cn: 马洛斯严重渴望

source: Marloss Longing
ja: 依存症状(マーロス/低)
zh_cn: 马洛斯渴望

source: Marloss berries
ja: マーロスベリー
zh_cn: 马洛斯莓

source: Marloss gel
ja: ゼラチン(マーロス)
zh_cn: 马洛斯凝胶

source: Marloss seeds
ja: 種(マーロス)
zh_cn: 马洛斯种子

source: Mutation Withdrawal
de: Mutationsentzug
ja: 禁断症状(変異原物質)
ko: 변이 퇴화
ru: Отходняк от мутации
zh_cn: 诱变剂脱瘾

source: Nicotine Withdrawal
de: Nikotinentzug
ja: 禁断症状(ニコチン)
ko: 니코틴 금단증상
ru: Никотиновая зависимость
zh_cn: 尼古丁脱瘾症

source: Opiate Withdrawal
de: Opiumentzug
ja: 禁断症状(アヘン)
ko: 아편제 금단증상
ru: Опиумная ломка
zh_cn: 镇痛剂脱瘾症

source: Perception - 1; Intelligence - 1; Anxiety, nausea, hallucinations, and general malaise.
de: Wahrnehmung −1; Intelligenz −1; Beklommenheit, Übelkeit, Halluzinationen und allgemeines Unwohlsein.
ja: 感覚 -1 / 知性 -1 不安 / 吐き気 / 幻覚症状 / 全身の倦怠感
zh_cn: 感知-1；智力-1； 焦虑，恶心，幻觉，和全身不适。

source: Perception - 1; Intelligence - 1; Occasional Cravings; Risk of delirium tremens
de: Wahrnehmung − 1; Intelligenz − 1; gelegentliche Entzugserscheinungen; Risiko von Delirium tremens
ja: 感覚 -1 / 知性 -1 低い依存性 / 精神錯乱のリスク
ko: 지각력 -1; 지능 -1; 주기적 투약충동; 진전 섬망(착란) 위험
ru: Восприятие -1; Интеллект -1; Редкие приступы ломки; Риск белой горячки
zh_cn: 感知-1；智力-1；偶尔犯瘾； 有患“震颤性谵妄病”的风险

source: Perception - 1; Intelligence - 1; Frequent cravings.
de: Wahrnehmung −1; Intelligenz −1; Häufige Entzugserscheinungen.
ja: 感覚 -1 / 知性 -1 強い依存性
ko: 지각력 -1; 지능 -1; 잦은 투약충동
ru: Восприятие -1; Интеллект -1; Частые приступы ломки.
zh_cn: 感知-1；智力-1；频繁犯瘾。

source: Perception - 2; Intelligence - 2; Frequent cravings.
de: Wahrnehmung −2; Intelligenz −2; Häufige Entzugserscheinungen.
ja: 感覚 -2 / 知性 -2 強い依存性
ko: 지각력 -2; 지능 -2; 잦은 투약충동
ru: Восприятие -2; Интеллект -2; Частые приступы ломки.
zh_cn: 感知-2；智力-2；频繁犯瘾。

source: Sleeping Pill Dependence
ja: 依存症状(睡眠薬)
zh_cn: 安眠药依赖性

source: Strength - %d; Perception - 1; Dexterity - 1; Depression and physical pain to some degree. Frequent cravings. Vomiting.
de: Stärke −%d; Wahrnehmung −1; Geschicklichkeit −1; Teilweise Depression und physicher Schmerz. Häufige Entzugserscheinungen. Erbrechen.
ja: 筋力 -%d / 感覚 -1 / 器用 -1 意気消沈 / 痛みの軽減 / 強い依存性 / 嘔吐を誘発
ko: 체력 - %d; 지각력 - 1; 민첩 - 1; 약간의 우울증과 육체적 고통. 빈번한 투약충동. 구토.
ru: Сила -%d; Восприятие -1; Ловкость -1; Депрессия. Небольшая физическая боль. Частые приступы ломки. Рвота.
zh_cn: 力量-%d；感知-1；敏捷-1； 抑郁和疼痛达到某种程度。频繁犯瘾。呕吐。

source: Strength - %d; Perception - 1; Dexterity - 1; Depression. Frequent cravings. Vomiting.
de: Stärke −%d; Wahrnehmung −1; Geschicklichkeit −1; Depression. Häufige Entzugserscheinungen. Erbrechen.
ja: 筋力 -%d / 感覚 -1 / 器用 -1 意気消沈 / 強い依存性 / 嘔吐を誘発
ko: 체력 - %d; 지각력 - 1; 민첩 - 1; 우울증. 빈번한 투약충동. 구토.
ru: Сила -%d; Восприятие -1; Ловкость -1; Депрессия. Частые приступы ломки. Рвота.
zh_cn: 力量 - %d； 感知 - 1； 敏捷 - 1； 抑郁症。频繁的焦虑。呕吐。

source: Strength - 1; Intelligence - 1; Movement rate reduction. Depression. Weak immune system. Frequent cravings.
de: Stärke −1; Intelligenz −1; Geschwindigkeitsreduktion. Depression. Schwaches Immunsystem. Häufiges Verlangen.
ja: 筋力 -1 / 知性 -1 移動速度低下 / 意気消沈 / 免疫力の低下 / 強い依存性
ko: 체력 - 1; 지능 - 1; 이동속도가 느려짐. 우울증. 면역력 감소. 잦은 투약충동.
ru: Сила -1; Интеллект -1; Тяжело бегать. Депрессия. Ослабленная иммунная система. Частые приступы ломки.
zh_cn: 力量-1；智力-1； 运动速度降低。抑郁。脆弱的免疫系统。频繁犯瘾。

source: Strength - 1; Slight sluggishness; Occasional cravings
de: Stärke −1; Leichte Trägheit; Gelegentliche Entzugserscheinungen
ja: 筋力 -1 僅かな脱力感 / 低い依存性
ko: 체력 - 1; 약간 느려짐; 주기적 투약충동
ru: Сила -1; Некоторая вялость; Редкие приступы ломки
zh_cn: 力量-1；稍微迟缓；偶尔犯瘾

source: Throwing up.
de: Erbrechen.
ja: 嘔吐しています。
ko: 구역질을 했습니다.
ru: Вырвало.
zh_cn: 你呕吐了。

source: You could use a drink.
de: Du könntest einen Drink vertragen.
ja: 酒が飲みたい。
ko: 술이 마시고 싶어졌습니다.
ru: Вам хочется выпить спиртного.
zh_cn: 你想喝一杯。

source: You could use some diazepam.
de: Du könntest etwas Diazepam gebrauchen.
ja: ジアゼパムが欲しい。
zh_cn: 你想要服用一些安定片。

source: You could use some new parts...
de: Du könntest ein paar neue Teile vertragen …
ja: 新しい部位を増やしたい…
ko: 새로운 부품을 장착해야 합니다...
ru: Вы бы могли использовать новые части тела…
zh_cn: 你可以使用一些新的部件...

source: You could use some nicotine.
de: Du könntest etwas Nikotin gebrauchen.
ja: ニコチンが欲しい。
ru: Было бы неплохо получить никотин.
zh_cn: 你想要些尼古丁。

source: You daydream about luscious pink berries as big as your fist.
ja: 握り拳ほどの大きさの、甘美で芳しい桃色のベリーを空想しています。
zh_cn: 你梦想着和你的拳头一样大的、甜美的粉色浆果。

source: You daydream about nutty cyan seeds as big as your hand.
ja: 手の平に乗る大きさの、木の実の味がする青緑色の種を空想しています。
zh_cn: 你梦想着和你的手掌一样大的、青色的坚果种子。

source: You daydream about succulent, pale golden gel, sweet but light.
ja: 汁気たっぷりの、甘いのにしつこくない、淡い黄金色のジェルを空想しています。
zh_cn: 你梦想着多汁的、甜美而又清澈的苍金色胶质。

source: You daydream what it'd be like if you were *different*. Different is good.
de: Du hast einen Tagtraum darüber, wie es wäre, wenn du *anders* wärst. Anders sein ist gut.
ja: もっと*違って*いたらいいのになあと空想しました。違っていることは良いことですよね。
zh_cn: 你经常YY如果再*不同*下去的话你会变成什么样。*不同*真好啊。

source: You feel anxious. You need your painkillers!
de: Du bist besorgt. Du brauchst deine Schmerzmittel!
ja: 不安になってきました。鎮痛剤を飲まないと！
ko: 불안감이 느껴집니다. 진통제가 필요합니다!
ru: У вас чувство тревоги. Вам нужно болеутоляющее!
zh_cn: 你感到焦虑。你需要止痛剂！

source: You feel depressed. Speed would help.
de: Du fühlst dich niedergeschlagen. Speed würde helfen.
ja: 気分が落ち込んできました... スピードを飲めばマシになるだろう。
ko: 우울한 기분이 듭니다. 각성제가 도움이 될 것 같습니다.
ru: Вы чувствуете себя подавленым. Стимулянты могут помочь.
zh_cn: 你感到沮丧。兴奋剂（安非他命等）可以缓解这种情况。

source: You feel like you need a bump.
de: Du brauchst etwas zum Reinziehen.
ja: 一発コカインが
ko: 뭔가 끝내주는게 더 필요할 것 같습니다.
ru: Вы чувствуете, что надо бы нюхнуть кокаина.
zh_cn: 你感觉需要注射一支毒品。

source: You haven't had any mutagen lately.
de: Du hast seit längerem kein Mutagen eingenommen.
ja: 最近は変異をしていません。
ko: 최근 당신은 어떤 뮤타젠도 복용하지 못했습니다.
ru: Вы не принимали мутаген достаточно долго.
zh_cn: 近期你没有任何变异。

source: You may find it difficult to sleep without medication.
de: Du könntest Schwierigkeiten haben, ohne Medikamente zu schlafen.
ja: 睡眠薬が無いと眠り辛くなるかもしれない。
ko: 약 없이 잠들기가 힘들어졌습니다.
ru: Вам будет трудно уснуть без лекарств.
zh_cn: 你会发现没有药物很难入睡。

source: You need some nicotine.
de: Du brauchst etwas Nikotin.
ja: ニコチンが必要だ。
ru: Вам нужен никотин.
zh_cn: 你需要一些尼古丁。

source: You should try some of that golden gel.
ja: 金色のジェルをちょっと食べてみましょう。
zh_cn: 你应该试试那些金色的凝胶。

source: You should try some of those cyan seeds.
ja: 青緑色の種を試しに食べてみましょう。
zh_cn: 你应该试试那些青色的种子。

source: You should try some of those pink berries.
ja: ピンク色の果実を試しに食べてみましょう。
zh_cn: 你应该试试那些粉红的莓子。

source: You so miss the exquisite rainbow of post-humanity.
de: Du vermisst den exquisiten Regenbogen der Übermenschlichkeit.
ja: 新人類へと至るキラキラしあわせ気分が恋しくなってきました。
ko: 당신은 미래 인류의 아름다운 무지개를 그리워하고 있습니다.
ru: Вы очень скучаете по изящной радуге пост-человечности.
zh_cn: 你是如此怀念人类毁灭后的美丽彩虹。

source: You stop suddenly, feeling bewildered.
de: Du hörst plötzlich auf und bist perplex.
ja: 急に眩暈に襲われて歩みを止めました。
ko: 당혹감이 느껴져, 갑자기 동작을 멈추었습니다.
ru: Вы резко останавливаетесь, ощутив замешательство.
zh_cn: 你突然停了下来，感觉非常困惑。

source: You throw up heavily!
de: Du erbrichst heftig.
ja: 激しく嘔吐しました！
ko: 심하게 구역질을 했습니다!
ru: У вас сильная рвота!
zh_cn: 你吐得很严重。

source: You want some caffeine.
de: Du willst etwas Koffein.
ja: カフェインが欲しい。
ko: 카페인을 더 섭취하고 싶어졌습니다.
ru: Вам хочется кофеина.
zh_cn: 你想要一些咖啡因来提提神。

source: You're shaking... you need some diazepam!
de: Du zitterst … du brauchst etwas Diazepam!
ja: 身体が震えています…ジアゼパムが欲しい！
zh_cn: 你的身体不受控制的颤抖着，你需要些安定片。

source: You're shivering, you need some crack.
de: Du zitterst, du brauchst etwas Crack.
ja: 身体が震え出しました... 高純度コカインが必要だ。
ko: 갑작스런 몸의 떨림을 느꼈습니다. 크랙이 필요합니다.
ru: Вас трясёт, вам нужен крэк.
zh_cn: 你的身体不受控制的颤抖着，你需要毒品。

source: You've gotten a taste for mutating and the chemicals that cause it. But you can stop, yeah, any time you want.
de: Du hast einen Geschmack für das Mutieren und die Chemikalien, die das verursachen. Aber du kannst damit aufhören, naja, wann immer du willst.
ja: 化学薬品と変異を味わいました。そして、なんとまあ、任意で時間を停止することができるようになりました。
zh_cn: 你开始喜欢变异的感觉，喜欢诱变剂的味道。不过你觉得当你渴望诱变剂的滋味时，你还是可以控制住自己的冲动。

source: Your body is SOO booorrrring. Just a little sip to liven things up?
de: Dein Körper ist SOO laaaangweilig. Nur ein kleines Schlückchen, um die Sachen wieder aufzuheitern?
ja: 身体が物凄く退屈しているのを感じます。ほんの一口分でもいいから、楽しくなるものが欲しいですね？
zh_cn: 你浑身乏力。来一小口助兴？

source: Your hands start shaking... you need a drink bad!
de: Deine Hände zittern … du brauchst unbedingt einen Drink!
ja: 手が震え始めました...何か酒が飲みたい！
ko: 손이 흔들리기 시작했습니다... 술이 필요해!
ru: Ваши руки начинают трястись... Вам очень нужно выпить!
zh_cn: 你的双手开始颤抖...你迫切地需要酒！

source: Your hands start shaking... you need a pick-me-up.
de: Deine Hände zittern … du brauchst ein Stärkungsmittel.
ja: 手が震え始めました... 何か幸せになれる物が必要だ。
ko: 손이 떨리기 시작했습니다... 기분 좋아지는 약이 필요해!
ru: Ваши руки начинают трястись ... Вам нужно что-нибудь тонизирующее.
zh_cn: 你的手开始颤抖...你需要一些提神饮料（酒、咖啡、茶等）。

source: Your hands start shaking... you need it bad!
de: Deine Hände zittern … du brauchst es unbedingt!
ja: 手が震え始めました...早くカフェインを取らないと！
ko: 손이 떨리기 시작합니다.... 약이 필요해!
ru: Ваши руки начинают трястись... Желание невыносимо!
zh_cn: 你的双手开始颤抖...你迫切地需要它！

source: Your hands start shaking... you need some painkillers.
de: Deine Hände zittern … du brauchst ein paar Schmerzmittel.
ja: 手が震え始めました...鎮痛剤が必要だ。
ko: 손이 흔들리기 시작합니다... 진통제가 필요합니다.
ru: Ваши руки начинают трястись... Вы нуждаетесь в болеутоляющем.
zh_cn: 你的双手开始颤抖...你需要一些止痛剂。

source: alcohol
de: Alkohol
ja: アルコール
ko: 알코올
ru: алкоголь
zh_cn: 酒精

source: amphetamine
de: Amphetamin
ja: アンフェタミン
ko: 암페타민
ru: амфетамин
zh_cn: 安他非命

source: caffeine
de: Koffein
ja: カフェイン
ko: 카페인
ru: кофеин
zh_cn: 咖啡因

source: crack cocaine
de: Crack
ja: 高純度コカイン
ko: 크랙 코카인
ru: крэк-кокаин
zh_cn: 快克可卡因

source: mutation
ja: 突然変異
ko: 변이
ru: мутация
zh_cn: 诱变剂

source: nicotine
de: Nikotin
ja: ニコチン
ko: 니코틴
ru: никотин
zh_cn: 尼古丁

source: opiates
de: Opium
ja: アヘン
ko: 아편
ru: опиаты
zh_cn: 鸦片剂

source: sleeping pills
de: Schlafmittel
ja: 睡眠薬
ko: 수면제
ru: снотворное
zh_cn: 安眠药

source: (FULL)
de: (VOLL)
ja: (満)
ko: (가득참)
ru: (НЕТ МЕСТА)
zh_cn: （满了）

source: <color_white_red>FIRE</color>
zh_cn: <color_white_red>着火了！</color>

source: DANGER
zh_cn: 危险！

source: TRAP
zh_cn: 陷阱！

source: WATER
zh_cn: 水！

source: < [?] show help >
de: < [?] Hilfe >
ja: < [?] ヘルプ >
ko: < [?] 도움말 >
ru: < [?] справка >
zh_cn: <[?]显示帮助>

source: < [s]ort: %s >
de: < [s]ortieren: %s >
ja: < [s] 整列: %s >
ko: < 분류 기준 : %s >
ru: < [s] сортировка: %s >
zh_cn: < [s]排序: %s >

source: AL
zh_cn: 全

source: All
de: Alle
ja: 全て
ko: 전부
ru: Все
zh_cn: 全部

source: All 9 squares
de: Alle 9 Felder
ja: 周囲9マス
ko: 주변 9 칸 전부
ru: Все 9 клеток.
zh_cn: 所有9个方格

source: CN
zh_cn: 容

source: Container
de: Behälter
ja: 容器
zh_cn: 容器

source: DN
zh_cn: 下

source: Destination area has too many items. Remove some first.
ja: アイテムが一杯で、これ以上は置けない。
zh_cn: 目标区域包含太多东西了。先移除部分物品。

source: Destination area is full. Remove some items first
de: Zielbereich ist voll. Entferne zuerst ein paar Gegenstände.
ja: アイテムが一杯で、これ以上は置けない
zh_cn: 目标区域已经满了。先移除部分物品。

source: Destination area is full. Remove some items first.
de: Zielbereich ist voll. Entferne zuerst ein paar Gegenstände.
ja: アイテムが一杯で、これ以上は置けない。
zh_cn: 目标区域已经满了。先移除部分物品。

source: Destination can only hold %d! Move how many? (0 to cancel)
de: Zielbereich kann nur %d enthalten! Wie viele bewegen? (0 zum Abbrechen)
ja: 移動先には%d個しか置けません！いくつ移動させますか？(0で取消)
ko: 그곳엔 %d 만 넣을수 있습니다! 얼마나 넣습니까?(0 으로 취소)
ru: Туда поместится только %d! Сколько переместить? (0 для отмены)
zh_cn: 目标只能容纳 %d！移动多少？ （0 取消）

source: Directly below you
de: Direkt unter dir
ja: 足元
ko: 발밑
ru: Прямо под вами
zh_cn: 你的正下方

source: E
zh_cn: 东

source: East
de: Ost
ja: 東
ko: 동쪽
ru: Восток
zh_cn: 东

source: GR
zh_cn: 载具

source: Grabbed Vehicle
de: Festgehaltenes Fahrzeug
ja: 牽引車両
ko: 끌고 있는 차량
ru: Удерживаемый транспорт
zh_cn: 被抓住的车

source: How many do you want to move? (0 to cancel)
de: Wie viele willst du bewegen? (0 zum Abbrechen)
ja: いくつ移動させますか？(0で取消)
ko: 얼마나 많이 옮기겠습니까? (0으로 취소)
ru: Сколько нужно перенести? (0 - отмена)
zh_cn: 你想移动多少？ （0 取消）

source: IN
ja: 所持品
zh_cn: 物

source: Invalid container
ja: 無効な容器
zh_cn: 无效的容器

source: Inventory
de: Inventar
ja: 所持品:
ko: 인벤토리
ru: Инвентарь
zh_cn: 物品栏

source: L
zh_cn: 左

source: N
zh_cn: 北

source: NE
zh_cn: 东北

source: NW
zh_cn: 西北

source: Name (charges)
de: Name (Ladungen)
ja: 名称(充填量)
ko: 물품 이름 (충전량)
ru: Название (заряды)
zh_cn: 物品名称（数量）

source: No dragged vehicle
de: Kein festgehaltenes Fahrzeug
ja: 引いている車両がありません。
ko: 끌고 있는 차량 없음
zh_cn: 无拖挂的车辆

source: North
de: Nord
ja: 北
ko: 북쪽
ru: Север
zh_cn: 北

source: North East
de: Nordost
ja: 北東
ko: 북동쪽
ru: Северо-восток
zh_cn: 东北
