Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

# item manipulation debug menu entry
source: damage: %d
de: Schaden: %d
ja: ダメージ: %d
zh_cn: 损坏：%d

# item manipulation debug menu entry for item direction
source: dir: %d
de: Richtung: %d
ja: 方向: %d
zh_cn: 目录: %d

source: dist: %d u_see: %d light: %d v_in: %d scent: %d
ja: 距離: %d 被視認: %d 光量: %d 車両: %d 臭い: %d
ko: 거리: %d 시야: %d 밝기: %d v_in: %d 냄새: %d
zh_cn: 区域:%d 你看到:%d 照亮:%d 这:%d 气味:%d

# item manipulation debug menu entry
source: dump to save/jtest-*.txt
de: in save/jtest-*.txt schreiben
ja: save/jtest-*.txtに出力
zh_cn: 保存到 save/jtest-*.txt

# item manipulation debug menu entry
source: edit
de: bearbeiten
ja: 編集
zh_cn: 编辑

# item manipulation debug menu entry
source: exit
de: verlassen
ja: 終了
zh_cn: 退出

source: field: %s (%d) density %d age %d
de: Feld: %s (%d) Dichte %d Alter %d
ja: フィールド: %s(%d) 密度 %d 年 %d
ko: 필드: %s (%d) 농도 %d 나이 %d
ru: поле: %s (%d) плотность %d возраст %d
zh_cn: 占地：%s(%d) 密度： %d 年龄： %d

# item manipulation debug menu entry for luminance of item
source: lum: %f
de: Luminanz: %f
ja: 光量: %f
zh_cn: 亮度：%f

source: movecost %d
de: Bewegungskosten: %d
ja: 移動コスト %d
ko: 달리기 요구 이동포인트 %d
ru: цена движения %d
zh_cn: 移动消耗 %d

# item manipulation debug menu entry
source: rehash
de: neuen Hash erzeugen
zh_cn: 翻版

# item manipulation debug menu entry
source: savetest
de: speichertesten
ja: セーブテスト
zh_cn: 保存文本

source: trap: %s (%d)
de: Falle: %s (%d)
ja: 罠: %s(%d)
ko: 덫 : %s (%d)
ru: ловушка: %s (%d)
zh_cn: 陷阱： %s(%d)

# item manipulation debug menu entry for item direction
source: width: %d
de: Breite: %d
ja: 幅: %d
zh_cn: 宽度：%d

source: ... oh, there they go.
de: … oh, da gehen sie hin.
ja: ...おお、やってるやってる。
zh_cn: ..哦，他们去那里了。

source: ...But never at dusk.
de: Aber niemals bei Sonnenaufgang!
ja: ...夕暮れ時では絶対に無い。
zh_cn: ...但是千万别在黄昏

source: Behind every good man there is a woman, and that woman was Martha Washington, man.
de: Hinter jedem guten Mann steht eine Frau, und diese Frau war Martha Washington. Oh, Mann!
ja: 良き男の陰には女がいる、そしてその女とはマーサ・ワシントンなのだ。
ru: За каждым хорошим человеком стоит женщина, а женщина эта Маргарет Вашингтон, чувак.
zh_cn: 每一个好男人的背后都有一个女人，这个女人叫玛莎华盛顿，伙计，懂？

source: Const:
ja: 常時:
zh_cn: 持续：

source: Could Jesus microwave a burrito so hot, that he himself couldn't eat it?
de: Könnte Jesus einen Burrito so heiß machen, dass er selbst ihn nicht essen kann?
ja: ブリトーをこんなに熱くチンしたら神様だって食えやしないだろう？
ru: Может ли Иисус так сильно подогреть бурито, что не сможет его съесть?
zh_cn: 我主基督可以把卷饼加热到丫自己都吞不下去吗？

source: Dave's not here, man.
de: Dave ist nicht hier, Alter!
ja: デイブならいないぜ。
zh_cn: 戴维不在这儿，哥们儿

source: Dexterity %d;
ja: 器用 %d /
zh_cn: 敏捷 %d;

source: Dexterity +%d;
ja: 器用 +%d /
zh_cn: 敏捷 +%d;

source: Eh... maybe not.
de: Ähm, vielleicht nicht.
ja: いや…そうでもないか。
ru: Оу... может нет.
zh_cn: 呃,...也许吧.

source: Every day, George would come home, and she would have a big fat bowl waiting for him when he came in the door, man.
de: Jeden Tag würde George heimkehren und sie würde eine große fette Schüssel für ihn haben, wenn er zur Tür käme, Mann.
ja: ジョージが家に帰って来て、ドアを開けると、そう毎日、彼女を待ち構える、太ったボウルがいて、そうなんだ。
zh_cn: 每天，乔治回到家里，她就拿着一个大碗等在那里，伙计，懂？

source: Freq:
ja: 頻繁:
zh_cn: 常见：

source: I guess, maybe, without the cheese... yeah.
de: Ich meine, vielleicht, ohne den Käse.
ja: そう、たぶん、チーズが要らないんだな…うん。
ru: Я думаю, может быть, без сыра... да.
zh_cn: 我猜，也许，没有奶酪....耶。

source: I used to do drugs... I still do, but I used to, too.
de: Früher habe ichl Drogen konsumiert. Das tu ich eigentlich noch immer, aber ich hab das damals auch getan.
ja: ドラッグをやったことはある…今やってる、でもやったこともある。
zh_cn: 我习惯于吸毒。。。现在是，过去也是。

source: I usually only smoke in the late evening.
de: Üblicherweise rauche ich nur spät abends.
ja: 私はただ昨夜遅くに一服しただけだ。
zh_cn: 我一般只在深夜抽烟

source: Intelligence %d;
ja: 知性 %d /
zh_cn: 智力 %d;

source: Intelligence +%d;
ja: 知性 +%d /
zh_cn: 智力 +%d;

source: Just the early evening, mid-evening and late evening.
de: Also nur früh abends, mittadends und spät abends.
ja: 夕方だ、夜か、それか深夜だ。
zh_cn: 就在傍晚 ,午夜和深夜.

source: Man, a cheeseburger sounds SO awesome right now.
de: Mann, ein Cheeseburger klingt jetzt TOTAL verlockend, Alter.
ja: なあ、チーズバーガーってスッゲェいい響きだよな。
zh_cn: 伙计，现在这时候想想奶酪汉堡包就很爽啊。

source: Occasionally, early afternoon, early mid-afternoon, or perhaps the late mid-afternoon.
de: Ab und zu auch früh nachmittags, mittnachmittags, oder vielleicht am späten mittnachmittag.
ja: たまに、午後、午後の早いうち、か、午後の遅いうち。
zh_cn: 偶尔 ,下午1点左右 ,3-4点左右 ,或者下午5-6点左右.

source: Oh, occasionally the early evening, but usually the late evening, or the mid-evening.
de: Und eigentlich auch früh abends, aber gewöhnlicherweise spät abends, oder in der Mitte des Abends.
ja: ああ、たまに夕方、でもいつもは夜遅く、それか夜。
zh_cn: 哦 ,有时候是在傍晚那会儿 ,不过通常是在深夜 ,或者午夜 .

source: Oh, sometimes the early-mid-late-early-morning.
de: Oder manchmal am frühmittspätfrühmorgen.
ja: ああ、たまに朝の早くて中ごろで遅い朝早いうち。
zh_cn: 哦 ,有时候在早晨-中-晚,快到中午 .

source: Oh, there's some crazy shit, man. There's a dude in the bushes. Has he got a gun? I dunno!
zh_cn: 哦，那儿有点疯狂事，伙计。有个人蹲在草丛里。他有枪么？我不知道！

source: Okay, like, the scariest thing in the world would be... if like you went to grab something and it wasn't there!
de: Okay, die unheimlichste Sache in der Welt wäre es, wenn … wenn, nun, ja, wenn du etwas greifen wolltest und es ist gar nicht da!
ja: そう、ほら、何が恐ろしいかって…掴みたいものがここに無いことだよな！
zh_cn: 好吧，世界上最恐怖的事情是...你想去抓住什么东西，但是那里根本没有！

source: Perception %d;
ja: 感覚 %d /
zh_cn: 感知 %d;

source: Perception +%d;
ja: 感覚 +%d /
zh_cn: 感知 +%d;

source: RED TEAM GO, RED TEAM GO!
de: ROTES TEAM: LOS! ROTES TEAM: LOS!
ja: 赤組がんばれ！赤組がんばれ！
zh_cn: 红队上！红队上！

source: Rare:
ja: まれ:
zh_cn: 罕见：

source: Science is a liar sometimes.
de: Manchman ist die Wissenschaft eine Lügnerin.
ja: 科学はたまに嘘つき。
ru: Наука иногда лжёт.
zh_cn: 科学有时也会说谎。

source: Science is all metaphor.
de: Wissenschaft ist eine Metapher.
ja: 科学は隠喩。
ru: Наука это всё метафоры.
zh_cn: 科学全是些隐喻。

source: Science is... wait, what was I talking about again?
de: Wissenschaft ist … moment mal, worüber hab ich nochmal gesprochen?
ja: 科学は... 待った、何を言ってるんだ？
ru: Наука это... погодите, о чём я говорил?
zh_cn: 科学是一个……等等，我刚才都说了些什么？

source: She was a hip, hip, hip lady, man.
de: Sie war eine hippe, hippe, hippe Lady, Mann.
ja: 彼女は腰、腰、腰のいい女で、分かるか。
zh_cn: 她是个活蹦乱跳的妞，伙计，懂？。

source: Speed %d;
ja: 速度 %d /
zh_cn: 速度 %d;

source: Speed +%d;
ja: 速度 +%d /
zh_cn: 速度 +%d;

source: Strength %d;
ja: 筋力 %d /
zh_cn: 力量 %d;

source: Strength +%d;
ja: 筋力 +%d /
zh_cn: 力量 +%d;

source: That rug really tied the room together...
de: Dieser Teppich hat diesen Raum total zusammengebunden.
ja: あの絨毯は本当に部屋にぴったりだ...
zh_cn: 那个地毯和地板贴在一起了...

source: That weed was the shiz-nittlebam snip-snap-sack.
de: Dieses Gras war das allergeilste Schnippschnappsäckchen.
ja: あの草は...シズ、ニトルバム！スニップスナップサック！
zh_cn: 这大麻完全就是。。。扎西德勒巴扎嗨，你阿姐來亚克西！

source: The herb reveals you to yourself.
de: Die Pflanze lässt dich dir selbst offenbaren.
ja: ハーブがあなた自身を露わにする。
zh_cn: 草药让你恢复了自我。

source: The scariest thing in the world would be... if all the air in the world turned to WOOD!
de: Die unheimlichste Sache der Welt wäre es, wenn … wenn sich die gesamte Luft der Welt in HOLZ verwandelt!
ja: 何が恐ろしいって…この世の空気が全て木になってしまったらと思うと！
ru: Самая страшная вещь в мире будет ... если весь воздух в мире превратится в ДЕРЕВО!
zh_cn: 世界上最恐怖的事就是....所有的空气都变成木头！

source: They call them fingers, but I never see them fing.
de: Sie nennen sie »Finger«, aber ich hab sie niemals fingen gesehen.
ja: 連中はフィンガーだというが、フィングしてるのを見たことがない。
zh_cn: 他们称它手指，但我从来没有看到过他们的手指

source: Unfreq:
ja: 時折:
zh_cn: 不常见：

source: Walkin' down the hall, by myself, smokin' a j with fifty elves.
de: An der Halle langlaufen, selbständig, einen Joint mit fünfzig Elfen rauchend.
ja: Walkin' down the hall, by myself, smokin' a j with fifty elves. (ごきげんだ･･･)
zh_cn: 孤身独下小厅堂，五十个精灵和我一起，吸，大，麻！

source: You ever see the back of a twenty dollar bill... on weed?
de: Hast du jemals die Rückseite einer Zwanzigdollarnote gesehen … bekifft?
ja: 20ドル札の裏を見たことがあるか... 大麻吸いながら？
zh_cn: 你曾经在20美元钞票的背面看到过.... 大麻 ?

source: You have a sudden urge to flip your bible open to Genesis 1:29...
de: Du hast ein plötzliches Bedürfnis, deine Bibel an Genesis 1:29 aufzuschlagen.
ja: 創世記1章29説を開きたいという突然の耐え難い衝動に襲われた。
zh_cn: 你突然有一种打开圣经翻到创世纪 1:29 的冲动。

source: You suddenly realize that all matter is merely energy condensed to a slow vibration, and we are all one consciousness experiencing itself subjectively.
de: Dir wird plötzlich bewusst, dass alle Materie lediglich Energie, die in einer langsamen Vibration verdichtet ist, ist, und wir sind alle zusammen ein Bewusstsein, dass sich selbst subjektiv wahrnimmt.
ja: あなたは突如として全ての問題は単に緩やかな振動へのエネルギー蓄積であって我々は主観的統一意識の体験なのだという真実に到達しました。
zh_cn: 你突然意识到 ,所有的事情都只不过是能量弦的缓慢震动 .而且 ,我们的生活只不过是一个超级意识的主观体验 .

source: blackouts
ja: 失神
zh_cn: 眩晕

source: coughing
ja: 咳嗽
zh_cn: 咳嗽

source: fatigue
ja: 疲労
zh_cn: 疲劳

source: hunger
ja: 空腹
zh_cn: 饥饿

source: pain
ja: 痛み
zh_cn: 疼痛

source: quench
ja: 口潤
zh_cn: 解渴

source: rest
ja: 休息
zh_cn: 休息

source: sate
ja: 満腹
zh_cn: 满足

source: thirst
ja: 口渇
zh_cn: 口渴

source: vomiting
ja: 嘔吐
zh_cn: 呕吐

source: An eyebot swoops down nearby!
de: Ein Schauboter schießt in der Nähe herab!
ja: 監視ロボットが近くに飛来しました！
ko: 아이봇이 근처에서 덮쳐옵니다!
ru: Робоглаз спикировал недалеко от вас!
zh_cn: 一个眼球机器人在附近从天而降！

# memorial_female
source: Angered a group of amigara horrors!
de: Verärgerte eine Gruppe von Schreckensamigaras.
ja: 阿彌殻の怪の群れを怒らせました！
ko: 아미가라 공포체 무리가 분노했습니다!
ru: Разгневала группу ужасов Амигары!
zh_cn: 激怒了一群阿米格拉惊怖兽！

# memorial_male
source: Angered a group of amigara horrors!
de: Verärgerte eine Gruppe von Schreckensamigaras.
ja: 阿彌殻の怪の群れを怒らせました！
ko: 아미가라 공포체 무리가 분노했습니다!
ru: Разгневал группу ужасов Амигары!
zh_cn: 激怒了一群阿米格拉惊怖兽！

# memorial_female
source: Became wanted by the police!
de: Ist von der Polizei gesucht geworden!
ja: 警察に指名手配されました！
ko: 경찰에 의해 지명 수배가 되었습니다!
ru: Был объявлена в розыск полицией!
zh_cn: 感觉像被警察通缉了！

# memorial_male
source: Became wanted by the police!
de: Ist von der Polizei gesucht geworden!
ja: 警察に指名手配されました！
ko: 경찰에 의해 지명 수배가 되었습니다!
ru: Был объявлен в розыск полицией!
zh_cn: 感觉像被警察通缉了！

# memorial_female
source: Destroyed a triffid grove.
de: Zerstörte einen Triffidenhain.
ja: トリフィドの林を破壊しました。
ko: 트리피드 숲을 파괴했습니다.
ru: Уничтожила рощу триффидов.
zh_cn: 摧毁了一座三尖树。

# memorial_male
source: Destroyed a triffid grove.
de: Zerstörte einen Triffidenhain.
ja: トリフィドの林を破壊しました。
ko: 트리피드 숲을 파괴했습니다.
ru: Уничтожил рощу триффидов.
zh_cn: 摧毁了一座三尖树。

# memorial_female
source: Drew the attention of more dark wyrms!
ja: 多くのダークウィルムの注意を引きました！
zh_cn: 引起了更多双足飞龙的注意！

# memorial_male
source: Drew the attention of more dark wyrms!
ja: 多くのダークウィルムの注意を引きました！
zh_cn: 引起了更多双足飞龙的注意！

# memorial_female
source: Opened a strange temple.
de: Öffnete einen seltsamen Tempel.
ja: 奇妙な神殿の入り口を開きました。
ko: 이상한 사원의 문을 열었습니다.
ru: Открыла странный храм.
zh_cn: 打开了一座奇怪的墓穴。

# memorial_male
source: Opened a strange temple.
de: Öffnete einen seltsamen Tempel.
ja: 奇妙な神殿の入り口を開きました。
ko: 이상한 사원의 문을 열었습니다.
ru: Открыл странный храм.
zh_cn: 打开了一座奇怪的墓穴。

source: The earth rumbles.
de: Die Erde rumpelt.
ja: 地面が揺れました。
ko: 땅이 흔들립니다.
ru: Земля гремит.
zh_cn: 地面发出隆隆的巨响。

source: The entire cavern shakes!
de: Die gesamte Höhle wackelt!
ja: 洞窟全体が振動しました！
ko: 동굴 전체가 흔들립니다!
ru: Вся пещера трясётся!
zh_cn: 整个洞窟在震动！

source: The eye you're carrying lets out a tortured scream!
ja: 持ち運んでいる目が苦痛を帯びた叫びを上げました！
zh_cn: 你带着的眼球发出一声备受折磨的尖叫！

source: The nearby grates open to reveal a staircase!
de: Die naheliegenden Gitter öffnen sich, um eine Treppe aufzudecken.
ja: 近くの鉄格子が開いて階段が現れた！
ko: 근처의 문이 열리며 계단이 드러났습니다!
ru: Решетка рядом открылась и за ней видна лестница!
zh_cn: 附近的栅栏打开了，露出了一个楼梯！

source: Water fills nearly to the ceiling!
de: Das Wasser hat fast die Decke erreicht.
ja: 水位が天井まであと少しです！
ko: 물이 거의 천장까지 찼습니다!
ru: Уровень воды поднялся почти до потолка.
zh_cn: 水位上涨到了天花板！

# memorial_female
source: Water level reached knees.
de: Das Wasser hat Kniehöhe erreicht.
ja: 水位が膝に達しました。
ko: 물이 무릎까지 차올랐습니다.
ru: Уровень воды поднялся до колен.
zh_cn: 水漫过膝。

# memorial_male
source: Water level reached knees.
de: Das Wasser hat Kniehöhe erreicht.
ja: 水位が膝に達しました。
ko: 물이 무릎까지 차올랐습니다.
ru: Уровень воды поднялся до колен.
zh_cn: 水漫过膝。

# memorial_female
source: Water level reached the ceiling.
de: Das Wasser hat die Decke erreicht.
ja: 水位が天井まで達しました。
ko: 물이 한계까지 차올랐습니다.
ru: Уровень воды поднялся до потолка.
zh_cn: 水位到达上限.

# memorial_male
source: Water level reached the ceiling.
de: Das Wasser hat die Decke erreicht.
ja: 水位が天井まで達しました。
ko: 물이 한계까지 차올랐습니다.
ru: Уровень воды поднялся до потолка.
zh_cn: 水位到达上限.

source: Water quickly floods up to your knees.
de: Das Wasser steigt dir schnell zu den Knien hoch.
ja: 水が急速に膝まで浸水してきました。
ko: 물이 무릎까지 빠르게 차올랐습니다.
ru: Вода быстро прибывает и скоро достигнет колен.
zh_cn: 水位迅速的涨到了你的膝盖。

source: You hear screeches from the rock above and around you!
de: Du hörst Schreie vom Stein über und um dir!
ja: 周囲の岩という岩から鋭い叫び声が聴こえました！
ko: 머리 위와 근처에서 돌이 움직이는 소리를 들었습니다!
ru: Вы слышите царапанье по камню вокруг вас!
zh_cn: 你听到从四面八方传来的尖叫声！

source: Their primary concern is %s, but they are also involved in %s.
de: Ihr Hauptanliegen ist %s, aber sie sind auch involviert in %s.
ja: 関連性が高いのは%sですが、%sにも関わりがあります。
zh_cn: 他们主要关注的是 %s。但他们也参与了 %s。

source: Their primary concern is %s.
de: Ihr Hauptanliegen ist %s.
ja: 関係が深いのは%sです。
zh_cn: 他们主要关注的是 %s。

source: They are known for
de: Sie sind bekannt für
ja: 彼らを知らしめるものは
ko: 이들을 상징하는 단어는 다음과 같다 :
ru: Получили известность за
zh_cn: 他们名声来自于

source: %1$s of %2$s
de: %1$s von %2$s
ja: %2$sの%1$s
ko: %1$s의 %2$s
ru: %1$s из %2$s
zh_cn: %2$s的%1$s

source: %s have the ultimate goal of %s.
de: %s haben das ultimative Ziel von %s.
ja: %sの最終目標は%sです。
zh_cn: %s 的终极目标是 %s

source: , and
de: und
ja: と
ru: , и
zh_cn: ，和

source: Agents
de: Agenten
ja: 捜査官
ko: 요원
ru: Агенты
zh_cn: 特工

source: Arachnids
de: Arachniden
ja: 蜘蛛
ko: 거미
ru: Арахниды
zh_cn: 蜘蛛

source: Archenemy
de: Erzfeind
ja: 大敵
ko: 숙적
ru: Архивраг
zh_cn: 宿敌

source: Army
de: Armee
ja: 兵士
ko: 군대
ru: Бойцы
zh_cn: 军部

source: Assassins
de: Attentäter
ja: 暗殺者
ko: 암살자
ru: Ассасины
zh_cn: 刺客

source: Baleful
de: unheilvollen
ja: 有害
ko: 해로운
ru: Зловещие
zh_cn: 险恶的

source: Bandits
de: Banditen
ja: 盗賊
ko: 도적들
ru: Бандиты
zh_cn: 歹徒

source: Beloved
de: Geliebt
ja: 好待遇
ko: 사랑받는
ru: Любимый
zh_cn: 爱人

source: Berserkers
de: Berserker
ja: 狂戦士
ko: 버서커
ru: Берсеркеры
zh_cn: 狂战士

source: Bright
de: Hell
ja: 鮮明
ko: 밝은
ru: Светлые
zh_cn: 明亮的

source: Brotherhood
de: Bruderschaft
ja: ブラザーフッド
ko: 조직
ru: Братья
zh_cn: 兄弟会

source: Church
de: Kirche
ja: 礼拝
ko: 교회
ru: Церковь
zh_cn: 教会

source: Clan
de: Klan
ja: 一族
ko: 클랜
ru: Кланы
zh_cn: 帮派

source: Clerics
de: Kleriker
ja: 聖職者
ko: 성직자
ru: Клерики
zh_cn: 牧师

source: Colony
de: Kolonie
ja: 植民地
ko: 식민지
ru: Колонисты
zh_cn: 聚居地

source: Colossal
de: Ko­los­sos
ja: 巨大
ko: 거대한
ru: Колоссальные
zh_cn: 巨大的

source: Company
de: Unternehmen
ja: 企業
ko: 단체
ru: Товарищи
zh_cn: 公司

source: Creed
de: Credo
ja: 信念
ko: 신념
ru: Верующие
zh_cn: 宗教

source: Creepers
de: Kriecher
ja: 蔓
ko: 덩굴
ru: Ползуны
zh_cn: 藤蔓

source: Crooks
de: Gauner
ja: 犯罪者
ko: 사기꾼들
ru: Обманщики
zh_cn: 骗子

source: Crucible
de: Tiegel
ja: 試練
ko: 도가니
ru: Тигли
zh_cn: 严酷的考验

source: Crystal
de: Kristall
ja: 水晶
ko: 크리스탈
ru: Невинные
zh_cn: 熣璨的

source: Cutthroats
de: Halsabschneider
ja: 殺人鬼
ko: 살인마들
ru: Головорезы
zh_cn: 凶手

source: Deadly
de: Todes
ja: 致死
ko: 치명적인
ru: Смертельные
zh_cn: 致死的

source: Dervishes
de: Derwisch
ja: ダルウィーシュ
ko: 탁발승
ru: Дервиши
zh_cn: 苦修僧

source: Despicable
de: Verachtenswert
ja: 卑賤
ko: 경멸받을
ru: Презренные
zh_cn: 卑劣

source: Destroyers
de: Zerstörer
ja: 破壊者
ko: 파괴자들
ru: Крушители
zh_cn: 毁灭者

source: Devastating
de: Verheerungs
ja: 荒廃
ko: 파괴적인
ru: Разрушительные
zh_cn: 毁灭的

source: Devoted
de: Treue
ja: 忠実
ko: 헌신적인
ru: Знаковые
zh_cn: 忠诚的

source: Disliked
de: Abgelehnt
ja: 嫌われ者
ko: 미움 받는
ru: Презираемый
zh_cn: 不喜欢

source: Divine
de: Gottes
ja: 神性
ko: 신성한
ru: Набожные
zh_cn: 天赐的

source: Doctrine
de: Doktrin
ja: ドクトリン
ko: 교리
ru: Учения
zh_cn: 教义

source: Dread
de: Schreckens
ja: 恐怖
ko: 무서운
ru: Опасные
zh_cn: 可怕的

source: Eels
de: Aale
ja: 鰻
ko: 뱀장어
ru: Угри
zh_cn: 滑头

source: Elders
de: Älteste
ja: 長老
ko: 장로들
ru: Старцы
zh_cn: 长老

source: Electric
de: Elektro
ja: 電気
ko: 전기
ru: Молниеносные
zh_cn: 电动的

source: Eliminators
de: Eliminatoren
ja: 排除者
ko: 말살자
ru: Ликвидаторы
zh_cn: 清除者

source: Enemy of the People
de: Volksfeind
ja: 国民の敵
ko: 인민의 적
ru: Враг народа
zh_cn: 人民公敌

source: Faction
de: Fraktion
ja: 徒党
ko: 파벌
ru: Радикалы
zh_cn: 阵营

source: Family
de: Familie
ja: ファミリー
ko: 가족
ru: Триады
zh_cn: 家族

source: Famous
de: Ruhms
ja: 有名
ko: 유명한
ru: Знаменитые
zh_cn: 著名的

source: Firey
de: Feuer
ja: 猛火
ko: 불의 형체
ru: Пылкие
zh_cn: 火热的

source: Fists
de: Fäuste
ja: 拳
ko: 주먹
ru: Кулаки
zh_cn: 铁拳

source: Folk
de: Volk
ja: 人々
ko: 이웃사촌
ru: Народцы
zh_cn: 民族

source: Foul
de: Faul
ja: 不潔
ko: 불경한
ru: Нечистивые
zh_cn: 犯规的

source: Furies
de: Furien
ja: 怨霊
ko: 분노
ru: Фурии
zh_cn: 复仇女神

source: Gang
de: Bande
ja: ギャング
ko: 갱
ru: Бригады
zh_cn: 帮派

source: Gnostics
de: Gnostiker
ja: グノーシス主義者
ko: 영지주의자들
ru: Гностики
zh_cn: 诺斯替派（基督教的一派）

source: Golden
de: Gold
ja: 黄金
ko: 금빛
ru: Золотые
zh_cn: 金制的

source: Great
de: Großen
ja: 偉大
ko: 거대한
ru: Большие
zh_cn: 伟大的

source: Guerillas
de: Partisanen
ja: ゲリラ兵
ko: 게릴라
ru: Горриллы
zh_cn: 浪客

source: Guild
de: Gilde
ja: ギルド
ko: 협회
ru: Купцы
zh_cn: 派别

source: Hero
de: Held
ja: ヒーロー
ko: 영웅적
ru: Герой
zh_cn: 英雄

source: Heroic
de: Helden
ja: 英雄
ko: 영웅적인
ru: Героические
zh_cn: 英勇的

source: Highly Valued
de: Hochgeschätzt
ja: 高待遇
ko: 매우 가치있는
ru: Очень ценный друг
zh_cn: 高度重视

source: Holy
de: Heilig
ja: 神聖
ko: 경건한
ru: Святые
zh_cn: 神圣的

source: Horror
de: Schreckens
ja: 怪異
ko: 공포
ru: Ужасные
zh_cn: 恐怖的

source: Huntsmen
de: Jäger
ja: 狩人
ko: 사냥꾼
ru: Охотники
zh_cn: 猎人

source: Idol
ja: アイドル
ko: 우상
ru: идол
zh_cn: 偶像

source: Immaculate
de: Reinheits
ja: 純潔
ko: 깔끔한
ru: Незапятнанные
zh_cn: 无瑕的

source: Inquisitors
de: Inquisitoren
ja: 宗教裁判官
ko: 이단심문관
ru: Инквизиторы
zh_cn: 审判者

source: Invincible
de: Unbesiegbar
ja: 無敵
ko: 천하무적
ru: Неуязвимые
zh_cn: 无敌的

source: Killers
de: Killer
ja: 殺人者
ko: 킬러
ru: Киллеры
zh_cn: 杀手

source: Kingdom
de: Königreich
ja: 王国
ko: 왕국
ru: Королевства
zh_cn: 王国

source: Knights
de: Ritter
ja: 騎士
ko: 기사
ru: Рыцари
zh_cn: 骑士

source: Laughingstock
de: Lachnummer
ja: 笑い者
ko: 웃음거리
ru: Посмешища
zh_cn: 笑柄

source: Leech
de: Blutsauger
ja: 吸血ヒル
ko: 거머리
ru: Паразиты
zh_cn: 水蛭

source: Legendary
de: Legendär
ja: 伝説的
ko: 전설적
ru: Легендарные
zh_cn: 传奇

source: Liked
de: Gemocht
ja: 友好的
ko: 좋아하는
ru: Нравится
zh_cn: 受欢迎

source: Mafia
ja: マフィア
ko: 마피아
ru: Мафиози
zh_cn: 黑手党

source: Men
de: Leute
ja: 労働者
ko: 인간
ru: Мужчины
zh_cn: 男人

source: Metal
de: Metall
ja: 金属
ko: 금속
ru: Металлические
zh_cn: 金属的

source: Mighty
de: Macht
ja: 強大
ko: 장대한
ru: Могущественные
zh_cn: 强力的

source: Mob
ja: 暴徒
ko: 무리
ru: Создания
zh_cn: 喽罗

source: Monks
de: Mönche
ja: 修行僧
ko: 수도승들
ru: Монахи
zh_cn: 僧侣

source: Muggers
de: Straßenräuber
ja: 路上強盗
ko: 강도들
ru: Грабители
zh_cn: 抢劫犯

source: Nation
ja: 国家
ko: 연합
ru: Жители
zh_cn: 国家

source: Nefarious
de: Verachtens
ja: 極悪
ko: 비도덕적인
ru: Гнусные
zh_cn: 恶毒的

source: Neutral
ja: 中立
ko: 중립
ru: Безразличен
zh_cn: 中立

source: Ninja
de: Ninjas
ja: 忍者
ko: 닌자
ru: Ниндзя
zh_cn: 忍者

source: Noble
de: Nobel
ja: 貴族
ko: 웅장한
ru: Благородные
zh_cn: 高贵的

source: Not Welcome
de: Nicht willkommen
ja: 非歓迎
ko: 환영받지 못함
ru: Нежеланный гость
zh_cn: 不欢迎

source: Ones
de: Leute
ja: 唯一
ko: 단일자
ru: Избранные
zh_cn: 人们

source: Original
de: originellen
ja: 起源
ko: 독창적인
ru: Оригинальные
zh_cn: 原始的

source: Paladins
de: Paladine
ja: 聖騎士
ko: 팔라딘들
ru: Паладины
zh_cn: 圣骑士

source: Parasite
de: Parasit
ja: 寄生虫
ko: 기생충
ru: Паразиты
zh_cn: 寄生虫

source: Pariah
de: Außenseiter
ja: 下層民
ko: 따돌림 받는
ru: Отверженный
zh_cn: 贱民

source: Party
de: Partei
ja: 宴会
ko: 파티
ru: Тусовщики
zh_cn: 党派

source: Pastors
de: Pastoren
ja: 牧師
ko: 목사들
ru: Пасторы
zh_cn: 牧师

source: People
de: Leute
ja: 国民
ko: 사람들
ru: Люди
zh_cn: 人民

source: Pernicious
de: Verderbens
ja: 悪性
ko: 유해한
ru: Роковые
zh_cn: 致命的

source: Pestilent
de: Gefahrens
ja: 伝染
ko: 위험한
ru: Вредные
zh_cn: 瘟疫的

source: Poisonous
de: Giftig
ja: 毒性
ko: 유독한
ru: Ядовитые
zh_cn: 剧毒的

source: Powerful
de: Stärke
ja: 強力
ko: 강력한
ru: Мощные
zh_cn: 威猛的

source: Priests
de: Priester
ja: 僧侶
ko: 사제들
ru: Священники
zh_cn: 神父

source: Punks
ja: チンピラ
ko: 펑크들
ru: Панки
zh_cn: 朋克

source: Racket
de: Bande
ja: 密売人
ko: 암거래
ru: Рэкетиры
zh_cn: 球拍

source: Radiant
de: Strahlungs
ja: 燦然
ko: 빛나는
ru: Лучезарные
zh_cn: 发光的

source: Rats
de: Ratten
ja: 鼠
ko: 쥐
ru: Крысы
zh_cn: 老鼠

source: Republic
de: Republik
ja: 共和国
ko: 공화국
ru: Республиканцы
zh_cn: 共和国

source: Righteous
de: Gerechtigkeits
ja: 公正
ko: 당연한
ru: Праведные
zh_cn: 正义的

source: Ruinous
de: Ruin
ja: 破滅
ko: 파멸적인
ru: Губительные
zh_cn: 破坏的

source: Sacred
de: Sakral
ja: 正当
ko: 성스러운
ru: Просвещённые
zh_cn: 神圣的

source: Samurai
ja: 侍
ko: 사무라이
ru: Самураи
zh_cn: 武士

source: Sect
de: Sekte
ja: 派閥
ko: 종파
ru: Сектанты
zh_cn: 教派

source: Settlers
de: Siedler
ja: 開拓者
ko: 이주민들
ru: Поселенцы
zh_cn: 移民

source: Shade
de: Nuance
ja: 亡霊
ko: 유령
ru: Теневые
zh_cn: 阴暗

source: Shadows
de: Schatten
ja: 影
ko: 그림자
ru: Тени
zh_cn: 暗影

source: Sharks
de: Haie
ja: 詐欺師
ko: 상어들
ru: Акулы
zh_cn: 诈骗者

source: Shining
de: Licht
ja: 光輝
ko: 윤이나는
ru: Сияющие
zh_cn: 闪耀的

source: Sinister
de: Finster
ja: 不吉
ko: 불길한
ru: Левые
zh_cn: 阴险的

source: Slayers
de: Mörder
ja: スレイヤー
ko: 슬레이어
ru: Убийцы
zh_cn: 杀戮者

source: Snakes
de: Schlangen
ja: 蛇
ko: 뱀
ru: Змеи
zh_cn: 巨蛇

source: Snipers
de: Scharfschützen
ja: 狙撃手
ko: 저격수
ru: Снайперы
zh_cn: 狙击手

source: Society
de: Gesellschaft
ja: 社会
ko: 사회
ru: Индивиды
zh_cn: 社会

source: Solid
de: Fest
ja: 固体
ko: 딱딱한
ru: Крепкие
zh_cn: 坚固的

source: Splendid
de: Groß
ja: 壮麗
ko: 훌륭한
ru: Великолепные
zh_cn: 辉煌的

source: Spoken Of
de: Gesprächsthema
ja: 語り草
ko: 입방아에 오르는
ru: Говорят о
zh_cn: 谈及

source: Stalkers
de: Stalker
ja: ストーカー
ko: 추적자
ru: Сталкеры
zh_cn: 潜行者

source: State
de: Staat
ja: 州
ko: 주
ru: Штатские
zh_cn: 省/ 州

source: Supreme
de: Spitzen
ja: 最上
ko: 지대한
ru: Высшие
zh_cn: 至高的

source: Tenet
de: Dogma
ja: 主義
ko: 교리
ru: Догматики
zh_cn: 信条

source: The %1$s %2$s
de: Die %1$s-%2$s
ja: %1$s %2$s
ko: %1$s %2$s
ru: %1$s %2$s
zh_cn: %1$s %2$s

source: The %1$s of %2$s
de: Die %1$s von %2$s
ja: %2$sの%1$s
ko: %1$s의 %2$s
ru: %1$s земель %2$s
zh_cn: %2$s的%1$s

source: The army
de: Die Armee
ja: 軍隊
ko: 군대
ru: Армия
zh_cn: 军队

source: Thugs
de: Strolche
ja: 凶悪犯
ko: 폭력배들
ru: Душители
zh_cn: 恶棍

source: Tigers
de: Tiger
ja: 虎
ko: 호랑이들
ru: Тигры
zh_cn: 虎狼之徒

source: Tribe
de: Stamm
ja: 部族
ko: 부족
ru: Племена
zh_cn: 部落

source: Unchallenged
de: Unangefochten
ja: 無名
ko: 의심받지 않는
ru: Непревзойдённые
zh_cn: 不可逾越

source: Unlimited
de: Unbegrenztheit
ja: 無限
ko: 무한의
ru: Отмороженные
zh_cn: 无限的

source: Valkyries
de: Walküren
ja: 戦乙女
ko: 발키리들
ru: Валькирии
zh_cn: 女武神

source: Valued
de: Geschätzt
ja: 高待遇
ko: 가치있는
ru: Ценный друг
zh_cn: 重视

source: Vandals
de: Vandalen
ja: 野蛮人
ko: 반달족들
ru: Вандалы
zh_cn: 破坏者

source: Venerable
de: Erwürdigkeits
ja: 森厳
ko: 덕망있는
ru: Почтенные
zh_cn: 古老的

source: Vermin
de: Gesindel
ja: 虫けら
ko: 해충
ru: Вредители
zh_cn: 害虫

source: Vicious
de: Brutalo
ja: 悪意
ko: 지독한
ru: Порочные
zh_cn: 残暴的

source: Vile
de: Abscheuens
ja: 卑劣
ko: 비열한
ru: Подлые
zh_cn: 卑鄙的

source: Virtuous
de: Tungend
ja: 高潔
ko: 고결한
ru: Целомудренные
zh_cn: 善良的

source: Wanted Criminal
de: Gesuchter Verbrecher
ja: 賞金首（罪人）
ko: 지명수배자
ru: Разыскиваемый преступник
zh_cn: 通缉犯

source: Wanted Dead
de: Totgewünscht
ja: 賞金首(死体)
ko: 현상 수배
ru: Нужен мёртвым
zh_cn: 通缉：格杀勿论

source: Warriors
de: Krieger
ja: 戦士
ko: 전사
ru: Воины
zh_cn: 勇者

source: Well-Known
de: Recht bekannt
ja: 有名
ko: 잘 알려진
ru: Знаменитые
zh_cn: 著名

source: Well-Liked
de: Gut gemocht
ja: とても友好的
ko: 아주 좋아하는
ru: Всем нравится
zh_cn: 很受欢迎

source: Wicked
de: Verruchtheits
ja: 不道徳
ko: 사악한
ru: Злые
zh_cn: 恶劣的

source: Worthless Scum
de: Wertloser Abschaum
ja: 無価値なカス
ko: 무가치한 병신
ru: Отбросы общества
zh_cn: 无用的渣渣

source: assassinations
de: Attentate
ja: 暗殺
ko: 암살업
ru: убийствами
zh_cn: 暗杀
