Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You need sleep more often, but still spend most of your time awake.
de: Du brauchst öfter Schlaf, aber wirst immer noch deine meiste Zeit wach verbringen.
ja: 頻繁に睡眠が必要ですが、まだ大部分を起きて過ごせるレベルです。
ko: 훨씬 자주 수면을 취해야 하기는 하지만, 아직 깨어있는데 쓰는 시간이 더 많습니다.
ru: Вам требуется больше сна, но всё же вы больше бодрствуете, чем спите.
zh_cn: 你更加渴望睡眠，不过大多数时候还能保持清醒。

source: You never learned to read! Books and computers are off-limits to you.
ja: 字の読み書きを学んだ事がない！本やコンピュータは完全に未知の領域です。
zh_cn: 你不识字!所以你不能阅读或使用电脑.

source: You occasionally shout uncontrollably.
de: Ab und zu schreist du unkontrolliert.
ja: 時折、大声で叫びます。
ko: 당신은 가끔씩 통제할 수 없는 고함을 지릅니다.
ru: В редких случаях вы неконтролируемо кричите.
zh_cn: 你偶尔会无法控制的大喊大叫。

source: You positively adore pain, in all its varied forms.
de: Du verehrst Schmerz, in all seinen verschiedenen Formen.
ja: どのような形であれ、身に振りかかる苦痛を神の与え給うた試練として歓迎します。
ko: 긍정적이게도 당신은 모든 형태의 고통을 좋아하게 되었습니다.
ru: Вы безусловно обожаете боль, во всём её разнообразии.
zh_cn: 你沉迷于疼痛带来的快感，而且你还变着方的让自己更爽。

source: You possess natural night vision, and can see two squares instead of one in pitch blackness. Activate to toggle NV-visible areas on or off.
ja: 夜目が利き、真っ暗闇のなかでも2マス先まで見えます。オンオフを切り替える事で暗視能力を有効化します。
zh_cn: 你拥有天然的夜视功能，可以在几乎无光的环境中看见临近两格单位而不是一格。激活来切换显示夜视可见区域。

source: You prefer to sustain yourself using your roots and direct nutrient extraction/synthesis. You can still consume 'food', though, if you have to: you merely prefer it aged a little.
ja: より根源的な素材から栄養の抽出や合成ができるようになりました。「食品」もまだ食べることはできますが、もっと年季の入ったものを食べたくなります。
zh_cn: 你更倾向于用你的根或其他直接的营养萃取合成过程来供给自己。你依旧可以吃“食物”，不过如果必须这样做，你希望它们已经过期了。

source: You recover from pain faster than normal.
de: Du erholst dich von Schmerzen schneller als normal.
ja: 通常よりも速く、痛みから回復します。
ko: 당신은 일반인보다 빨리 고통에서 회복합니다.
ru: Вы справляетесь с болью быстрее, чем обычно.
zh_cn: 你从疼痛中恢复速度要比一般人要快很多。

source: You recover from pain much faster than normal.
de: Du erholst dich von Schmerzen viel schneller als normal.
ja: 通常よりも遥かに速く、痛みから回復します。
ko: 당신은 일반인보다 고통에서 훨씬 빨리 회복합니다.
ru: Вы справляетесь с болью намного быстрее, чем обычно.
zh_cn: 你从疼痛中恢复速度远远超过一般人。

source: You recover from pain slightly faster than normal.
de: Du erholst dich von Schmerzen etwas schneller als normal.
ja: 通常よりも若干速く、痛みから回復します。
ko: 당신은 일반인보다 약간 빨리 고통에서 회복할 수 있습니다.
ru: Вы справляетесь с болью чуть быстрее, чем обычно.
zh_cn: 你从疼痛中恢复复速要比一般人快一些。

source: You require more food than most people.
de: Du brauchst mehr Nahrung als die meisten Leute.
ja: 一般の多くの人達よりも大量の食料が必要になります。
ko: 당신은 보통 사람보다 많은 양의 음식을 먹어야 합니다.
ru: Вам требуется больше пищи, чем большинству других людей.
zh_cn: 你比一般的人需要更多的食物。

source: You require more resources than most, but heal more rapidly as well.
ja: さらに多くの食料を必要としますが、傷の回復も速まります。
zh_cn: 你需要吃的东西比大部分人都多，同样，你恢复的速度也更快。

source: You seem to get full faster now, and food goes through you more rapidly as well.
de: Du scheinst nun schneller satt zu werden und Nahrung geht schneller durch dir durch.
ja: 少しの食べ物で満腹になり、消化速度も速くなりました。
ru: Вы, кажется, быстрее насыщаетесь, и также быстрее становитесь голодным.
zh_cn: 你更容易吃饱了，同时你现在是个直肠子。（物理意义上）

source: You shan't need to migrate south with your layer of down. It's even better with no apes around to kill you for it!
ja: この綿毛があれば南に移住する必要はないでしょう。これを目当てにあなたを狩る類人猿がいなければ、なお良いでしょう。
zh_cn: 有了绒羽你就不需要向南迁徙啦！更棒的是现在没有那么多会为了绒羽而杀你的灵长类生物了。

source: You simply can not carry as much as people with a similar strength could. Your maximum weight carried is reduced by 35%.
ja: 腰が痛くて重い物が持てない。最大所持重量が35%減少します。
zh_cn: 你比一般人携带的东西更少。你的最大载重量减少35%。

source: You smell awful. Monsters that track scent will find you very easily, and humans will react poorly.
ja: 酷い体臭です。モンスターには容易に発見･追跡されてしまいますし、相手が人間なら悲しい反応を示すでしょう。
zh_cn: 你的臭味十里外都能闻得到，怪物很容易追到你，人类都离你远远的。

source: You sometimes look back on your days before your tail came in. But you're better now.
ja: たまに尻尾が無かった頃のことを思い出します。やっぱり今のほうがいいですね。
zh_cn: 有时候你还会回忆起你长尾巴之前的日子，当你觉得现在快活多了。

source: You sometimes scream uncontrollably.
de: Manchmal kreischst du unkontrolliert.
ja: 時々、金切り声で叫びます。
ko: 당신은 가끔 통제할 수 없는 비명을 지릅니다.
ru: Иногда вы неконтролируемо кричите.
zh_cn: 你有时会失声尖叫。

source: You spent a lot of time actively maneuvering on skates before the cataclysm, and are better at staying on your feet when checked or blocked.
ja: 大変動以前はひたすらスケートの特訓に明け暮れていました。接触やコースアウトを気にする必要が無くなったのは良いことです。
zh_cn: 大灾变前你在溜冰鞋上度过了不少时间，结果就是你现在你在被阻挡时仍然能保持平衡。

source: You suffer from a minor chemical imbalance, whether mental or physical. Minor changes to your internal chemistry will manifest themselves on occasion, such as hunger, sleepiness, narcotic effects, etc.
ja: 軽度の化学的不均衡に苦しみます。急に悪影響(空腹、眠気、麻薬効果、他色々)が発生する事があります。
zh_cn: 你的内分泌失调，无论精神还是肉体上。你的内部化学成份改变会造成饥饿、嗜睡、麻 醉等作用。

source: You tend to specialize in one skill and be poor at all others. You advance at half speed in all skills except your best one. Note that combining this with Fast Learner will come out to a slower rate of learning for all skills.
ja: 単一の技能に拘り、他の技能を疎かにします。最も高い技能以外は成長速度が半減します。"物覚えが良い"と同時に取得すると、全ての技能の成長速度が低下します。
zh_cn: 你在技能上严重偏科，除了你所喜欢的那一个其他都不愿意去学，将会导致其他的技能升级速度减慢。注：如你同时拥有快速学习特性时，将会使你所有的技能升级速度减慢。

source: You understand almost everything about which you think, with minimal effort.
de: Du verstehst fast alles, über das du denken kannst, mit minimaler Mühe.
ja: 最小限の労力だけで、思考のほぼ全てを理解する事が出来ます。
ko: 당신은 아주 적은 노력으로도 자신이 생각하는 거의 모든 것들을 이해합니다.
ru: Вы с минимальными усилиями понимаете почти всё, о чем думаете.
zh_cn: 你了解了几乎所有你能想到的，以最小的努力。

source: You were competitive at national levels, and had considered teaching your art. Defending against the entire town may still be a challenge, though.
ja: その道においては合衆国を代表するほどの実力者であり、また弟子たちの尊敬を集める良き師でもありました。街そのものが巨大な試練になろうとも、その技で、守り抜いて見せようではありませんか。
zh_cn: 国宝级的空手道大师，但是在你招收开门弟子时，所有人都来踢你的馆了。

source: You were just through with the administrative formalities for your residency when the cataclysm struck. "Your" hospital was overrun and evacuated, but there's always work for a good doctor.
ja: 大変動が起きたとき、研修先の病院で書類整理の仕事を終えようとしていました。"あなたの"病院は機能を停止し、避難できる者は皆避難しましたが、病院という場所にはいつだって医者の仕事があるものです。
zh_cn: 大灾变来临之际，你才刚刚圆满完成你的实习期。“你的”医院已经变得非常有趣了，但是好的医生，不管到哪都是能够取出信差脑子中的子弹的。

source: You were shaping up to be a pretty decent student of the martial arts before the Cataclysm struck. Time to see just how good you really were.
ja: 大変動以前は格闘術の良き学習者となるよう研鑽を積んでいました。実力を見せるときが来たようです。
zh_cn: 在大灾变前你中规中矩的探索武学的道路,是时候检验你的水平了。

source: You will occasionally need to use an inhaler, or else suffer severe physical limitations. However, you are guaranteed to start with an inhaler.
ja: 吸入器が手放せない。開始時の持ち物に吸入器が追加されます
zh_cn: 你需要时不时地使用哮喘吸入剂，否则将会受到多种生理方面的制约。不过，你很幸运，开局便带着一个哮喘吸入剂。

source: You will periodically suffer from delusions, ranging from minor effects to full visual hallucinations. Some of these effects may be controlled through the use of Thorazine.
ja: 妄想に悩まされており、幻覚症状が現れる事があります。ソラジンにより症状を抑える事が出来ます。
zh_cn: 你经常受到精神分裂的困扰，会不断产生幻觉，可以通过服用氯丙嗪来控制症状。

source: You're a quick reader, and can get through books a lot faster than most.
de: Du bist ein schneller Leser und kannst die meisten Bücher schneller als die Meisten durchlesen.
ja: 常人より本を速く読めます。
ko: 당신은 책을 빨리 읽을 수 있습니다. 일반인보다 책의 내용을 빠르게 습득할 수 있습니다.
ru: Вы быстро читаете и можете одолеть книгу намного быстрее.
zh_cn: 你的阅读速度比一般人要快。

source: You're a real head-turner. Some people will react well to your appearance, and most people have an easier time trusting you.
ja: その美貌は誰もが振り返る程です。一部の人達はその外見に好感を示します。また、殆どの人達は短期間で貴方を信用します。
zh_cn: 你的相貌十分英俊，大家很容易接近你并且信任你。

source: You're a slow reader, and it takes you longer to get through books than most.
de: Du bist ein langsamer Leser und du brauchst länger als die Meisten, um Bücher durchzulesen.
ja: 常人よりも本を読む速度が遅く、殆どの本を読み終える時間が長くなります。
ko: 당신은 책을 느리게 읽기에 책을 읽는데 대부분의 사람들보다 더 오랜 시간이 걸립니다.
ru: Вы читаете по слогам, поэтому на чтение книг уходит больше времени.
zh_cn: 你看书看得太仔细了，导致阅读速度缓慢。

source: You're accustomed to eating plants directly, and can get nutrition from grass as well as underbrush. Eat either one by activating this, standing over your target, and pressing E.
ja: 植物をそのまま食べることに慣れ、下草だけでなく、他の草からも栄養を摂ることができます。Eを押して植物を食べることができます。
zh_cn: 你习惯直接吃植物，可以从草地以及灌木丛中得到营养。激活后站在它旁边按下E，吃掉它。

source: You're an excellent navigator and your ability to spot distant landmarks is unmatched. Your sight radius on the overmap extends beyond the normal range.
ja: 遥か遠くの目印も見つける事の出来る比類なき能力を持つ優秀なナビゲーターです。オーバーマップ上の視界範囲が通常範囲を超えて表示されます。
zh_cn: 你能够看得非常远——甚至能看到还没有标记在地图上的地方。你的视野半径较通常距离有所增加。

source: You're getting quite used to hunting and killing ...game. For food.
de: Du gewöhnst dich langsam an das Jagen und Töten von … Wild. Für Nahrung.
ja: すっかり狩猟と殺戮に慣れてしまいました...遊びですよね。肉を得るための。
ko: 당신은 쫓고 죽이는... 놀이에 특화되었습니다. 물론 음식을 위해서죠.
ru: Вы начинаете привыкать к охоте и убийству… дичи. Ради пропитания.
zh_cn: 你把捕猎和杀戮当作一种游戏，取食的游戏。

source: You're hideously deformed. Some people will have a strong negative reaction to your appearance.
ja: 非常に醜い奇形が見られます。一部の人達はその外見に強い嫌悪感を示します。
zh_cn: 长的丑不是你的错，出来吓人就是你不对了。

source: You're just generally quick! You get a 10% bonus to action points.
ja: 動作が機敏であり、行動コストに10%のボーナスを得ます。
zh_cn: 你比一般人要迅速！你比一般人行动快10%.

source: You're minorly deformed. Some people will react badly to your appearance.
ja: 軽微な奇形が見られます。一部の人達はその外見に嫌悪感を示します。
zh_cn: 你长得很委婉，某些人看你可能不顺眼。

source: You're not much to look at. NPCs who care about such things will react poorly to you.
ja: 見るに耐えない容貌です。容貌に関心のあるNPCは反応が悪化します。
zh_cn: 你长得难看，一些在意你长相的NPC可能不会理你。

source: You're perfectly coordinated.
de: Du bist perfekt koordiniert.
ja: 完璧に自然と調和し、素晴らしく軽快に動けます。
ko: 당신은 완벽하게 조정되었습니다.
ru: У вас идеальная координация.
zh_cn: 你的身体完全协调。

source: You're quite the heavy sleeper. Noises are unlikely to wake you up.
ja: 騒音で目覚める確率が減少します。
zh_cn: 你很容易进入深度沉睡，十个闹钟都吵不醒你。

source: You're skilled at clearing obstacles; terrain like railings or counters are as easy for you to move on as solid ground.
de: Du hat Erfahrungen damit, Hindernisse zu überwinden; es ist für dich genau so leicht, Sachen wie Geländer oder Theken zu überqueren wie einen ebenen Boden.
ja: 障害物を難なく乗り越える事ができ、その際の移動コストが激減します。
ko: 당신은 장애물을 피하는데 능숙합니다. 난간 혹은 가판대를 평지처럼 이동할 수 있습니다.
ru: Вы мастер в преодолении препятствий; перепрыгиваете перила и прилавки магазинов не теряя времени.
zh_cn: 你擅长清除地上的障碍物，且容易穿梭于栏杆和柜台之间.

source: You're sure you'll fly someday. In the meantime, there's still nests to build.
ja: 空を飛ぶのが先でしょうか。それとも巣作りでしょうか。
zh_cn: 你确信你某天会飞起来，但在此之前还是先把窝做好的说...

source: You're the perfect candidate to lead a pack.
de: Du bist der perfekte Kandidat, um ein Rudel anzuführen.
ja: 次なる群れの指導者は誰か？ここに理想的な候補者がいます。
ko: 당신은 무리를 이끌 후보자로서 완벽합니다.
ru: Вы идеально подходите для того, чтобы возглавить стаю.
zh_cn: 你是最合适的领头人选。

source: You're the perfect candidate to tidy this mess.
de: Du bist der perfekte Kandidat, um das Chaos aufzuräumen.
ja: この混乱を正すべく現れた理想的な候補者です。
ko: 당신이야말로 완전히 망가진 이 현실을 깔끔하게 정돈할 완벽한 후보입니다.
ru: Вы — идеальный кандидат, чтобы возглавить этот бардак.
zh_cn: 你是收拾这个烂摊子最合适的人选。

source: You've *finally* sprouted a pair of arms from your midsection. They flail more-or-less uncontrollably, making you feel rather larval.
ja: *ついに*左右の脇腹から昆虫のような腕が生えてきました。新しい腕たちは勝手に動いて近くの物や自分の体を叩いています。何かの幼虫になった気分です。
zh_cn: 你“终于”从身体中部长出了一对臂膀。他们来回摆动基本不受控制，让你感觉自己就是个幼虫。

source: You've always felt that there is more to the world than we can see. Whether driven by religious beliefs or philosophical interest, you find great inspiration in studying holy texts and experiencing mystical things.
ja: 普通の人々が感じ取る事が出来ない世界を垣間見てきました。宗教的な信条や哲学的な関心で行動するかは別にして、神聖な教本を読んだり、神秘的な経験を得る事により素晴らしい閃きを得られます。
zh_cn: 你一直觉得世界远比我们能看到的丰富。不知是出于宗教信仰还是哲学观念，总之你能从研习神学或体验神秘事物中得到极大的鼓舞。

source: You've developed a serious appetite for pain, and take pride in your scars.
de: Du hast einen starke Lust nach Schmerzen entwickelt und bist auf deine Wunden stolz.
ja: 痛みを激しく求める性質を獲得しました。傷跡を勲章のように誇らしく感じます。
ko: 당신은 고통을 심각할 정도로 갈망하게 되었으며, 흉터를 긍지로 여기게 되었습니다.
ru: У вас развилось серьезное влечение к боли, и вы гордитесь своими шрамами.
zh_cn: 你对疼痛上瘾了，而且你对自己满身的伤疤非常自豪。

source: You've developed some sort of hair growing out of your chitin. It's a bit warmer than not having hair.
ja: キチン質の表皮のところどころに毛が生えました。無いよりは暖かいでしょう。
zh_cn: 你的几丁质甲克上进化出了一些毛发。比光溜溜的要暖和点儿。

source: You've developed the ability to control your vines; they make good lashes. You can even rappel down sheer drops using them, but disconnecting HURTS.
de: Du hast die Fähigkeit, deine Lianen zu steuern, entwickelt; sie stellen gute Peitschen dar. Du kannst dich sogar an klaffenden Abgründen mit ihnen abseilen, aber das Abtrennen SCHMERZT.
ja: 蔦を自在に操れるようになりました。蔦で打ち据える攻撃を繰り出せます。崖を安全に降りることもできます。しかし千切れるととても痛いです。
ko: 당신은 덩굴을 통제하는 방법을 터득했습니다. 덩굴들은 좋은 채찍이며, 추락 시 현수 하강과 수직 하강이 가능하지만, 덩굴이 끊어지면 다칠 수 있습니다.
ru: Теперь вы можете контролировать свои лозы; это позволяет вам неплохо хлестать. Вы даже можете безопасно спускаться вниз, используя их, разрыв причиняет сильную боль.
zh_cn: 你已经可以控制你身上的藤蔓了。这些藤蔓可以用来抽打攻击。你甚至可以用这些藤蔓从陡坡上爬下去，不过断开藤蔓会让你受伤。

source: You've developed the ability to stockpile calories and then sleep for extended periods of time.
de: Du hast die Fähigkeit entwickelt, Kalorien zu bevorraten und dann für ausgedehnte Zeiträume zu schlafen.
ja: カロリーを備蓄して、長時間睡眠する能力を会得しました。
ko: 장기 수면을 위해서 열량을 비축하도록 발달되었습니다.
ru: Вы развили способность накапливать калории, и теперь можете засыпать на длительные периоды времени.
zh_cn: 你拥有了储存大量卡路里后进入冬眠状态的能力。

source: You've developed the necessary anatomy and techniques to control your web-generation. Activate this to start or stop weaving webs.
ja: 然るべき器官と技術を身に付けることで糸生成能力を我が物としました。糸織りの開始/終了を切り替える事で有効化します。
zh_cn: 你已经掌握了织网的全部技术。激活该功能来开始或停止编织蛛网。

source: You've gotten rid of that terribly imprecise mouth and now imbibe your food like a proper person. Chewing was tiresome anyway.
de: Du bist diesen furchtbar unpräzisen Mund losgeworden und saugst nun deine Nahrung wie eine richtige Person ein. Das Kauen war ohnehin ermüdend.
ja: ついに、あの使いにくい未熟な口に別れを告げて、あなたも一人前に食べ物を吸えるようになりました。まあ噛むのは面倒ですが。
ru: Вы избавились от этого ужасно неточного рта и теперь поглощаете вашу еду как вам надлежит. Жевание в любом случае было утомительным.
zh_cn: 你终于摆脱那张糟糕而又含糊的嘴啦，现在你就像“大绅士”一样吸取食物。咀嚼多累啊！

source: You've grown a chitin exoskeleton made of thick, stiff plates. It provides excellent physical protection, but reduces your dexterity by 1 and encumbers all body parts but your eyes and mouth. Greatly reduces wet effects.
ja: いくつもの分厚く強固な甲羅からなる、キチン質の外骨格を獲得しました。素晴らしく物理攻撃を防ぎますが、器用さに-1のペナルティを受け、目と口を除く全身に動作制限を受けます。濡れた時のデメリットを大幅に軽減します。
zh_cn: 你全身被类似甲壳虫的厚厚的外壳所包围，它可以为你提供近乎完美的保护，但你敏捷-1，且身体各部位受到累赘，除了眼睛和嘴。大大降低了湿效应。

source: You've grown a chitin exoskeleton, much like that of an insect. It provides considerable physical protection, but reduces your dexterity by 1. Somewhat reduces wet effects.
ja: まるで昆虫のようなキチン質の外骨格を獲得しました。かなりの物理攻撃を防ぎますが、器用さに-1のペナルティを受けます。濡れた時のデメリットがいくらか減少します。
zh_cn: 你全身被类似昆虫的外壳所包围，它可以为你提供全方位的保护，但你敏捷-1。有些降低湿效应。

source: You've grown a set of gills in your neck, allowing you to breathe underwater. Slightly increases wet benefits.
ja: 首に付いた複数のえらが成長を遂げました。水中で呼吸する事が出来ます。濡れた時のデメリットが僅かに減少します。
zh_cn: 你拥有了一对腮，允许你在水下呼吸。略微增加湿效益。

source: You've grown a set of gills, running from your neck up behind your ears. They allow you to breathe underwater and slightly increase wet benefits.
ja: 首から耳の後ろにかけて複数のえらが成長を遂げました。水中で呼吸する事が出来ます。濡れた時のメリットが僅かに増加します。
zh_cn: 你拥有了一对腮，从脖子一直开口到耳朵后边。允许你在水下呼吸。略微增加湿效益。

source: You've grown sleek brown fur, providing some protection from cold.
de: Dir ist ein schmeidiges braunes Fell gewachsen, was dir etwas Schutz vor Kälte bietet.
ja: 滑らかな茶色の毛皮が発達しました。いくらか寒さを防ぎます。
ko: 매끄러운 갈색 털이 자라났습니다. 추위로부터 약간의 보온력을 제공합니다.
ru: Гладкий, коричневый мех покрывает ваше тело, обеспечивая некоторую защиту от холода.
zh_cn: 你的皮肤变得厚而光滑，散发着巧克力的光泽。多少加强了抗寒能力。

source: You've had a revelation: by killing the weaker creatures, who would only die anyway, you preserve resources for those better able to survive.
de: Du hattest eine Erleuchtung: Indem du die schwächeren Geschöpfe, welche sowieso sterben würden, tötest, schonst du die Ressourcen für diejenigen, die überlebensfähiger sind.
ja: 天啓を得ました。あなたより弱い生き物はあなたに殺されるために存在しています。放っておいても死ぬのです。いつか殺すために生かしておいてやっているだけなのです。そう気付きました。
ko: 당신은 당신보다 약한 생물들을 죽이라는 계시를 받았습니다. 어차피 그것들은 결국엔 죽을 테고, 당신은 생존에 필요한 자원을 더 모을 수 있습니다.
ru: У вас было откровение: убивая слабых существ, которые умерли бы в любом случае, вы сохраняете ресурсы для тех, кто лучше способен выживать.
zh_cn: 你从杀戮其他生物中领悟天地的极意。一切生灵终将归于尘土，而你则是这个永恒的自然法则的守护者。

source: You've put on some additional weight around your body. It slows you down a little, but helps your swimming and warmth.
de: Um deinen Körper hast du etwas zusätzliches Gewicht angesammelt. Das verlangsamt dich etwas, hilft dir aber beim Schwimmen und spendet Wärme.
ja: 全身に贅肉が付きました。少し動きにくくなりますが、泳ぐには好都合であり、寒さに強くなります。
ru: У вас появился дополнительный вес вокруг вашего тела. Это немного замедляет вас, но помогает плавать и сохранять тепло.
zh_cn: 你身上有不少脂肪（美学之痛），或许你会变得更迟钝一点，不过这对游泳和保暖都有帮助。

source: You've started blooming where your scalp used to be. Your blossoms have a pleasant aroma, are visually striking, and are quite sensitive.
ja: かつて頭皮だった場所が無数の花を付けはじめました。どの花も心地よい香りを放ち、目に新鮮で、とても繊細で敏感です。
zh_cn: 你的脑袋上开出了花朵...居然还挺好看，特喵的还香气怡人，你不得不告诉别人你的名字是杨大车纳姆....

source: You, like many children, hated eating your vegetables; however, you didn't outgrow it. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
ja: 多くの子供達が野菜嫌いですが、普通はそれを克服します。しかし、貴方は野菜嫌いのまま育ってしまいました。野菜を食べた場合は吐き気による意欲ペナルティーが発生します。
zh_cn: 你像很多孩子一样讨厌吃素菜。虽然你还是可以吃，但是这种行为会让你恶心并且影响你的士气。

source: Your DNA has been damaged in a way that causes you to continually develop more mutations.
de: Deine DNA wurde so beschädigt, dass du andauernd weitere Mutationen entwickelst.
ja: 変異を求めていじくり回されたせいで、遺伝子が損傷してしまいました。
ko: 당신의 DNA 는 손상을 받았습니다. 때문에 지속적으로 더 많은 변이가 발생하게 됩니다.
ru: Ваша ДНК повреждена, что приводит к постоянным мутациям.
zh_cn: 你的DNA已被损害，你将马上产生更多的变异。

source: Your arms have grown vibrantly colored feathers. They effectively waterproof your arms and take the edge off hits, but really get in the way. They're simply too small to help you in the air.
de: Deinen Armen sind kraftvoll gefärbten Federn gewachsen. Sie machen deine Arme praktisch wasserfest und berauben Treffer ihre Stärke, aber sie tatsächlich sind sie im Weg. Sie sind einfach zu klein, um dir in der Luft zu helfen.
ja: 腕に色鮮やかな羽毛が生えています。水を弾き、敵の攻撃を柔らかく受け止めますが、とても邪魔です。小さすぎて空中では役に立ちません。
ko: 팔에서 선명한 색의 깃털들이 자라났습니다. 팔에 효과적인 방수 효과를 제공하며 타격 피해를 완충시켜주지만, 무척 거치적거립니다. 깃털이 너무 작아서 아직 큰 도움을 주지는 못합니다.
ru: Ваши руки покрылись яркими, цветными перьями. Они обеспечивают эффективную гидроизоляцию вашим рукам и немного уменьшают урон от режущих ударов, но на самом деле мешают. Они, просто слишком маленькие, чтобы позволить вам летать.
zh_cn: 你的手臂长满了彩色的浓密羽毛，它们能提高你手臂的防水性和防护性，但是非常碍事累赘。可惜因为这些羽毛太小了，靠它们你完全飞不起来。

source: Your arms have transformed into eight tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 3, and inability to wear gloves. You can make up to 7 extra attacks with them. Somewhat decreases wet penalties.
ja: 肩の周辺から合計8本もの触手が生えています。器用に+1のボーナスを得ますが、手に3の動作制限を受け、手袋を装備できません。1回の攻撃につき最大7回の追加攻撃が発生します。濡れた時のペナルティーがいくらか減少します。
zh_cn: 你的手臂变成了八条触须，敏捷加1，常驻3累赘，不能戴手套。随机增加7次额外攻击。稍微减少潮湿时的惩罚。

source: Your arms have transformed into four tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 3, and inability to wear gloves. You can make up to 3 extra attacks with them. Somewhat decreases wet penalties.
ja: 腕が4本の触手になりました。器用に+1のボーナスを得ますが、手に3の動作制限を受け、手袋を装備できません。1回の攻撃につき最大3回の追加攻撃が発生します。濡れた時のペナルティーがいくらか減少します。
zh_cn: 你的手臂变成了四条触须，敏捷加1，常驻3累赘，不能戴手套。随机增加3次额外攻击。稍微减少潮湿时的惩罚。

source: Your arms have transformed into tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 3, and inability to wear gloves. Somewhat decreases wet penalties.
ja: 腕が長い触手になっています。器用に+1のボーナスを得ますが、手に3の動作制限を受け、手袋を装備できません。濡れた時のペナルティーがいくらか減少します。
zh_cn: 你的手臂已转化为触手，敏捷加1，常驻3的累赘，不能戴手套。稍微减少潮湿时的惩罚。

source: Your big teeth have grown in. Folks had best show some more respect.
ja: 上の前歯が大きく発達しています。これを見た人々は多少なりとも敬意を表するよう最大限の力を尽くすでしょう。
zh_cn: 你长出了很突出的门齿。小伙伴们最好对你更尊重些。

source: Your bloodstream has developed antibiotic properties. Your wounds will never become infected.
ja: 血流中に抗生作用を獲得しました。負傷から感染することがありません。
zh_cn: 你的血液里充斥着抗体。你再也不会被感染了

source: Your body alters itself rapidly, and without your intervention or conscious control.
de: Dein Körper verändert sich selbst, und das schnell und ohne deine Intervention oder bewusste Lenkung.
ja: 肉体が高速で変容し続けています。誰にも止められません。
zh_cn: 你的身体迅速的改变，而且根本不管你愿不愿意。

source: Your body breaks very easily. Its maximum HP is 50% lower than usual and you heal slower. Stacks with Glass Jaw.
ja: 身体が虚弱で、直に疲れ果ててしまいます。最大HPが50%減少し、傷の治りが遅くなります。グラスジョーと重複します。
zh_cn: 你的身体非常容易受到伤害。其最大HP是比平时低50％，恢复的更慢。能和玻璃头叠加。

source: Your body can't take much abuse. Its maximum HP is 25% lower than usual and you heal slightly slower. Stacks with Glass Jaw.
ja: 身体が弱く、長時間の酷使に耐える事が出来ない。最大HPが25%減少し、傷の治りが僅かに遅くなります。グラスジョーと重複します。
zh_cn: 你的身体不能承受更多蹂躏。其最大HP比平时低25％，恢复的稍慢。能和玻璃头叠加。

source: Your body dries out easily; you need to drink more water.
de: Dein Körper trocknet leicht aus. Du musst mehr Wasser trinken.
ja: 皮膚に保湿力が無く、容易に乾燥してしまいます。頻繁に水を飲む必要があります。
ko: 당신의 몸은 쉽게 갈증을 느낍니다. 당신은 더 많은 물을 필요로 합니다.
ru: Ваше тело быстро высыхает; вам требуется пить больше воды.
zh_cn: 你的身体容易脱水。你需要喝更多的水。

source: Your body excretes very fine amounts of a chemical which prevents you from sticking to webs. Walking through webs does not affect you at all.
ja: 身体から蜘蛛の巣に付着するのを防ぐ化学物質が極微量に分泌されています。蜘蛛の巣に触れても何のペナルティも発生しなくなります。
zh_cn: 你的皮肤分泌出非常精细的化学物质以阻止黏在网上。你可以尽情地穿梭于网中了

source: Your body has become permanently cold-blooded. Your speed lowers--or raises--for every 2 (1.1) degrees below or above 65 F (18.3 C).
ja: 完全に変温動物化しました。摂氏18.3度(華氏65度)を境として1.1度(2度)ごとに、外気温が上がるほど速度も上がり、下がるほど速度も下がります。
zh_cn: 你的身体已经成为永久的冷血。你的速度在低于或高于18.3℃ (65F)每1.1℃(2F)时降低--或提高--。

source: Your body has become radioactive! You continuously emit heavy levels of radiation, some of which will be absorbed by you, and some of which will contaminate the world around you.
ja: あなたは放射線を発しています！肉体そのものが、重大なレベルの放射線を放っています。一部はあなた自身に吸収されますが、残りは身の回りの世界を青く汚染します。
zh_cn: 你的身体拥有了放射性！不你不断向周围辐射大量的射线，一些被你自己吸收，一些造成环境污染。

source: Your body has become radioactive! You continuously emit low levels of radiation, which results in a chronic case of radiation poisoning.
ja: あなたは放射線を発しています！有害な放射線に侵され続けた結果、肉体そのものが絶え間なく低レベルの放射線を放つようになってしまいました。
zh_cn: 你的身体拥有了放射性！不你不断向周围辐射少量的射线，有可能辐射中毒哦。

source: Your body has become radioactive! You continuously emit moderate levels of radiation, some of which will be absorbed by you, and some of which will contaminate the world around you.
ja: あなたは放射線を発しています！肉体そのものが、問題を起こしうるレベルの放射線を放っています。一部はあなた自身に吸収されますが、残りは身の回りの世界を汚染します。
zh_cn: 你的身体拥有了放射性！不你不断向周围辐射中量的射线，一些被你自己吸收，一些造成环境污染。

source: Your body is coated with a fine slime, which oozes off of you, leaving a trail. Greatly increases wet benefits.
ja: 全身が滑らかなスライムに覆われています。スライムは絶えずじくじくと滲み出ていて、移動すると痕跡を残します。水に濡れた時のメリットが大幅に増加します。
zh_cn: 你的身上粘粘糊糊的，走过的地方都有痕迹（想像一下鼻涕虫）。大大提高了湿增益。

source: Your body is covered with large quills. Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive significant damage.
ja: ヤマアラシのように長大な針毛が全身を覆っています。むき出しの素手であなたを攻撃した敵はかなりのダメージを受けるでしょう。
zh_cn: 你的身体上布满了硬刺。当对手徒手攻击不穿衣服的你时，他们将会受到伤害。

source: Your body is extremely fragile. Its maximum HP is 75% lower than usual and you heal much slower. Stacks with Glass Jaw.
ja: 身体が非常に虚弱で、短時間の酷使にすら耐える事が出来ない。最大HPが75%減少し、傷の治りが非常に遅くなります。グラスジョーと重複します。
zh_cn: 你的身体是非常脆弱的。其最大HP是比平时低75％，恢复的非常慢。能和玻璃头叠加。

source: Your body is more or less one consistent whole: a single, giant, omni-cell that alters itself as needed.
de: Dein Körper ist mehr oder weniger ein konsistentes Ganzes: eine einzelne, riesige Alles-Zelle, welche sich selbst nach Bedarf anpasst.
ja: 肉体が、一個の巨大な、それでいて生物として調和した細胞塊に変化しました。膨大な数の同じ細胞が寄り集まった生命体で、必要に応じて細胞を変化させて活動します。
ru: Ваше тело более-менее стало единым целым: одна гигантская клетка, которая изменяет себя по мере необходимости.
zh_cn: 你的身体基本上就是一个整体：一个独立的，巨大的，可以随意变换形状的大细胞。
