Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your clothing restricts your insect arms.
de: Deine Kleidung schränkt deine Insektenarme ein.
ja: 衣服が昆虫の手足の動きを制限しています。
zh_cn: 你的衣服限制了你的昆虫肢体。

source: Your eyes won't focus without reading glasses.
de: Ohne eine Lesebrille kannst du nicht lesen.
ja: 老眼鏡が無しでは焦点が合わない。
ko: 원시용 안경이 없으면, 눈의 초점을 맞출 수가 없습니다.
ru: У вас в глазах всё расплывается без очков для чтения.
zh_cn: 没有眼镜你什么书也看不了。

source: Your face feels numb.
de: Dein Gesicht fühlt sich taub an.
ja: 顔が悴んでいます。
ko: 얼굴에 감각이 없습니다.
ru: Ваше лицо чувствует онемение.
zh_cn: 你的面部感到麻木。

source: Your face is stiff from the cold.
de: Dein Gesicht ist steif von der Kälte.
ja: 顔が寒さで硬直しています。
ko: 추워서 얼굴이 뻣뻣해졌습니다.
ru: Твое лицо затвердело от холода.
zh_cn: 你的脸部被冻僵了。

source: Your flesh crawls; insects tear through the flesh and begin to emerge!
de: Dein Fleisch krabbelt; Insekten reißen sich durch das Fleisch und treten hervor.
ja: 何か皮膚がむずむずと...虫が皮膚を食い破って出て来ました！
ko: 살이 꿈틀거리더니, 벌레가 살을 찢고 튀어나왔습니다!
ru: Ваша плоть лопается. Из разрывов выползают насекомые!
zh_cn: 你的皮下有东西在蠕动，大量虫子撕裂血肉从里面爬了出来！

source: Your foot has gone numb.
ja: 足が悴んでいます。
zh_cn: 你的脚感到麻木。

source: Your freezing left foot messes up your balance.
de: Ein eiskalter linker Fuß ruiniert dein Gleichgewicht.
ja: 左足が凍り付く程の寒さで上手くバランスを保てなくなっています。
zh_cn: 你冻僵的左脚破坏了你的平衡。

source: Your freezing right foot messes up your balance.
de: Ein eiskalter rechter Fuß ruiniert dein Gleichgewicht.
ja: 右足が凍り付く程の寒さで上手くバランスを保てなくなっています。
zh_cn: 你冻僵的右脚破坏了你的平衡。

source: Your hairs detach into %s!
ja: 髪が%sの体内に潜り込みました！
zh_cn: 你的头发分开成%s！

source: Your hands bulge. Fungus stalks burst through the bulge!
de: Deine Hände schwellen an. Fungus bricht aus den Schwellungen aus!
ja: 手が膨れ上がり、茸が飛び出しました！
ko: 손이 부풀더니, 진균체 줄기가 터져나왔습니다!
ru: Ваши руки вздуваются. Из них прорастают грибы!
zh_cn: 你的手肿胀起来。真菌杆破体而出！

source: Your head aches faintly.
ja: 少しだけ頭痛がします。
zh_cn: 你觉得头疼的快晕了。

source: Your head is pounding from the heat.
de: Dein Kopf pocht von der Hitze.
ja: 熱で頭がガンガンします。
ko: 열기 때문에 머리가 지끈거립니다.
ru: Ваша голова мучается от жары.
zh_cn: 你的头部感到一阵阵热流冲击。

source: Your heart spasms and stops.
de: Dein Herz verkrampft sich und hält an.
ja: 心臓が痙攣を起こして停止しました。
ko: 심장이 경련을 일으키더니 멈췄습니다.
ru: Ваше сердце болезненно сжимается и останавливается.
zh_cn: 你的心脏痉挛了几下停止了跳动。

source: Your heart spasms painfully and stops, dragging you back to reality as you die.
de: Dein Herz verkrampft sich schmerzhaft und hält an; es zieht dich zurück in die Realität, während du stirbst.
ja: 心臓が激痛を伴いながら痙攣し、トリップ中の夢から死という現実に引き戻されました。
zh_cn: 你的心脏痛苦地痉挛……之后，停止了跳动。火速抢救，因为你要死了！

source: Your heart spasms painfully and stops.
de: Dein Herz verkrampft sich schmerzhaft und hält an.
ja: 心臓が激痛を伴いながら痙攣を起こし、停止しました。
ko: 심장이 고통스럽게 경련을 일으키더니 멈췄습니다.
ru: Ваше сердце болезненно сжимается и останавливается.
zh_cn: 你的心脏痛苦地痉挛……之后，停止了跳动。

source: Your insect limbs get in the way.
de: Deine Insektengliedmassen sind im Weg.
ja: 昆虫の脚が邪魔です。
zh_cn: 你的虫肢阻碍了你。

source: Your internal chronometer wakes you up.
de: Deine eingebauter Chronometer weckt dich auf.
ja: 体内精密時計が起床を促しました。
zh_cn: 你的内部计时器唤醒了你。

source: Your internal power storage is fully powered.
de: Dein interner Stromspeicher ist voll aufgeladen.
ja: 体内蓄電装置が満タンになりました。
ko: 내장 전력 저장소가 완전히 충전되었습니다.
ru: Ваше внутренние запасы энергии полностью заполнены.
zh_cn: 你内部的能量已经充满。

source: Your left arm is shivering.
de: Dein linker Arm schlottert.
ja: 左腕がぶるぶると震えています。
zh_cn: 你的左臂抖个不停。

source: Your left arm trembles from the cold.
de: Dein linker Arm zittert vor Kälte.
ja: 左腕が寒さで震えています。
zh_cn: 你的左臂冷的发抖。

source: Your left foot feels frigid.
de: Dein linker Fuß fühlt sich eisig an.
ja: 左足が厳しい寒さを感じています。
zh_cn: 你感到左脚冰冷刺骨。

source: Your left foot is as nimble as a block of ice.
de: Dein linker Fuß ist so gelenkig wie ein Eisblock.
ja: 左足が氷塊になった様で軽快に動きます。
zh_cn: 你的左脚冻成了一块年糕。

source: Your left foot is swelling in the heat.
de: Dein linker Fuß schwellt in der Hitze an.
ja: 左足が暑さで膨張しています。
zh_cn: 你的左脚感到很热。

source: Your left hand feels like ice.
de: Deine linke Hand fühlt sich wie Eis an.
ja: 左手が凍り付いた様に感じます。
zh_cn: 你的左手感觉冰冻刺骨。

source: Your left hand quivers in the cold.
de: Deine linke Hand zittert in der Kälte.
ja: 左手が寒さで小刻みに震えています。
zh_cn: 你的左手冻得发抖。

source: Your left hand's too sweaty to grip well.
de: Deine linke Hand ist zu verschwitzt, um gut zugreifen zu können.
ja: 左手が汗をかき過ぎており、物を掴むのが困難になっています。
zh_cn: 你的左手出汗出的都握不住了。

source: Your left leg is cramping up.
de: Dein linkes Bein verkrampft sich.
ja: 左脚が痙攣を起こしています。
zh_cn: 你的左腿抽筋了。

source: Your left leg trembles against the relentless cold.
de: Dein linkes Bein zittert wegen der unbarmherzigen Kälte.
ja: 左脚が厳しい寒さで意思に反して震えています。
zh_cn: 你抖动左腿来对抗严寒。

source: Your legs uncontrollably shake from the cold.
de: Deine Beine zittert unkontrolliert von der Kälte.
ja: 脚が寒さで抑え切れずに震えています。
zh_cn: 你双腿严重冻伤，在不受控制的抖动着。

source: Your legs unsteadily shiver against the cold.
de: Deine Beine zittern unstetig vor Kälte.
ja: 脚が寒さで意思に反して不規則に震えています。
zh_cn: 你双腿不可控制的在严寒中抖动。

source: Your malfunctioning bionic causes you to spasm and fall to the floor!
de: Dein defektes Bionik verursacht einen Krampf und du fällst zu Boden!
ja: 生体部品の機能不全によって発作を起こし、地面に倒れ込みました！
ko: 고장난 바이오닉이 경련을 유발하며 바닥에 엎어지도록 만듭니다!
ru: Ваша неисправная бионика вызывает спазм, и вы падаете на землю!
zh_cn: 你的生化模块失灵导致你一阵抽搐...扑街啦!

source: Your malfunctioning bionic itches!
de: Dein defektes Bionik tut weh.
ja: 生体部品の機能不全によって、身体に痒みが走りました！
ko: 고장난 바이오닉이 가려움증을 유발합니다!
ru: Ваша неисправная бионика зудит!
zh_cn: 你的生化模块发生了故障，让你感到奇痒难忍！

source: Your mandibles are simply too large for %s to fit.
de: Deine Mundwerkzeuge sind einfach zu für das %s.
ja: 虫顎が大き過ぎて、%sでは納まらない。
ru: Ваши челюсти слишком большие, чтобы носить %s.
zh_cn: 你下颚太大，%s套不上去。

source: Your mouth feels so dry...
de: Dein Mund fühlt sich so trocken an.
ja: 口内が乾燥しています...
ko: 입이 말라옵니다...
ru: Вы ощущаете сухость во рту...
zh_cn: 你感到嘴很干...

source: Your muscles are locking up and you can't fight effectively.
de: Deine Muskeln verkrampfen sich und du kannst nicht effizient kämpfen.
ja: 筋肉が凝り固まっており、効果的な戦いを行えません。
zh_cn: 你的肌肉锁死了，无法有效的战斗。

source: Your muscles are tight and sore.
ja: 筋肉が固まり、痛んでいます。
zh_cn: 你的肌肉又紧又酸。

source: Your muscles feel like they're knotted and tired.
ja: 筋肉が固結びにされたようになっています。
zh_cn: 你的肌肉感觉散了架。

source: Your muscles spasm.
ja: 筋肉が痙攣を起こしています。
zh_cn: 你的肌肉发生痉挛。

source: Your new limbs are too wriggly to fit under that.
de: Deine neuen Gelenke sind einfach zu krumm, um darunter zu passen.
ja: 新たな四肢はこの装備の下に収めておくには窮屈すぎます。
ru: Ваши конечности слишком извиваются для ношения этого.
zh_cn: 你的新肢体过于奇葩所以穿不上那玩意。

source: Your offensive defense system shocks %s in mid-attack!
de: Dein offensives Verteidigungssystem schockt %s beim Angriff!
ja: 攻勢防衛システムが発動し%sに衝撃を与えました！
ko: 당신의 공격형 방호 시스템이 공격 도중 %s에게 전기충격을 가했습니다!
zh_cn: 你的自动防御系统电击了几步之外的%s！

source: Your optical cloak flickers for a moment!
de: Dein Unsichtbarkeitsumhang flackert für einen Augenblick.
ja: 光学外套が一瞬だけ明滅しました！
ko: 광학 망토가 순간적으로 깜빡였습니다!
ru: Ваш маскировка мерцает на мгновение!
zh_cn: 你的光学披风闪烁了一阵子！

source: Your pain distracts you!
de: Deine Schmerzen lenken dich ab!
ja: 痛みで気が散っています！
zh_cn: 疼痛使你分心！

source: Your power armor disengages.
de: Deine Energierüstung deaktiviert sich.
ja: パワーアーマーと分離しました。
ko: 파워 아머가 꺼졌습니다.
ru: Ваша силовая броня деактивирована.
zh_cn: 你的动力装甲解除。

source: Your proboscis is simply too large for %s to fit.
de: Dein Rüssel ist einfach zu grob, als dass das %s passen könnte.
ja: 象鼻が大き過ぎて、%sでは納まらない。
zh_cn: 你喙太长，%s戴不上去。

source: Your radiation badge changes from %s to %s!
de: Die Strahlungsplakette wechselt von %s zu %s!
ko: 방사능 배지가 %s에서 %s(으)로 바뀌었습니다!
ru: Ваш плёночный дозиметр сменил свой цвет с %s на %s!
zh_cn: 你的辐射徽章从 %s变化 %s！

source: Your right arm is shivering.
de: Dein rechter Arm schlottert.
ja: 右腕がぶるぶると震えています。
zh_cn: 你的右臂抖个不停。

source: Your right arm trembles from the cold.
de: Dein rechter Arm zittert vor Kälte.
ja: 右腕が寒さで震えています。
zh_cn: 你的右臂冷的发抖。

source: Your right foot feels frigid.
de: Dein rechter Fuß fühlt sich eisig an.
ja: 右足が厳しい寒さを感じています。
zh_cn: 你感到右脚冰冷刺骨。

source: Your right foot is as nimble as a block of ice.
de: Dein rechter Fuß ist so gelenkig wie ein Eisblock.
ja: 右足が氷塊になった様で軽快に動きます。
zh_cn: 你的右脚冻成了一块年糕。

source: Your right foot is swelling in the heat.
de: Dein rechter Fuß schwellt in der Hitze an.
ja: 右足が暑さで膨張しています。
zh_cn: 你的右脚感到很热。

source: Your right hand feels like ice.
de: Deine rechte Hand fühlt sich wie Eis an.
ja: 右手が凍り付いた様に感じます。
zh_cn: 你的右手感觉冰冻刺骨。

source: Your right hand trembles in the cold.
de: Deine rechte Hand zittert in der Kälte.
ja: 右手が寒さで小刻みに震えています。
zh_cn: 你的右手冻的发抖。

source: Your right hand's too sweaty to grip well.
de: Deine rechte Hand ist zu verschwitzt, um gut zugreifen zu können.
ja: 右手が汗をかき過ぎており、物を掴むのが困難になっています。
zh_cn: 你的右手出汗出的都握不住了。

source: Your right leg is cramping up.
de: Dein rechtes Bein verkrampft sich.
ja: 右脚が痙攣を起こしています。
zh_cn: 你的右腿抽筋了。

source: Your right leg trembles against the relentless cold.
de: Dein rechtes Bein zittert wegen der unbarmherzigen Kälte.
ja: 右脚が厳しい寒さで意思に反して震えています。
zh_cn: 你抖动右腿来对抗严寒。

source: Your roots scrabble ineffectively at the unyielding surface.
de: Deine Wurzeln wühlen ineffizent auf den unnachgiebigen Boden.
ja: 硬い地面を、根が無為に引っ掻いています。
zh_cn: 你的根部在坚硬的地面上生硬的乱扒着。

source: Your saber teeth are simply too large for %s to fit.
de: Deine Säbelzähne sind einfach zu groß für %s, um zu passen.
ja: 剣歯が大き過ぎて、%sでは納まらない。
ko: 칼날 이빨이 너무 큰 탓에 %s이(가) 맞지 않습니다.
ru: Ваши клыки слишком огромны, чтобы вы могли носить %s.
zh_cn: 你刀牙太长，%s套不上去。

source: Your shivering makes you unsteady.
de: Dein Zittern macht dich instabil.
ja: 寒さで不規則にぶるぶると震えています。
zh_cn: 你的身体不受控制的颤抖着。

source: Your skill in %s has increased to %d!
de: Deine Fertigkeit in %s hat sich auf %d erhöht!
ja: %s技能が%dレベル上昇しました！
ru: Ваш навык %s увеличился до %d!
zh_cn: 你的 %s 技能增加到了 %d！

source: Your skill level won't improve, but %s has more recipes for you.
de: Deine Fertigkeitenstufe wird sich nicht verbessern, aber %s hat noch Rezepte für dich.
ja: この本では技能をこれ以上は学べない様だ。しかし、%sにはまだ覚えられるレシピが記されています。
ru: Ваш навык не улучшится, но %s содержит новые для вас рецепты.
zh_cn: 你的技能等级不会再提升了，但从 %s 里可以学习更多配方。

source: Your stomach begins gurgling and you feel bloated and ill.
de: Dein Bauch fängt an, zu gurgeln und du fühlst dich aufgebläht und krank.
ja: 胃が膨張し、唸り始め、吐き気を催しました。
ko: 당신의 소화계는 꾸륵꾸륵거리기 시작했고 부풀었으며 상태가 별로 좋지 않은 것 같습니다.
ru: Ваш желудок начинает бурчать, и вы чувствуете себя больным и раздутым.
zh_cn: 你的胃开始咕噜，你觉得胀的难受。

source: Your stomach feels so empty...
de: Dein Magen fühlt sich so leer an.
ja: お腹が空きました...
ko: 배가 빈 것 같습니다...
ru: Пустой желудок напоминает о себе...
zh_cn: 你胃空空如也...

source: Your stomach immediately revolts, you can't keep this disgusting stuff down.
ja: すぐさま胃袋が勝手にぐびぐびと動き出しました。このおぞましい物体を飲み込むことは出来ませんでした。
zh_cn: 你的胃立刻开始反抗，你实在无法咽下这些东西。

source: Your talons are much too large for footgear.
de: Deine Krallen sind viel zu groß für Fußbekleidung.
ja: 鉤爪が大き過ぎて、履物には納まらない。
ko: 발톱이 너무 길어서 신발을 신을 수 없습니다.
ru: Ваши когти слишком длинные, чтобы носить обувь.
zh_cn: 你爪子太大，足部装备套不上去。

source: Your thick scales get in the way.
de: Deine dicken Schuppen sind im Weg.
ja: 厚い鱗が邪魔です。
zh_cn: 你的厚鳞片阻碍了你。

source: Your thorns scrape %s in mid-attack!
de: Deine Dornen zerkratzen %s mitten im Angriff!
ja: 棘で%sを引っ掻きました！
zh_cn: 你的棘刺在几步的距离上刮中了%s！

source: Your thoughts are unclear.
de: Deine Gedanken sind unklar.
ja: 思考が朦朧としています。
ko: 사고력이 흐려집니다.
ru: Ваши мысли неясны.
zh_cn: 你的思维开始紊乱。

source: Your torso is freezing cold. You should put on a few more layers.
ja: 胴体が凍える様な寒さで震えています。更に重ね着する必要があります。
zh_cn: 你的躯体冻僵了.你需要多穿点在身上.

source: Your veins itch.
ja: 血管がむずむずします。
zh_cn: 你的血管很痒。

source: Your vision goes black!
ja: 視界が闇に包まれました！
zh_cn: 你的视野变暗了。

source: Your vision is filled with bright lights...
de: Dein Sichtfeld ist voller heller Lichter …
ja: 視界が眩しい光で満たされました…
ko: 시야에 밝은 빛이 가득 들어옵니다...
ru: Ваши глаза заполняются ярким светом...
zh_cn: 你的眼睛被闪了...

source: Your vision is getting fuzzy.
de: Deine Sicht verschwimmt.
ja: 視界がぼやけています。
ru: Зрение стало нечётким.
zh_cn: 你的视线模糊了。

source: Your vision pixelates!
de: Deine Sicht verpixelt sich!
ja: 視界が画素化しました！
ko: 시야가 화소 단위로 쪼개지고 있습니다!
ru: Ваше зрение пикселизируется!
zh_cn: 你的视觉像素化了！

source: Your visual centers must be acting up...
de: Deine Augen müssen dir wohl einen Streich spielen …
ja: 視覚中枢がいたずらをしています...
zh_cn: 你的视觉中枢一定是逗比了。。。

source: Your webbed hands get in the way.
de: Deine Schwimmhäute sind im Weg.
ja: 指の間の水掻きが邪魔です。
zh_cn: 你的蛛网阻碍了你。

source: Yuck! How can anybody eat this stuff?
de: Igitt! Wie kann irgendjemand dieses Zeug essen?
ja: うわっ！どこの誰がこんな物を食べる事が出来るんだ？
ko: 우웩! 도대체 누가 이런 걸 먹을 수 있는 거죠?
ru: Фу! Как можно есть эту дрянь?
zh_cn: 卧槽！这玩意儿是人吃的？

source: a %s
ja: %s
zh_cn: 一个 %s

source: a hacking cough.
de: einen trockenen Husten.
ja: 頻発的に空咳をしています。
ko: 깊은 기침을 합니다.
ru: покашливание.
zh_cn: 一阵干咳。

source: an unemployed female
de: eine arbeitslose Frau
ja: 無職の女性
ru: безработная женщина
zh_cn: 一个失业的女人

source: an unemployed male
de: ein arbeitsloser Mann
ja: 無職の男性
ru: безработный мужчина
zh_cn: 一个失业的男人

source: antennae
de: Antennen
ja: 触角
ko: 더듬이
ru: усиков
zh_cn: 触角

source: antlers
de: Geweih
ja: 枝角
ko: 사슴뿔
ru: оленьих рогов
zh_cn: 鹿角

source: armor
de: Rüstung
ja: 装甲
ko: 방어구
ru: броня
zh_cn: 装甲

source: hair
ja: 髪
zh_cn: 毛发

source: hey, you look like me! let's work together!
de: heh, du siehst aus wie ich! lass uns zusammen arbeiten!
ja: なあ、あんた、私みたいだな！一緒に行こう！
ru: эй, ты выглядишь как я! давай сотрудничать!
zh_cn: 嗨！你看起来和我一样！让我们一起吧！

source: horns
de: Hörner
ja: 角
ko: 뿔
ru: рога
zh_cn: 角

source: quills
de: Stacheln
ja: 羽軸
ko: 깃털
ru: иголки
zh_cn: 刺

source: spines
de: dünne Dornen
ja: 突起
ko: 척추뼈
ru: колючки
zh_cn: 棘

source: thorns
de: Dornen
ja: 棘
zh_cn: 棘刺

source: your
de: dein
ja: 貴方
ru: ваш
zh_cn: 你的

source: Stop aiming?
ja: 狙いを付けるのを中断しますか？
zh_cn: 停止瞄准?

source: Stop burrowing?
ja: 穴掘りを中断しますか？
zh_cn: 停止打洞?

source: Stop butchering?
de: Mit dem Schlachten aufhören?
ja: 解体を中断しますか？
ko: 시체 해체를 멈춥니까?
ru: Прекратить разделку?
zh_cn: 停止屠宰?

source: Stop construction?
de: Mit dem Bau aufhören?
ja: 建設を中断しますか？
ko: 건설을 멈춥니까?
ru: Прекратить строительство?
zh_cn: 停止建造?

source: Stop crafting?
de: Mit der Anfertigung aufhören?
ja: 作製を中断しますか？
ko: 제작을 멈춥니까?
ru: Прекратить крафт?
zh_cn: 停止制造物品?

source: Stop cutting tissues?
de: Aufhören, Gewebe zu zerschneiden?
ja: 組織切断を中断しますか？
zh_cn: 停止切割组织?

source: Stop de-stressing?
de: Mit dem Entspannen aufhören?
ja: ストレス解消を中断しますか？
zh_cn: 停止减压?

source: Stop disassembly?
de: Mit der Demontage aufhören?
ja: 分解を中断しますか？
ko: 분해를 멈춥니까?
ru: Прекратить разборку?
zh_cn: 停止拆解?

source: Stop dropping?
ja: 投下を中断しますか？
zh_cn: 停止扔下东西?

source: Stop fiddling with your clothes?
zh_cn: 停止修改衣物？

source: Stop filling the container?
ja: 容器充填を中断しますか？
zh_cn: 停止装填容器？

source: Stop fishing?
de: Mit dem Angeln aufhören?
ja: 釣りを中断しますか？
ko: 낚시를 그만둡니까?
ru: Прекратить рыбалку?
zh_cn: 结束钓鱼?

source: Stop foraging?
de: Mit der Nahrungssuche aufhören?
ja: 採集を中断しますか？
ko: 채집을 멈춥니까?
ru: Прекратить сбор?
zh_cn: 停止搜寻?

source: Stop hotwiring the vehicle?
ja: 車両のエンジン始動を中断しますか？
zh_cn: 停止短接发动载具?

source: Stop interacting with inventory?
ja: インベントリの整理を中断しますか？
zh_cn: 停止和物品栏互动?

source: Stop lighting the fire?
ja: 着火を中断しますか？
zh_cn: 停止生火?

source: Stop mining?
de: Mit dem Graben aufhören?
ja: 採掘を中断しますか？
ko: 채광을 그만둡니까?
ru: Прекратить добывать?
zh_cn: 停止挖矿？

source: Stop moving items?
ja: アイテム移動を中断しますか？
zh_cn: 停止移动物品？

source: Stop picking up?
ja: 拾得を中止しますか？
zh_cn: 停止捡起东西？

source: Stop playing?
de: Mit dem Spielen aufhören?
ja: プレイを中断しますか？
ko: 플레이를 멈춥니까?
ru: Прекратить играть?
zh_cn: 结束游戏?

source: Stop pumping gas?
de: Mit dem Tanken aufhören?
ja: ポンプ使用を中断しますか？
ko: 주유를 멈춥니까?
ru: Прекратить заправку?
zh_cn: 停止加油？

source: Stop reading?
de: Mit dem Lesen aufhören?
ja: 閲覧を中断しますか？
ko: 독서를 멈춥니까?
ru: Прекратить чтение?
zh_cn: 是否结束阅读?

source: Stop reloading?
de: Mit dem Nachladen aufhören?
ja: 装填を中断しますか？
ko: 장전을 멈춥니까?
ru: Прекратить перезарядку?
zh_cn: 停止加载吗?

source: Stop salvaging?
ja: サルベージを中断しますか？
zh_cn: 停止回收?

source: Stop smashing?
de: Mit dem Zerschmettern aufhören?
ja: 破砕を中断しますか？
ko: 부수기를 그만둡니까?
ru: Прекратить ломать?
zh_cn: 停止粉碎？

source: Stop stashing?
ja: 収納を中断しますか？
zh_cn: 停止储藏？

source: Stop training?
de: Mit dem Trainieren aufhören?
ja: 鍛錬を中断しますか？
ko: 훈련을 멈춥니까?
ru: Прекратить тренировку?
zh_cn: 停止训练?

source: Stop trying to start the vehicle?
zh_cn: 停止发动载具？

source: Stop using first aid?
de: Mit der Verarztung aufhören?
ja: 応急手当を中断しますか？
ko: 응급처치를 그만둡니까?
ru: Прекратить использование аптечки?
zh_cn: 停止急救？

source: Stop using the ATM?
ja: ATMの使用を中断しますか？
zh_cn: 停止使用ATM？

source: Stop waiting?
de: Nicht mehr warten?
ja: 待機を中断しますか？
ko: 대기를 멈춥니까?
ru: Прекратить ожидание?
zh_cn: 结束等待?

source: Stop welding?
zh_cn: 停止握东西?

source: Stop?
de: Aufhören?
ja: 中断しますか？
ko: 멈춥니까?
ru: Прекратить?
zh_cn: 停止?

source: You feel much better.
de: Dir geht es viel besser.
ja: スッキリしました。
zh_cn: 你感觉好多了。

source: You finish reading.
ja: 読み終えました。
zh_cn: 你结束了阅读。

source: You finish waiting.
de: Du bist fertig mit Warten.
ja: 終わるのを待っています。
ko: 기다리는 것을 멈추었습니다.
ru: Вы закончили ждать.
zh_cn: 你结束了等待。

source: You cut %s!
de: Du schneidest %s!
zh_cn: 你切伤了%s！

source: You cut the %s!
de: Du schneidest %s!
ko: %s을(를) 베었습니다!
ru: Вы задели %s
zh_cn: 你切伤了%s！

source: %c %c Cycle targets; %c to fire.
ja: %c %c 対象を切り換える。 %c 撃つ
zh_cn: '%c' %c 循环目标瞄准，然后 %c 开火.

source: %c target self; %c toggle snap-to-target
ja: %c 自分を狙う。 %c 画面の中心を切り換える
zh_cn: 按‘%c‘选自己为目标，按'%c'切换到目标单元。

source: %c to aim and fire.
ja: %c 手早く狙って撃つ
zh_cn: '%c' 仔细瞄准然后开火.

source: %c to steady your aim.
zh_cn: '%c' 开始瞄准目标.

source: %c to take careful aim and fire.
ja: %c それなりに狙って撃つ
zh_cn: '%c' 仔细瞄准然后开火.

source: %c to take precise aim and fire.
ja: %c しっかりと狙って撃つ
zh_cn: '%c' 精确瞄准然后开火.

source: %d target in range.
de: %d Ziel in Reichweite.
ru: %d цель в зоне видимости.
zh_cn: %d 个目标在射程之中

source: %s <npcname> hits %s for %d damage.
de: %s <npcname> trifft %s für %d Schaden.
zh_cn: %s <npcname> 击中了 %s 造成 %d 伤害。

source: %s <npcname> hits the %s for %d damage.
de: %s <npcname> trifft das %s für %d Schaden.
ko: %s <npcname>이(가) %s에 %d 피해를 주었습니다.
ru: %s <npcname> нанёс %s %d очков повреждений.
zh_cn: %s <npcname> 命中了 %s 造成 %d 伤害。

source: %s You hit %s for %d damage.
de: %s Du triffst %s für %d Schaden.
zh_cn: %s 你击中了%s，造成%d点伤害。

source: %s You hit the %s for %d damage.
de: %s Du triffst das %s für %d Schaden.
ko: %s %s을(를) 공격해 %d 피해를 주었습니다.
ru: %s Вы нанесли %s %d единиц урона.
zh_cn: %s 你击伤了%s，造成%d点伤害。

source: <npcname>'s %s is damaged by the mechanical malfunction!
de: <npcname>s %s wird von dem mechanischem Defekt beschädigt.
ja: <npcname>の%sが機構の動作不良で損傷しました！
ko: <npcname>의 %s이(가) 기계 오작동으로 손상되었습니다!
zh_cn: <npcname>的 %s 由于机械故障而受损了！

source: <npcname>'s %s is damaged by the misfired round!
de: <npcname>s %s wird von der Versagerpatrone beschädigt.
ja: <npcname>の%sが不発弾を噛んで損傷しました！
ko: <npcname>의 %s이(가) 불발탄에 맞아서 손상되었습니다!
zh_cn: <npcname> 的 %s 被卡壳的弹药损坏了！

source: <npcname>'s %s malfunctions!
de: <npcname>s %s versagt.
ja: <npcname>の%sが動作不良を起こしました！
ko: <npcname>의 %s이(가) 오작동을 일으켰습니다!
zh_cn: <npcname>的 %s 失灵了！

source: <npcname>'s %s misfires with a dry click!
de: <npcname>s %s schlägt mit einem trockenen Klick fehl.
ja: <npcname>の%sが湿った音を立てて不発を起こしました！
ko: <npcname>의 %s이(가) 무미한 찰칵 소리와 함께 불발되었습니다!
zh_cn: <npcname>的 %s 发出一声闷响，哑火了！

source: <npcname>'s %s misfires with a muffled click!
de: <npcname>s %s schlägt mit einem dumpfen Klick fehl.
ja: <npcname>の%sが鈍い音を立てて不発を起こしました！
ko: <npcname>의 %s이(가) 찰칵거리는 소리와 함께 불발되었습니다!
zh_cn: <npcname>的 %s 发出一声沉重的响声，哑火了！

source: <npcname>'s %s misfires with a wet click!
de: <npcname>s %s schlägt mit einem nassen Klick fehl.
ja: <npcname>の%sが不発弾を噛みました！
ko: <npcname>의 %s이(가) 습기탓에 불발되었습니다!
zh_cn: <npcname>的 %s 发出一声轻响，哑火了！

source: Brrrap!
de: »Ratatatatata!«
ja: バァランッ！
ko: 팝!
zh_cn: 声响！

source: Brrrip!
de: »Ratata!«
ja: バァリィッ！
ko: 픕!
zh_cn: 声响！

source: Burst
de: Feuerstoß
ja: 制限点射
ko: 연사
ru: Очередь
zh_cn: 连发

source: Bzaapp!
de: »Brutzel!«
ja: ビュゥゥン！
ko: 브쯔즙!
ru: Вззапп!
zh_cn: 哔滋滋哔的等离子手枪声

source: Bzap!
de: »Blitz!«
ja: ビュンッ！
ko: 브즙!
ru: Бззап!
zh_cn: 哔嗞~~~

source: Bzzt!
de: »Aufblitz.«
ja: ズゥンッ！
ko: 브쯔쯧!
ru: Бззз!
zh_cn: 嗞~~

source: Firing
ja: 発射
zh_cn: 射击

source: Firing %s
de: %s feuernd
ja: 構え %s
zh_cn: 射击 %s

source: Firing mode: %s
de: Feuermodus: %s
ja: 発砲モード: %s
ko: 사격 모드: %s
ru: Режим стрельбы: %s
zh_cn: 射击模式： %s

source: Fwoosh!
de: »Fackel!«
ja: ビューッ！
ko: 푸슈우!
ru: Ффффшш!
zh_cn: 嗖！

source: Fzzt!
de: »Zisch!«
ja: チュンッ！
ko: 푹!
ru: Фззз!
zh_cn: 嘶嘶！

source: Kaboom!!
de: »Krawumm!!«
ja: ドドーン！！
ko: 꽈아앙!!
ru: Бу-бум!!
zh_cn: 咔嘭！！

source: Kra-koom!!
de: »BRUTZEL!«
ja: ガッキャーン！
ko: 콰-쾅!!
ru: Кра-кууум!
zh_cn: 轰隆！！

source: Kra-kow!!
de: »KA-ZISCHHHHH!«
ja: ガキャーン！
ko: 콰-콰웅!!
ru: Кра-коф!!
zh_cn: 啪~轰~~

source: Mouse: LMB: Target, Wheel: Cycle, RMB: Fire
de: Maus links: Ziel, Rad: Blättern, rechts: Feuer
ja: 左クリック:照準、ホイール:選択、右クリック:射撃
ko: 마우스: 왼쪽 클릭: 조준, 휠: 목표 변경, 오른쪽 클릭: 발사
ru: Мышь: ЛКМ: Цель, Колёсико: Менять, ПКМ: Атака
zh_cn: 鼠标：左键：瞄准，滚轮：旋转，右键：开火

source: Move cursor to target with directional keys
de: Beweg den Cursor mit den Richtungstasten
ja: 方向キーで目標を決定
ko: 방향키로 커서 이동
ru: Двигай указатель на цель с помощью клавиш направления
zh_cn: 使用方向键移动光标到目标

source: No targets in range.
de: Keine Ziele in Reichweite.
ja: 範囲内に標的がいません
ru: Нет целей в зоне видимости
zh_cn: 射程中没有目标。

source: P-p-p-pow!
de: »P-p-p-peng!«
ja: ババババババッ！
ko: 프-프-프-퓹!
ru: Тра-та-та-та!
zh_cn: 啪-啪-啪-砰！

source: Pew!
de: »ZISCH!«
ja: ピゥッ！
ko: 퓻!
ru: Пиу!
zh_cn: 卟~~

source: Range: %d, %s
de: Reichweite: %d, %s
ja: 範囲: %d, %s
ru: Дальность: %d, %s
zh_cn: 射程：%d,%s

source: Range: %d/%d, %s
de: Reichweite: %d/%d, %s
ja: 範囲: %d/%d, %s
ru: Дальность: %d/%d, %s
zh_cn: 射程： %d/%d, %s

source: Select a vehicle
de: Wähle ein Fahrzeug
ja: 車両選択
ko: 차량 선택
ru: Выберите машину
zh_cn: 选择一个载具。

source: Setting target for %s
ja: 照準 %s
zh_cn: 设置 %s 的目标

source: Shooting %s from %s
de: %s von %s schießend
zh_cn: %s 击中了你的 %s。

source: The %s shatters!
de: Das %s zerbricht!
ja: %sは粉々になりました！
ko: %s이(가) 산산히 부서졌습니다!
zh_cn: %s被击成碎片了！

source: The attack bounced to %s!
de: Dein Angriff prallte zu %s ab!
ja: 攻撃は%sに弾かれた！
ko: 공격이 %s에 튕겼습니다!
ru: Пуля срикошетила в %s
zh_cn: 攻击反弹到%s身上！

source: There is a %s
de: Da ist 1 %s
ja: %sがある。
ko: %s이(가) 있습니다.
ru: Это %s
zh_cn: 这里有个%s。

source: Throwing %s
de: %s werfend
ja: 投擲 %s
ko: %s 던지기
ru: Метнуть %s
zh_cn: 投向 %s

source: Thunk!
de: »Plumps!«
ja: ドスン！
ko: 꽈앙!
zh_cn: 咚！

source: Tsewww!
de: »ZISCHHHHHH!«
ja: スィィィ！
ko: 쯔스우우!
ru: Тзззуув!
zh_cn: 呲~~~

source: You barely miss!
de: Knapp verfehlst du das Ziel!
ko: 아슬아슬하게 빗나갔습니다!
ru: Вы немного промахнулись!
zh_cn: 你差点就打中了！

source: You disarm %s's %s using your whip!
de: Du entwaffnest %ss %s mit deiner Peitsche!
zh_cn: 你卸下了%s的%s，用你的鞭子！

source: You'll need a more accurate gun to keep improving your aim.
de: Du brauchst eine treffsicherere Feuerwaffe, um dein Zielen weiter zu verbessern.
ja: 腕を磨くにはもっと精度の高い銃が必要だ。
ru: Вам нужно более точное оружие для совершенствования вашего навыка прицеливания.
zh_cn: 你需要一把更精准的枪，因为你的瞄准技术太烂了。

source: Your %s is damaged by the mechanical malfunction!
de: Dein %s wird von dem mechanischem Defekt beschädigt.
ja: %sが機構の動作不良で損傷しました！
ko: 당신의 %s이(가) 기계 오작동으로 손상되었습니다!
zh_cn: 你的 %s 由于机械故障而受损了！

source: Your %s is damaged by the misfired round!
de: Dein %s wird von der Versagerpatrone beschädigt.
ja: %sが不発弾を噛んで損傷しました！
ko: 당신의 %s이(가) 불발탄에 맞아서 손상되었습니다!
zh_cn: 你的 %s 被卡壳的弹药损坏了！

source: Your %s malfunctions!
de: Dein %s versagt.
ja: %sが動作不良を起こしました！
ko: 당신의 %s이(가) 오작동을 일으켰습니다!
zh_cn: 你的 %s 失灵了！

source: Your %s misfires with a dry click!
de: Dein %s schlägt mit einem trockenen Klick fehl.
ja: %sが乾いた音を立てて不発を起こしました！
ko: 당신의 %s이(가) 무미한 찰칵 소리와 함께 불발되었습니다!
zh_cn: 你的 %s 发出一声闷响，哑火了！

source: Your %s misfires with a muffled click!
de: Dein %s schlägt mit einem dumpfen Klick fehl.
ja: %sが鈍い音を立てて不発を起こしました！
ko: 당신의 %s이(가) 찰칵거리는 소리와 함께 불발되었습니다!
zh_cn: 你的 %s 发出一声沉重的响声，哑火了！
