Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

# prof_desc_female
source: 'Drop the martial arts!', they said. 'Learn a skill for the REAL world!', they said. Well, you're about to show them! SHOW THEM ALL!
de: »Lass das mit den Kampfkünsten sein!«, sagten sie. »Lern etwas RICHTIGES!«, sagten sie. Nun, jetzt bist du dabei, es ihnen zu zeigen. ZEIG ES ALLEN!
ja: 「武術なんかやめろ！」「現実に役立つ技術を学べ！」と彼らは言いました。さあ、今こそそれを実践する時です！磨いた技術を見せてやりましょう！
zh_cn: “‘放弃武学吧，’，他们说：‘我有把手枪就可以干趴下十个你！' 好吧，你们看着吧！你们看着！

# prof_desc_male
source: 'Drop the martial arts!', they said. 'Learn a skill for the REAL world!', they said. Well, you're about to show them! SHOW THEM ALL!
de: »Lass das mit den Kampfkünsten sein!«, sagten sie. »Lern etwas RICHTIGES!«, sagten sie. Nun, jetzt bist du dabei, es ihnen zu zeigen. ZEIG ES ALLEN!
ja: 「武術なんかやめろ！」「現実に役立つ技術を学べ！」と彼らは言いました。さあ、今こそそれを実践する時です！磨いた技術を見せてやりましょう！
zh_cn: “‘放弃武学吧，’，他们说：‘我有把手枪就可以干趴下十个你！' 好吧，你们看着吧！你们看着！

# prof_desc_female
source: A birdie is one under par, but how much is a zombie? Your clubhouse was overrun by the undead, and you fled with your trusty driving wedge.
de: Ein »Birdie« ist 1 unter Par, aber wieviel ist ein »Zombie«? Dein Clubhaus wurde von den Untoten überrant und du flohst mit deinem Wedge.
ja: バーディーは-1打です、ゾンビーはどのぐらいでしょうか？クラブハウスは死体の群れに襲われました。何とか信頼するウェッジを持って脱出しました。
zh_cn: 一个小鸟球低于标准杆1杆，但一个丧尸是多少？你的俱乐部丧尸成群，你依靠你可靠的驾驶技术逃了出来。

# prof_desc_male
source: A birdie is one under par, but how much is a zombie? Your clubhouse was overrun by the undead, and you fled with your trusty driving wedge.
de: Ein »Birdie« ist 1 unter Par, aber wieviel ist ein »Zombie«? Dein Clubhaus wurde von den Untoten überrant und du flohst mit deinem Wedge.
ja: バーディーは-1打です、ゾンビーはどのぐらいでしょうか？クラブハウスは死体の群れに襲われました。何とか信頼するウェッジを持って脱出しました。
zh_cn: 一个小鸟球低于标准杆1杆，但一个丧尸是多少？你的俱乐部丧尸成群，你依靠你可靠的驾驶技术逃了出来。

# prof_desc_female
source: A child of Crom hailing from the bitter north; you are a barbarian, as fearsome and formidable as the untamed land you call home.
ja: 厳しい北国で生まれたクロムの仔、バーバリアンです。その名は荒々しさと恐ろしさ、そして何より手強さを象徴するものとして轟いていました。
zh_cn: 来自北部苦寒之地的克罗姆之子；你就是野蛮人，就跟你那家乡一样可怕而不可阻挡。

# prof_desc_male
source: A child of Crom hailing from the bitter north; you are a barbarian, as fearsome and formidable as the untamed land you call home.
ja: 厳しい北国で生まれたクロムの仔、バーバリアンです。その名は荒々しさと恐ろしさ、そして何より手強さを象徴するものとして轟いていました。
zh_cn: 来自北部苦寒之地的克罗姆之子；你就是野蛮人，就跟你那家乡一样可怕而不可阻挡。

# prof_desc_female
source: A low paid security guard, things have suddenly gotten a lot more dangerous than patrolling the grounds warding off potential thieves. You don't have any particularly useful skills, but you do have some useful equipment since you were on the job when things started going south.
de: Als schlecht bezahlte Wache wurde es plötzlich viel gefährlicher, als nur auf Grundstücken zu patroullieren, um potentielle Diebe abzuwehren. Du hast keine besonders nützlichen Fähigkeiten, aber du hast eine nützliche Dienstausrüstung, als es berab ging.
ja: 低賃金で雇われた警備員です。危険人物や泥棒を制圧する為の装備を支給されています。役立つ技能は何もないですが、役立つ支給品を持って逃げる事が出来ました。
zh_cn: 对一个无名低薪小保安来说，眼前的景象似乎太刺激了点——说好的一吓唬就跑的小毛贼呢！虽然你没什么特别拿得出手的技能，但手头这把枪还挺像模像样的。

# prof_desc_male
source: A low paid security guard, things have suddenly gotten a lot more dangerous than patrolling the grounds warding off potential thieves. You don't have any particularly useful skills, but you do have some useful equipment since you were on the job when things started going south.
de: Als schlecht bezahlte Wache wurde es plötzlich viel gefährlicher, als nur auf Grundstücken zu patroullieren, um potentielle Diebe abzuwehren. Du hast keine besonders nützlichen Fähigkeiten, aber du hast eine nützliche Dienstausrüstung, als es berab ging.
ja: 低賃金で雇われた警備員です。危険人物や泥棒を制圧する為の装備を支給されています。役立つ技能は何もないですが、役立つ支給品を持って逃げる事が出来ました。
zh_cn: 对一个无名低薪小保安来说，眼前的景象似乎太刺激了点——说好的一吓唬就跑的小毛贼呢！虽然你没什么特别拿得出手的技能，但手头这把枪还挺像模像样的。

# prof_desc_female
source: A mall security guard. You don't have any useful skills, other than some basic training for your job. You do however have your trusty tazer, baton, and pocket knife.
ja: ショッピングセンターの警備員です。特別な技能は持っていませんが、支給品の警棒とテーザー銃とポケットナイフを持っています。
zh_cn: 你是一个商场的女保安员 ,除了工作所需的基本训练 ,你没有掌握任何更加有用的技能 ,然而 ,幸运的是一把值得信赖的泰瑟电击枪 ,一根甩棍和一把小刀你还带在身上 .

# prof_desc_male
source: A mall security guard. You don't have any useful skills, other than some basic training for your job. You do however have your trusty tazer, baton, and pocket knife.
ja: ショッピングセンターの警備員です。特別な技能は持っていませんが、支給品の警棒とテーザー銃とポケットナイフを持っています。
zh_cn: 你是一个商场的男保安员 ,除了工作所需的基本训练 ,你没有掌握任何更加有用的技能 ,然而 ,幸运的是一把值得信赖的泰瑟电击枪 ,一根甩棍和一把小刀你还带在身上 .

# prof_desc_female
source: A master of arms and armor and a fearsome martial combatant; you are a fighter, forged in warfare and tempered on the battlefield.
ja: 武器と防具の扱いと脅威の戦闘術に熟練しています。戦場で鍛えられ、実戦で磨かれた生粋の戦士なのです。
zh_cn: 武器和护甲的大师外加可怕的战斗技巧，你就是战斗姬，战争铸造战场淬火的战斗姬。

# prof_desc_male
source: A master of arms and armor and a fearsome martial combatant; you are a fighter, forged in warfare and tempered on the battlefield.
ja: 武器と防具の扱いと脅威の戦闘術に熟練しています。戦場で鍛えられ、実戦で磨かれた生粋の戦士なのです。
zh_cn: 武器和护甲的大师外加可怕的战斗技巧，你就是战斗机，战争铸造战场淬火的战斗机。

# prof_desc_female
source: A mysterious wandering minstrel and storyteller hailing from the northern highlands; you are a skald, a noble barbarian lore-keeper and speaker to the spirits.
zh_cn: 一个出生于北方高地的神秘的四处游荡的歌手和说书人。你是一个吟游诗人，一个高尚而野蛮的博学者，一个灵魂的代言人。

# prof_desc_male
source: A mysterious wandering minstrel and storyteller hailing from the northern highlands; you are a skald, a noble barbarian lore-keeper and speaker to the spirits.
zh_cn: 一个出生于北方高地的神秘的四处游荡的歌手和说书人。你是一个吟游诗人，一个高尚而野蛮的博学者，一个灵魂的代言人。

# prof_desc_female
source: A street urchin skilled in legerdemain and a deadly with a blade; you are a rogue, a resourceful trickster and master thief.
ja: 裏路地で磨いた手癖と急所を狙う技能に熟練しています。ローグであり、トリックスターであり、マスターシーフなのです。
zh_cn: 混迹市井精通下三滥外加刀贱皆通，你就是侠盗，诡计和偷盗的大师。

# prof_desc_male
source: A street urchin skilled in legerdemain and a deadly with a blade; you are a rogue, a resourceful trickster and master thief.
ja: 裏路地で磨いた手癖と急所を狙う技能に熟練しています。ローグであり、トリックスターであり、マスターシーフなのです。
zh_cn: 混迹市井精通下三滥外加刀贱皆通，你就是侠盗，诡计和偷盗的大师。

# prof_desc_female
source: A wise student of ancient and forbidden knowledge; you are a wizard, a mystical practitioner of the (bionic) arcane arts.
ja: 秘められた古代知識の学び手にして担い手、魔女です。神秘の業たる秘術呪文を(CBMという形で)行使する事が出来ます。
zh_cn: 古代禁忌知识来者不拒的好学生；你就是巫师，神秘力量(bonic)的操控者。

# prof_desc_male
source: A wise student of ancient and forbidden knowledge; you are a wizard, a mystical practitioner of the (bionic) arcane arts.
ja: 秘められた古代知識の学び手にして担い手、魔女です。神秘の業たる秘術呪文を(CBMという形で)行使する事が出来ます。
zh_cn: 古代禁忌知识来者不拒的好学生；你就是巫师，神秘力量(bonic)的操控者。

# profession_female
source: A/V Club Member
ja: A/V部員
zh_cn: AV部部员

# profession_male
source: A/V Club Member
ja: A/V部員
zh_cn: AV部部员

# prof_desc_female
source: After a career of teaching kids the art of sports they mostly hate, the zombies around you refuse to do laps, even at the blow of your whistle.
ja: たいていの教師は小さい子供の群れに体育を教えると彼らを嫌うようになりますが、このゾンビたちもまた、いくら胸のホイッスルを吹いたところで素直に言うことを聞いてはくれないようです。
zh_cn: 在学校里干了许久和别的老师不一样的活计之后，你发现丧尸们根本不像学生那样好捏，就算你吹哨子了它们也不去跑圈。

# prof_desc_male
source: After a career of teaching kids the art of sports they mostly hate, the zombies around you refuse to do laps, even at the blow of your whistle.
ja: たいていの教師は小さい子供の群れに体育を教えると彼らを嫌うようになりますが、このゾンビたちもまた、いくら胸のホイッスルを吹いたところで素直に言うことを聞いてはくれないようです。
zh_cn: 在学校里干了许久和别的老师不一样的活计之后，你发现丧尸们根本不像学生那样好捏，就算你吹哨子了它们也不去跑圈。

# profession_female
source: Ahistorical Reenactor
ja: 歴史嫌い
zh_cn: 历史颠覆演员

# profession_male
source: Ahistorical Reenactor
ja: 歴史嫌い
zh_cn: 历史颠覆演员

# prof_desc_female
source: All you ever wanted was to make people laugh. Dropping out of school and performing at kids' parties was a dream come true until the world ended. There's precious few balloon animals in your future now.
de: Du wolltest schon immer Leute zum Lachen bringen. Ein Traum ging in Erfüllung, als du die Schule abbrachst und bei Kinderpartys deine Vorstellungen machtest, bis die Welt endete. Nun gibt es in deiner Zukunft wenige Ballontiere.
ja: 君の望みは全人類を笑顔にする事でした。学校を中退した後、誕生会などで子供達を笑顔する...それが世紀末が訪れるまでの夢だったのです。しかし、今となっては貴重な動物型の風船が手元に残るのみとなってしまいました。
zh_cn: 你最大的能力就是搞笑，在末日来临之前你差点就加入德雨社了。遗憾的是，可以预见你将来很难找到和你搭档一起说相声的好基友。

# prof_desc_male
source: All you ever wanted was to make people laugh. Dropping out of school and performing at kids' parties was a dream come true until the world ended. There's precious few balloon animals in your future now.
de: Du wolltest schon immer Leute zum Lachen bringen. Ein Traum ging in Erfüllung, als du die Schule abbrachst und bei Kinderpartys deine Vorstellungen machtest, bis die Welt endete. Nun gibt es in deiner Zukunft wenige Ballontiere.
ja: 君の望みは全人類を笑顔にする事でした。学校を中退した後、誕生会などで子供達を笑顔する...それが世紀末が訪れるまでの夢だったのです。しかし、今となっては貴重な動物型の風船が手元に残るのみとなってしまいました。
zh_cn: 你最大的能力就是搞笑，在末日来临之前你差点就加入德雨社了。遗憾的是，可以预见你将来很难找到和你搭档一起说相声的好基友。

# prof_desc_female
source: Although you never got your driver's license, you've always loved cars. At least now you'll never be wanting for materials.
de: Obwohl du niemals deinen Führerschein gemacht hast, hast du schon immer Autos gemocht. Wenigstens wirst du nun nie wieder Materialien brauchen.
ja: 免許証は持っていませんが、車を愛する1人です。今となっては部品の入手に困る事もないでしょう。
zh_cn: 虽然你从没有获得过正式驾照，但你清楚你血液中流淌的是97号的汽油。汽车就是你的爱人，你的全部。

# prof_desc_male
source: Although you never got your driver's license, you've always loved cars. At least now you'll never be wanting for materials.
de: Obwohl du niemals deinen Führerschein gemacht hast, hast du schon immer Autos gemocht. Wenigstens wirst du nun nie wieder Materialien brauchen.
ja: 免許証は持っていませんが、車を愛する1人です。今となっては部品の入手に困る事もないでしょう。
zh_cn: 虽然你从没有获得过正式驾照，但你清楚你血液中流淌的是97号的汽油。汽车就是你的爱人，你的全部。

# prof_desc_female
source: An out-of-place living relic of prehistory, stranded in an unfamiliar and terrifying world. Life as a hunter-gatherer was hard, but at least you didn't have to fight the living dead, and you had your kin to stand beside you. Here, you're on your own.
zh_cn: 一个不得其所的史前文明的活化石，搁浅在一个陌生而可怕的世界中。一个猎手采集者的生活虽然很艰难，但至少你不需要和活死人作战，而且整个家族在你身后支持你。但在这儿，你只有你自己。

# prof_desc_male
source: An out-of-place living relic of prehistory, stranded in an unfamiliar and terrifying world. Life as a hunter-gatherer was hard, but at least you didn't have to fight the living dead, and you had your kin to stand beside you. Here, you're on your own.
zh_cn: 一个不得其所的史前文明的活化石，搁浅在一个陌生而可怕的世界中。一个猎手采集者的生活虽然很艰难，但至少你不需要和活死人作战，而且整个家族在你身后支持你。但在这儿，你只有你自己。

# profession_female
source: Archaeologist
de: Archäologin
ja: 考古学者
zh_cn: 考古学家

# profession_male
source: Archaeologist
de: Archäologe
ja: 考古学者
zh_cn: 考古学家

# prof_desc_female
source: As a first responder you were direct witness to the gutwrenching horrors of the apocalypse. Separated from most of your equipment and your unit while on call, you were forced to fight your way to safety with little more than your trusty iron and bunker gear to protect you.
de: Als ein Ersthelfer warst du ein direkter Zeuge der qualvollen Schrecken der Katastrophe. Getrennt von dem Großteil deiner Ausrüstung und deiner Einheit beim Einsatz warst du gezwungen, dir deinen Weg in die Sicherheit mit kaum mehr als deiner treuen Feuerwehrausrüstung als Schutz freizukämpfen.
ja: ファーストレスポンダーとして災厄の衝撃的な恐怖を直接目撃しました。殆どの装備と連絡手段から引き離され、信頼するハリガンバールと身を守る消防服で戦う事を余儀なくされました。
zh_cn: 作为第一目击者，你无助地看着这场撕心裂肺的灾难。联系不上小队成员，大多数装备都在车上，你只能靠着手头仅有的家什杀出一条血路了。

# prof_desc_male
source: As a first responder you were direct witness to the gutwrenching horrors of the apocalypse. Separated from most of your equipment and your unit while on call, you were forced to fight your way to safety with little more than your trusty iron and bunker gear to protect you.
de: Als ein Ersthelfer warst du ein direkter Zeuge der qualvollen Schrecken der Katastrophe. Getrennt von dem Großteil deiner Ausrüstung und deiner Einheit beim Einsatz warst du gezwungen, dir deinen Weg in die Sicherheit mit kaum mehr als deiner treuen Feuerwehrausrüstung als Schutz freizukämpfen.
ja: ファーストレスポンダーとして災厄の衝撃的な恐怖を直接目撃しました。殆どの装備と連絡手段から引き離され、信頼するハリガンバールと身を守る消防服で戦う事を余儀なくされました。
zh_cn: 作为第一目击者，你无助地看着这场撕心裂肺的灾难。联系不上小队成员，大多数装备都在车上，你只能靠着手头仅有的家什杀出一条血路了。

# prof_desc_female
source: As a member of the police force's most elite division, you are more than adequately trained and equipped to survive the brutal onslaught of the apocalypse. Unfortunately, the breakdown of society has brought you to your current state of affairs; you now fight to simply stay alive.
ja: 警察の精鋭部隊の一員として凶悪犯罪や暴動などに対処する訓練を受けてきました。しかしながら、今回発生した事件は暴動の枠を超えたものでした。今は単純に生き残る為に戦っています。
zh_cn: 作为警察队伍中最精锐部门的一员，你接受的训练和配备的装备让你存活过大灾变的开头绰绰有余。不幸的是，社会的崩塌导致你只剩下一个任务；现在你的一切战斗只是单纯为了活下去。

# prof_desc_male
source: As a member of the police force's most elite division, you are more than adequately trained and equipped to survive the brutal onslaught of the apocalypse. Unfortunately, the breakdown of society has brought you to your current state of affairs; you now fight to simply stay alive.
ja: 警察の精鋭部隊の一員として凶悪犯罪や暴動などに対処する訓練を受けてきました。しかしながら、今回発生した事件は暴動の枠を超えたものでした。今は単純に生き残る為に戦っています。
zh_cn: 作为警察队伍中最精锐部门的一员，你接受的训练和配备的装备让你存活过大灾变的开头绰绰有余。不幸的是，社会的崩塌导致你只剩下一个任务；现在你的一切战斗只是单纯为了活下去。

# prof_desc_female
source: As a second-generation augmented firefighter, you have been cybernetically enhanced to operate in the most dire of emergency situations. The end of the world definitely counts as a dire situation.
de: Als eine bionikverbesserte Feuerwehrfrau der 2. Generation wurdest du kybernetisch verbessert, um in den meisten fatalen Notsituationen einzugreifen. Das Ende der Welt zählt eindeutig als eine fatale Situation.
ja: 第二世代の機械化消防士です。君達は人工頭脳のオペレートによって災害状況を把握し、迅速な行動が可能なのです。当然ながら今回発生した災厄は超弩級の災害と言えるでしょう。さあ、出動です。
zh_cn: 作为第二代强化消防员，你被生化加强以应对最为极端的紧急情况。世界末日当然也算是最为极端的紧急情况。

# prof_desc_male
source: As a second-generation augmented firefighter, you have been cybernetically enhanced to operate in the most dire of emergency situations. The end of the world definitely counts as a dire situation.
de: Als ein bionikverbesserter Feuerwehrmann der 2. Generation wurdest du kybernetisch verbessert, um in den meisten fatalen Notsituationen einzugreifen. Das Ende der Welt zählt eindeutig als eine fatale Situation.
ja: 第二世代の機械化消防士です。君達は人工頭脳のオペレートによって災害状況を把握し、迅速な行動が可能なのです。当然ながら今回発生した災厄は超弩級の災害と言えるでしょう。さあ、出動です。
zh_cn: 作为第二代强化消防员，你被生化加强以应对最为极端的紧急情况。世界末日当然也算是最为极端的紧急情况。

# prof_desc_female
source: As the world ends, you alone stand against the coming darkness with your fists of steel.
de: Während die Welt endet, stehst du alleine gegen die kommende Finsternis mit deinen Fäusten aus Stahl.
ja: 世紀末が訪れました。独り、来るべき闇に鋼の拳で立ち向かいましょう。
zh_cn: 你就是奥义东斗拳的唯一传人-贱五郎。世界末，你用你的铁拳独自对抗黑暗的未来，阿达~阿达~阿达！！！

# prof_desc_male
source: As the world ends, you alone stand against the coming darkness with your fists of steel.
de: Während die Welt endet, stehst du alleine gegen die kommende Finsternis mit deinen Fäusten aus Stahl.
ja: 世紀末が訪れました。独り、来るべき闇に鋼の拳で立ち向かいましょう。
zh_cn: 你就是奥义东斗拳的唯一传人-贱五郎。世界末，你用你的铁拳独自对抗黑暗的未来，阿达~阿达~阿达！！！

# prof_desc_female
source: At the start of the cataclysm, you hunkered down in a bomb shelter. Now, it is winter, and you hope the rag-tag collection of skills you learned from all those books can help you survive.
ja: 災厄の日、防空壕に避難しました。それからというもの、雑多に物を掻き集め、様々な本から生存術を学び、冬が訪れました。これまでの備えによって、今後生き延びられるかが決まるでしょう。
zh_cn: 在大灾变开始的时候 ,你幸运的找到一个防空洞躲了起来 ,它的保护使你在大姨妈的时候也不需要担心引来丧尸 ,现在 ,冬天来临了 ,你希望之前学到的那些乱七八糟的技能可以帮助你继续活下去 .

# prof_desc_male
source: At the start of the cataclysm, you hunkered down in a bomb shelter. Now, it is winter, and you hope the rag-tag collection of skills you learned from all those books can help you survive.
ja: 災厄の日、防空壕に避難しました。それからというもの、雑多に物を掻き集め、様々な本から生存術を学び、冬が訪れました。これまでの備えによって、今後生き延びられるかが決まるでしょう。
zh_cn: 在大灾变开始的时候 ,你幸运的找到一个防空洞躲了起来 ,它的保护使你在大姨妈的时候也不需要担心引来丧尸 ,现在 ,冬天来临了 ,你希望之前学到的那些乱七八糟的技能可以帮助你继续活下去 .

# profession_female
source: Backpacker
de: Rucksacktouristin
ja: バックパッカー
zh_cn: 背包娘

# profession_male
source: Backpacker
de: Rucksacktourist
ja: バックパッカー
zh_cn: 背包客

# profession_female
source: Ballroom Dancer
de: Turniertänzerin
ja: 舞踏室のダンサー
zh_cn: 舞厅女伴舞

# profession_male
source: Ballroom Dancer
de: Turniertänzer
ja: 舞踏室のダンサー
zh_cn: 舞厅男伴舞

# profession_female
source: Barbarian
ja: 蛮人
zh_cn: 女蛮人

# profession_male
source: Barbarian
ja: 蛮人
zh_cn: 蛮人

# profession_female
source: Baseball Player
de: Baseballspielerin
ja: 野球選手
zh_cn: 女子棒球运动员

# profession_male
source: Baseball Player
de: Baseballspieler
ja: 野球選手
zh_cn: 棒球运动员

# profession_female
source: Basketball Player
de: Basketballspielerin
ja: バスケットボール選手
zh_cn: 女篮运动员

# profession_male
source: Basketball Player
de: Basketballspieler
ja: バスケットボール選手
zh_cn: 篮球运动员

# profession_female
source: Beekeeper
de: Imkerin
ja: 養蜂家
zh_cn: 养蜂妹纸

# profession_male
source: Beekeeper
de: Imker
ja: 養蜂家
zh_cn: 养蜂人

# profession_female
source: Biker
de: Rocker
ja: 暴走族
zh_cn: 女摩托车迷

# profession_male
source: Biker
de: Rocker
ja: 暴走族
zh_cn: 摩托车迷

# profession_female
source: Bionic Agent
de: Bionikagentin
ja: サイボーグ(諜報員)
zh_cn: 生化女特工

# profession_male
source: Bionic Agent
de: Bionikagent
ja: サイボーグ(諜報員)
zh_cn: 生化特工

# profession_female
source: Bionic Assassin
de: Bionikattentäterin
ja: サイボーグ(暗殺者)
zh_cn: 生化女刺客

# profession_male
source: Bionic Assassin
de: Bionikattentäter
ja: サイボーグ(暗殺者)
zh_cn: 生化刺客

# profession_female
source: Bionic Athlete
de: Bionikathletin
ja: サイボーグ(運動選手)
zh_cn: 生化女运动员

# profession_male
source: Bionic Athlete
de: Bionikathlet
ja: サイボーグ(運動選手)
zh_cn: 生化运动员

# profession_female
source: Bionic Boffin
de: Bionikwissenschaftlerin
ja: サイボーグ(科学者)
zh_cn: 生化女科学家

# profession_male
source: Bionic Boffin
de: Bionikwissenschaftler
ja: サイボーグ(科学者)
zh_cn: 生化科学家

# profession_female
source: Bionic Firefighter
de: Bionikfeuerwehrfrau
ja: サイボーグ(消防士)
zh_cn: 生化女消防员

# profession_male
source: Bionic Firefighter
de: Bionikfeuerwehrmann
ja: サイボーグ(消防士)
zh_cn: 生化消防员

# profession_female
source: Bionic Monster
de: Bionikmonster
ja: サイボーグ(怪物)
zh_cn: 生化母怪物

# profession_male
source: Bionic Monster
de: Bionikmonster
ja: サイボーグ(怪物)
zh_cn: 生化怪物

# profession_female
source: Bionic Patient
de: Bionikpatientin
ja: サイボーグ(病人)
zh_cn: 生化病人

# profession_male
source: Bionic Patient
de: Bionikpatient
ja: サイボーグ(病人)
zh_cn: 生化病人

# profession_female
source: Bionic Police Officer
de: Bionikpolizistin
ja: サイボーグ(警察官)
zh_cn: 生化女警官

# profession_male
source: Bionic Police Officer
de: Bionikpolizist
ja: サイボーグ(警察官)
zh_cn: 生化警官

# profession_female
source: Bionic Prepper
de: Bionik-Prepper
ja: 準備をしていたサイボーグ
zh_cn: 生化信徒

# profession_male
source: Bionic Prepper
de: Bionik-Prepper
ja: 準備をしていたサイボーグ
zh_cn: 生化信徒

# profession_female
source: Bionic Sniper
ja: サイボーグ(狙撃手)
zh_cn: 生化女狙击手

# profession_male
source: Bionic Sniper
ja: サイボーグ(狙撃手)
zh_cn: 生化狙击手

# profession_female
source: Bionic Soldier
de: Bioniksoldatin
ja: サイボーグ(兵士)
zh_cn: 生化女战士

# profession_male
source: Bionic Soldier
de: Bioniksoldat
ja: サイボーグ(兵士)
zh_cn: 生化战士

# profession_female
source: Bionic Student
ja: サイボーグ(学生)
zh_cn: 生化学生

# profession_male
source: Bionic Student
ja: サイボーグ(学生)
zh_cn: 生化学生

# profession_female
source: Bionic Thief
de: Bionikdiebin
ja: サイボーグ(泥棒)
zh_cn: 生化女盗贼

# profession_male
source: Bionic Thief
de: Bionikdieb
ja: サイボーグ(泥棒)
zh_cn: 生化盗贼

# profession_female
source: Blackbelt
de: Schwarzgurt
ja: 有段者
zh_cn: 空手道黑带

# profession_male
source: Blackbelt
de: Schwarzgurt
ja: 有段者
zh_cn: 空手道黑带

# profession_female
source: Blacksmith
de: Schmiedin
ja: 鍛冶屋
zh_cn: 女铁匠

# profession_male
source: Blacksmith
de: Schmied
ja: 鍛冶屋
zh_cn: 铁匠

# prof_desc_female
source: Bork bork! Years in the kitchen have left you carrying a prodigious bulk, but you managed to escape the carnage with a butchers knife and only a small collection of stains on your uniform.
de: Smørrebrød, Smørrebrød røm, pøm, pøm, pøm! Jahre in der Küche haben dir eine gewaltige Menge an Sachen hinterlassen, aber du bist dem Blutbad mit einem Fleischermesser und nur ein paar Flecken auf deiner Arbeitskleidung entkommen.
ja: うらッ！おらァ！普段から大きな肉を解体しているお陰でしょうか。肉切り包丁を振り回した結果、コック服に幾つか染みを増やしただけで厨房から逃げ延びる事が出来ました。
zh_cn: 多年的厨师生涯让你变得膘肥体壮，但你靠着掌中的骨刀轻松的从灾难中存活了下来，仅稍稍的把你的制服弄脏。

# prof_desc_male
source: Bork bork! Years in the kitchen have left you carrying a prodigious bulk, but you managed to escape the carnage with a butchers knife and only a small collection of stains on your uniform.
de: Smørrebrød, Smørrebrød røm, pøm, pøm, pøm! Jahre in der Küche haben dir eine gewaltige Menge an Sachen hinterlassen, aber du bist dem Blutbad mit einem Fleischermesser und nur ein paar Flecken auf deiner Arbeitskleidung entkommen.
ja: うらッ！おらァ！普段から大きな肉を解体しているお陰でしょうか。肉切り包丁を振り回した結果、コック服に幾つか染みを増やしただけで厨房から逃げ延びる事が出来ました。
zh_cn: 多年的厨师生涯让你变得膘肥体壮，但你靠着掌中的骨刀轻松的从灾难中存活了下来，仅稍稍的把你的制服弄脏。

# profession_female
source: Bow Hunter
de: Bogen-Jägerin
ja: 弓使いの狩人
zh_cn: 弓箭女猎手

# profession_male
source: Bow Hunter
de: Bogen-Jäger
ja: 弓使いの狩人
zh_cn: 弓箭猎手

# profession_female
source: Bride
de: Braut
ja: 花嫁
zh_cn: 新娘

# profession_male
source: Butler
ja: 執事
zh_cn: 男仆

# prof_desc_female
source: Caffeine pills and all-nighters in front of a computer screen have given you skills in an area that seem, on the face of it, distinctly less-than-useful when the world has ended. You suppose you can't really get in trouble for fulfilling your dream of hacking into a military mainframe, now. That's a plus.
de: Koffeinpillen und durchgemachte Nächte am PC gaben dir Fertigkeiten in einem Bereich, der, oberflächlich betrachtet, nutzlos erscheint, als dir Welt aufhörte. Doch nun wirst du wohl kaum in Schwierigkeiten kommen, wenn du dich in ein militärisches Mainframe reinhackst. Das ist ein Vorteil.
ja: カフェイン剤を友に夜通しモニターを見つめる日々...目の前には別の世界がありました。ですが今、目の前には何もありません。軍のメインフレームをハックするという夢を叶えた所で何のトラブルに巻き込まれる事もないのです。それだけは喜んでいいでしょう。
zh_cn: 黑夜和咖啡因药片给了你黑色的眼……圈，还有足以被小白称作大神的黑客技术。面对着这个没有电、没有网、没有（活着的）小学生的新世界，你想着：我是不是应该去军事基地转转，没准儿那里还有能用的电脑……

# prof_desc_male
source: Caffeine pills and all-nighters in front of a computer screen have given you skills in an area that seem, on the face of it, distinctly less-than-useful when the world has ended. You suppose you can't really get in trouble for fulfilling your dream of hacking into a military mainframe, now. That's a plus.
de: Koffeinpillen und durchgemachte Nächte am PC gaben dir Fertigkeiten in einem Bereich, der, oberflächlich betrachtet, nutzlos erscheint, als dir Welt aufhörte. Doch nun wirst du wohl kaum in Schwierigkeiten kommen, wenn du dich in ein militärisches Mainframe reinhackst. Das ist ein Vorteil.
ja: カフェイン剤を友に夜通しモニターを見つめる日々...目の前には別の世界がありました。ですが今、目の前には何もありません。軍のメインフレームをハックするという夢を叶えた所で何のトラブルに巻き込まれる事もないのです。それだけは喜んでいいでしょう。
zh_cn: 黑夜和咖啡因药片给了你黑色的眼……圈，还有足以被小白称作大神的黑客技术。面对着这个没有电、没有网、没有（活着的）小学生的新世界，你想着：我是不是应该去军事基地转转，没准儿那里还有能用的电脑……

# profession_female
source: Chain Smoker
de: Kettenraucherin
ja: ヘビースモーカー
zh_cn: 女烟枪

# profession_male
source: Chain Smoker
de: Kettenraucher
ja: ヘビースモーカー
zh_cn: 大烟鬼

# profession_female
source: Chef
de: Chefköchin
ja: シェフ
zh_cn: 大厨

# profession_male
source: Chef
de: Chefkoch
ja: シェフ
zh_cn: 大厨

# profession_female
source: Clown
ja: 道化師
zh_cn: 相声女演员

# profession_male
source: Clown
ja: 道化師
zh_cn: 相声演员

# prof_desc_female
source: Cocaine. It is, indeed, a helluva drug. You blew your money on some dust, and before you knew it you were turning tricks behind the local CVS just to score one more line.
de: Kokain: Wahrhaft, dies ist eine höllische Droge. Du vergeudest dein Geld auf etwas von dem Pulver und ehe du dich versiehst, gehst du auf dem Strich, hinter der örtlichen CVS-Filiale, nur, um noch einen weiteren Schuss zu kriegen.
ja: コカイン、それは実にヤバい薬だ。その粉にかなりのお金を注ぎ込んできました。薬屋チェーンの裏顧客になる前の話ですが。コカイン中毒を患っています。
zh_cn: 可卡因。这，玩意儿，真，太tm劲了——你挥金如土只为了这白色的粉末。看了看外面的景象，算了吧，再来一管。
