Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: :.||||ERROR||With XE037 having breached confinement, Dr. Maiar recommends that we prepare for the inevitable. PE050 can be quickly and cheaply reconfigured for |||||ERROR: FILE CORRUPT|||||
de: :.||||FEHLER||Da XE037 aus der Quarantäne entwich, empfiehlt Dr. Maiar, dass wir uns auf das Unabänderliche vorbereiten. PE050 kann schnell und billig umkonfiguriert werden, um |||||FEHLER: DATEI BESCHÄDIGT|||||
ja: :.||||ERROR||XE037が隔離区域を突破した事により、 Dr. Maiarからあらゆる事態に備えておく様に勧告されました。PE050ならば低コストで迅速に再構成でき|||||ERROR: FILE CORRUPT|||||
ko: :.||||오류||XE037는 제한 수준을 넘어섰기에 격리시켰으며, 마이아 박사는 우리가 예상할 수 있는 일에 대비하라고 권고했다. PE050는 빠르고 저렴하게 변경을 |||||오류: 파일 변경됨|||||
ru: :.||||ОШИБКА||После побега XE037 из заключения, доктор Мэйа рекомендует готовиться к неизбежному. PE050 можно быстро и дёшево модифицировать для |||||ОШИБКА: ФАЙЛ ПОВРЕЖДЁН|||||
zh_cn: :.||||错误||XE037已经突破限制，Maiar博士建议我们做出必要的准备。PE050可以快速方便地适应 |||||错误：文件损坏|||||

source: A post-mortem on the rat involved in the electrocution incident has revealed several changes to its internal anatomy centered around its connection with the monitoring device, and large buildups of XE037 were detected around the connection point.
ja: 感電死したラットの解剖をしたところ、モニタリングデバイスとの接する点を中心とした内部組織が幾つか変化している事が明らかになり、デバイス周辺に大量のXE037が発見されました。
zh_cn: 在对电击事故中的实验鼠的解剖中，我们发现其与监控设施相连接的内部结构发生了改变，同时在连接点周围检测到大剂量的XE037。

source: After our curious results with testing XE037 on non-human mammals, we decided to introduce the substance to some of the insects which have found their way into the lab. Horrifyingly, XE037 caused near-instant mutation and gigantism in the insects, and security intervention was required.
de: Nach unseren seltsamen Ergebnissen mit den Tests mit XE037 auf nichtmenschlichen Säugetieren, entschieden wir, die Substanz an einigen Insekten, die ihren Weg in das Labor gefunden haben, zu testen. Entsetzlicherweise verursachte XE037 eine nahezu sofortige Mutation und einen Riesenwuchs in den Insekten und eine Sicherheitsintervention war nötig.
ja: 人間以外の哺乳類におけるXE037の興味深い実験結果により、研究所周辺で見つかる昆虫にその物質を導入することにした。おぞましいことに、XE037は瞬時に昆虫を巨大化させる変異を引き起こし、セキュリティの介入を必要とした。
ko: 비인간 포유류에 대한 XE037의 테스트의 미심쩍은 결과물이 나온 후, 우리는 연구실에 들어온 곤충에게 이 물질을 소개시켜주기로 했습니다. 무시무시하게도, XE037은 거의 곤충들에게 즉각적인 변형과 거대화를 야기하였으며 그에 따라 보안적인 절차가 필요하였습니다.
ru: После любопытных результатов теста XE037 на млекопитающих животных, мы решили поместить вещество в некоторых насекомых, обитающих поблизости. Ужас! XE037 вызвал почти мгновенную мутацию и увеличение размера. Потребовалось вмешательство службы безопасности.
zh_cn: 在我们对其他哺乳动物进行XE037测试之后，我们决定将XE037对那些偶然闯进实验室的昆虫使用。可怕的是，XE037立刻令虫子产生了变异，同时变得巨大无比，为此我们不得不呼叫警卫。

source: An alarming discovery has been made. A colony of XE037 has formed nearly a half mile from the laboratory. It is unclear how it escaped; it is quite possible that it is in the ground water now.
de: Eine alarmierende Entdeckung wurde gemacht. Eine XE037-Kolonie hat sich ca. 800 m vom Labor entfernt geformt. Es ist unklar, wie sie floh; es ist durchaus möglich, dass sie nun im Grundwasser ist.
ja: ただならぬ事態だ。研究所の地下、約1km辺りにXE037がコロニーを形成している。どの様に流出したかは定かではないが、地下水にまで及んでいる事は十分に考えられる。
ko: 놀라운 발견이 이루어졌다. 연구소에서 거의 반 마일 떨어진 지점에서 XE037의 균락군이 형성되어 있는 것을 발견하였다. 어떻게 이것이 연구소 밖으로 갈 수 있었는지는 확실하지 않다; 이제 이놈들이 지하수에 퍼진 것은 거의 확실하다.
ru: Было сделано тревожное открытие. Колония XE037 была обнаружена на расстоянии полумили от лаборатории. Не совсем понятно, как XE037 удалось сбежать. Вполне возможно, что он есть в грунтовых водах.
zh_cn: 警告：XE037菌落在实验室外半里远被发现。目前还不清楚是怎么回事，很可能是经由地下水到达的。

source: An emergency meeting was held today to discuss the possible implications of widespread XE037 contamination. It was agreed that neutralization must be instated immediately to prevent a catastrophic event.
de: Ein Notfalltreffen wurde heute abgehalten, um die möglichen Implikationen einer weiten XE037-Kontamination zu diskutieren. Es wurde vereinbart, dass eine Neutralisierung sofort initiiert werden müsse, um eine Katastrophe zu verhindern.
ja: 広範囲に渡るXE037の汚染が及ぼす影響について緊急会議が開かれた。最悪の事態になるのを防ぐため直ちに原因を取り除くことで合意に至った。
ko: 오늘 광범위 확산된 XE037 오염을 처리할 수 있는 방법에 대한 긴급 토론이 열렸다. 대재앙을 막기 위해 즉각적인 중화가 실시되어야 한다는 점에 다들 동의했다.
ru: Сегодня состоялось экстренное собрание для обсуждения возможного широкомасштабного заражения XE037. Было решено, что, во избежание всеобщей катастрофы, нейтрализация должны быть выполнена немедленно.
zh_cn: 今天举行了紧急会议,讨论可能影响广泛的XE037污染。达成的协议是必须立即启动中和措施,以防止灾难性的事件。

source: An incident occurred in the teleportation lab, wherein a subject managed to teleport into another subject. The latter was completely destroyed from the inside out, while the former sustained little damage. I would like to explore the phenomenon further, but subjects are expensive.
de: Ein Vorfall ereignete sich im Teleportationslabor, indem es eine Testperson schaffte, sich zu einer anderen Testperson hereinzuteleportieren. Letztere wurde von innen vollkommen zerstört, während Erstere wenig Schaden erlitt. Ich möchte dieses Phänonem gerne weiter erforschen, aber Testpersonen sind teuer.
ja: テレポート研究室で転移実験中の事故がありました。被験体がもう片方の被験体の体内に転送されてしまったのです。内部に転移された後者が内側から裏返しになるようにして完全に破壊されたのに対し、転移した側はごく軽い傷を負っただけで済みました。この現象をもっと調査したいのですが、被験体は高価です。
ko: 공간이동 실험실에서 한 실험체가 다른 실험체 안으로 전송되는 사고가 터졌다. 후자는 안팎이 뒤집어지면서 박살난 반면, 전자는 약간의 상처만 입었다. 이 현상에 대해 좀더 연구하고 싶지만, 실험체는 비싸다.
ru: Инцидент произошел в телепортационной лаборатории, где наблюдаемый субъект телепортировался внутрь другого субъекта. Последний был полностью уничтожен изнутри, а первый получил лёгкие повреждения. Я хочу исследовать этот феномен и дальше, но субъекты стоят дорого.
zh_cn: 一件事故发生在传送实验室，其中的一个试验品设法传送进了另一个试验品。后者被由内而外完全摧毁了，而前者收到的损伤很小。我想进一步研究这个现象，但试验品太珍贵了。

source: As in the tests of isolated XE037 samples, prolonged radiation exposure of T3D has resulted in significant structural changes. These do not appear to be random. T3D appears to be in immense pain as a result of these changes, but the lack of an oral opening has rendered him unable to vocalize.
ja: 隔離されたXE037サンプルに対する実験で、T3Dの長期的な被曝は結果的に重大な組織変化を引き起こしました。この変化は決してランダムに現れるものではありません。 T3Dは、大いに苦痛を伴ったであろう変化の結果、口が開かなくなり、声も出せなくなっていました。
zh_cn: 在孤立的XE037样本实验中，长期暴露于辐射中T3D产生了重大的结构变化，而且这些变化似乎是有规律而非随机的。T3D似乎处于极度痛苦中，但是其无法开口导致其失去发音的能力，难以表达。

source: Attempts to surpass the XE037 mammalian stasis limit have had some success. Direct subcutaneous injection of XE037 quickly spreads through the body, and while it immediately enters stasis after equalizing, it remains in the body.
ja: XE037による哺乳類の循環停止現象の限界を超える試みはいくつかの成功を収めました。血管内ではなく皮下に直接注射されたXE037は速やかに全身へ広がり、均一化された後に循環系へ新入し、体内に残存するのです。 XE037哺乳類正体限界を高めるための試みは、いくつかの成功を収めました。 XE037の直接の皮下注射は、体内に速やかに拡散され、同期後に体内に残って即座に停滞期に入りました。
zh_cn: 对XE037在哺乳动物体内的剂量限制进行突破的研究取得了一些进展。如果在皮下直接注射XE037，将会迅速扩散到整个身体，尽管在平衡后马上稳定下来，XE037仍然停留在身体中。

source: Both PE012 and PE018 show great stability. A subject was exposed to both substances, alternating between the mutagen and the purifier. Ultimately, the subject returned to baseline state with no apparent side effects.
de: Sowohl PE012 als auch PE018 zeigen eine hohe Stabilität. Eine Testperson wurde beiden Substanzen ausgesetzt, das Mutagen und den Purifizierer abwechselnd. Letztlich kehrte die Testperson zum Erstzustand mit keinen erkennbaren Nebenwirkungen zurück.
ja: PE012とPE018の両方が安定性を示しました。被験者に変異原と治療薬を交互に投与した結果、副作用は基準値内に収まることが確認されました。
ko: PE012와 PE018 모두 높은 안정성을 보이고 있다. 피실험체에 뮤타젠과 정화제를 교대로 투여 하면서 두 물질 모두에 노출 시켜 보았다. 그 결과, 피실험체는 별다른 부작용 없이 평범한 상태로 돌아갔다.
ru: Оба PE012 и PE018 обладают большой стабильностью. Субъект подвергался попеременно воздействию мутагенным и очистителя. В конечном итоге, субъект вернулся к исходному состоянию, без видимых изменений.
zh_cn: PE012样本和PE018样本都非常稳定。一件试验品同时暴露在两种物质中，在诱变剂和净化剂间交替。最终，它回到了基态，没有明显的副作用。

source: Catastrophe struck in our teleportation department yesterday. It seems that our test subjects are so detached from this plane that they create occasional tunnels along the 4th dimension, allowing life forms to transfer to this plane. All subjects with prolonged exposure have been terminated.
de: Eine Katastrophe ereignete sich gestern in unserer Teleportationsabteilung. Es scheint, dass unsere Testpersonen so sehr von dieser Ebene abwichen, dass sie gelegentliche Tunnel an der 4. Dimension erzeugen, was es ermöglicht, dass Lebensformen in diese Ebene herein transferieren können. Alle Testpersonen, die längere Zeit ausgesetzt waren, wurden terminiert.
ja: 昨日、大変動が我がテレポート研究部を襲いました。無数の被験体は一時的にトンネルを生成して4次元へと脱走し、この次元からは完全に転移してしまいました。4次元に長時間暴露した生物は速やかに死ぬでしょう。
ko: 어제 우리 공간이동 부서에 재난이 발생했다. 현재 차원에서 떨어져 나간 실험체들이 불규칙적으로 4차원 터널을 만들어 내면서 그곳의 생명체들이 이곳 현 차원으로 이동하게 만들었다. 공간이동 실험에 장기간 노출된 모든 실험체들이 제거 되었다.
ru: Вчера в отделе телепортации случилась катастрофа. Похоже что субъекты имеющие длительные контакты с 4-ым измерением могут создавать туннели внутрь него, позволяя обитающим там существам попадать внутрь нашего измерения. Все субъекты с подобными свойствами были уничтожены.
zh_cn: 昨天，灾难袭击了我们的传送部门。似乎试验品和我们这位面联系过松，以至于他们可以偶尔创造第四维隧道，让其他生命形式转移到这一位面中。所有长时间暴露的试验品已全部被终结了。

source: Despite a wide variety of treatments, we have been completely unsuccessful in removing XE037 from human subjects. Every individual displayed revivification post termination. Interestingly, XE037 seems to be completely inert prior to termination.
de: Trotz einer großen Bandbreite an Behandlungen waren wir völlig erfolglos beim Entfernen von XE037 aus den menschlichen Testpersonen. Jedes Individuum zeigte eine Wiederbelebung nach der Terminierung. Interessanterweise scheint XE037 völlig inaktiv vor der Terminierung zu sein.
ja: 考え得る様々な処置を試してみたにも関わらず、我々はXE037を人体から除去する方法を発見できませんでした。全ての被験体は死後蘇生を起こしました。興味深いことに、XE037は被験体が生きている間は完全に不活性化しているようです。
ko: 다양한 조치와 처치에도 불구하고 우리는 인간 피험체에게서 XE037을 제거하는 것에 완벽히 실패하고 말았다. 모든 개체들은 사후 소생을 일으켰다. 흥미롭게도, XE037은 피험체가 살아있는 상태에서는 완벽히 불활성화 하는 것 같다.
ru: Несмотря на выбор различных методик, нам так и не удалось удалить XE037 из человеческих субъектов. Каждый субъект оживлялся после уничтожения. До уничтожения субъекта XE037 находится в состоянии полного покоя.
zh_cn: 尽管构想了种种方法，我们完全不能除去试验人体内的XE037。每一个被终结的样品都再次复苏。有趣的是，XE037在样品被终结前似乎总处于惰性状态。

source: Dr. Dionne's team has come up with an ambitious mutagenic cocktail, dubbed PE065. Though its effects are wildly polymorphic and unstable, to say the least, he suggests that several such mutants could effectively check the spread of reanimated XE037 infectees. We are looking into implementation methodology.
de: Dr. Dionnes Team entwickelte einen ambitionierten Mutagencocktail, genannt »PE065«. Obwohl seine Wirkungen gelinde gesagt stark polymorph und instabil sind, deutet Dionne an, dass verschiedene Mutanten solcher Art effektiv die Ausbreitung von reanimierten XE037-Infizierten überprüfen könnten. Wir forschen nach einer Implementierungsmethodik.
ja: ディオンヌ博士の研究班は変異原の混合という意欲的な研究を打ち出しました。以後これはPE065と呼称されます。その効果は非常に不安定で多岐にわたるものですが、彼はそれを用いた変異体の内幾つかの例を示し、XE037感染体の再生速度の向上に繋がるのではと示唆しました。我々はその方法論を検討しています。
ko: 디온 박사의 연구 팀이 야심적인 뮤타젠 혼합물을 만들어내었다. PE065라고 불리는 이 혼합물은 격렬한 변이성과 불안정성을 보이지만, 최소한 그는 이러한 변이들이 효과적으로 XE037 감염의 확산을 감지할 수 있을 것이라고 제안했다. 우리는 구체적인 실행 방안을 조사하기 시작했다.
ru: Команда доктора Дайон придумала амбициозный мутагенный коктейль, названный PE065. Хотя его эффекты весьма нестабильны и непредсказуемы, если не сказать большего, можно предположить, что несколько таких мутантов могут эффективно сдержать распространение инфицированных XE037. Мы ищем методику внедрения.
zh_cn: Dionne博士的研究小组研发出了一款更强力的变种药剂，代号PE065。尽管这款新药剂的效果是那么的狂暴和不稳定...这么说吧，只要有少数几个使用了PE065的变种体，就能有效地全面阻止XE037的感染者们。我们还是很期待这款新药剂的临床应用以及实践。

source: Dr. Maiar has been terminated for engaging in unethical research on human subjects. His notes are being destroyed and all personnel under him have been reassigned. Further discussion of or attempts to carry on his work will be grounds for immediate termination.
de: Dr. Maiar wurde aufgrung unethischer Forschungen an menschlichen Testpersonen terminiert. Seine Notizen werden nun zerstört und sämtliches Personal unter ihm wurde neu zugeordnet. Weitere Diskussionen darüber oder Versuche, seine Arbeit fortzuführen, werden Gründe für sofortige Terminierung sein.
ja: マイアー博士は非倫理的な人体実験にのめり込んで処分されました。彼の残した記録は破壊され、部下は散り散りに再配置されました。彼の研究を引き継ごうという議論は速やかな処分の理由となるでしょう。
ko: 마이아 박사는 비윤리적인 인체 실험으로 인해 해고되었다. 그의 기록은 소실되었고 그의 휘하에 있던 모든 인사들은 재발령되었다. 더 나아가서는 이번 회의 결과로 인해 그의 연구를 이어서 계속 할 경우 즉결 해고가 가능해지게 될 것이다.
ru: Доктор Мэйа был ликвидирован из-за участия в неэтичном исследовании на человеческом субъекте. Его записи были стёрты и весь его персонал был перераспределён. Дальнейшее обсуждение и попытки продолжить его работу будут служить основанием для немедленной ликвидации.
zh_cn: Maiar博士已经因为参与对人体进行的禁忌研究而被终结。他的笔记被销毁，他团队的所有研究人员被重新分配.任何继续他的研究的的讨论和尝试都将被立刻终结。

source: Dr. Maiar's success with intravenous mutagenic administration has been adopted facility-wide; insofar as any of our work can ever be 'published', he and his team hit the jackpot. IV administration is quicker and easier, and in some cases is reportedly more efficient, than the oral techniques we have been using.
ja: マイアー博士による変異原静脈注入法は施設全体で採用され、我々の研究はその多くの部分を'公に'することができました。そう、彼は大当たりを引いたのです。静脈注射は素速く簡単に施術でき、場合によっては従来用いていた経口摂取よりも効率的でした。
zh_cn: Maiar博士的静脉给药催化突变已经成功的通过官方审核，相对于我们的任何工作都不能'公开'，他和他的团队真是太幸运了。静脉内给药比我们已经使用了口服的技术更快速，更容易，而且在某些情况下是效率更高。

source: Earlier conjecture that revivification occurred only in humans and insects was premature. Exposure introduces a persistent, low level infection in all mammal subjects, but quickly enters a form of stasis and seems to go dormant.
ja: 蘇生作用が人間と昆虫類に対してのみ見られることは研究の初期段階から指摘されていました。暴露は全ての哺乳類被験体に対して持続的な軽度感染を引き起こし、速やかに体液の循環を停止させて休眠したような状態に追いやるのです。
zh_cn: 复苏只发生在人类和昆虫的早期猜想似乎并不正确。持续暴露在XE037中后，所有哺乳动物都受到了低水平感染，但很快进入稳定形态并且进入休眠。

source: Exposure of large quantities of XE037 to various types of radiation have shown promising results, stimulating activity and forming interesting structural changes in the subject being tested. Exposure to radiation on living subjects scheduled.
ja: 様々な種類の放射線を大量に浴びせたXE037は、予想通り、被験体の体組織に刺激的な活性と形態変化を引き起こしました。生きた被験体を放射線に晒す実験も予定されています。
zh_cn: 将大剂量XE037样品暴漏在各种辐射中的研究取得了令人欣喜的结果，试验品具有活性，同时产生了有趣的结构变化。放射性试验也被加入日程表中了。

source: Exposure to radiation of test subject T3D indicates stimulation of internal XE037 deposits and a temporary lifting of the mammalian stasis condition.
de: Die Bestrahlung der Testperson T3D weist auf eine Stimulation von internen XE037-Depots und einer temporären Aufhebung des Säugetierstasis-Befindens hin.
ja: 被験体T3Dに対する放射線を照射したところ、体内のXE037が刺激されて一次的に体液循環の停止を解除することが分かりました。
ko: 실험 피험체 T3D의 방사선 노출은 내부 XE037 축적의 촉진과 일시적으로 포유류 정체 상태를 해제한다고 나타났습니다.
ru: Воздействие радиации на субъект T3D показывает стимуляцию внутренних ресурсов XE037 и временный выход млекопитающих из состояния покоя.
zh_cn: 将实验样品T3D暴漏在辐射中实验表现出对其内部XE037分布的刺激性以及哺乳动物临界状态短暂提升。

source: General Carlsberg wanted us to figure out what's going on with the bot AI. Apparently the fat-cat defense contractors' toy tank has ranging issues or something: 31-34 meters and it's apparently impotent. The Director sent 'em back with a note that we're scientists, not firmware devs.
de: Der General Carlsberg wollte von uns herausfinden, was mit der Roboter-KI los ist. Scheinbar hat der Spielzeugpanzer dieses Bonzenrüstungskonzerns Probleme mit der Reichweite oder so: Bei 31 bis 34 Meter ist er scheinbar machtlos. Der Direktor hat sie zurück geschickt mit einem Kommentar, dass wir Wissenschaftler, keine Firmwareprogrammierer, seien.
ja: カールスバーグ将軍はロボットAIに何が起こっているのかを調査するよう我々に命じられました。つまり、丸々と肥えた軍需産業が目下夢中になっているオモチャ戦車が抱える諸問題、31～34メートルのそれが不能状態に陥っている件についてです。上司はそれらにメモを付けて送り返しました。我々は科学者であって、ファームウェア開発者ではないと。
zh_cn: Carlsberg将军希望我们能弄清楚这些机器人的AI出了什么故障 , 据说 , 那些肥猫防务公司的烂坦克测距系统工作的很不正常 , 感应范围只有31-34米 , 并且运动的相当迟缓 . 负责人把他们送回来了 , 我们是科学家 , 不是什么硬件工程师或者汽车修理工 .

source: Given the current population projections, PE065 deployment is no longer feasible. We simply haven't the stock. Remaining chemical and psychopharmacological department assets are being assigned to Dr. Sattler's PE070 project.
ja: 現在の状況から考えれば、PE065の配備はもはや不可能です。単純に言って資金が足りません。残った化学部門および精神薬理学部門の予算はサトラー博士のPE070のプロジェクトに再割当てされました。
zh_cn: 鉴于目前的人口预测,PE065部署不是可行的，我们单纯的没有足够库存。 化学和人体药理学部门的剩余资产被分配到Sattler博士的PE070项目。

source: I don't know how it happened, but a janitor managed to activate the portal while cleaning the lab, shifting in an assortment of prehistoric fauna. Security was called in immediately but was unable to save the janitor from being torn apart. By the time the confusion settled, all the fauna had been terminated.
ja: 一体どうしてこんなことに、とにかく、清掃員が研究所を掃除する際に誤ってポータルを起動してしまい、先史時代の動物群が転移してきたのです。速やかに警備が呼ばれたものの既に清掃員は引き裂かれていました。混乱が収まった後、動物たちは処分されました。
zh_cn: 我不知道这是怎么发生的，但一个后勤人员在打扫实验室时成功激活了传送门，各种史前生物从中出现。警卫马上出动，但已无法阻止那个后勤人员被撕成碎片。在混乱解决时，所有的史前生物都被终结了。

source: I swear they are talking to me. No one believes me. No one understands. They whisper to me, at night, in the dark. Please, please, make them stop.
ja: 本当だ。誓って本当だ。話しかけてくるんだ。誰も信じてくれない。誰も分かってくれない。囁くんだ。夜。暗闇の中で。やめてくれ。やめてくれ。黙らせてくれ。
zh_cn: 我发誓他们一定是在跟我说话，没有人相信我，也没有人理解我，他们在黑暗的夜晚向我低语，求求你了，让他们停止吧.

source: Incidence of post-mortem mutation seems to depend on several factors - leading candidates include type and amount of damage sustained leading to expiration, embedded foreign bodies at time of revivification, proximity to other revived individuals, and the body mass of the subject.
de: Das Auftreten von Nachtodmutationen scheint von verschiedenen Faktoren abzuhängen – die Hauptkandidaten beeinhalten Art und Schwere des Schadens, der zur Expiration führte, eingebettete Fremdkörper zur Zeit der Wiederbelebung, Nähe zu anderen wiederbelebten Individuen und die Körpermasse des Subjekts.
ja: 死後変異の有無は様々な因子が複合的に関わって決定されるものと思われます - 有力な候補としては、死に至るまでに蓄積された損傷の種類と総量、蘇生時に体内に残っている異物、近くに他の蘇生個体が存在すること、そして被験体の質量などがあります。
ko: 변이체의 부검 결과를 보면 몇 가지 요인들을 확신할 수 있을 것 같다. 유력한 후보 유형을 나열하자면, 사망까지의 손상 정도, 내장된 이물질에 따른 부활 시간, 각기 다른 부활시의 특징, 실험체의 체중이 있다.
zh_cn: 死后突变的发生率似乎取决于几个因素 - 导致死亡的伤害类型和伤害持续时间，嵌入尸体的异物，附近其他尸体的突变以及尸体的体重参数。

source: It has begun. The XE037 contamination has spread for miles, and those who have since deceased have revivified. It is my fear that extremely large populations will be decimated by this pandemic. We must find a way to remove XE037 from revivified bodies.
de: Es hat angefangen. Die XE037-Kontamination hat sich kilometerweit ausgebreitet und die, die seitdem verschieden sind, wiederbelebten sich. Es ist meine Beführchtung, dass extrem große Bevölkerungsgruppen von dieser Pandemie dezimiert würden. Wir müssen einen Weg finden, XE037 aus weiderbelebten Körpern zu entfernen.
ja: 大変な事態になりました。XE037による汚染は数マイル単位で拡大し、範囲内では死者が起き上がったという報告が次々に上がっています。危惧すべきはそれらが集団化して更なる被害者を生むと共に、その規模が際限なく拡大していく事です。一刻も早くそれら復活体からXE037を取り除く方法を発見しなければなりません。
ko: 시작되었다. XE037 오염은 마일 단위로 퍼졌으며, 그 동안 죽은 자들은 사후 소생을 일으켰다. 이 유행병으로 엄청나게 많은 인구가 당할 것이라는 점이 두렵다. 우리는 XE037을 사후소생한 체내에서 제거할 방법을 찾아야 한다.
ru: Это началось. Заражение XE037 распространилось на многие мили и те, кто скончался в это время, были оживлены. Я очень боюсь, что большие популяции будут поражены этой эпидемией. Мы обязаны найти способ удалить XE037 из оживших тел.
zh_cn: 灾难已经开始了。XE037污染已经蔓延数英里,那些已经死去的人复活了。我担心这个大流行会杀死大量的人。我们必须找到一个方法从复活的尸体中移除 XE037。

source: Jakobson insists that S37ZBE must continue, despite the extreme security and safety risks. Nearly half of our security forces have been redirected to the S37ZBE project, simply to deal with the occasional escape of a subject.
de: Jakobson besteht darauf, dass S37ZBE weiterlaufen muss, trotz der extremen Sicherheitsgefahren. Fast die Hälfte unserer Sicherheitskräfte wurden zum S37ZBE-Projekt umgeleitet, nur, um mit der zufälligen Flucht einer Testperson fertig zu werden.
ja: ジェイコブソンは、極度の保安上のリスクがあることを知りながら、それでもS37ZBE計画を断固継続すべきだと主張しました。被験体の脱走に備えるため、全警備部隊の約半数がS37ZBE計画に再配置されました。
ko: 제이콥슨은 극도의 보안과 안전 위험에도 불구하고 S37ZBE를 계속해야 한다고 주장했다. 거의 반수의 보안 요원들이 그저 우연적인 피험체 탈출 사건을 처리하기 위해 S37ZBE 프로젝트에 재배치되었다.
ru: Якобсон настаивает на том, чтобы S37ZBE продолжалась, несмотря на высокие риски. Почти половина наших сотрудников безопасности была направлены в программу S37ZBE, чтобы разбираться с побегами субъектов.
zh_cn: 尽管有着极端的安全风险，雅各布森认为S37ZBE项目必须继续。近一半的安全部队已重新回到S37ZBE项目，仅仅是为了对付某一试验品的偶尔逃脱。

source: Jakobson was killed today by one of S37ZBE's subjects; ironic considering how hard he fought to keep the project active. Alarmingly, his corpse revivified immediately. This suggests that XE037 may have contaminated the lab at large.
de: Jakobson wurde heute von einer der S37ZBE-Testpersonen getötet; ironisch, wenn man bedenkt, wie er hart er um die Erhaltung des Projektes kämpfte. Entsetzlicherweise wiederbelebte sich seine Leiche sofort. Das deutet an, dass XE037 das Labor großflächig kontaminiert hat.
ja: 今日、S37ZBE計画で扱っていた被験体のひとつによって、ジェイコブソンが殺害されました。彼がこの計画の推進にどれだけ骨を折ったか考えると全く皮肉なことです。驚くべきことに、彼の死体は直ちに蘇生し、動き出しました。そう、恐らく、XE037は既にこの研究所全体を汚染していたのです。
ko: 제이콥슨은 오늘 아침 한 S37ZBE 피험체에게 살해당했다; 그가 이 프로젝트를 유지하는데 공을 들였다는 걸 생각하면 아이러니하다. 놀랍게도, 그의 시체는 즉각적으로 소생되었다. 이 사실은 연구소가 광범위하게 XE037로 오염되어있음을 추측할 수 있게 한다.
ru: Сегодня Якобсон был убит одним из субъектов программы S37ZBE. Иронично, что именно он так отчаянно боролся за продолжение экспериментов. Вызывает тревогу, что его труп ожил незамедлительно. Это может говорить о том, что XE037 мог заразить всю лабораторию.
zh_cn: 今天雅各布森被S37ZBE项目的一个实验品杀掉了，具有讽刺意味的是，正是他的努力才使得项目保持运行。拉响警钟的是，他的尸体立即复苏了。这表明，XE037有可能大幅污染了整个实验室。

source: Mendelson has been terminated following an incident with XE037. A substantial mobile sample departed his lab and encountered our security forces. Before the sample was destroyed, it managed to kill two men. Alarmingly, their corpses displayed mobility and extreme aggression.
ja: 一連の標本XE037関連事象の責任を問われて、メンデルソンは処分されました。彼の研究所の至る所に散らばり蠢いていた残存サンプルは我々のセキュリティ部隊鎮圧しましたが、この戦闘で2名がサンプルによって殺害されました。厳に警戒すべきは、その2名の死体が今なお動き、極度の攻撃性を示していることです。
zh_cn: 在一次XE037事故中，门德尔松已经被终结。一个活跃中的样品离开了他的实验室，并且遭遇到了我们的安全部队。在样品被摧毁前，它杀了两个人。令人震惊的是，他们的尸体显示运动性和极端的进攻性。

source: Mendelson shows a dismaying lack of organization and security consciousness. Containment of all samples of XE037 is of critical importance, as shown by contamination experiments.
ja: メンデルソンが、組織力とセキュリティ意識の欠如に不満を漏らしています。汚染実験で判明した通り、標本XE037のサンプルは一つ残らず完全に封印しなければならないからです。
zh_cn: 门德尔松表现出令人惊讶的组织和安全意识缺失。正如污染性实验显示的，隔离XE037的所有样品是至关重要的。

source: Our chemical department has made great strides in the production of a concentrated mutagen, derived from samples of PE012.
de: Unsere Chemieabteilung hat große Fortschritte in der Produktion eines konzentrierten Mutagens, das von abgeleitet von Proben an PE012 ist, gemacht.
ja: 我々の化学部門は、試料PE012を由来とする凝縮した変異原の生産に大きな進歩を得ました。
ko: 화학부서에서 샘플 PE012의 추출을 통한 농축 뮤타젠 생산기술을 크게 진전 시켰다.
ru: Наш химический отдел добился больших успехов в производстве концентрированного мутагена, полученного из образцов PE012.
zh_cn: 从PE012样本提取的物质，让我们的研究院成功制造出了突变诱导剂.

source: Our chemical department has perfected an untargeted stem cell treatment. Consumption of the treatment will reverse the effects of mutation, and may even cure congenital defects. This substance has been denoted PE018.
ja: 我々の化学部門は万能の幹細胞治療薬を完成させました。使用することで変異を元に戻し、更には先天性の欠陥さえも治療する事が可能です。この物質はPE018と呼称する事になりました。
zh_cn: 研究院完善了干细胞治疗仪，这种治疗仪可以扭转非正常的突变，有几率治愈先天性缺陷，感谢PE018样本.

source: Our cloning department has failed to produce results. In vats containing stem cell treatments, XE037, and control vats, the subjects simple disintegrated. This suggests that XE037, while compatible with subprime lifeforms, shows only destructive effects on prime plane lifeforms.
ja: 我々のクローン研究部門は結果を出すことができませんでした。処理済みの幹細胞と標本XE037を制御容器内で混合したところ、実験体は崩壊してしまったのです。このことからXE037は二次的生命体とは互換性を持ち、しかし一次的生命体に対しては破壊的な効果を見せると予測できます。
zh_cn: 我们的克隆部门没能研究出结果。在含有XE037干细胞治疗的大桶和控制缸里，试验品仅仅只是解体而已。这表明，XE037和次位面生命结构相容，而对主位面生命结构有破坏性影响。
