Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Zombie brutes and hulks have really tough hide. Don't bother shooting at them with lower-caliber guns, the bullet will bounce right off!
de: Rohlingszombies und Hulks haben eine ziemlich dicke Haut. Versuch’s gar nicht erst, sie mit niedrigkalibrigen Gewehren zu beschießen, die Kugel würde einfach nur abprallen!
ja: 凶暴ゾンビと巨体ゾンビは皮膚がめちゃくちゃ丈夫だ。口径の小さい銃なんて跳ね返してしまうぞ！
ko: 브루트 좀비와 헐크 좀비는 아주 질긴 가죽을 가지고 있습니다. 관통력이 낮은 무기로 공격하지 마세요. 바로 튕겨져 나올테니까요!
ru: У зомби-качков и халков толстая кожа. Пули мелкого калибра будут просто отскакивать от них.
zh_cn: 狂暴尸兽和僵尸浩克有坚硬的外皮。小口径的枪对它们不管用，子弹会被弹开！

source: Zombie hulks are NASTY, but they're easy to outsmart. If there's other monsters between you and them, they'll kill the monster for you!
de: Zombie-Hulks sind BÖSE, aber sie sind leicht zu überlisten. Wenn es andere Monster zwischen dir und ihnen gibt, werden sie sie für dich töten!
ja: 巨体ゾンビはやっかいな奴だが、裏をかくのは簡単だ。間に他のモンスターを挟めば、そっちを攻撃してくれるぞ！
ko: 헐크 좀비는 위험합니다만, 똑똑함과는 거리가 먼 놈입니다. 당신과 헐크 좀비 사이에 다른 적이 있다면, 헐크 좀비는 당신을 위해 다른 적들을 죽여줍니다!
ru: Зомби-халки очень ЗЛЫЕ, но их можно использовать себе на пользу. Если между ним и тобой есть зомби, то халк будет убивать их на своем пути.
zh_cn: 僵尸浩克极度惹人厌，不过它们很容易被智取。如果在你和它们之间有其他的怪物，浩克就会帮你杀掉那些。

source: Zombies are pretty dumb... heck, most monsters are! If you can get a fire going between you and them, they'll just run straight through it.
de: Zombies sind ziemlich dumm … Verdammt, die meisten Monster sind’s! Wenn du ein Feuer zwischen dich und ihnen legst, werden sie einfach mittendurch laufen.
ja: ゾンビは結構まぬけ…まあ他のモンスターも大抵まぬけだ！直線状に火を起こしておけば、あいつらはまっすぐ火に突っ込んでくるよ。
ko: 좀비들은 꽤 멍청합니다... 사실 대부분의 괴물들이 그렇죠! 그것들이 다가오기 전에 앞에다가 불을 질러놓으면, 그것들은 아무 생각도 없이 스스로를 불태울 것입니다.
ru: Зомби достаточно глупы. Если между вами и ними будет разведен огонь, то они пойдут прямо на него.
zh_cn: 僵尸非常的愚蠢，如果你和他之间有堆火，他们会直直的走进火场来追杀你，大部分怪物也是如此。

source: Cauterize a wound
zh_cn: 烧灼消毒

source: Create a zombie slave
zh_cn: 制造丧尸奴隶

source: Cut bolts or wires
ja: ワイヤー/ボルトを切る
zh_cn: 切断螺丝或者铁丝

source: Cut metal
ja: 金属を切る
zh_cn: 切割金属

source: Cut up an item
zh_cn: 切碎

source: Dig through rock
ja: 岩を掘る
zh_cn: 挖掘岩石

source: Hack a robot
ja: ロボットにハッキング
zh_cn: 黑掉机器人

source: Heat up food
ja: 食料を温める
zh_cn: 加热食物

source: Modify Clothing
ja: 衣服を手直しする
zh_cn: 修改衣物

source: Pick a lock
ja: ロックピックする
zh_cn: 撬锁

source: Pry crate, window or door
ja: 木箱/窓/ドアを取り外す
zh_cn: 撬板条箱，窗户或者门

source: Pull out nails
ja: 釘を引き抜く
zh_cn: 拔出钉子

source: Repair a gun
ja: 銃を修理する
zh_cn: 修理枪械

source: Repair metal/plastic/kevlar
ja: 金属/ﾌﾟﾗｽﾁｯｸ/ｹﾌﾞﾗｰを修理する
zh_cn: 修理金属/塑料/凯夫拉材质的物品

source: Repair wood/bone/chitin
ja: 木/紙/骨/キチンを修理する
zh_cn: 修理木头/骨质/几丁质的物品

source: Sew
ja: 縫う
zh_cn: 缝东西

source: Smoke/snort meth
ja: 煙/覚醒剤を吸飲する
zh_cn: 吸食冰毒

source: Start a fire quickly
ja: 急いで火を点ける
zh_cn: 快速生火

source: Take anticonvulsant
ja: 抗痙攣薬を摂取する
zh_cn: 服用抗痉挛药

source: Take vitamins
ja: ビタミンを摂取する
zh_cn: 服用维他命

source: Taze something
zh_cn: 电击

source: Turn off
de: Ausschalten
ja: オフにする
ko: 끄기
ru: Выключить
zh_cn: 关闭

source: Turn on
de: Einschalten
ja: オンにする
ko: 점화
ru: Включить
zh_cn: 开启

source: Upturn earth
ja: 地面を掘り返す
zh_cn: 翻开土壤

source: Use geiger counter
ja: 放射能測定器を使う
zh_cn: 使用盖格计数器

source: Write on an item
zh_cn: 写作

source: Action Menu
de: Aktionsmenü
ja: 行動メニュー
ru: Меню действий
zh_cn: 行动菜单

source: Add global keybinding
de: Globale Tastenzuweisung hinzufügen
ja: 追加/グローバルキー割り当て
zh_cn: 加入全局热键绑定

source: Add local keybinding
de: Lokale Tastenzuweisung hinzufügen
ja: 追加/ローカルキー割り当て
zh_cn: 加入本地热键绑定

source: Add rule
de: Regel hinzufügen
ja: 追加/規則
zh_cn: 增加规则

source: Add zone
de: Zone hinzufügen
ja: 追加/区域
zh_cn: 加入区域

source: Advanced Inventory management
de: Erweitertes Inventarmenü
ja: アイテムを整理する
ko: 고급 인벤토리 관리창 열기
ru: Расширенное управление инвентарём
zh_cn: 高级物品管理

source: Aim
ja: 狙いを付ける
zh_cn: 瞄准

source: Aimed Shot
ja: 照準射撃
zh_cn: 瞄准射击

source: Apply or Use Item
de: Gegenstand aktivieren oder benutzen
ja: アイテムを使う
ko: 사용하기
ru: Использовать предмет
zh_cn: 使用物品

source: Apply or Use Wielded Item
de: Getragenen Gegenstand akt./ben.
ja: アイテムを使う(装備中)
ko: 손에 든 물품 사용
ru: Использовать предмет в руках
zh_cn: 使用手持物品

source: Assign invlets to armor
de: Inventarzeichen zu Kleidung zuweisen
ja: 鎧に割り当てる
zh_cn: 给护甲分配按键

source: Batch crafting
ja: 一括作成
zh_cn: 成批制造

source: Burst-Fire Wielded Item
de: Feuerstoß an/aus
ja: 制限点射(装備中)
ko: 장비한 물품 연사
ru: Стрелять очередью
zh_cn: 用手持物品连射

source: Butcher
de: Schlachten
ja: 死体を解体する
ko: 시체 해체
ru: Разделать
zh_cn: 屠宰

source: Careful Shot
ja: 慎重射撃
zh_cn: 准确射击

source: Center On Character
de: zum Protagonisten zentrieren
ja: キャラクターを中央に表示
ko: 캐릭터를 중심으로
ru: Центрировать на персонаже
zh_cn: 以角色为中心定位地图

source: Center View
de: Ansicht zentrieren
ja: 視界を中心に戻す
ko: 중앙 보기
ru: По центру
zh_cn: 居中视图

source: Change gender
de: Geschlecht wechseln
ja: 性別変更
ru: Выбрать пол
zh_cn: 改变性别

source: Change sort order
ja: 変更/整列順序
zh_cn: 切换排序模式

source: Change sorting mode
de: Sortiermodus wechseln
ja: 変更/整列モード
zh_cn: 改变排序模式

source: Change tire
de: Reifen wechseln
ja: 取替 - タイヤ
ru: Выбрать колесо
zh_cn: 换胎

source: Chat with NPC
de: Mit NPC reden
ja: NPCと会話する
ko: NPC와 대화하기
ru: Поговорить с NPC
zh_cn: 和NPC交谈

source: Choose character start location
de: Startort aussuchen
ja: 開始地点を選択
ru: Выбрать начальную локацию.
zh_cn: 选择角色开局位置

source: Close Door
de: Tür schließen
ja: ドアを閉める
ko: 문 닫기
ru: Закрыть дверь
zh_cn: 关门

source: Commit Suicide
de: Selbstmord begehen
ja: 自殺する
ko: 자살
ru: Совершить самоубийство
zh_cn: 自杀

source: Compare
de: Vergleichen
ja: 比較
ru: Сравнить
zh_cn: C比较

source: Compare two Items
de: Zwei Gegenstände vergleichen
ja: アイテムを比較する
ko: 물품 비교
ru: Сравнить два предмета
zh_cn: 比较两件物品

source: Confirm & quit
de: Bestätigen u. verlassen
ja: 確認/終了
ru: Подтвердить и выйти
zh_cn: 确认并推出

source: Confirm Choice
de: Auswahl bestätigen
ja: 選択を確認
ko: 최종 확인
ru: Потвердить выбор
zh_cn: 确认选择

source: Construct Terrain
de: Gelände bebauen
ja: 地形を構築する
ko: 지형 건설하기
ru: Строить
zh_cn: 构建地形

source: Control Vehicle
de: Fahrzeug steuern
ja: 操縦席につく
ko: 차량 조종하기
ru: Управлять транспортом
zh_cn: 控制载具

source: Copy rule
de: Regel kopieren
ja: 複写/規則
zh_cn: 复制规则

source: Craft Items
de: Gegenstände herstellen
ja: アイテムを作製
ko: 물건 만들기
ru: Изготовление предметов
zh_cn: 制造物品

source: Craft as long as possible
de: So lange wie möglich herstellen
ja: 可能な限りアイテムを作製
ko: 가능한 오랫동안 제작하기
ru: Повторять рецепт пока возможно
zh_cn: 连续制造

source: Create/Edit Note
de: Notiz erstellen/bearbeiten
ja: メモ作成/編集
ko: 메모 생성/수정
ru: Создать/изменить заметку
zh_cn: 创建/删除备注

source: Cycle display mode
de: Anzeigemodus wechseln
ja: 表示モードの切替
zh_cn: 循环显示模式

source: Debug Menu
de: Debugmenü
ja: デバッグメニュー
ko: 디버그 메뉴
ru: Меню отладки
zh_cn: 调试菜单

source: Decrease priority
de: Priorität verringern
ja: 優先度を下げる
ru: Уменьшить приоритет
zh_cn: 降低优先级

source: Delete Note
de: Notiz löschen
ja: メモ削除
ko: 메모 삭제
ru: Удалить заметку
zh_cn: 删除备注

source: Disable rule
de: Regel deaktivieren
ja: 無効/規則
zh_cn: 停用规则

source: Disable zone
de: Zone deaktivieren
ja: 区域/無効
zh_cn: 关闭区域

source: Disassemble items
de: Gegenstände demontieren
ja: アイテムを分解する
ko: 물건 분해하기
ru: Разобрать предметы
zh_cn: 拆解物品

source: Display Help
de: Hilfe anzeigen
ja: ヘルプ表示
ko: 도움말 보기
ru: Показать справку
zh_cn: 显示帮助

source: Drain from tank
de: Aus Tank absaugen
ja: タンクから抜き取る
ru: Слить из бака
zh_cn: 清空容器

source: Drop Item
de: Gegenstand fallenlassen
ja: アイテムを置く
ko: 물건 버리기
ru: Выбросить предмет
zh_cn: 扔掉物品

source: Drop Item to Adjacent Tile
de: Ggnst. auf benachbartes Feld ablegen
ja: 隣接する場所に落とす
ko: 인접한 타일에 물건 버리기
ru: Выбросить предмет на соседнюю клетку
zh_cn: 将物品丢放在相邻的地方

source: Eat
de: Essen
ja: 食べる
ko: 먹기
ru: Съесть
zh_cn: 吃

source: Edit creatures
de: Kreaturen bearbeiten
ja: 編集/怪物
zh_cn: 编辑生物

source: Edit fields
de: Felder bearbeiten
ja: 編集/地形
zh_cn: 编辑地域

source: Edit items
de: Gegenstände bearbeiten
ja: 編集/アイテム
zh_cn: 编辑物品

source: Edit overmap / mapgen
de: Overmap bearbeiten / Kartengenerator
ja: 編集/地形生成
zh_cn: 编辑大地图/地图生成

source: Edit terrain / furniture
de: Gelände/Möbel bearbeiten
ja: 編集/地形・家具
zh_cn: 编辑地形/家具

source: Edit traps
de: Fallen bearbeiten
ja: 編集/罠
zh_cn: 编辑陷阱

source: Enable auto pickup option
de: Auto-Aufheben-Option aktivieren
ja: 有効/自動取得オプション
ru: Включить авто-подбор
zh_cn: 允许自动拾取物品

source: Enable rule
de: Regel aktivieren
ja: 有効/規則
zh_cn: 启用规则

source: Enable zone
de: Zone aktivieren
ja: 区域/有効
zh_cn: 允许区域

source: Equip armor from inventory
zh_cn: 穿上装备

source: Examine
de: Untersuchen
ja: 調べる
ko: 조사
ru: Изучить
zh_cn: E查看

source: Examine Nearby Terrain
de: Benachbartes Gelände untersuchen
ja: 地形を調べる
ko: 주변의 지형/물체 조사하기
ru: Осмотреть соседнюю клетку
zh_cn: 检查附近

source: Exit screen
de: Bildschirm verlassen
ja: 画面を閉じる
ru: Закрыть окно
zh_cn: 退出本页

source: Exit worldgen screen
de: Weltgenerierungsbildschirm verlassen
ja: 終了/世界生成画面
zh_cn: 退出

source: Filter
ja: 選別
zh_cn: 筛选条件

source: Fire Weapon
de: Waffe feuern
ja: 銃を撃つ
ko: 무기 발사
ru: Выстрел из оружия
zh_cn: 开火

source: Fire Wielded Item
de: Gehaltenene Waffe abfeuern
ja: 射撃する
ko: 장비한 물품 사격
ru: Стрелять
zh_cn: 用手持物品射击

source: Go Down
de: Nach unten gehen
ja: 下がる
ko: 아래로 이동
ru: Спуститься
zh_cn: 向下

source: Go Up
de: Nach oben gehen
ja: 上がる
ko: 위로 이동
ru: Подняться
zh_cn: 向上

source: Go to next tab
de: Zum nächsten Tab wechseln
ja: 次のタブ
ru: Следующая вкладка
zh_cn: 到下一表单

source: Go to prev tab
de: Zum vorherigen Tab wechseln
ja: 前のタブ
ru: Предыдущая вкладка
zh_cn: 到上一表单

source: Grab something nearby
de: Etwas in der Nähe ergreifen
ja: 近くの何かを掴む
ru: Схватить что-то рядом
zh_cn: 抓住附近某物

source: Ignore Nearby Enemy
de: Nahen Gegner ignorieren
ja: 近くの敵を無視する
ko: 가까운 적 무시하기
ru: Игнорировать ближайшего врага
zh_cn: 无视附近敌人

source: Increase priority
de: Priorität erhöhen
ja: 優先度を上げる
ru: Увеличить приоритет
zh_cn: 增加优先级

source: Install part
de: Teil installieren
ja: 部品取付
ru: Установить деталь
zh_cn: 安装部件

source: Item Action Menu
ja: 行動メニュー/アイテム
zh_cn: 物品使用菜单

source: Knife
ja: ナイフ
zh_cn: 小刀

source: List Notes
de: Notizen auflisten
ja: メモ一覧
ko: 메모 리스트
ru: Список заметок
zh_cn: 备注列表

source: List all items around the player
de: Gegenstände um den Spieler auflisten
ja: 周囲のアイテムを表示
ko: 시야 내 모든 물품 목록화
ru: Список вещей вокруг персонажа
zh_cn: 列出玩家附近的所有物品

source: List items and monsters
ja: 一覧/アイテムとモンスター
zh_cn: 列出物品及怪物

source: Load color template
zh_cn: 读取配色模板

source: Look Around
de: Umschauen
ja: 周囲を見渡す
ko: 주변 둘러보기
ru: Осмотреться
zh_cn: 观察四周

source: Manage zones
de: Zonen verwalten
ja: 区域管理
zh_cn: 管理区域

source: Mouse Move
de: Mausbewegung
ja: マウス移動
ko: 마우스 이동
ru: Движение мыши
zh_cn: 鼠标移动

source: Move View East
de: Ansicht ostwärts bewegen
ja: 視界を東へ移動
ko: 시점 이동-동쪽
ru: Сдвинуть экран на восток
zh_cn: 向东移动视图

source: Move View North
de: Ansicht nordwärts bewegen
ja: 視界を北へ移動
ko: 시점 이동-북쪽
ru: Сдвинуть экран на север
zh_cn: 向北移动视图

source: Move View Northeast
de: Ansicht nordostwärts bewegen
ja: 視界を北東へ移動
ko: 시점 이동-북동쪽
ru: Сдвинуть экран на северо-восток
zh_cn: 向东北移动视图

source: Move View Northwest
de: Ansicht nordwestwärts bewegen
ja: 視界を北西へ移動
ko: 시점 이동-북서쪽
ru: Сдвинуть экран на северо-запад
zh_cn: 向西北移动视图

source: Move View South
de: Ansicht südwärts bewegen
ja: 視界を南へ移動
ko: 시점 이동-남쪽
ru: Сдвинуть экран на юг
zh_cn: 向南移动视图

source: Move View Southeast
de: Ansicht südostwärts bewegen
ja: 視界を南東へ移動
ko: 시점 이동-남동쪽
ru: Сдвинуть экран на юго-восток
zh_cn: 向东南移动视图

source: Move View Southwest
de: Ansicht südwestwärts bewegen
ja: 視界を南西へ移動
ko: 시점 이동-남서쪽
ru: Сдвинуть экран на юго-запад
zh_cn: 向西南移动视图

source: Move View West
de: Ansicht westwärts bewegen
ja: 視界を西へ移動
ko: 시점 이동-서쪽
ru: Сдвинуть экран на запад
zh_cn: 向西移动视图

source: Move all items
de: Alle Gegenstände verschieben
ja: 移動/全アイテム
zh_cn: 移动所有物品

source: Move cursor down
de: Cursor nach unten bewegen
ja: 選択/下へ
zh_cn: 向下移动光标

source: Move cursor up
de: Cursor nach oben bewegen
ja: 選択/上へ
zh_cn: 向上移动光标

source: Move item
de: Gegenstand verschieben
ja: 移動/アイテム
zh_cn: 移动物品

source: Move item stack
de: Gegenstandsstapel verschieben
ja: 移動/スタック
zh_cn: 移动物品组

source: Move rule down
de: Regel nach unten bewegen
ja: 下降/規則
zh_cn: 下移规则

source: Move rule global <-> character
de: Regel global/Protagonist vertauschen
ja: 言いどう
zh_cn: 移动规则 全局 <-> 角色

source: Move rule up
de: Regel nach oben bewegen
ja: 上昇/規則
zh_cn: 上移规则

source: Move selected mod down
ja: 移動/選択したMODを下降
zh_cn: 下移选中模组

source: Move selected mod up
ja: 移動/選択したMODを上昇
zh_cn: 上移选中模组

source: Move shape
de: Form verschieben
ja: 形状の変更
zh_cn: 移动形状

source: Move zone down
de: Zone nach unten verschieben
ja: 移動/下へ
zh_cn: 下移区域

source: Move zone up
de: Zone nach oben verschieben
ja: 移動/上へ
zh_cn: 上移区域

source: Next Target
de: Nächstes Ziel
ja: 次の目標
ko: 다음 대상
ru: След. цель
zh_cn: 下一目标

source: Next level
de: Nächste Ebene
ja: 次のレベル
zh_cn: 下一层

source: Open Door
de: Tür öffnen
ja: ドアを開ける
ko: 문 열기
ru: Открыть дверь
zh_cn: 开门

source: Open Inventory
de: Inventar öffnen
ja: 所持品一覧を開く
ko: 인벤토리 열기
ru: Открыть инвентарь
zh_cn: 打开物品栏

source: Page down
de: Bild ab
ja: ページ下へ
ru: Стр. вниз
zh_cn: 下一页面

source: Page up
de: Bild auf
ja: ページ上へ
ru: Стр. вверх
zh_cn: 上一页面

source: Pan down
de: nach unten schieben
ja: 下へ
ko: 아래
ru: Сдвиг вниз
zh_cn: 垂直下移

source: Pan down-left
de: nach unten links schieben
ja: 左下へ
ko: 아래-왼쪽
ru: Сдвиг вниз-влево
zh_cn: 向左下方移动

source: Pan down-right
de: nach unten rechts schieben
ja: 右下へ
ko: 아래-오른쪽
ru: Сдвиг вниз-вправо
zh_cn: 向右下方移动

source: Pan left
de: nach links schieben
ja: 左へ
ko: 왼쪽
ru: Сдвиг влево
zh_cn: 向左平移

source: Pan right
de: nach recht schieben
ja: 右へ
ko: 오른쪽
ru: Сдвиг вправо
zh_cn: 向右平移

source: Pan up
de: nach oben schieben
ja: 上へ
ko: 위
ru: Сдвиг вверх
zh_cn: 垂直上移

source: Pan up-left
de: nach oben links schieben
ja: 左上へ
ko: 위-왼쪽
ru: Сдвиг вверх-влево
zh_cn: 向左上方移动

source: Pan up-right
de: nach oben rechts schieben
ja: 右上へ
ko: 위-오른쪽
ru: Сдвиг вверх-вправо
zh_cn: 向右上方移动

source: Pause
ja: 待機
ko: 정지
ru: Выждать ход
zh_cn: 暂停

source: Peek Around Corners
de: Um Ecke schauen
ja: 曲がり角を覗く
ko: 코너 훔쳐보기
ru: Выглянуть из-за угла
zh_cn: 拐角窥探

source: Pick random character name
de: Zufälligen Protagonistennamen aussuchen
ja: 選択/ランダムキャラクター名
ru: Выбрать случайное имя
zh_cn: 随机生成角色名称

source: Pick random world name
de: Zufälligen Weltnamen aussuchen
ja: 選択/ランダム世界名
zh_cn: 随机选择世界名称

source: Pick up Item(s)
de: Gegenstand/Gegenstände aufheben
ja: アイテムを拾う(s)
ru: Поднять предмет(ы)
zh_cn: 捡起物品

source: Precise Shot
ja: 精密射撃
zh_cn: 精准射击

source: Prev Target
de: Vorheriges Ziel
ja: 前の目標
ko: 이전 대상
ru: Пред. цель
zh_cn: 上一目标

source: Previous level
de: Vorherige Ebene
ja: 前のレベル
zh_cn: 上一层

source: Quickload
ja: クイックロード
zh_cn: 快速读取

source: Quicksave
de: Schnellspeichern
ja: クイックセーブ
ko: 빠른 저장
ru: Быстрое сохранение
zh_cn: 快速保存

source: Re-layer armor/clothing
ja: 防具/衣類の階層を変更
zh_cn: 重新穿叠盔甲/衣物

source: Read
de: Lesen
ja: 読む
ko: 읽기
ru: Прочитать
zh_cn: 读

source: Recraft last recipe
de: Letztes Rezept erneut fertigen
ja: 最後のレシピで再作製
ko: 가장 최근에 한 제작 반복하기
ru: Повторить последний рецепт
zh_cn: 重复制造

source: Refill tank/battery
de: Tank/Batterie wiederbefüllen
ja: 補充/充電
ru: Восполнить бак/батарею
zh_cn: 补充燃料/电池

source: Relabel a portion of a vehicle
de: Ein Fahrzeugteil neu beschriften
ja: 車両を再ラベル付け
zh_cn: 重新标记载具部件

source: Reload Wielded Item
de: Gehaltenen Gegenstand nachladen
ja: 再装填(装備中)
ko: 장비한 물품을 재장전/재충전
ru: Перезарядить предмет в руках
zh_cn: 装填手持物品

source: Remove bindings
de: Tastenzuweisungen entfernen
ja: 削除/割り当て
ru: Удалить привязку
zh_cn: 移除键位绑定

source: Remove custom color
zh_cn: 移除自定义配色

source: Remove part
de: Teil entfernen
ja: 部品取外
ru: Убрать деталь
zh_cn: 移除部件

source: Remove rule
de: Regel entfernen
ja: 削除/規則
zh_cn: 移除规则

source: Remove zone
de: Zone entfernen
ja: 削除/区域
zh_cn: 移除区域

source: Rename vehicle
de: Fahrzeug umbenennen
ja: 車両改名
ru: Переназвать транспорт
zh_cn: 重命名载具

source: Repair part
de: Teil reparieren
ja: 部品修理
ru: Починить деталь
zh_cn: 修理部件

source: Reroll Random Character
ja: 振り直し/ランダムキャラクター
zh_cn: Reroll随机角色

source: Reroll Random Character With Scenario
ja: 振り直し/ランダムキャラクターとシナリオ
zh_cn: 重置随机角色和剧本

source: Reset filter
de: Filter zurücksetzen
ja: 初期化/選別
zh_cn: 重置筛选

source: Resize
de: Größe ändern
ja: サイズ変更
zh_cn: 更改尺寸

source: Save and Quit
de: Speichern und Beenden
ja: セーブして終了する
ko: 저장 후 종료
ru: Сохранить и выйти
zh_cn: 保存并退出

source: Save mods as default
de: Mods als Standard speichern
ja: MODをデフォルトとして設定
zh_cn: 保存为默认模组

source: Save template
de: Vorlage speichern
ja: 保存/テンプレート
ru: Сохранить шаблон
zh_cn: 保存模板

source: Scroll to next stage
ja: 次の工程へ
zh_cn: 至后一页

source: Scroll to previous stage
ja: 次の工程へ
zh_cn: 至前一页

source: Search
de: Suchen
ja: 検索
ko: 찾기
ru: Поиск
zh_cn: 搜索

source: Secondary Select
de: Sekundäre Auswahl
ja: 二つ目の選択
zh_cn: 第二选择

source: Select
de: Auswählen
ja: 選択
ko: 선택
ru: Выбрать
zh_cn: 选择

source: Select Unarmed Style
de: Unbewaffneten Kampfstil auswählen
ja: 格闘スタイルを変更
ko: 유파 선택하기
ru: Выбрать рукопашный стиль
zh_cn: 选择武术流派

source: Select armor for moving
de: Kleidung zum Verschieben wählen
ja: 移動させる装備を選ぶ
zh_cn: 选择移动的护甲

source: Select items @ East
de: Gegenstände wählen – O
ja: アイテム選択 @ 東
zh_cn: 选择东方的物品

source: Select items @ North
de: Gegenstände wählen – N
ja: アイテム選択 @ 北
zh_cn: 选择北方的物品

source: Select items @ North-East
de: Gegenstände wählen – NO
ja: アイテム選択 @ 北東
zh_cn: 选择东北方的物品

source: Select items @ North-West
de: Gegenstände wählen – NW
ja: アイテム選択 @ 北西
zh_cn: 选择西北方的物品

source: Select items @ South
de: Gegenstände wählen – S
ja: アイテム選択 @ 南
zh_cn: 选择南方的物品

source: Select items @ South-East
de: Gegenstände wählen – SO
ja: アイテム選択 @ 南東
zh_cn: 选择东南方的物品

source: Select items @ South-West
de: Gegenstände wählen – SW
ja: アイテム選択 @ 南西
zh_cn: 选择西南方的物品

source: Select items @ West
de: Gegenstände wählen – W
ja: アイテム選択 @ 西
zh_cn: 选择西方的物品

source: Select items @ all 9 fields
de: Gegenstände wählen – alle 9 Felder
ja: アイテム選択 @ 周囲8方向と足元
zh_cn: 选择所有9格的物品

source: Select items @ center
de: Gegenstände wählen – Mitte
ja: アイテム選択 @ 中央
zh_cn: 选择中间的物品

source: Select items currently worn
zh_cn: 选择当前穿着物品

source: Select items in container
de: Gegenstände wählen – Behälter
ja: アイテム選択 @ 容器
zh_cn: 选择容器中的物品

source: Select items in dragged container
ja: アイテム選択 @ 引っ張っているコンテナ
zh_cn: 选择被拖拽容器中的物品

source: Select items in inventory
de: Gegenstände wählen – Inventar
ja: アイテム選択 @ インベントリ
zh_cn: 选择物品栏里的物品

source: Select left inventory
de: Linkes Inventar wählen
ja: 選択/左インベントリ
zh_cn: 选择左物品栏

source: Select right inventory
de: Rechtes Inventar wählen
ja: 選択/右インベントリ
zh_cn: 选择右物品栏

source: Select shape
de: Form wählen
ja: 形状を選択
zh_cn: 选择外形

source: Show all
de: Alle anzeigen
ja: 全表示
ru: Показать всё
zh_cn: 显示全部

source: Show recipe result
de: Rezeptergebnis anzeigen
ja: レシピの結果を表示
zh_cn: 显示配方结果

source: Show whole map
de: Ganze Karte anzeigen
ja: マップ全体を表示
zh_cn: 显示全部地图

source: Show zone on map
de: Zone auf Karte anzeigen
ja: M地図上で表示
zh_cn: 在地图显示区域

source: Siphon from tank
de: Tank absaugen
ja: 吸出 - タンク
ru: Перекачать из бака
zh_cn: 从容器抽取

source: Sleep
de: Schlafen
ja: 眠る
ko: 잠자기
ru: Спать
zh_cn: 睡觉

source: Smash Nearby Terrain
de: Benachbartes Gelände zerschmettern
ja: 地形を叩く
ko: 주변의 지형/물체 부수기
ru: Разрушать окружение
zh_cn: 破坏附近地形

source: Solder/Weld
ja: 半田/溶接
zh_cn: 焊接

source: Start
de: Starten
ja: 開始
zh_cn: 开始

source: Swap Inventory Letters
de: Inventarbuchstaben austauschen
ja: アイテムのキー割り当てを変更
ko: 물품의 단축기호 변경
ru: Изменить букву предмета
zh_cn: 更改物品字母

source: Swap origin and target
de: Ursprung und Ziel tauschen
ja: 現在の物と選択した物を交換
zh_cn: 来源目标互换

source: Switch Sidebar Style
de: Sidebar-Stil umschalten
ja: 切替/サイドバー形式
ko: 사이드바 스타일 전환
ru: Сменить стиль боковой панели
zh_cn: 切换侧板类型

source: Switch to move point / confirm
de: Zwischen Verschieben/Bestätigen umschalten
ja: メニュー切替
zh_cn: 切换到移动点/确认

source: Take Off Worn Item
de: Ausziehen
ja: 衣服を脱ぐ
ko: 탈의
ru: Снять носимую вещь
zh_cn: 脱下穿戴物品

source: Test rule
de: Regel testen
ja: 検査/規則
zh_cn: 测试规则

source: Throw Item
de: Gegenstand werfen
ja: アイテムを投げる
ko: 물품 투척
ru: Метнуть предмет
zh_cn: 投掷

source: Toggle Auto-Safemode
de: Auto-Sicherheitsmodus umstellen
ja: 切替/自動セーフモード
ko: 안전 모드 자동실행 토글하기
ru: Вкл/Выкл авто-безопасный режим
zh_cn: 切换自动安全模式

source: Toggle Blinking
de: Blinken umschalten
ja: 切替/点滅
zh_cn: 切换闪烁

source: Toggle Debug Mode
ja: 切替/デバッグモード
zh_cn: 切换调试模式

source: Toggle Explored
ja: 切替/探索
zh_cn: 切换已探索

source: Toggle Fast Scroll
de: Schnelles Scrollen umschalten
ja: 切替/高速スクロール
ko: 빠른 스크롤으로 전환
ru: Быстрая прокрутка
zh_cn: 切换快速滚动

source: Toggle Fullscreen mode
de: Vollbildmodus umschalten
ja: 切替/全画面モード
ko: 전체화면 모드 전환
ru: Полноэкранный режим
zh_cn: 打开全屏模式

source: Toggle Overlays
de: Einblendungen umschalten
ja: 切替/上書
zh_cn: 切换覆盖

source: Toggle Safemode
de: Sicherheitsmodus umstellen
ja: セーフモードの切替
ko: 안전 모드 토글하기
ru: Вкл/Выкл безопасный режим
zh_cn: 切换安全模式

source: Toggle Snap to Target
de: Zieleinrastung umschalten
ja: 目標自動選択の切替
ko: 빠른 대상 선택으로 전환
zh_cn: 切换到移动的目标

source: Toggle activate/examine
ja: 切替/作動/調べる
zh_cn: 切换 激活/检查

source: Toggle attack mode of Wielded Item
de: Modus d. akt. Ggnst. wechseln
ja: 攻撃モードを変更(装備中)
ko: 장비한 물품의 공격모드 토글
ru: Сменить режим стрельбы
zh_cn: 切换手持物品的攻击模式

source: Toggle auto-pickup for item
de: Auto-Aufheben für Gegenstand umschalten
ja: 切替/アイテム自動取得
zh_cn: 切换物品自动拾取

source: Toggle category selection mode
de: Kategorieauswahlmodus umschalten
ja: 切替/分類選択モード
zh_cn: 切换目录选择模式

source: Toggle move mode (run/walk)
zh_cn: 切换移动模式（走/跑）

source: Toggle tab
de: Inventar umschalten
ja: 切替/TAB
zh_cn: 切换列表

source: Toggle unavailable constructions
de: nicht verfügbare Baupläne anzeigen/verbergen
ja: 切替/無効な構造
ru: Отобразить недоступные конструкции
zh_cn: 切换不可建造的设施

source: Undo move
de: Zug rückgängig machen
ja: 元に戻す
zh_cn: 撤销移动

source: Unequip selected armor
zh_cn: 脱下装备

source: Unload or Empty Wielded Item
de: Gehaltenen Ggstd. ausladen/leeren
ja: 弾薬を抜く/空にする(装備中)
ko: 손에 든 물품의 내용물/충전물 비우기
ru: Разрядить/опустошить предмет в руках
zh_cn: 卸载或清空手持的物品

source: View Factions
de: Fraktionen anzeigen
ja: 所属
ko: 동료 상태 보기
ru: Группировки
zh_cn: 查看势力

source: View Help
de: Hilfe anzeigen
ja: ヘルプ
ko: 도움말 보기
ru: Справка
zh_cn: 查看帮助

source: View Kills
de: Opfer anzeigen
ja: 殺害数
ko: 킬 카운트 보기
ru: Список убийств
zh_cn: 查看杀敌数

source: View Map
de: Karte anzeigen
ja: マップ
ko: 지도 보기
ru: Карта
zh_cn: 查看地图

source: View Message Log
de: Nachrichtenprotokoll anzeigen
ja: ログ
ko: 메시지 로그 보기
ru: Журнал сообщений
zh_cn: 查看信息记录

source: View Missions
de: Missionen anzeigen
ja: 依頼
ko: 퀘스트 보기
ru: Задания
zh_cn: 查看任务

source: View Morale
de: Stimmung anzeigen
ja: 意欲
ko: 의욕 상태 보기
ru: Мораль
zh_cn: 查看情绪

source: View Player Info
de: Spielerinfo anzeigen
ja: プレイヤー情報
ko: 플레이어 정보 보기
ru: Информация о персонаже
zh_cn: 查看玩家信息

source: View Scentmap
de: Duftnotenvisualisierung ein/aus
ja: 嗅覚マップ
ko: 냄새 지도 보기
ru: Карта запахов
zh_cn: 查看气味地图

source: View/Activate Bionics
de: Bioniken betrachten/aktivieren
ja: 生体部品を表示/起動
ko: 바이오닉 보기/실행
ru: Просмотр и управление бионикой
zh_cn: 查看/激活仿生模块

source: View/Activate Mutations
ja: 突然変異を表示/起動
zh_cn: 查看/激活变异

source: Vitamins
ja: ビタミン
zh_cn: 维他命

source: Wait for Several Minutes
de: Für mehrere Minuten warten
ja: 指定時間まで待機
ko: 잠시동안 대기
ru: Подождать несколько минут
zh_cn: 等几分钟

source: Wear Item
de: Anziehen
ja: 衣服を着る
ko: 착용
ru: Надеть вещь
zh_cn: 穿戴物品

source: Wide move down
de: Weit nach unten bewegen
ja: 下へ大移動
zh_cn: 大幅下移

source: Wide move left
de: Weit nach links bewegen
ja: 左へ大移動
zh_cn: 大幅左移

source: Wide move right
de: Weit nach rechts bewegen
ja: 右へ移動
zh_cn: 大幅右移

source: Wide move up
de: Weit nach oben bewegen
ja: 上へ大移動
zh_cn: 大幅上移

source: Wield
de: In die Hand nehmen
ja: 武器を装備
ko: 들기
ru: Взять в руки (вооружиться)
zh_cn: 握住

source: Zoom In
de: Vergrößern
ja: 拡大
ko: 화면 확대
ru: Приблизить
zh_cn: 放大

source: Zoom Out
de: Verkleinern
ja: 縮小
ko: 화면 축소
ru: Отдалить
zh_cn: 缩小

source: reassign invlet
de: Inventarzeichen neu zuweisen
ja: キー割り当て
zh_cn: 重分配按键

source: remove bionic
de: Bionik entfernen
ja: 生体部品を取り除く
ru: убрать бионику
zh_cn: 移除仿生模块
