Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You find it hard to wake from a vivid dream of grazing on a farm.
de: Dir fällt es schwer, aus einem lebendigen Traum, in dem du in einem Bauernhof grast, aufzuwachen.
ja: 農場で放牧される鮮烈な夢を見て、なんとか起床しました。
ko: 농장에서 풀을 뜯던 생생한 꿈이 머리에서 떠나지 않습니다.
ru: Вам трудно отойти от яркого сна, в котором вы паслись на ферме.
zh_cn: 你发现自己很难从一个梦中苏醒过来，梦里你正在草场中“被”放牧。

source: You find your paws twitching. There's a cave. You should go.
de: Du merkst, wie deine Tatzen zucken. Dort ist eine Höhle. Du solltest gehen.
ja: 足が痙攣しています。洞窟。洞窟に行かなければ。
zh_cn: 你梦到自己爪子交错着，那有个洞，你应该钻进去。

source: You have a comforting dream of swimming with a school of fish.
de: Du hast einen wohligen Traum über das Schwimmen mit einem Fischschwarm.
ja: 魚の群れと一緒に泳ぐ心地よい夢を見ました。
zh_cn: 你做了一个治愈系的梦，梦见自己在和一群小鱼伙伴们一起畅游。

source: You have a confusing and scary dream of becoming a plant.
de: Du hast einen verwirrenden und unheimlichen Traum, in dem du zur Pflanze wirst.
ja: 植物になってしまう恐ろしい夢を見て混乱しています。
ko: 식물이 되는 공포스럽고도 혼란스러운 꿈을 꾸었습니다.
ru: Вы видите страшный сон, в котором вы стали растением.
zh_cn: 你做了一个很吓人的梦，梦见自己变成了一株植物。

source: You have a confusing dream of growing in a garden.
de: Du hast einen verwirrenden Traum, in dem du in einem Garten wächst.
ja: 植物の様に庭で成長を遂げる理解し難い夢を見ました。
ko: 정원에서 자라나는 혼란스러운 꿈을 꾸었습니다.
ru: Необычно, но во сне вы растёте в саду.
zh_cn: 你做了一个令人困扰的梦，在梦中你正在一个花园中着茁壮成长。（希望你没有梦见蝗虫，亲）

source: You have a disturbing dream of bathing in the sun on a rock.
de: Du hast einen verstörenden Traum über das Sonnenbaden auf einem Stein.
ja: 太陽が照り付ける岩の上で日光浴する嫌な夢を見ました。
ko: 태양볕 아래 돌 위에서 일광욕을 하는 불안한 느낌의 꿈을 꾸었습니다.
ru: Вам снится странный сон как вы нежитесь в лучах солнца лёжа на камнях.
zh_cn: 你做了一个让人心烦的梦，梦里你在岩石上晒太阳.

source: You have a disturbing dream of someone invading your territory.
de: Du hast einen verstörenden Traum, in dem jemand in dein Revier eindringt.
ja: 自分の領土を誰かに侵略される不安な夢を見ました。
ko: 누군가가 당신의 영역을 침범하는 기분 나쁜 꿈을 꾸었습니다.
ru: Вам снится тревожный сон, в котором кто-то вторгается на вашу территорию.
zh_cn: 你做了一个不愉快的梦——有人侵犯了你的领地。

source: You have a disturbing dream of swimming with a school of fish.
de: Du hast einen verstörenen Traum über das Schwimmen mit einem Fischschwarm.
ja: 魚群と一緒に泳いている不安な夢を見ました。
ko: 물고기 떼 안의 한 마리로서 헤엄 치는 이상한 꿈을 꾸었습니다.
ru: Вам снится странный сон, в котором вы плывёте в стае рыб.
zh_cn: 你做了一个令人困扰的梦，梦见自己在和一群小鱼伙伴们一起畅游。

source: You have a disturbing dream of undergoing strange medical procedures.
de: Du hast einen verstörenden Traum darüber, wie du seltsamen medizinischen Prozeduren unterzogen wirst.
ja: 奇妙な医療行為を受ける不安な夢を見ました。
ko: 이상한 의료 방법으로 검사를 받는 기분 나쁜 꿈을 꾸었습니다.
ru: Вас посещает тревожный сон о странных медицинских процедурах.
zh_cn: 你做了一个令人不安的梦，好像接受了诡异的医疗手术。

source: You have a disturbingly lifelike dream of living as a lizard.
de: Du hast einen verstörend lebendigen Traum darüber, wie du als Echse lebst.
ja: 蜥蜴の様に生きる現実感溢れる不安な夢を見ました。
ko: 도마뱀으로 살아가는, 무서울 정도로 생생한 꿈을 꾸었습니다.
ru: Вы видите реалистичный сон, в котором живёте как ящерица.
zh_cn: 你做了一个很令人困惑很逼真的梦，梦见自己俨然如一只蜥蜴一样活着。

source: You have a dream of doctors and nurses doing unnatural things to your body, which brings you perverse pleasure.
de: Du hast einen Traum, in dem Ärzte und Krankenschwerstern widernatürliche Sachen mit deinem Körper anstellen, was dir ein perverses Vergnügen bereitet.
ja: 自分に異常な行為を行う医師や看護師の夢を見ました。それは非道徳的な快感をもたらしました。
ko: 의사와 간호사들이 당신의 몸에 자연의 섭리와 어긋난 수술을 하는 꿈을 꾸었습니다. 당신은 수술을 받으면서 비뚤어진 쾌감을 느꼈습니다.
ru: Во сне доктора и медсестры делают с вашим телом неестественные вещи, и это доставляет вам извращенное удовольствие.
zh_cn: 你做了一个怪梦。医生和护士对你的身体动了一个非常恐怖手术，但是你感觉很爽。

source: You have a dream of working in a hive.
de: Du träumst davon, in einem Bienenstock zu arbeiten.
ja: 蜂の巣で働いている夢を見ました。
ko: 당신은 벌집에서 사는 꿈을 꾸었다.
ru: Вам снится, как вы трудитесь в улье.
zh_cn: 你做了一个梦，梦见自己在一个巢穴中行走。

source: You have a horrible nightmare of being caught out in the sunlight.
de: Du hast einen furchtbaren Albtraum, in dem du draußen im Sonnenlicht gefangen bist.
ja: 日光の下に晒される恐ろしい悪夢を見ました。
zh_cn: 在一个恐怖的噩梦中，你被扔到了阳光里。

source: You have a realistic dream of flying south with your flock for the winter.
de: Du hast einen realistischen Traum, in dem du mit deiner Vogelschar für den Winter nach Süden fliegst.
ja: 冬が訪れたので鳥の群れと一緒に、南に向かって飛んでいる現実感溢れる夢を見ました。
ko: 겨울 때문에 남쪽으로 날아가는 철새가 되는 생생한 꿈을 꾸었습니다.
ru: Вы видите реалистичный сон, в котором улетаете осенью на юг.
zh_cn: 你做的一个逼真的梦，梦里在和一群伙伴为了躲避寒冬一起向南飞着。（一会排成S型，一会排成B型）

source: You have a strange dream about animals.
de: Du hast einen seltsamen Traum über Tiere.
ja: 動物に関する奇妙な夢を見ました。
ko: 당신은 동물이 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про животных.
zh_cn: 你做了一个奇怪的梦，梦里出现了各种各样的动物。

source: You have a strange dream about bears.
de: Du hast einen seltsamen Traum über Bären.
ja: 熊に関する奇妙な夢を見ました。
ko: 당신은 곰이 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про медведей.
zh_cn: 你做了一个关于熊的怪梦。

source: You have a strange dream about being a patient in a frightening hospital.
de: Du hast einen seltsamen Traum darüber, wie du ein Patient in einem furchteinflößendem Krankenhaus bist.
ja: 恐ろしい病院で患者になる奇妙な夢を見ました。
ko: 섬뜩한 병원의 환자가 되는, 기이한 꿈을 꾸었습니다.
ru: Вам снится странный сон, что вы пациент в пугающей больнице.
zh_cn: 你做了一个被禁闭在恐怖医院里的怪梦。

source: You have a strange dream about birds.
de: Du hast einen seltsamen Traum über Vögel.
ja: 鳥に関する奇妙な夢を見ました。
ko: 당신은 새가 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон о птицах.
zh_cn: 你做了一个奇怪的梦,梦到了飞鸟.

source: You have a strange dream about cats.
de: Du hast einen seltsamen Traum über Katzen.
ja: 猫に関する奇妙な夢を見ました。
ko: 당신은 고양이가 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про кошек.
zh_cn: 你做了一个关于猫的怪梦。

source: You have a strange dream about cattle.
de: Du hast einen seltsamen Traum über Rinder.
ja: 牛に関する奇妙な夢を見ました。
ko: 당신은 소가 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про парнокопытных.
zh_cn: 你做了一个关于牛的奇怪的梦

source: You have a strange dream about fish.
de: Du hast einen seltsamen Traum über Fische.
ja: 魚に関する奇妙な夢を見ました。
ko: 당신은 물고기가 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон о рыбах.
zh_cn: 你做了一个关于鱼的奇怪的梦.

source: You have a strange dream about insects.
de: Du hast einen seltsamen Traum über Insekten.
ja: 虫に関する奇妙な夢を見ました。
ko: 당신은 벌레가 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про насекомых.
zh_cn: 你做了一个关于昆虫的怪梦.

source: You have a strange dream about living in a cave.
de: Du hast einen seltsamen Traum darüber, wie du in einer Höhle lebst.
ja: 洞窟で生活する奇妙な夢を見ました。
ko: 동굴 속에서 사는 것에 대한 꿈을 꾸었습니다.
ru: Вам снится странный сон о жизни в пещере.
zh_cn: 你做了一个关于生活在洞穴里的怪梦.

source: You have a strange dream about lizards.
de: Du hast einen seltsamen Traum über Echsen.
ja: 蜥蜴に関する奇妙な夢を見ました。
ko: 당신은 도마뱀이 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про ящериц.
zh_cn: 你做了一个关于蜥蜴的怪梦.

source: You have a strange dream about plants.
de: Du hast einen seltsamen Traum über Pflanzen.
ja: 植物に関する奇妙な夢を見ました。
ko: 당신은 식물이 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про растения.
zh_cn: 你做了一个梦，梦见了很多植物。

source: You have a strange dream about rats.
de: Du hast einen seltsamen Traum über Ratten.
ja: 鼠に関する奇妙な夢を見ました。
ko: 당신은 쥐가 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про крыс.
zh_cn: 你做了一个关于老鼠的怪梦.

source: You have a strange dream about sea creatures.
de: Du hast einen seltsamen Traum über Lebewesen im Meer.
ja: 海の怪物に関する奇妙な夢を見ました。
ko: 당신은 바다괴물이 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про морских обитателей.
zh_cn: 你做了一个关于海洋生物的怪梦.

source: You have a strange dream about slime.
de: Du hast einen seltsamen Traum über Schleim.
ja: 粘液に関する奇妙な夢を見ました。
ko: 당신은 슬라임이 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про слизней.
zh_cn: 你做了一个关于史莱姆的怪梦.

source: You have a strange dream about spiders.
de: Du hast einen seltsamen Traum über Spinnen.
ja: 蜘蛛に関する奇妙な夢を見ました。
ko: 당신은 거미가 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про пауков.
zh_cn: 你做了一个关于蜘蛛的怪梦.

source: You have a strange dream about wolves.
de: Du hast einen seltsamen Traum über Wölfe.
ja: 狼に関する奇妙な夢を見ました。
ko: 당신은 늑대가 나오는 이상한 꿈을 꾸었다.
ru: Вам снится странный сон про волков.
zh_cn: 你做了一个关于狼的怪梦。

source: You have a strange dream of living in sludge.
de: Du hast einen komischen Traum über das Leben im Schlamm.
ja: 汚泥の中で生活する奇妙な夢を見ました。
ko: 당신은 진흙탕 속에서 사는, 이상한 꿈을 꾸었다.
ru: Вам снится жизнь в навозе.
zh_cn: 你做了一个奇怪的梦，梦见自己生活在一个烂泥潭中。

source: You have a strange dream of spinning webs
de: Du hast einen seltsamen Traum über das Spinnen von Netzen.
ja: 蜘蛛の巣で簀巻きにされる奇妙な夢を見ました。
ko: 당신은 거미줄을 짜는 이상한 꿈을 꾸었다.
ru: Вам снится сон о плетении паутины.
zh_cn: 你做了一个奇怪的梦，梦见自己在吐丝做网。（蜘蛛精是你的梦中情人么亲）

source: You have a strange dream.
de: Du hast einen seltsamen Traum.
ja: 奇妙な夢を見ました。
ko: 이상한 꿈을 꾸었습니다.
ru: Вам приснился странный сон.
zh_cn: 你做了一个奇怪的梦.

source: You have a vivid dream of being a medical anomaly, as your heartbeat syncs with the steady drip of an IV line.
de: Du hast einen lebendigen Traum darüber, wie du eine medizinische Anomalie bist, weil dein Herzschlag sich mit dem stetigen Tropfen eines Infusionsschlauchs synchronisiert.
ja: 心臓の鼓動と4つの管が繋がった点滴の雫が、完全に同期しているという異常な医療行為を受ける、鮮明な夢を見ました。
ko: 의학용 실험체가 되는 생생한 꿈을 꾸었습니다.
zh_cn: 你做了一个与医疗异常现象有关的生动的梦，在梦中你的心跳与平稳的静脉点滴同步化了。

source: You have a vivid dream of hunting in the woods.
de: Du hast einen lebhaften Traum über das Jagen im Wald.
ja: 森の中で狩猟を楽しむ鮮やかな夢を見ました。
ko: 당신은 숲속에서 사냥을 하는, 생생한 꿈을 꾸었다.
ru: Вы видите яркий сон, в котором вы охотитесь в лесу.
zh_cn: 你做了一个在树林里打猎的生动的梦.

source: You have strange dreams of soaring through the sky.
de: Du hast seltsame Träume, in denen du duch den Himmel segelst.
ja: 空に舞い上がる奇妙な夢を見ました。
ko: 당신은 하늘을 날아다니는, 이상한 꿈을 꾸었다.
ru: Вам снится как вы парите в небесах.
zh_cn: 你做了一个奇怪的梦，梦里你飞翔在天空中.

source: You pant, terrified at the thought of that FUNGUS destroying your home!
de: Du keuchst, beängstigt vom Gedanken, dass dieser FUNGUS dein Haus zerstört!
ja: 真菌の群れがあなたの家を破壊する夢から覚めました。動悸が激しく、恐怖で震えています。
zh_cn: 你被真♂菌正在摧毁你的家园的噩梦惊醒了！

source: You scream in fear while you dream of being chased by a cat
de: Du schreist vor Angst, während du davon träumst, wie du von einer Katze gejagt wirst.
ja: 夢の中でネコに追いかけられ、思わず悲鳴を上げました。
ko: 고양이에게 쫓기는 꿈을 꾸는 동안 공포에 비명을 질렀습니다.
ru: Во сне вы кричите от ужаса, убегая от кошки.
zh_cn: 你梦见自己正在被一只猫追捕，太TMD吓人了！

source: You see yourself reflected in the beauty of the forest.
de: Du siehst dich selbst in der Schönheit des Waldes reflektiert.
ja: 森の中に住む美しい人になる夢を見ました。
ko: 꿈에서의 당신은 숲의 아름다움 속에 있었습니다.
ru: В своем отражении, вы видите красоту леса.
zh_cn: 您看见森林的美丽中倒映出您自己的身影

source: You see yourself, five years from now, as the leader of a successful city.
de: Du siehst dich selbst, in fünf Jahren, als der Kopf einer erfolgreichen Stadt.
ja: 夢の中に、都市のリーダーとして大成した5年後の自分が出てきました。
ko: 5년 뒤의 자신에 대한 꿈을 꾸었습니다. 꿈 속에서 당신은 성공적인 도시의 지도자였습니다.
ru: Вы видите себя, пятью годами позднее, лидером преуспевающего города.
zh_cn: 你梦见了五年后的自己，一个成功的受人敬仰的城市首领。

source: You stir, saddened that your beautiful hatchlings were only a dream.
de: Du wirst wachgerüttelt, traurig darüber, dass deine wunderschönen Schlüpflinge nur ein Traum waren.
ja: 素晴らしい孵化体験はただの夢だったようです。悲しくなり、心がかき乱される気分です。
zh_cn: 你好失落，你那些漂亮的幼鸟只是一场梦。

source: You terrifyingly dream of being led to a slaughterhouse by a farmer.
de: Du hast einen führchterlichen Traum, in dem du von einem Bauern zum Schlachthaus geführt wirst.
ja: 農家によって屠殺場へ連れていかれる恐ろしい夢を見ました。
ko: 농부에게 이끌려 도살장으로 끌려 들어가는 공포스러운 꿈을 꾸었습니다.
ru: Вы видите ужасный сон, в котором вас приводят на скотобойню.
zh_cn: 你很糟糕的梦见自己正在被一只农夫领着走向屠宰场。（尼玛！这TMD比梦见自己咬猎物什么的恐怖多了啊！）

source: You vividly dream of living in a web and consuming insects.
de: Du träumst lebendig davon, in einem Spinnennetz zu leben und Insekten zu fressen.
ja: クモの巣で生活し、昆虫を食べる鮮明な夢を見ました。
ko: 거미줄 위에 살면서 곤충을 먹는 생생한 꿈을 꾸었습니다.
ru: Вам снится яркий сон о жизни в паутине и поедании насекомых.
zh_cn: 你很生动的梦见自己正趴在网上畅享美味昆虫。

source: You vividly dream of living in the sewers.
de: Du träumst lebendig davon, in den Abwässerkanälen zu leben.
ja: 生き生きと下水道で生活している夢を見ました。
ko: 하수구 속에서 사는 생생한 꿈을 꾸었습니다.
ru: Вам снится яркий сон о жизни в канализации.
zh_cn: 你做了一个生动鲜明的梦，梦见自己生活在下水道里。（我宁愿这个梦很不生动！）

source: You vividly dream of running with your pack, hunting a wild animal.
de: Du träumst lebendig davon, wie du mit deinem Rudel ein wildes Tier jagst.
ja: 群れで野生動物を狩っている、鮮明な夢を見ました。
ko: 무리와 함께 사냥하는 야생 동물이 되어 뛰어다니는, 생생한 꿈을 꾸었습니다.
ru: Вы видите яркий сон об охоте в стае своих сородичей.
zh_cn: 你很生动的梦见自己正在和狼伙伴们合作追捕一只猎物。

source: You vividly dream of sharing a kill with your pack.
de: Du hast einen lebhaften Traum, in dem du die Beute mit deinem Rudel teilst.
ja: 群れで協力して狩りをする鮮明な夢を見ました。
zh_cn: 你很生动的梦见自己正在和伙伴们合作追捕一只猎物。

source: You wish others could understand, and join your struggle...
de: Du wünschst dir, dass andere es verstehen könnten und deine Anstrengungen unterstützen …
ja: 他人に理解してほしい、闘争に参加してほしいと強く感じています…
zh_cn: 你希望别人能理解，并和你一起奋斗...

source: You wonder if you could find one of those 'salmon runs', or if they were just a legend...
de: Du fragst dich, ob du eine dieser »Lachswanderungen« finden kannst, oder ob sie nur eine Legende waren …
ja: 夢の中で見た「サケの遡上」を実際に見られそうだと思いました。あるいは、単なる夢だったのか…
zh_cn: 你在梦里疑惑你是否可以找到“鲑鱼跃龙门”的地方，或者这只是一个传说。。。

source: You wonder if your nest will be good enough.
de: Du fragst dich, ob dein Nest gut genug sein wird.
ja: 夢から覚めた後、巣の備蓄は十分だろうかと気になりました。
zh_cn: 你在梦里纠结自己的巢是否已经足够完善。

source: You've never felt so lithe and powerful.
de: Du hast dich noch nie so geschmeidig und stark gefühlt.
ja: 夢を見ました。これほどのしなやかさと力強さを感じたことは生まれて初めてです。
ko: 당신은 절대로 유연함과 강력함을 느끼지 못합니다.
ru: Вы никогда не чувствовали в себе такую гибкость и мощь.
zh_cn: 你从来没有感到如此轻盈，强大。

source: Your body flows slightly faster than you expected... oh, just a dream.
de: Dein Körper fließt etwas schneller, als du erwartest hast … Oh, nur ein Traum.
ja: 身体が思ったよりも軽いような…あれっ、ただの夢でした。
zh_cn: 你的身体流动的比你预期中要快。。。哦，只是一个梦。

source: Your disturbingly lifelike dream has you pollinating plants.
de: In deinem verstörend lebensnahen Traum bestäubst du Pflanzen.
ja: 植物によって受粉させられる、現実感のある不安な夢を見ました。
ko: 여러 꽃을 수분하는 삶에서 현실로의 전환에 혼란감을 느꼈습니다.
ru: Вы видите тревожный сон, в котором опыляете цветы.
zh_cn: 你很困扰的梦见自己正在给花儿授粉。

source: Your dream is filled with creatures, and yet all seem like you.
de: Dein Traum ist voller Kreaturen und doch alle scheinen so wie du zu sein.
ja: 全てが自分そっくりの生物で満たされた夢を見ました。
ko: 다양한 생명체로 가득한 꿈을 꾸었습니다. 모든 생명체들이 당신을 닮았었지만요.
ru: Ваши сны наполнены существами, похожими на вас.
zh_cn: 你的梦境充斥了各种生物，但是它们看起来都和你差不多。

source: Your dream of living in the dark for years is almost real.
de: Dein Traum über das Leben in der Dunkelheit seit Jahren ist fast real.
ja: 一年中暗闇の中で暮らす、現実感のある夢を見ました。
ko: 어둠 속에서 근 일 년을 사는 현실같은 꿈을 꾸었습니다.
ru: Ваш сон о долгой жизни в кромешной тьме почти реален.
zh_cn: 你梦见自己在黑暗中生活了很多很多年，这种感觉以假乱真。

source: Your dream of raiding a giant beehive has you licking your...muzzle in anticipation.
de: In deinem Traum überfällst du einen gigantischen Bienenstock und schleckst deine … Schnauze ab.
ja: 巨大なハチの巣を襲う夢を見て…起きた時には銃口を舐めていました。
ko: 거대한 벌집을 당신의... 주둥이로 아시다시피 핥아 먹는 꿈을 꿨습니다.
ru: Вам снится набег на гигантский улей, и вы облизываете в предвкушении свою... морду.
zh_cn: 梦中，你疯狂的跪舔着一个蜂巢...用你的口器...嗯？口器。

source: Your dream of soaring over the landscape becomes a nightmare when you find yourself with arms and a glider!
de: Dein Traum über das Segeln über der Landschaft wird zum Albtraum, als du merkst, dass du Arme und einen Segelflieger hast!
ja: 空から素晴らしい景色を眺める夢は、あなた自身の腕がグライダーになって飛んでいることに気づいた途端、悪夢に変わりました！
zh_cn: 你在空中翱翔的美梦因为不必要的手臂和滑翔翼变成了噩梦。

source: Your dream-reflection is rather bearish.
de: Im Traum bist du ziemlich bärig.
ja: 夢を思い出そうとすると、熊の様な存在が頭を過ぎりました。
ko: 꿈에서 당신의 모습은 마치 곰 같았습니다.
ru: Во сне, ваше отражение в значительной степени выглядит как медведь.
zh_cn: 在梦里，你用熊的方式思考。

source: Your dream-self looks competent and in control.
de: Dein Traum-Ich sieht tüchtig aus und scheint, Selbstbeherrschung zu haben.
ja: 夢を自分で完璧にコントロールする事が出来ました。
ko: 자각몽을 꾸었습니다.
zh_cn: 你的梦表现的非常自律和冷静。

source: Your dream-self's muzzle looks...wait, muzzle?
de: Die Fänge deines Traum-Ichs sehen aus wie … moment mal, Fänge?
ja: 自分に銃口が向けられる夢を見ました...待ってくれ、何故銃口を？
ko: 꿈에서 당신은 개나 말의 주둥이를 달고 있는 모습이었습니다... 잠깐만, 주둥이?
ru: Во сне ваша морда выглядит... постойте, морда?
zh_cn: 你梦见自己带着嘴套……等等，嘴套？

source: Your dreams give a strange reclusive feeling.
de: Deine Träume geben dir ein seltsames einsiedlerisches Gefühl.
ja: その夢によって、自分が1人になった様な奇妙な孤独感を感じました。
ko: 꿈 때문에 이상한 고독감이 든다.
ru: Во сне вы чувствуете себя отшельником, живущим в скрытом от света месте.
zh_cn: 你的梦给你一种奇怪的与世隔绝的感觉.

source: Your dreams give you a rough furry feeling.
de: Deine Träume geben dir ein grobfelliges Gefühl.
ja: その夢によって、皮膚に剛毛の毛皮がある様な奇妙な感覚を受けました。
ko: 거친 털을 만지는 듯한 꿈을 꾸었습니다.
ru: Во сне у вас появляется странное ощущение жёсткой шерсти на теле.
zh_cn: 你梦见自己变得毛乎乎的——好挫……

source: Your dreams give you a sleek furry feeling.
de: Deine Träume geben dir ein geschmeidig felliges Gefühl.
ja: その夢によって、皮膚に滑らかな毛皮がある様な奇妙な感覚を受けました。
ko: 매끄러운 털을 만지는 듯한 꿈을 꾸었습니다.
ru: Во сне у вас появляется странное ощущение гладкой шерсти на теле.
zh_cn: 你梦见自己变得毛茸茸的——好萌！

source: Your dreams give you a strange chitinous feeling.
de: Deine Träume geben dir ein komisches chitinartiges Gefühl.
ja: その夢によって、皮膚がキチン質で覆われた様な奇妙な感覚を受けました。
ko: 키틴질의 느낌이 나는 꿈을 꾸었습니다.
ru: Во сне у вас есть странное ощущение хитина на теле.
zh_cn: 你的梦给你一种奇怪的长出甲壳的感觉.

source: Your dreams give you a strange content, furry feeling.
de: Deine Träume geben dir ein seltsames leicht-pelziges Gefühl.
ja: その夢は奇妙な内容で、皮膚に毛皮がある様な感覚を受けました。
ko: 꿈에서 이상한 털복숭이의 느낌을 받았습니다.
ru: Во сне у вас есть странное ощущение копыт вместо ног.
zh_cn: 你的梦给你一种莫名的满足和浑身长毛的感觉.

source: Your dreams give you a strange feathered feeling.
de: Deine Träume geben dir ein seltsames federiges Gefühl.
ja: その夢によって、身体に羽が生えた様な奇妙な感覚を受けました。
ko: 꿈에서 이상한 깃털의 느낌을 받았니다.
ru: Во сне у вас появляется странное ощущение перьев на теле.
zh_cn: 你梦到你长出了羽毛.

source: Your dreams give you a strange furry feeling.
de: Deine Träume geben dir ein seltsames pelziges Gefühl.
ja: その夢によって、皮膚に毛皮がある様な奇妙な感覚を受けました。
ko: 이상한 털을 만지는 듯한 꿈을 꾸었습니다.
ru: Во сне у вас появляется странное ощущение шерсти на теле.
zh_cn: 这个梦让你感觉心里毛毛的。

source: Your dreams give you a strange fuzzy feeling.
de: Deine Träume geben dir ein seltsames flauschiges Gefühl.
ja: その夢によって、皮膚に微毛が生えている様な奇妙な感覚を受けました。
ko: 무언가 곱슬곱슬한 느낌을 받는 꿈을 꾸었습니다.
ru: Во сне у вас есть странное ощущение шёрстки на теле.
zh_cn: 你的梦给你一种奇怪的长毛的感觉.

source: Your dreams give you a strange plantlike feeling.
de: Deine Träume geben dir ein seltsames pflanzenartiges Gefühl.
ja: その夢によって、まるで植物になってしまった様な奇妙な感覚を受けました。
ko: 식물을 만지는 듯한 느낌을 받는 꿈을 꾸었습니다.
ru: Во сне вы ощущаете себя растением.
zh_cn: 你的梦给你一种奇怪的像植物一样的感觉.

source: Your dreams give you a strange scaly feeling.
de: Deine Träume geben dir ein seltsames schuppiges Gefühl.
ja: その夢によって、皮膚に鱗がある様な奇妙な感覚を受けました。
ko: 꿈에서 이상한 비늘의 느낌을 받았습니다.
ru: Во сне у вас появляется странное ощущение чешуи на теле.
zh_cn: 你的梦给予了你皮肤鳞片化的奇怪感觉.

source: Your dreams give you a strange slimy feeling.
de: Deine Träume geben dir ein seltsames schleimiges Gefühl.
ja: その夢によって、身体が粘液になってしまった様な奇妙な感覚を受けました。
ko: 끈적거리는 느낌을 받는 꿈을 꾸었습니다.
ru: Во сне вы ощущаете себя слизнем.
zh_cn: 你的梦让你感觉浑身粘粘的。（爬满蜗牛的感觉么亲）

source: Your dreams give you a strange webbed feeling.
de: Deine Träume geben dir ein seltsames benetztes Gefühl.
ja: その夢によって、蜘蛛の巣に塗れている様な奇妙な感覚を受けました。
ko: 이상한 거미줄 느낌을 받는 꿈을 꾸었습니다.
ru: Во сне у вас есть странное ощущение паутины вокруг вас.
zh_cn: 你的梦给你一种奇怪的网状的感觉.

source: Your dreams give you a strange wet feeling.
de: Deine Träume geben dir ein seltsames nasses Gefühl.
ja: その夢によって、身体が湿り気を帯びる様な奇妙な感覚を受けました。
ko: 이상하고 축축한 느낌을 받는 꿈을 꾸었습니다.
ru: Во сне у вас есть странное ощущение воды вокруг вас.
zh_cn: 你的梦让你感觉浑身湿湿的。

source: Your dreams give you a strange wet, scaly feeling.
de: Deine Träume geben dir ein seltsames nasses, schuppiges Gefühl.
ja: その夢によって、皮膚に湿った鱗がある様な奇妙な感覚を受けました。
ko: 꿈에서 이상하고 습한 비늘의 느낌을 받았습니다.
ru: Во сне у вас появляется странное ощущение влаги и чешуи на теле.
zh_cn: 你的梦让你感受到奇异的潮湿和长出鳞片的感觉

source: Your dreams give you a thick furry feeling.
de: Deine Träume geben dir ein dickfelliges Gefühl.
ja: その夢によって、皮膚に厚い毛皮がある様な奇妙な感覚を受けました。
ko: 빽빽한 털을 만지는 듯한 꿈을 꾸었습니다.
ru: Во сне у вас появляется странное ощущение густой шерсти на теле.
zh_cn: 你梦见自己变得毛糙糙的。

source: Your dreams give you an oddly medicated feeling.
de: Deine Träume geben dir ein komisch medizinisches Gefühl.
ja: その夢によって、身体に投薬された様な奇妙な感覚を受けました。
ko: 약물과 관련된 이상한 꿈을 꾸었습니다.
ru: Во сне у вас есть странное лекарственное ощущение.
zh_cn: 你梦到你磕了不少摇头丸。

source: Your dreams of fully turning into a spider frighten you.
de: Deine Träume, in denen du dich vollständig zu einer Spinne verwandelst, machen dir Angst.
ja: 完全にクモになってしまう恐ろしい夢を見ました。
ko: 거미로 완전히 변하는 꿈에 공포를 느꼈습니다.
ru: Вас пугают сны, в котором вы становитесь настоящим пауком.
zh_cn: 你梦见自己已经完全变成了一只蜘蛛！吓死爹了！

source: Your dreams of having to live without a web frighten you.
de: Deine Träume, in denen du ohne Spinnennetz leben musst, beängstigen dich.
ja: 夢から覚め、クモの巣なしで生活することを考えると恐ろしくなりました。
zh_cn: 梦到过着没有网的生活，你差点吓屎。

source: Your dreams of living on the ocean floor seem more lifelike than reality.
de: Deine Träume über das Leben auf dem Meeresgrund scheinen lebensnaher als die Realität zu sein.
ja: 海底に住む夢を見ました。現実よりもリアルだった気がします。
ko: 바다에서 사는 삶에 대한 꿈이, 현실보다 더 현실 같은 느낌이 듭니다.
ru: Ваш сон о жизни на морском дне кажется более реальным, чем сама реальность.
zh_cn: 你感觉梦里生活在海床上的感觉比现实更加真实。

source: Your dreams...are complex and multifaceted.
de: Deine Träume sind komplex und facettenreich.
ja: その夢は...複雑で多面的な何だか良く分からない感じの夢でした。
ko: 꿈이... 너무나도 복잡하고 다면적이었습니다.
ru: Ваши сны... сложные и многогранные.
zh_cn: 你的梦复杂而多变。

source: Your lifelike dreams have you scavenging food with a pack of rats.
de: In deinem lebensnahen Traum sammelst du Futter mit einer Gruppe Ratten.
ja: 夢の中でネズミの群れと一緒に食料を探していました。
ko: 쥐 떼에 섞여, 먹을 것을 찾아 쓰레기를 뒤지는 생생한 꿈을 꾸었습니다.
ru: В реалистичных снах вы копаетесь в мусоре вместе с остальными крысами.
zh_cn: 你很生动的梦见自己正在和一群鼠伙伴分享食物。

source: Your nightmare of sentient rats turns successful, as you grab their King and shake it apart!
de: Dein Albtraum über empfindungsfähige Ratten wird zum Erfolg, als du ihren König ergreifst und ihn auseinanderschüttelst.
ja: 知能のあるネズミの悪夢は良い夢に転じました。彼らの王を捕らえ、引き裂いてやったのです！
zh_cn: 你感知到大量老鼠的噩梦在你把老鼠王抓住并且撕成碎片的瞬间变的美好了！

source: Your success in restoring civilization was only a dream. For now.
de: Dein Erfolg bei dem Wiederaufbau der Gesellschaft war nur ein Traum. Fürs Erste.
ja: 文明社会の復興を成し遂げたのは夢だったようです。今のところ。
ko: 꿈에 불과했지만, 잠시 동안 당신은 문명의 복구에 성공했었습니다. 그것뿐이에요.
ru: Ваш успех в восстановлении прежней цивилизации был лишь сном.
zh_cn: 你成功地重建了人类文明，但它暂时只是一个梦。

source: Your vivid dream of living as a slime blob frightens you.
de: Dein lebendiger Traum über das Leben als Schleimblob ängstigt dich.
ja: どろどろのブロブとして生きる鮮烈な恐ろしい夢を見ました。
ko: 끈적이는 덩어리로 사는 생생하고도 무서운 꿈을 꾸었습니다.
ru: Вас пугает сон, в котором вы были комком слизи.
zh_cn: 你很生动的梦见自己变成了一只史莱姆，吓死爹了！

source: Your vivid dream of your pseudopods calcifying into rigid structures terrifies you.
de: Dein lebhafter Traum darüber, wie sich deine Scheinfüßchen zu einem festen Material verkalken, macht dir Angst.
ja: あなたの仮足が石灰のように固まってしまう鮮明で恐ろしい夢を見ました。
zh_cn: 你生动的梦到你的假足钙化成了坚硬的结构，哇靠吓屎了！

source: A laser sight is targeting you!
ja: レーザーサイトが狙いを定めています！
zh_cn: 一个激光红点瞄到了你的身上！

source: AI tag for asking NPCs for items. This is a bug if you have it.
zh_cn: AI专用TAG：要求物品。如果你有这个，出BUG了！

source: AI tag for asking to NPCs for personal information. This is a bug if you have it.
zh_cn: AI专用TAG：要求个人信息。如果你有这个，出BUG了！

source: AI tag for asking to NPCs to follow you. This is a bug if you have it.
zh_cn: AI专用TAG：要求跟随。如果你有这个，出BUG了！

source: AI tag for asking to NPCs to train you. This is a bug if you have it.
zh_cn: AI专用TAG：要求训练。如果你有这个，出BUG了！

source: AI tag for asking to lead NPCs. This is a bug if you have it.
zh_cn: AI专用TAG：要求带路。如果你有这个，出BUG了！

source: AI tag for telling NPCs to catch up. This is a bug if you have it.
zh_cn: AI专用TAG：要求跟上。如果你有这个，出BUG了！

source: AI tag for when hit-and-run monsters run away. This is a bug if you have it.
zh_cn: AI专用TAG：尝试逃跑。如果你有这个，出BUG了！
