Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You don't feel right unless you're carrying as much as you can. You suffer morale penalties for carrying less than maximum volume (weight is ignored). Xanax can help control this anxiety.
ja: 物を沢山所持したいという強迫観念に囚われています。容積の限界まで物を持たなければ、意欲にペナルティーを受けます。ザナックスにより症状を抑える事が出来ます。
zh_cn: 你不把你的背包装满就觉得浑身不对劲。如果你携带的东西小于你的最大体积，你的士气便会降低。抗焦虑药可以帮助你控制这种负面效果。

source: You don't like thinking about violence. Your combat skills advance much slower than usual, and you feel more guilt about killing.
ja: 暴力的な事は考えたくありません。戦闘技能の成長速度が通常よりも遅くなります。また、殺害に対する罪悪感を強く感じます。
zh_cn: 对于暴力行为，你连想都不愿意想。你的战斗技能增长更为缓慢，你对杀戮的内疚也更为强烈。

source: You don't sleep often. But when you do, you need very little of it.
de: Du schläft nicht oft. Aber wenn, dann brauchst du nur sehr wenig Schlaf.
ja: ほぼ眠る必要がない。眠る時も非常に短い時間だけで問題ありません。
ko: 당신은 그리 자주 수면을 취하지 않습니다. 게다가 수면을 취할 때에도, 수면시간을 아주 적게 필요로 합니다.
ru: Вы не очень часто спите. Также у вас уходит меньше времени на сон.
zh_cn: 你不经常睡觉。但当你睡觉的时候，只需要一小会儿。

source: You dry out seriously quickly, requiring three times as much liquid to stay hydrated.
de: Du trocknest ernsthaft schnell aus. Du benötigst dreimal so viel Flüssigkeit, um hydratisiert zu bleiben.
ja: 致命的な速さで水分が失われていきます。常人の3倍の水が必要になります。
ko: 당신은 심각할 정도로 빠르게 수분을 잃어버려서, 정상 수분량을 유지하려면 세 배 많은 물이 필요합니다.
ru: Вы сохнете невероятно быстро. Для избежания обезвоживания, требуется в три раза больше жидкости.
zh_cn: 如果没有三人份的水的话，你就要变成人干了。

source: You eat faster, and can eat and drink more, than anyone else! You also enjoy food more; delicious food is better for your morale, and you don't mind unsavory meals as much.
ja: 食べるのが速く、大量に飲食が可能で、満足感も多く得られます。
zh_cn: 你吃的更快，也能比其他人吃、喝更多东西！你还可以从美味食品中获得更多的好心情，你也不介意残羹剩菜。

source: You feel as though you are slowly weakening, but it's so slight a feeling that it does not affect you at all.
de: Du fühlst dich, als würdest du allmählich schwächer, aber das ist ein so schwaches Gefühl, dass es dich überhaupt nicht beeinträchtigt.
ja: ゆっくりと体が弱っていくのを感じます。が、今のところ気のせいです。実際には何も影響はありません。
ko: 당신은 몸이 느리게 약해짐을 느끼고 있습니다. 하지만 그 정도가 심하지는 않아서, 지금은 어떤 영향을 주지는 않습니다.
ru: У вас чувство, как будто вы медленно ослабеваете, но оно настолько незначительное, что не оказывает никакого эффекта.
zh_cn: 你感到你正在慢慢虚弱，但是感觉很轻微，对你不造成什么影响。

source: You feel nauseous almost constantly, and are more liable to throw up from food poisoning, alcohol, etc. You can, if desired, think yourself into vomiting, too.
ja: 常に吐き気を催しています。食中毒やアルコール、その他の要因から吐く確率が上昇します。吐く必要があるかは自分で判断が出来ます。
zh_cn: 你经常感到恶心，更容易从变质食物和酒精中获得这种状态。

source: You feel very sluggish when not in direct sunlight. You suffer a 5% drop in speed when in shade, and a 10% drop in speed when in the dark.
ja: 直射日光を浴びていないと体を重く感じ、気怠くなります。日陰にいると速度に-5%、暗闇では-10%のペナルティーを受けます。
zh_cn: 如果你不能在阳光照射下将变得非常缓慢。你在阴暗中速度下降5%，在黑暗中下降10%。

source: You find it difficult not to sink roots when able. You extract nutrients and water whenever on diggable terrain, but move more slowly.
ja: 隙あらば根を張ることもそう難しくはないと気付きました。掘削可能な地形の上にいる間、土に根を下ろして栄養と水分を補給することができますが、より移動速度が低下します。
zh_cn: 你发现你想不深♂插基本是不可能的。你可以从任何可以挖掘的地形上或者水里汲取营养，但你丫更TM慢了。

source: You find yourself hungry. A lot. You need about twice as much food as the average human.
de: Du bist hungrig. Und zwar oft. Du brauchst doppelt so viel Nahrung wie der Durchschnittmensch.
ja: ふと気付けば空腹です。とても。常人の2倍の食料を必要とします。
ko: 당신은 배가 고프다는 것을 알아챘습니다. 그것도 많이요. 당신은 보통 사람보다 두 배 많은 음식을 먹어야 합니다.
ru: Вы постоянно голодны. Вам нужно есть примерно в два раза больше еды, чем обычному человеку.
zh_cn: 诶呦，我怎么又饿了？你消化食物的速度是常人的两倍。

source: You find yourself needing to sleep quite often. You'll spend about half your time in or around bed.
de: Du musst seltener schlafen. Du musst halb so viel Zeit im Bett verbringen.
ja: かなり頻繁に眠る必要があります。半日はベッドとその周辺で過ごす事になるでしょう。
ko: 당신은 자신이 너무 자주 수면을 필요로 한다는 것을 깨달았습니다. 당신은 하루 중 절반을 침대에서 보내야 할 것입니다.
ru: Вы обнаружили, что вам теперь необходимо спать как можно чаще. Вы будете тратить примерно половину своей жизни в или около кровати.
zh_cn: 整天都迷迷糊糊……睡眠占去了你的一半生命。

source: You frequently let out a piercing howl.
de: Du lässt oft einen schrillen Heuler los.
ja: 頻繁に、遠吠えを上げます。
ko: 당신은 가끔씩 몸속에서 올라오는 깊은 울부짖음을 냅니다.
ru: Вы часто пронзительно воете.
zh_cn: 你经常发出刺耳的惨嚎声。

source: You get the feeling that you're on the cusp of becoming something greater than yourself.
ja: 自分は何かの一部、その末端のひとつであるような、偉大なる何かの指の先に居るような、そんな気がします。
zh_cn: 你觉得你将马上成为某种比你自己更伟大的存在。

source: You get to see your exact amount of HP remaining, instead of only having a vague idea of whether you're in good condition or not.
de: Du kannst die exakte Zahl deiner verbleibenden Trefferpunkte sehen, anstatt nur eine vage Einschätzung, ob du in guter Verfassung bist oder nicht.
ja: 普通の人は自分の状態について漠然とした事しか分かりませんが、あなたは身体の各部位の残りHPを正確に把握できます。
ko: 남은 HP의 양을 정확하게 알게 됩니다. 이 능력을 선택하지 않으면, 자신이 괜찮은 상태인지 아닌지 대략적인 상태만을 알 수 있습니다.
ru: Вы знаете точное значения количества очков здоровья, а не имеете смутное представление в каком состоянии вы находитесь, в хорошем или плохом.
zh_cn: 你能看到你准确的剩余HP值，而不只是一个模糊的概念，无论它是好是坏。

source: You have Avian Bone Syndrome--your bones are nearly hollow. Your body is very light as a result, enabling you to run and attack 20% faster, but also frail; you can carry 40% less, and bashing attacks injure you more.
ja: 骨がスカスカになったおかげで身体がとても軽くなり、軽快に動けます。走りと攻撃の速度に20%のボーナスを得ますが、所持重量に-40%のペナルティーを受けます。そしてより打撃によって重大なダメージを受けます。
zh_cn: 你有禽骨综合症 - 你的骨头几乎是空心的。由于你的身体很轻，你的步行移动速度和攻击速度增加20%，但你的体质也弱，你携带的东西减少40%，且更容易受伤。

source: You have a an exceptional memory, and find it easy to remember things. Your skills will erode slightly slower than usual.
ja: 優れた記憶力があり、記憶を維持するのが楽になります。技能劣化が通常よりも若干遅くなります。
zh_cn: 烂笔头不如你的好记性！你的技能遗忘速度较常人为慢。

source: You have a beak for a mouth. You can occasionally use it to peck at your enemies, but it is impossible for you to wear mouth gear. Slightly reduces wet effects.
ja: 口に嘴が生えています。もしかしたら、つつかれて痛がる敵もいるかもしれません。口装備を身に付けることは困難でしょう。濡れた時のペナルティーが僅かに減少します。
zh_cn: 你有一个嘴喙。你可以偶尔用它来啄你的敌人，但你不能带口罩类物品。稍稍降低湿身不爽感。

source: You have a fin-like tail. It allows you to swim more quickly. Slightly increases wet benefits.
ja: フィンの様な形状の尾ひれが生えています。尾ひれを使って迅速に泳ぐ事が出来ます。濡れた時のデメリットが僅かに減少します。
zh_cn: 你有一个鳍状的尾巴。它允许你游得更快。略微增加防水能力。

source: You have a flattened nose and thin slits for nostrils, giving you a lizard-like appearance. This makes breathing slightly difficult and increases mouth encumbrance by 1.
ja: 鼻が平らになり、鼻孔は狭い溝状に変化し、爬虫類のような顔になりました。僅かに呼吸が困難になります。口に1の動作制限を受けます。
zh_cn: 你有一个扁平的鼻子和窄窄的鼻孔，就像蜥蜴一样。使你产生轻微的呼吸困难，且口部累赘+1。

source: You have a flexible mind, allowing you to learn skills much faster than others. Note that this only applies to real-world experience, not to skill gain from other sources like books.
ja: 柔軟な思考ができ、技能を学ぶ速度が早まります(本には影響しない)。
zh_cn: 你有一个灵活的大脑，让你学习技能比别人更快。请注意，这仅仅加快你技能的经验获 得速度，而不能提高你从书中获得的技能等级上限。

source: You have a growling, rough voice. Persuading NPCs will be more difficult, but threatening them will be easier.
ja: 獣が唸るような荒々しい声です。NPCの説得が困難になりますが、恐怖させるのは容易になります。
zh_cn: 你有着一个粗鲁的声音，说服NPC们将更加困难，但威胁他们变得十分容易。

source: You have a handsome set of feline whiskers around your mouth. These make you more aware of vibrations in the air, and improve your ability to dodge very slightly.
ja: 口の周りになんとも堂々たるネコのようなひげが生えています。空気の振動を感知し、回避力が僅かに上がります。
zh_cn: 你的嘴部周围出现了猫科动物般的帅气胡须。它可以在空气中震动从而提高你的感知，并轻微提升你的闪避力。

source: You have a hard time falling asleep, even under the best circumstances!
de: Es fällt dir schwer, einzuschlafen, sogar unter den besten Voraussetzungen!
ja: 最高の環境でも寝入るのに苦労します。
ko: 잠을 자기가 힘들어집니다. 가장 좋은 조건에서도 잠을 청하기 힘듭니다!
ru: Бессонница. Вы с трудом засыпаете, даже в идеальных условиях!
zh_cn: 你即使在​​最好的情况下依然难以入睡！

source: You have a hard time remembering things. Your skills will erode slightly faster than usual.
ja: 物忘れが酷く、技能の劣化が早まります。
zh_cn: 你记住东西很难，所以你的技能下降的要比别人快一些。

source: You have a high tolerance for pain.
de: Du hast eine hohe Schmerzgrenze.
ja: 痛みに対して我慢強い。
ko: 당신은 고통을 참는 능력이 강합니다.
ru: У вас высокая терпимость к боли.
zh_cn: 你对疼痛有着很高的忍耐性。

source: You have a huge rack of antlers, like those of a moose. They prevent you from hearing headwear that is not made of fabric, but provide a weak headbutt attack.
ja: ヘラジカの様に大きな枝角を持っています。攻撃時、稀に弱い頭突きを繰り出します。しかし、素材に布を含まない頭装備を身に着ける事が出来なくなります。
zh_cn: 你头上有个像麋鹿一样的鹿角，你将不能穿戴除了布料做成以外的头盔，但可以给你的头提供些许撞击加成。

source: You have a long and semi-stiff lizardlike tail. You can't effectively lash it in combat, but it significantly improves your balance.
ja: 蜥蜴の尻尾に似た殆ど堅くて曲がらない長い尻尾が生えています。戦闘で鞭として使うには不向きですが、効果的に身体のバランスを補助してくれます。
zh_cn: 你有一条长而坚（僵）硬的蜥蜴尾巴。用它抽人有些费力，不过能够用它来维持平衡。

source: You have a long but hairless tail. It's a pretty effective balancing aid, but does look, uh, ratty.
de: Du hast einen langen aber haarlosen Schwanz. Er ist eine ziemlich effektive Balancierhilfe, sieht aber schäbig und rattenähnlich aus.
ja: 無毛の長い尻尾が生えています。効果的に身体のバランスの補助してくれます。本物の鼠みたいにね。
ko: 당신은 털이 없는 긴 꼬리를 가지게 되었습니다. 균형 잡기에 실질적인 도움을 많이 주지만, 겉보기에는, 으음, 쥐 같네요.
ru: Вы имеете длинный, лысый хвост. Это довольно эффективно помогает вам сохранять баланс, но выглядит так... крысино.
zh_cn: 你长出了一条长而无毛的尾巴。它提供了优秀的平衡辅助，不过看起来，有点，呃……太“一只耳”了？

source: You have a long tail that ends in a heavy, bony club. It does not improve your balance at all, but allows for a powerful bashing attack.
ja: 先端に重厚な骨の棍棒が付いた長い尾です。身体のバランスを向上させる効果はほとんどありませんが、力強い打撃を繰り出すことができます。
zh_cn: 你有一条骨感十足的长长的尾巴，它并不能使你保持平衡，但可以用来抽打对方。

source: You have a long tail that ends in a vicious stinger, like that of a scorpion. It does not improve your balance at all, but allows for a powerful piercing attack.
ja: 蠍の尻尾に似た先端に鋭い棘が付いた長い尻尾です。全ての身体のバランスを改善しますが、強力な刺突攻撃などは出来ません。
zh_cn: 你有一条像蝎子一样的尾巴，它并不能使你保持平衡，但提供穿刺伤害。

source: You have a long tail with a tuft on the end. You find yourself instinctively swatting away flies with it, though it's not as effective at balancing you as you'd like.
ja: 先端に房の付いた長い尻尾が生えています。身体のバランスを取るには不向きですが、本能的に飛び回る蝿を見つけては叩き落してくれます。
zh_cn: 你长出了一条长尾巴，末端有一簇毛。你发现你本能地用它驱赶苍蝇，以至于当你想要用它保持平衡时，它却打向了后背。

source: You have a long, fluffy-furred tail. It greatly improves your balance, making your ability to dodge much higher. However, you find yourself wagging when happy...
ja: ふわふわの綿毛に覆われた長い尻尾です。身体のバランスを大幅に向上させ、より回避能力が高まります。が、気分が良いと勝手に揺らぎます...
zh_cn: 你有一条毛茸茸的尾巴，它极大地提高你的平衡，使你的闪避能力提高。

source: You have a long, graceful tail, like that of a big cat. It improves your balance, making your ability to dodge higher.
ja: 大型の猫科動物の尻尾に似た長くて優雅な尻尾が生えています。身体のバランスを向上させ、回避能力が高まります。
zh_cn: 你有一条像猫一样的尾巴，它可以提高你的平衡能力，使你的闪避能力提高。

source: You have a long, thick, lizardlike tail. It helps you balance a bit but also makes a serviceable whip.
ja: 蜥蜴の尻尾に似た長くて太い尻尾が生えています。身体のバランスを多少は補助してくれます。また、修復可能な鞭としても使えます。
zh_cn: 你现在有了一根长长的、粗粗的...蜥蜴尾巴。它能够帮你在奔跑的时候增加一些平衡，同时还能当做一根很犀利的鞭子。

source: You have a major digestive disorder. Though it causes you to vomit frequently, you have found that you can trigger your vomit reflex on demand, too.
ja: 重症の消化器障害を患っています。何もしていなくても頻繁に嘔吐します。自分の意思によっても自在に嘔吐できます。
zh_cn: 你有消化系统的疾病，所以你经常呕吐，但你已经学会自如的触发你的呕吐反应，随心所欲的喷人一脸。

source: You have a pair of antennae. They allow you to detect the presence of monsters up to a few tiles away, even if you can't see or hear them, but prevent you from wearing headwear that is not made of fabric.
ja: 一対の触覚を持っています。たとえ視覚や聴覚が届かなくとも、数タイル以内にいる敵を感知する様になります。しかし、素材に布を含まない頭装備を身に着ける事が出来なくなります。
zh_cn: 你有一对触角，可以发现周围你看不见的怪物，但除面料做的帽子外你都戴不上。

source: You have a pair of bumps on your skull.
de: Du hast ein paar Beulen auf deinem Schädel.
ja: 頭に一対の瘤があります。
ko: 두개골에 한쌍의 튀어나온 부분이 있습니다.
ru: У вас есть пара бугорков на черепе.
zh_cn: 你额头上有突起。

source: You have a pair of large curled horns, like those of a ram. They allow you to make a strong bashing headbutt attack, but prevent you from wearing any headwear.
ja: 牡羊の様に大きく渦巻いた角を持っています。攻撃時、稀に強力な打撃属性の頭突きを繰り出します。しかし、頭装備を身に着ける事が出来なくなります。
zh_cn: 你有一对像公羊一样的羊角，可以助你抵挡冲击伤害，但除面料做的帽子外你都戴不上。

source: You have a pair of large, feathered wings. Your body is too heavy to be able to fly, but you can use them to slow your descent during a fall, and will not take falling damage under any circumstances.
ja: 羽毛で覆われた一対の大きな翼を獲得しました。飛行するには体が重すぎますが、落下速度を制御することはできます。如何なる条件下でも落下によるダメージを受けることがありません。
zh_cn: 你的背后有双天使般的翅膀，但你太重了飞不起来。它可以大大降低你的掉落速度，从高空坠落再也无法对你造成伤害。

source: You have a pair of large, leathery wings. You can move them a little, but they are useless, and in fact put you off balance, reducing your ability to dodge slightly.
ja: 大きな獣皮の翼を獲得しました。動かそうと思えば少し動かせますが、役には立ちませんし、身体のバランスを崩しています。回避力が僅かに下がります。
zh_cn: 你的背后有双巨大的翅膀，它太重了以至于不但飞不起来还使你身体失去了平衡。

source: You have a pair of large, translucent wings. They are too small to lift you, but are powerful enough to greatly speed your movement, with some effort and noise.
ja: 半透明の、一対の大きな翅を獲得しました。離陸するには小さすぎますが、力強いはばたきによって素早く動くことができます。この能力は多少の頑張りと騒音を伴います。
zh_cn: 你可以像一个巨型小叮当一样带着嗡嗡声走来走去。这双巨大的半透明的翅膀。虽然不能让你飞起来，但是可以大大加快你的移动速度。

source: You have a pair of long, pointed horns, like those of an antelope. They allow you to make a strong piercing headbutt attack, but prevent you from wearing any headwear the is not made of fabric.
ja: アンテロープの様に長く鋭い角を持っています。攻撃時、稀に強力な貫通属性の頭突きを繰り出します。しかし、素材に布を含まない頭装備を身に着けることが出来なくなります。
zh_cn: 你头上有一对像羚羊般的犄角。你可以用你的头撞击对方造成伤害，但除了面料做成的帽子外你都穿不了。

source: You have a pair of small horns on your head. They allow you to make a weak piercing headbutt attack.
ja: 頭に小さな角を持っています。攻撃時、稀に弱い貫通属性の頭突きを繰り出します。
zh_cn: 你头上有一对像小牛一样的小犄角。你可以用你的头撞击对方造成微弱伤害。

source: You have a pair of stubby little wings projecting from your shoulderblades. They can be wiggled at will, but are useless.
ja: 一対の翼のような短い突起物が肩甲骨から生えています。意識を集中させることでぴくぴくと動かせますが、何の役にも立ちません。
zh_cn: 你肩胛骨外有一对又粗又短的小翅膀，你可以拍打它们，但它们没什么用。

source: You have a rare allergy that prevents you from eating wheat. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
ja: 小麦を食べる事が出来ない珍しいアレルギーを持っています。小麦製品を食べた場合は吐き気による意欲ペナルティーが発生します。
zh_cn: 你有罕见的小麦过敏症，你无法食用面制品。虽然你还是可以吃，但是这种行为会让你恶心并且影响你的士气。

source: You have a second set of clear eyelids which lower while underwater, allowing you to see as though you were wearing goggles. Slightly decreases wet penalties.
ja: まぶたの下に、もう一枚の透明なまぶたを獲得しました。水中でゴーグル着用時と同様の視界が得られます。濡れた時のデメリットが僅かに減少します。
zh_cn: 你的眼睛有双层膜，潜水的时候可以像带了潜水镜一样看的清楚。稍微降低了湿的处罚。

source: You have a set of prominent rodent-like whiskers around your mouth. These make you more aware of vibrations in the air, and improve your ability to dodge slightly.
ja: 口の周りに非常に目立つネズミのようなひげが生えています。空気の振動を感知し、回避力が僅かに上がります。
zh_cn: 你的嘴部周围出现了像啮齿动物般的胡须。它可以在空气中震动从而提高你的感知，并轻微提升你的闪避力。

source: You have a short, stubby tail, like a rabbit's. It serves no purpose.
ja: 兎の尻尾に似た短い尻尾が生えています。特に役には立たないでしょう。
zh_cn: 你有一个毛茸茸的兔子尾巴，除了卖萌以外并无作用。

source: You have a threatening snarl in your voice. Persuading NPCs will be near impossible, but threatening them will be much easier.
ja: 身の毛もよだつ凶悪な響きの声です。NPCの説得はほぼ不可能になりましたが、より容易に恐怖させることができます。
zh_cn: 你的嗓门很大且经常发出咆哮音，从而几乎不可能说服NPC，但威胁他们要容易得多。

source: You have a very large and very beautiful pair of brightly-colored wings. They can't lift you, and they make balancing tricky, but they certainly catch air and attention!
ja: とても大きく、美しい、鮮やかな模様に彩られた蝶の羽を獲得しました。空を飛ぶことはできませんし、身体のバランスも崩れますが、注目を集めることができます！
zh_cn: 你拥有一对又大又漂亮的色彩斑斓的蝶翼。靠这玩意飞不起来，也让平衡变得更难。不过至少很拉风！

source: You have a very strong genetic base. If you mutate, the odds that the mutation will be beneficial are greatly increased.
ja: 有益な変異が発生する可能性が上昇します。
zh_cn: 你具有非常完美的基因基础，当你发生变异时，有利变异几率将大大高于不利变异。

source: You have always been able to fall asleep easily, even when sleeping in less than ideal circumstances.
de: Du konntest schon immer leicht einschlafen, sogar, wenn du unter subobtimalen Bedingungen schlafen willst.
ja: 周辺が理想的な睡眠環境ではなくとも、直に眠りにつけます。
ko: 당신은 언제나 쉽게 깊은 잠에 빠질 수 있습니다. 설사 수면에 알맞지 않은 환경이더라도 말이죠.
ru: Для вас не составляет труда заснуть, даже в неидеальных условиях.
zh_cn: 你总是能倒头就睡，即便在金属残骸上也照睡不误。

source: You have claws on the ends of your fingers, and can extend or retract them as desired. Gloves will still get in the way, though.
ja: 自在に出し入れできる鋭い鉤爪です。しかし依然として手袋をするには邪魔です。
zh_cn: 你的指尖变得尖锐锋利，并且伸缩自如。如果你没带手套，你的徒手攻击将造成少量劈砍伤害。

source: You have claws on the ends of your fingers. If you aren't wearing gloves, your unarmed attacks deal a minor amount of cutting damage.
ja: 弧を描く鋭い鉤爪です。手袋をしていないなら、素手攻撃に多少の切断ダメージが追加されます。
zh_cn: 你的指甲变得又长又硬，如果不戴手套，徒手攻击会对对方造成劈砍伤害。

source: You have developed several vines sprouting from your shoulder area. They're bulky and get in the way.
de: Du hast diverse Lianen, die aus deinem Schulterbereich sprießen, entwickelt. Sie sind sperrig und im Weg.
ja: 左右の肩の周りからそれぞれ数本の太い蔦が生え、成長しています。嵩張るし邪魔です。
ko: 어깨로부터 덩굴줄기들이 자라났습니다. 덩굴들은 부피가 크고 거치적거립니다.
ru: У вас выросло несколько лоз в области лопаток. Они громоздкие и мешают вам.
zh_cn: 你的肩膀上长出了许多藤蔓。又笨重又麻烦。

source: You have four handsome limbs, and then those mutant 'hand' and 'foot' things. They probably aren't worth concealing.
ja: 元からある手足も立派なものですが、変異で獲得した新たな"手"と"足"も負けてはいません。どう頑張っても隠しておくことはできないでしょう。
zh_cn: 你另外有四条漂亮的肢体，在加上那些变异了的手和脚。或许根本没必要藏起来。

source: You have full control of your vines, and can grow new ones and detach old ones more or less at will.
de: Du hast volle Kontrolle über deine Lianen und kannst Neue wachsen lassen und Alte abtrennen, mehr oder weniger nach Belieben.
ja: 蔦の完全な制御を得ました。新しい蔦を生やすのも、古い蔦を切り離すのも、思いのままです。
ko: 당신은 덩굴을 완전히 통제하는 방법을 터득하였으며, 마음대로 새로운 덩굴을 자라게 하고 오래된 덩굴을 떨어뜨릴 수 있게 되었습니다.
ru: Вы имеете полный контроль над своими лозами, теперь вы можете отрастить новые и снять старые по своему желанию.
zh_cn: 你已经完全掌握了你的藤蔓。并且可以随时生长出新的藤蔓或者分离掉旧的藤蔓。

source: You have grown a thick shell over your torso, providing excellent armor. You find you can use the empty space as 16 storage space, but cannot wear anything on your torso. Somewhat reduces wet effects.
ja: 胴体に大きな分厚い殻を獲得しました。素晴らしい防御力を発揮します。中の空間に小物をしまっておくことができるようです。所持容積が16増加します。しかし胴体には何も装備できません。濡れた時のペナルティーがいくらか減少します。
zh_cn: 你的身体表面有一个厚厚的外壳，提供优良的装甲。有一个16单位的存储空间，但不能穿衣服了。稍微减少潮湿时的惩罚。

source: You have grown even more massive, to the point where you cannot usefully fit into human-sized clothing or vehicles. Much of it is powerful muscle mass (Strength +4), but it's a real pain to haul around.
ja: さらにがっちりと成長しました。もう人間サイズの衣服や乗り物は利用できそうにありません。屈強すぎるこの体で歩き回るのは本当に苦痛です。筋力に+4のボーナスを得ます。
zh_cn: 你的巨型身材很难找到匹配的衣服，连钻进汽车都困难。尽管你的力量惊人（力量+4）但是与之相随的迟缓笨重令你相当头痛。

source: You have grown large, curved, and wickedly sharp talons in place of your big toes. Fortunately, they don't get in the way of your walking. Unfortunately, they do prevent you from wearing footgear, which does cause some problems.
ja: 両足の親指に、巨大で、禍々しく弧を描く猛禽類の爪が発達しました。幸運にも歩行の妨げにはならないようですが、不幸にも色々な問題が起きるため靴を履くことが困難です。
zh_cn: 爪子已经代替你的大脚趾长的巨大，带有弯曲和锋利的爪子，幸运的是，他们并没有影响你走路的方式，不幸的是，你无法穿戴鞋袜，可能会撑破，这可能会导致保暖缺失.

source: You have grown noticeably taller and broader. Much of it is useful muscle mass (Strength +2), but you find it throws off your balance and you get in your own way (+1 Torso and Arm Encumbrance).
ja: 縦にも横にも明らかに大きい、不便なほどの巨体に成長しました。見た目に恥じない筋力を誇りますが、全体のバランスに欠け、自分の体が邪魔で動きにくくなっています。筋力に+2のボーナスを得ますが、胴と腕に+1の動作制限を受けます。
zh_cn: 丧尸浩克或许会把你当作它的兄弟。肌肉质量增加是件好事（力量+2），不过你发现保持平衡和不让左手打到右手是件难事（躯干和手臂累赘+1）。

source: You have no qualms about bending the truth, and have practically no tells. Telling lies and otherwise bluffing will be much easier for you.
ja: 事実を曲げたり隠蔽して話す事に何の遺憾も抱かない。容易に嘘をついたりはったりをかます事が出来ます。
zh_cn: 你说谎话从来不脸红，就像说的是真理一样。欺骗别人将变得更加容易。

source: You have practiced fighting with weapons. You start with your choice of Eskrima, Fencing, or Pentjak Silat.
ja: 武器を使った戦闘術を練習してきました。エスクリマ、フェンシング、プンチャック・シラットの内1つを修得した状態で始まります。
zh_cn: 你曾在当地道场接受过一套近身武器训练。你在开始的时候可以选择卡力十字棍术、击剑术和班卡苏拉刀术之一.

source: You have problems with eating meat. It's possible for you to eat it, but you will suffer morale penalties due to nausea.
ja: 極度の肉嫌いで、肉を食べた場合は吐き気による意欲ペナルティーが発生します。
zh_cn: 你坚持素食主义，虽然你还是可以吃肉，但是这种行为会让你恶心并且影响你的士气。

source: You have received some martial arts training at a local dojo. You start with your choice of Karate, Judo, Aikido, Tai Chi, or Taekwondo.
ja: 空手、柔道、合気道、太極拳、テコンドーの内1つを修得した状態で始まります。
zh_cn: 你在道场里接受过一些武术训练。你能够在空手道、柔道、合气道、太极拳和跆拳道中选择一项，作为你的初始武术。

source: You have studied the arts of the Shaolin monks. You start with one of the five animal fighting styles: Tiger, Crane, Leopard, Snake, or Dragon.
ja: 虎形拳、鶴形拳、豹形拳、蛇形拳、龍形拳の内1つを修得した状態で始まります。
zh_cn: 你是少林寺的俗家弟子。你在开始的时候可以选择少林虎形拳、少林豹形拳、少林鹤形拳、少林蛇形拳或者少林龙形拳之一。

source: You have taken some self-defense classes at a nearby gym. You start with your choice of Capoeira, Krav Maga, Muay Thai, Ninjutsu, or Zui Quan.
ja: カポエイラ、クラヴマガ、ムエタイ、忍術、酔拳の内1つを修得した状態で始まります。
zh_cn: 你曾在附近健身房接受过一套防身术训练。你在开始的时候可以选择巴西战舞、以色列格斗术、泰拳、忍术或者醉拳之一。

source: You heal a little faster than most; sleeping will heal more lost HP.
de: Du heilst dich ein bisschen schneller als die Meisten; der Schlaf wird mehr verlorene Trefferpunkte wiederherstellen.
ja: 傷の治りが早い。睡眠時の体力回復量が増加します。
ko: 일반인보다 회복력이 약간 더 좋습니다. 잠을 통해 잃어버린 HP를 조금 더 회복할 수 있습니다.
ru: Вы быстрее лечитесь; сон восстанавливает больше потерянных очков здоровья.
zh_cn: 你比正常人伤口愈合速度更快，睡觉时可以恢复更多的HP值。

source: You heal a little slower than most; sleeping will heal less lost HP.
de: Du verheilst dich etwas langsamer als die Meisten; der Schlaf wird weniger verlorene Trefferpunkte wiederherstellen.
ja: 傷の治りが遅くなります。睡眠時の体力回復量が減少します。
ko: 보통 사람들보다 회복속도가 조금 느립니다. 잠을 통해 잃어버린 HP를 조금 적게 회복합니다.
ru: Вы медленнее лечитесь; сон восстанавливает меньше потерянных очков здоровья.
zh_cn: 你身体的回复速度较慢，通过睡眠恢复的hp较少。

source: You hiss when speaking. Persuading NPCs will be more difficult, but threatening them will be easier.
ja: 蛇や猫が出すような威嚇音を発しながら喋ります。NPCの説得が困難になりますが、恐怖させるのは容易になります。
zh_cn: 正常说话的时候会伴随嘶嘶声，虽然说服NPC会更为困难，但是威胁他们却轻而易举.

source: You lack skin pigmentation due to a genetic problem. You sunburn extremely easily, and typically use an umbrella when going out in the sun.
de: Aufgrund eines genetischen Problems fehlt deiner Haut Pigmentierung. Du erleidest extrem leicht Sonnenbränden und wirst typischeweise einen Schirm benutzen, wenn du bei Sonnenschein nach draußen gehst.
ja: 遺伝子疾患によって皮膚のメラニンが欠乏しています。非常に日焼けし易い身体をしており、日光の下では傘を使用する必要があります。
ko: 당신의 피부는 유전적 문제로 인해 색소가 결핍되어있습니다. 햇볕에 화상을 입을 가능성이 훨씬 높기에, 밖에 나갈 때는 보통 우산을 쓰고 나갑니다.
ru: У вас отсутствует пигментация кожи из-за генетической проблемы. Вы можете запросто получить солнечные ожоги, и поэтому, как правило, используете зонтик, выходя на солнце.
zh_cn: 由于基因缺陷，你缺乏皮肤色素沉着。你非常容易被阳光晒伤，外出时最好带上雨伞。

source: You like 75 percent of the world, cannot tolerate milk or milk based products. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
ja: 世界の75%が好む牛乳や乳製品を容認する事が出来ない。乳製品を食べた場合は吐き気による意欲ペナルティーが発生します。
zh_cn: 像世界上75%的人一样，你有乳糖不耐症，无法吃奶制品。虽然你还是可以吃，但是这种行为会让你恶心并且影响你的士气。

source: You make less noise while walking. You're also less likely to set off traps.
ja: 足音が小さくなり、罠を作動させる確率が減少します。
zh_cn: 你走路时的声音很轻。同样的，相较于普通人，你不那么容易触发陷阱。

source: You make more noise while walking. You're also more likely to set off traps.
ja: 歩行時に大きな音を立てます。また、罠に引っ掛かる確率が高くなります。
zh_cn: 你的行走噪声更大，也更容易触发陷阱。

source: You metabolize nutrients so rapidly that you can convert food directly into useful tissue. Excess nutrition will convert to HP, rather than being wasted.
de: Du verstoffwechselst Nährstoffe so schnell, dass du Nahrung direkt zu brauchbaren Geweben umwandeln kannst. Überflüssige Nährstoffe werden zu Trefferpunkten umgewandelt, statt vergeudet zu werden.
ja: 代謝が良くなり、栄養素を体内の必要な部位に送ることができます。過剰な栄養が無駄にならず、HPに変換されます。
ko: 당신의 양분 대사속도는 너무나도 빨라져서 음식물을 조직 세포로 곧장 변환시켜버립니다. 과잉 공급된 영양분은 버려지는 대신에 HP로 변환됩니다.
ru: Вы очень быстро усваиваете питательные вещества и можете преобразовывать еду в полезные ткани. Избыток пищи будет превращаться в HP, а не тратиться впустую.
zh_cn: 你的新陈代谢如此迅速，甚至可以直接把食物转化成机体组织。你会把吃的过多的营养转化成生命值。

source: You need less sleep than the average person.
de: Du brauchst weniger Schlaf als die Durchschnittsperson.
ja: 一般的な人よりも睡眠時間が短くて済みます。
ko: 평균적인 사람보다 수면시간을 적게 필요로 합니다.
ru: В отличие от обычного человека, вы нуждаетесь в меньшем количестве сна.
zh_cn: 你对睡眠时间的要求比普通人要少。
