Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Our lifeform extraction program continues to produce samples of specimen XE037. It seems to be a kind of living, semi-sentient primordial ooze, and is the basis of much of the life we have found.
de: Unser Lebensformextraktionsprogramm fährt fort, Proben des Exemplars XE037 zu produzieren. Es scheint eine Art lebender, teil-empfindungsfähiger primordialer Schlamm zu sein und ist die Basis der meisten Lebensformen, die wir entdeckt haben.
ja: 継続中の生命抽出計画の中で作成された標本XE037について。どうやら生物であるらしく、分泌物が単純な原始的感覚器官の役割を果たしている様子です。これまでに発見された生命の原型となるものかもしれません。
ko: 우리의 생태 추출 프로그램은 XE037 표본의 샘플을 생산하기에 이르렀습니다. 이것은 마치 반 지각이 있는 원시성 진흙과 같으며 우리가 찾아낸 대부분의 생명체의 기원이기도 합니다.
ru: Наша программа извлечения форм жизни продолжает работу над экземпляром XE037. Это своеобразная форма жизни, являющаяся полу-живой слизью. Она составляет основу найденных нами форм жизни.
zh_cn: 我们的生命体提取程序继续生产XE037样品。这似乎是一种具有生命活性的，半意识性的原始软泥，是我们发现的大多数生物的基础。

source: Our research on teleportation has ground to a halt. For some reason, the creation of a long-range transportation device eludes us, and one can transfer no further than 30 meters.
de: Unsere Forschung über Teleportation kam zum Stillstand. Aus irgendeinem Grund bleibt uns die Teleportation auf lange Entfernungen verwehrt und man kann nicht weiter als um 30 Meter transferieren.
ja: 我々の瞬間移動に関する研究は行き詰まりを見せました。長距離転送用のデバイスを作成したところ、30メートルより遠くへの転送が不可能だという事が判明したのです。
ko: 순간이동에 대한 연구가 답보상태이다. 왜인지는 모르지만 30미터 이상 이동하는 순간이동 장치의 개발은 계속 실패하고 있다.
ru: Наши исследования телепортации зашли в тупик. По какой-то причине не удаётся создать устройство для телепортации на большое расстояние и субъект перемещается только в пределах 30-ти метров.
zh_cn: 我们的传送门研究陷入停滞，因为一些原因，无法建立远程传输设备，但是我们可以让物体移动至多不超过30米.

source: Our security department has identified several key flaws. Though our surface entrance is quite secure, there are several possible points of entry below the surface, particularly in the sewage systems.
de: Unsere Sicherheitsabteilung hat ein paar grundlegende Mängel festgestellt. Obwohl unser Eingang an der Oberfläche ziemlich sicher ist, gibt es verschiedene mögliche Eintrittspunkte unter der Oberfläche, insbesondere von der Kanalisation.
ja: セキュリティ部門が保安上の重大な欠陥を発見しました。正面入口は安全ですが、下水道内に数箇所の抜け穴が出来ています。
ko: 우리 보안 부서는 보안에 많은 구멍이 있음을 발견했습니다. 우리의 지면 출입구는 상당한 보안 수준입니다만, 그 외에도 하수도를 포함한 다양한 출입구가 있을 가능성이 있습니다.
ru: Наш отдел безопасности обнаружил несколько ключевых недостатков. Наш выход на поверхность вполне безопасен, но существуют возможные точки проникновения снизу, например через канализацию.
zh_cn: 我们的安全部门已经发现了几个重大缺陷。虽然我们表面的入口是非常安全的，但是在地下有几处潜在的入口，特别是在下水道系统中。

source: PE062, our "cure" for XE037 contamination, has neared perfection. Sadly, the production of PE062 is a costly and time-consuming process. What is more, the substance shows no effect on postmortem subjects whatsoever; a substance which renders XE037 inert after it has activated would be immensely useful in the case of an outbreak.
de: PE062, unsere »Kur« für XE037-Kontamination, hat nahezu Perfektion erreicht. Traurigerweise ist die Produktion von PE062 ein kostspieliger und zeitaufwändiger Prozess. Was noch wichtiger ist, die Substanz zeigt keinerlei Wirkungen nach dem Tode; eine Substanz, die XE037 deaktiviert, nachdem sie aktiviert wurde, würde von immensem Nutzen im Falle eines Ausbruchs sein.
ja: PE062、仮称「Cure」は完成に近付いています。残念ながら生産には多大なコスト及び時間が必要です。更に死亡した被験者に投与したところ、残念な事に全く効果を示さない事が明らかになりました。しかし、XE037を強制的に不活性状態にするこの物質は、万が一大繁殖によるパンデミックでも起こった際には極めて重要なものとなるでしょう。
ko: PE063, 우리의 XE037 오염 "치유제" 는 거의 완벽에 가까워졌다. 애석하게도, PE063의 생산은 시간과 비용이 많이 드는 과정이다. 게다가 이미 사후 소생한 피험체에게는 전혀 효과를 보이지 않는다는 현상이 있다; 이 현상은 XE037이 활성화 한 이후 그것을 비활성화 하며 대감염발발(outbreak)시에 굉장히 유용할 것이다.
ru: PE062, нашe "лекарство" от заражения XE037, почти готово. К сожалению, производство PE062 — долгий и дорогостоящий процесс. Более того, препарат не оказывает никакого эффекта на мёртвые субъекты. Вещество, делающее XE037 инертным после его активации, будет крайне полезно в случае эпидемии.
zh_cn: PE062，我们对XE037污染的药方，已经接近完成了。遗憾的是，生产PE062耗时耗钱，并且它对尸体毫无作用。抵抗XE037的物质只能在XE037生效后起作用，万一爆发危机就毫无用处了。

source: Post-mortem revivification of subject T3D occurred as expected, followed by an immediate autopsy. The internal changes were significant, with large parts of the subjects internal anatomy replaced with "organs" of XE037 with unknown properties, primarily those known to succumb earlier to the effects of radiation poisoning.
ja: 被験体T3Dは期待通り死後蘇生を起こし、直ちに解剖が行われました。体内組織の変化は著しく、体内の主要機関の大部分が、未知の特性を持つXE037の"器官"に置き換わっていました。当初それらの変化は肉体が放射線障害に屈服した結果起こるものだと考えられていました。
zh_cn: 试验品T3D如预期地复苏了，并且立刻进行了解剖检查。我们发现它的生理结构发生了重大变化，大块组织被XE037的未知构造替代，已知的主要原因是受到了辐射毒害。

source: Program S37ZBE, investigation of XE037 on inert human bodies, is making great strides. Recently we found that XE037 has no effect when introduced to a deceased body; revivification only occurs when the subject is exposed to XE037 prior to expiration.
de: Das Programm S37ZBE, die Erforschung von XE037 an regungslosen menschlichen Körpern, macht große Fortschritte. Neulich fanden wir heraus, dass XE037 keine Wirkungen hat, wenn es einem verstorbenen Körper eingeführt wird; die Widerbelebung tritt nur dann auf, wenn die Testperson vor der Expiration XE037 ausgesetzt wird.
ja: 不活性人体内部におけるXE037の振る舞いを調査するS32ZBE計画は飛躍的に進歩しました。最近の研究で、XE037は完全に死んだ肉体に導入しても効果を示さないことが分かったのです。蘇生は、死の瞬間、充分な量のXE037に暴露している場合にのみ起こるのです。
ko: 무기력한 인체에 대한 XE037 투여에 대해 조사하는 S37ZBE 프로그램은 장족의 진보를 이루어내었습니다. 최근 우리는 XE037이 시체에는 아무런 효과를 발휘하지 않음을 알아내었습니다; 소생은 오직 피험체가 숨이 다하기 전에 XE037에 노출되었을 때만 이루어졌습니다.
ru: Программа S37ZBE, исследующая воздействие XE037 на человеческое тело, делает успехи. Недавно мы открыли, что XE037 не оказывает эффекта на просто трупы. Оживление работает только тогда, когда субъект скончался от действия XE037.
zh_cn: 程序S37ZBE,即对XE037在惰性的人类躯体的研究，正在取得极大的进展。最近，我们发现，XE037对死者的尸体没有效果，复苏只发生在死亡前就暴露在XE037中的试验品身上。

source: Recent fieldwork and extraction efforts have resulted in a series of mutagens tailored to focus the mutation process into particular subtypes. These have been designated PE025 through 037. Though significantly more resource- and time-intensive to produce, they promise a bold new transhuman future. Several research teams are already investigating possible applications.
de: Jüngste Feldforschungs- und Gewinnungsbestrebungen resultierten zu einer Reihe von Mutagenen, die dafür zugeschnitten sind, den Mutationsprozess in bestimmte Untertypen zu fokussieren. Diese wurden »PE025« bis »PE037« genannt. Obwohl sie signifikant ressourcen- und zeitintensiver in der Produktion sind, versprechen sie eine unerschrockene transhumane Zukunft. Verschiedene Forschungsteams untersuchen bereits mögliche Anwendungsfelder.
ja: ここ最近の採集活動と解剖の苦難は、一連の変異原群として結実しました。これらは特定の亜系変異に繋がる変異プロセスを発生させるよう仕立てられています。PE025から037を対象としたものです。生産には更なる資源-と時間-が必要ですが、新人類の未来へ繋がる勇敢な一歩となることを約束します。既に一部の研究チームが応用可能性の調査を開始しています。
ko: 최근 현장 조사와 추출 활동은 특정 유형에 집중적으로 맞춰진 일련의 뮤타젠을 결과물로 보여주었다. 이것들은 PE025부터 037까지의 이름을 할당받았다. 상당히 많은 자원과 오랜 제작 시간을 요구하기는 하지만, 미래형 인간으로의 대단한 변화를 약속한다. 각각의 연구팀들은 이미 응용 가능성을 조사하고 있다.
zh_cn: 最近的实验调查努力已经发现了一系列针对重点的突变过程分化出的特定亚型致突变物质。这些基于037物质已被定名为PE025。如果投入更多的资源和时间的进行研究，他们保证会有惊人未来成果。好几个研究小组已经在调查可能的应用环境。

source: S37ZBE may be put on indefinite hold shortly. Postmortem morphological changes have reached extreme levels; this morning one subject nearly doubled in size, acquiring enough strength to reduce a concrete wall to rubble. It required a 6 man team, heavily armed, to re-terminate the subject.
de: S37ZBE könnte in Kürze auf unbestimmte Zeit angehalten werden. Morphologische Veränderungen nach dem Tode haben extreme Stufen angenommen; an diesem Morgen wuchs eine Testperson auf fast die doppelte Größe heran und hatte genug Stärke, um eine Betonwand in Schutt zu verwandeln. Es benötigte ein sechsköpfiges, schwerbewaffnetes Team, um die Testperson erneut zu terminieren.
ja: S37ZBE計画はじきに無期限停止されるでしょう。死後変化はその極地に達しました。今朝、被験体のひとつがおよそ2倍の大きさに膨れ上がっているのを発見しました。その個体はコンクリート壁を瓦礫に変えるほどの怪力を見せ、6名からなる重武装警備部隊によってなんとか再殺害することができました。
ko: S37ZBE 는 얼마 가지 않아 무기한 중지 될 것이다. 사후 변이는 극한 단계에 돌입했다; 오늘 아침 한 피험체는 거의 몸집이 2배로 불어났으며, 콘크리트 벽을 자갈로 만들 정도의 힘을 얻었다. 이 피험체를 재처리 하기 위해서 중무장된 6명의 팀이 필요했다.
ru: S37ZBE может быть приостановлена на неопределённый срок. Посмертные морфологические изменения достигли ужасающей границы. Сегодня утром субъект, размером почти двое больше начального, накопил достаточно сил, что бы расколоть бетонную стену на куски. Потребовалось 6 хорошо вооруженных людей, что заново уничтожить субъект.
zh_cn: S37ZBE可能即将被无限期搁置。死后的形态变化已达到极限水平：今天早上一个实验品体型近乎加倍，力量足以推倒混凝土墙，需要整整六个人全副武装才能重新终结这个试验品。

source: S37ZBE, the special investigation into the effects of XE037 on inert human bodies, has made terrific discoveries. It seems that it occasionally displays a mutagenic property which manifests itself after termination of the subject, resulting in a striking variety in postmortem morphology.
de: S37ZBE, die Sonderuntersuchung nach den Auswirkungen von XE037 auf inaktive menschliche Körper, hat grandiose Fortschritte gemacht. Es scheint, dass es gelegentlich eine mutagene Eigenschaft, die sich nach der Terminierung der Testperson manifestiert, zeigt, was eine starke Varietät der Nachtodmorphologie zur Folge hat.
ja: 不活性人体内部におけるXE037の振る舞いを調査するS37ZBE計画はおぞましい発見に辿り着きました。今回発見された変異誘発因子は、明らかに被験体の死後に現れ、多様かつ衝撃的な死後変化を引き起こすのです。
ko: S37ZBE, 불활성 인체에 대한 XE037의 효과에 관한 특별 조사는 끔찍한 발견을 하였습니다. 이 발견에 의하면 명백히 이 돌연변이 유발인자는 피험체의 사후에 나타나며 결과적으로 눈에 두드러지는 다양한 사후 변이를 일으킵니다.
ru: Специальное расследование S37ZBE эффектов XE037 на человеческое тело обнаружило нечто ужасающее. Похоже, что XE037 проявляет некое мутагенное свойство, после уничтожения субъекта, придающее ему множество вариантов посмертной морфологии.
zh_cn: S37ZBE，即对XE037在惰性人类躯体的效力的特别研究，出现了可怕的结果。它似乎能产生一些突变个体，死后形态明显不同。

source: Samples of XE037 from subject T3D remains extremely active. Further experimentation on induced mutation in infected individuals shows significant potential. Samples of the enhanced XE037, labeled PE012, have been sent to several researchers for further study.
ja: 被験体T3Dの体から取り出された標本XE037のサンプルはなお激しい活動性を示しました。感染個体に変異を誘発する実験が、大いなる将来性と可能性を秘めていることは明らかでした。改良されたXE037は新たにPEO12というラベルを貼られ、更なる研究のために数人の外部の研究者のもとへ送られました。
zh_cn: 在试验品T3D中收集的XE037样品保持有相当高的活性。对受感染试验品的变异的进一步的试验显示了其中意义重大的潜力。XE037的增强版，PE012，被送往几位研究员手中，以进一步研究其性质。

source: Several of the more advanced specimens we have retrieved show stunning similarity to XE037. XE142 and XE157 in particular show the same amorphous, slime-like structure as XE037, suggesting a close genetic relationship.
de: Viele der fortgeschritteneren Exemplare, die wir erhielten, zeigen erstaunliche Ähnlichkeit zu XE037. Im Besonderen zeigen XE142 und XE157 die gleiche amorphe, schleimartige Struktur wie XE037, was eine nahe genetische Verwandschaft andeutet.
ja: 回収した発展型標本をXE037と比較すると、そこに驚くべき類似性を見出すことができました。特にXE142とXE157はXE037によく似たスライム状構造を持ち、遺伝的に近縁であると推測できます。
ko: 우리가 회수한, 보다 진보한 표본들은 XE037과 놀랄만한 유사성이 있습니다. 특히 XE142와 XE157는 XE037과 같은, 점액질의 부정형 구조를 보이는데, 밀접한 유전적 연관의 가능성을 시사합니다.
ru: Несколько последующих образцов, извлеченных нами, показали поразительно сходство с XE037. XE142 и XE157 тоже имели аморфность и структуру слизи; предполагается близкая генетика.
zh_cn: 我们检索到有几个更先进的样品和XE037表现出惊人的相似。XE142和XE157显示相同的无定形、黏液状的结构，和XE037十分类似，表明了它们之间密切的亲缘关系。

source: Specimen XE037, jokingly referred to as "the blob", has been observed entering a kind of dormant state, forming a depression in the floor. Hendelson stepped into one of these pits yesterday, and was immediately coated and attacked.
ja: 標本XE037は、冗談めかして「ブロブ」と呼ばれています。ブロブは地面に窪みを形成し、そこで休眠の様な状態を取る事が今までの観察で判明しました。昨日、ヘンダーソンがその穴に足を踏み入れた途端に、取り囲まれて攻撃を受けました。
zh_cn: 我们已经观察到被戏称为“一团浆糊——黏糊怪”的XE037样本进入一种休眠状态，在地板上形成陷坑。昨天，亨德尔森走进一个坑，立即被涂覆和攻击。

source: Subject T3D has succumbed to radiation poisoning, but not before undergoing several more physiological changes the lab boys are referring to as "mutations". They do not appear to be truly random, and may be an attempt by XE037 to adapt its host to an unknown stimulus.
ja: 被験体T3Dは放射線障害で死亡しました。しかし死の前に、研究者たちが"変異"と呼ぶ、より多用な生理学的変化を見せました。この変化は決してランダムに現れるものではなく、体内に入ったXE037が、宿主の肉体を未知の刺激に適応させようと引き起こしているもののようです。
zh_cn: 试验品T3D死于过量辐射，在此之前它似乎经历了一些生理变化过程，或许称之为“变异”更好。这些变异似乎并不是随机的，可能是XE037在其宿主面对外界刺激时的适应性应激反应。

source: Termination of a subject which was never a part of S37ZBE has confirmed my fears. XE037 has contaminated most, if not all of the laboratory, most likely via the water supply. Research has started immediately into a process to destroy XE037 within the human body.
de: Die Terminierung einer Testperson, die niemals Teil von S37ZBE war, bestätigt meine Beführchtung. XE037 hat das Meiste, wenn nicht das ganze Labor kontaminiert, höchstwahrscheinlich durch die Wasserversorgung. Es wurde sofort mit der Forschung nach einem Prozess, XE037 im menschlichem Körper zu zerstören, begonnen.
ja: S37ZBE計画には一切関係無かった被験体までもが根こそぎ処分されてゆくのを見ながら、私は恐怖しました。XE037は研究所全体、あるいは研究所の大部分を、例えば水道管を通じて汚染しているはずです。人体に入り込んだXE037を破壊する新たな研究が直ちに始まりました。
ko: 결코 S37ZBE 계획의 일부조차 아니었던 피험체를 처치하는 과정은 나에게 공포심을 안겨주었다. XE037은 만약 연구소 전역이 아니라도 물 보급장치등을 통해서 이미 확산 오염되었다. 인체 내의 XE037을 파괴하는 연구가 즉각적으로 시동되었다.
ru: Уничтожение субъекта, не являющегося частью S37ZBE, подтвердило мои опасения. XE037 заразил либо всю, либо бо́льшую часть лаборатории, вероятно через систему водоснабжения. Немедленно начато исследования процесса уничтожения XE037 внутри человеческого тела.
zh_cn: 一个并非S37ZBE项目一部分的样本被终结的事情确认的我的担忧。XE037已经污染了实验室的几乎每一个角落，很可能是通过供水系统。关于如何销毁人体内的XE037的研究已经立刻开展了。

source: Test subjects in the teleportation department are showing alarming symptoms. It seems prolonged rapid transposition along the 4th dimension weakens the forces holding one on this plane.
ja: テレポート研究部で仕様している被験体の症状が重篤化しています。長期に渡る高速転送実験のために4次元がこの存在の保持力を弱めているようです。
zh_cn: 传送实验室中的试验品显示出一些危险的征兆。似乎长期进行第四维度的快速传送削弱了试验品在这一位面的稳定存在。

source: Testing XE037 on non-human mammal subjects does not appear to display the same revivifying effect, oddly enough. Acquiring non-human subjects, sadly, is a long and costly process, and research into this area is lacking.
de: Tests mit XE037 auf nichtmenschlichen Säugetieren zeigten nicht die gleichen Wiederbelebungseffekte, was seltsam genug ist. Nichtmenschliche Testsubjekte zu akquirieren ist leider ein langwiehriger und kostspieliger Prozess und es mangelt an Forschung auf diesem Gebiet.
ja: 非人間哺乳類を被験体としてXE037を投与したところ、人間に使用する際に見られるような蘇生作用が一切見られませんでした。非人間被験体を使った研究は非効率なものとなり、この研究地域ではとても賄えないような、多大な時間と費用がかかるでしょう。
ko: XE037을 비인간 포유류 피험체에게 실험하였으나 동일한 소생 효과는 조금도 보여주지 않았습니다. 슬프지만, 비인간 피험체를 얻는 것은 시간과 비용이 드는 과정이며, 이 영역의 연구에는 시간과 비용 다 부족합니다.
ru: Тестирование XE037 на млекопитающих животных, как ни странно, не оказало оживляющих эффект. К сожалению, приобретение нечеловеческих субъектов — долгий и дорогостоящих процесс и исследования в этой области отстают.
zh_cn: 奇怪的是，在其他哺乳动物上试验XE037并不能令其产生复苏现象。遗憾的是，获取非人性试验品是一个长期的、消耗巨大的过程，这使得在这方面的研究十分匮乏。

source: Tests on the prehistoric fauna show extremely close genetic relationships with extant and extinct terranean animals. It might be that the portal had performed a transposition in time, unfortunately the portal device was destroyed when security put down the fauna.
ja: 先史動物群の生体を調査したところ、現存する、または絶滅した既知の動物と非常に似通った遺伝子を持っていることが分かりました。これは当該のポータルが実際に時空を超えていた証拠です。しかし残念ながらそのポータル発生装置は警備員が先史動物を鎮圧する際に誤って破壊してしまいました。
zh_cn: 对史前生物的测试显示已灭绝的生物和幸存的生物之间有着极其紧密的联系。这可能是传送门扰乱了时间，不幸的是，在警卫急于干掉史前生物的混乱中门装置被破坏了。

source: The chemical department has come through with a stable mutagen cocktail. PE050 shows promise as an all-around genetic enhancement, with the worst side effect being digestive upset. The lack of macro-scale physical changes makes it ideal for both military and civilian applications.
de: Die Chemieabteilung hat einen Durchbruch mit einem stabilem Mutagencocktail gehabt. PE050 verspricht, eine allgemeine genetische Verbesserung zu sein mit der schlimmsten Nebenwirkung von Vordauungsstörungen. Das Fehlen von makroskopischen physikalischen Veränderungen macht sie sowohl für militärische als auch zivile Anwendungen ideal.
ja: 化学部門は安定した変異原混合物を提供しました。 PE050は全面的な遺伝子強化の将来性を発揮すると共に最悪な副作用である消化不良を起こしています。 大規模な物理的変化の不足は軍隊と民間両方の応用の為に理想的です。
ko: 화학 담당 부서가 안정화된 뮤타젠 혼합물을 만들었다. PE050은 전체적인 유전적 강화를 보여주며, 부작용으로는 소화 능력의 저하가 주로 보여진다. 대규모의 신체적 변화는 그다지 일어나지 않기 때문에, 군용이나 민간용으로 적절할 것으로 보인다.
ru: Химический отдел стабилизировал мутагенный коктейль. PE050 оказывает всесторонние генетические изменения. Самое худшее из возможный побочных эффектов — это пищевое отравление. Отсутствие физических изменений на макро уровне делает его пригодным для использования в гражданских и военных программах.
zh_cn: 生化部门声称研究出了一种非常稳定的突变药剂。PE050中展示了这种药剂能够带来全面的基因层面上的促进和提升，以及可能造成的副作用最坏也不过是暂时的消化不良。由于不会造成人体外观上的明显变化，所以很适合在军用和民用上广泛推广。

source: The primary factor in determining revivification of mammalian subjects seems to be the amount of XE037 within the body at time of expiration. Smaller mammals such as lab rats do not obtain this critical mass of XE037 before going dormant. Larger canine subjects, however, do.
ja: 哺乳類被験体の蘇生の成否を決定する主要因は、死後体内に存在するXE037の絶対量だったようです。ラットのような小型哺乳類では体内に保有できるXE037が少なすぎるために蘇生作用が見られず、休眠状態に入ったのに対して、大型のイヌ科被験体では蘇生が起こったのです。
zh_cn: 影响哺乳动物复苏的主要因素似乎是在试验品体内XE037的剂量。小型哺乳动物，如实验室的大鼠在休眠前体内不能到达XE037临界质量，然而大型犬类却可以吸收到临界质量。

source: The research team headed by Dr. Isha has produced a concentrated form of mutagen that shows promising results for the treatment of many forms of disease. Testing reveals that it inhibits the body's pain responses while bolstering the immune system and natural regenerative capabilities, though a few troubling behavioral side effects have been reported.
ja: イーシャ博士率いる研究チームは、多くの疾病の快復を約束する濃縮変異原の作成に成功しました。臨床試験によって効果が解明され、苦痛を和らげ、免疫力と自然治癒力を活性化することが分かりました。しかし投与された被験体が副作用によって問題行動を起こした事例も幾つか報告されています。
zh_cn: Isha博士的研究小组提交了一款综合型的变种药剂，据称可以有效地解决绝大部分的人类疾病。实验显示这款药剂能够在抑制人体的痛觉中枢的同时激发人体免疫系统的运作和人体自愈能力，虽然报告中也提到实验过程中实验对象产生了一些比较异常的反应和举动。

source: The vivisection program has shown mixed results, revealing an incredible degree of variation in subplane lifeforms. Certain specimens have an internal structure that is amazingly similar to that of mammals, while others seem to have no internal structure at all.
de: Das Vivisektionsprogramm hat gemischte Resultate gezeigt, was eine unglaubliche Vielfalt in Lebensformen der Subebene zeigt. Bestimmte Exemplare haben eine Binnenstruktur, die erstaunlich änhlich zu der von Säugetieren ist, während andere überhaupt keine Binnenstruktur besitzen.
ja: 生体解剖プログラムによって、この生命体の信じられない変異が幾つか明らかになってきた。ある標本は哺乳類と驚くほど似た構造をしており、また他の標本は内部構造も何もないという事だ。
ko: 생체해부 프로그램은 어마어마한 단위의 기저 생태계의 다양성을 드러내 보이는 복합된 결과를 보여주었습니다. 다른 표본들이 체내 장기를 가지고 있지도 않음에도 불구하고, 특정한 표본들의 체내 장기는 포유류의 그것과 놀랍도록 흡사했습니다.
ru: Программа вивисекции показала смешанные результаты, открыв невероятные особенности форм жизни из других измерений. Некоторые образцы имеют внутреннее строение поразительно похожее на млекопитающих, тогда как другие образцы вообще не имеют внутреннего строения.
zh_cn: 解剖程序已显示出复杂的结果，揭示生物变异在子位面的程度令人难以想象。某些试样的内部结构和哺乳动物类似，而另一些却根本没有内部结构。

source: There has been an incident in Lab 24, 2 casualties reported, one lethal. A rat involved in the stasis breaking project was hooked to a monitoring machine and left over night. Upon opening the cage, Simon Bellevue was electrocuted, and another researcher at the opposite end of the lab sustained severe current burns, despite never approaching the cage.
ja: 第24研究所で、2名の負傷者と1名の死者を出す事故がありました。前日、循環停止限界突破実験に使われていた一匹のラットが実験器具内のケージに固定された状態で一晩放置されました。もちろん記録装置も稼働していました。翌朝、ケージを開けようとしたサイモン･ベルビューは感電し、実験室の反対側の端にいた研究員も重い火傷を負いました。ケージには近付いてすらいなかったにも関わらず。
zh_cn: 在24号实验室发生了意外，报告有两人伤亡，同一受害原因。一只进行剂量突破的实验鼠被钩在监控器中整整一个晚上。在打开笼时子，西蒙贝尔维尤触电身亡，另一研究员在实验室的另一侧受到因电流造成的严重烧伤，尽管他并未接近笼子。

source: There is a belief several other rat subjects experienced changes overnight as well. This hypothesis was informed when an inventory check after the incident found almost twenty rats had gone missing from their cages overnight.
ja: 感電を起こしたラットが変異したその夜、他の被験体ラットの多くにも変化があったと推測できます。事故後の備品点検で前夜のうちに約20匹のラットがどこかへ消えていたことが判明したという事実が、この仮説を裏付けています。
zh_cn: 我们相信，有其他实验鼠在经过一个晚上后也产生了变化。这个假说因为在此意外之后我们发现有二十多只实验鼠一夜之后从它们的笼子中失踪而成立。

source: Time also appears to play a large role in post-mortem revivification, as does sustained trauma insufficient to permanently disable the subject. Sufficient amounts of trauma in short periods of time lead to deactivation of XE037, but smaller amounts over several days cause it to expand.
ja: 完全に死にはしない程度の損傷を与えることと同じぐらい、時間もまた被験体の死後蘇生に大きく関与することが分かりました。短時間で加えられた充分な損傷は体内のXE037を不活性化させますが、残ったXE037は数日の間に活力を取り戻し、再び拡大を始めるのです。
zh_cn: 时间似乎也在死后复活起很大的作用，比如持续而不充足的创伤并不足以使试验品永久失去行动力。在短时间内造成足量的创伤能让XE037失活，但持续几天少量的创伤反而会导致XE037扩散。

source: Today we applied a very small sample of XE037, suspended in water, to subject TP92, prior to necessary termination. During the postmortem examination, the subject went through a revivification progress, but displayed next to no human intelligence.
de: Heute haben wir eine sehr kleine Probe von in Wasser verdünntem XE037 an Testperson TP92 vor der obligatorischen Terminierung angewandt. Nach der Leichenöffnung durchging die Testperson einem Wiederauflebungsprozess, zeigte aber nahezu keine menschliche Intelligenz.
ja: 今日、最優先処置として、水中に安置した被験体TP92に対し、標本XE037の微小サンプルを投与しました。検死解剖の結果、被験体の体内で蘇生活動が進行していたことが分かりました。しかし人間的な知性はほとんど見られませんでした。
ko: 오늘 우리는 최고우선처리원칙에 따라 반액상 상태 TP92 피험체에게 초소형 XE037 샘플을 투여했습니다. 사후 해부 결과 , 피험체는 소생이 진행중인 단계였으나, 인간에 근접한 어떠한 지능도 보여주지 않았습니다.
ru: Сегодня мы применили маленький образец XE037 к субъекту TP92, с последующим уничтожением. Во время посмертного изучения, субъект выполнил процесс оживления, но не обладал какими-либо признаками интеллекта.
zh_cn: 现在我们将极少量XE037样品掺入水中，制成悬浮液，用试验品TP92进行实验。在尸检过程中，试验品有复苏迹象，但却没有人的智慧。

source: Today we found our solution, quite by accident. It was found that XE037 is completely removed from a revivified body following a series of extremely-high energy 4th dimensional transpositions. Unfortunately, this invariably allows subplane life forms to pass into the prime plan. The cure is worse than the disease.
de: Heute haben wir unsere Lösung gefunden, ziemlich aus Versehen. Es wurde herausgefunden, dass XE037 vollständig aus einem wiederbelebtem Körper entfernt wird, wenn er eine Serie extrem hochenergetischer Viertdimensionstranspositionen durchläuft. Allerdings lässt dies ausnahmslos Subebenen-Lebensformen in die Hauptebene eindringen. Die Heilung ist schlimmer als die Krankheit.
ja: 今日発生したとあるアクシデントによって解決案の一つが見つかりました。四次元空間を利用した転移の際に発生する高エネルギー反応によってXE037を体内からほぼ完全に除去できる事が確認されたのです。しかしながらこの方法は、常に異界生物の干渉を受ける危険性を孕んでいます。総じて現状よりも悪化した事態に陥ると想定されます。
ko: 오늘 우리는 우연히 해답을 찾아내었다. 초 고에너지 4차원 이동이 XE037을 사후소생한 육체에서 완벽히 제거하는 것이 발견되었다. 불행히도, 이 효과는 다른 차원의 생태개체 들이 *첫번째 계획(*prime plan 인데, 제 생각에는 prime plane 의 오타인 듯 합니다: 즉 이 경우 "첫번째 계획"이 아니라 "그 존재들이 있던 원래 차원" 이나 "우리 차원" 으로 번역해야 할 듯)을 통과하게 한다. 질병보다 치료제가 더 독하다.
ru: Сегодня мы нашли решение, причём случайно. Оказалось, что XE037 полностью удаляется из ожившего тела после серии высоко-энергетических перемещений в 4-ое измерение. К сожалению, это позволяет существам из подпространства перемещаться в наше измерение. Лекарство хуже болезни.
zh_cn: 今天我们偶然发现了解决方法。在通过高能四维传送后，尸体中的XE037被完全除去了。不幸的是，这使得次位面的生命形式能够进入主位面。药方比疾病更加致命！

source: Today we tested weaponry against XE142 and XE157, two amorphous subprime samples. Their form proved to be nearly invulnerable to projectile based weaponry, but they were susceptible to directed energy weapons and flagration.
de: Heute haben wir Waffen gegen XE142 und XE157, zwei amorphen Subebenenproben, getestet. Ihre Form schien, nahezu unverwundbar gegenüber geschossbasierten Waffen zu sein, aber sie waren gegenüber Laser- und Teilchenstrahlenwaffen sowie Flagration anfällig.
ja: 今日、我々は不定形標本XE142とXE152に対して兵器実験を行いました。発射体を衝突させる兵器に対してはほぼ無敵でしたが、指向性エネルギー兵器や火炎に対しては脆弱でした。
ko: 오늘 우리는 두 가지 부정형 이차 표본, XE142와 XE157을 대상으로 무기발사 실험을 했습니다. 그들의 형태는 투사체 기반 병기에 대해선 거의 무적이었으나, 지향성 에너지 병기와 화염에는 약했습니다.
ru: Сегодня мы пробовали применять оружие на XE142 и XE157. Их тело практически неуязвимо против пуль и снарядов, но они были восприимчивы к энергетическому оружию и взрывчатке.
zh_cn: 今天，我们测试了武器对XE142和XE157着两个无定形的次级样本的作用。抛射体如子弹几乎对它们无效果，不过定向能量武器和燃烧武器对它们有效。
