Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: One of the five Shaolin animal styles. The Dragon uses fluid movements and hard strikes. Intelligence improves your accuracy and damage dealt, as does moving.
de: Einer der fünf tierischen Shaolin-Kampftechniken. Der »Drache« wendet flüssige Bewegungen und harte Treffer an. Die Intelligenz verbessert deine Genauigkeit und den verursachten Schaden, die Bewegung ebenso.
ja: 少林拳に伝わる、五獣拳の1つです。龍形拳は流れるような動作と激しい攻撃を使いこなします。知性が命中率と同じくらいダメージに関係します。タイルを移動する事で1ターンだけダメージが増加します。
ko: 소림사의 다섯 동물 권법 중 하나입니다. 용권은 흐르는 듯한 움직임과 어려운 타격법을 가지고 있어, 지능이 정확도와 피해량에 영향을 줍니다. 이동하는 것 또한 정확도와 피해량에 영향을 줍니다.
ru: Один из животных стилей Шаолиня. Стиль дракона использует плавные движения и мощные удары. Интеллект увеличивает вашу точность и урон, также как и передвижение.

source: One of the five Shaolin animal styles. The Snake focuses on sinuous movement and precision strikes. Your Perception improves your accuracy and your damage.
de: Einer der fünf tierischen Shaolin-Kampftechniken. Die »Schlange« spezialisiert sich auf kurvenreiche Bewegung und Präzisionsschläge. Deine Wahrnehmung erhöht deine Genauigkeit und deinen Schaden.
ja: 少林拳に伝わる、五獣拳の1つです。蛇形拳はクネクネとした動きと正確な攻撃を使いこなします。PERが命中率とダメージに同じくらい関わります。
ko: 소림사의 다섯 동물 권법 중 하나입니다. 사권은 무엇보다도 매끄러운 움직임과 정확한 일격에 초점을 맞춰, 지각력이 정확도와 공격력에 영향을 미칩니다.
ru: Один из животных стилей Шаолиня. Стиль змеи использует извилистые движения и точные удары. Восприятие увеличивает точность ударов и наносимый урон.

source: One of the Five Deadly Venoms, and likely to be refactored to a mutation at the next save-compatibility breaker. Lizard Style focuses on using walls to your advantage.
de: Eines der »Fünf Tödlichen Gifte«, das wahrscheinlich in der nächsten Spielstand-inkompatiblen Version zu einer Mutation umprogrammiert wird. Der Echsenstil konzentriert sich darauf, Wände zu deinem Vorteil zu verwenden.
ja: 悪名高き五毒拳の1つであり、次バージョンとのセーブ互換性を破壊する可能性を秘めています。壁虎功を使う者は壁をアドバンテージとして効果的に使いこなします。
ko: 다섯 맹독권 중 하나이며, 변이후에 양립성 파괴를 막는 인자가 될 수 있습니다. 도마뱀권은 벽을 이용하여 이점을 취하는데 초점이 맞춰져 있습니다.

source: Your body is covered in painful sores. The pain is worse when they are covered in clothing.
ja: 体が痛々しい傷で覆われています服を着て動いたときの激痛といったら、たまったものではありません。

# prof_desc_male
source: When the apocalypse struck, you did everything you could to protect your parish faithful, but it appears that prayers were not enough. Now that they are all dead, you should probably find something more tangible to protect you.
ja: 黙示録の日が訪れた時、教区内を守る為に自分の出来うる全てを誠実にこなしましたが、祈りは天には届かなかったようです。死者となった者達から身を守る為に、多くの具体的な何かを実行に移す必要があるでしょう。

# prof_desc_female
source: When the apocalypse struck, you did everything you could to protect your parish faithful, but it appears that prayers were not enough. Now that they are all dead, you should probably find something more tangible to protect you.
ja: 黙示録の日が訪れた時、教区内を守る為に自分の出来うる全てを誠実にこなしましたが、祈りは天には届かなかったようです。死者となった者達から身を守る為に、多くの具体的な何かを実行に移す必要があるでしょう。

# prof_desc_male
source: You were one of the maintainers of a Shinto shrine, performing rituals and sacred tasks. You preferred it when only the spirits of the dead inhabited your shrine, and not their rotting corpses.
ja: 神社の管理を任されており、祭事や式典を執り行ってきました。死者の魂が神社で安らかに眠るのを願っていましたが、どうやら腐った死体達はそれを許してくれないようです。

# prof_desc_female
source: You were one of the maintainers of a Shinto shrine, performing rituals and sacred tasks. You preferred it when only the spirits of the dead inhabited your shrine, and not their rotting corpses.
ja: 神社の管理を任されており、祭事や式典を執り行ってきました。死者の魂が神社で安らかに眠るのを願っていましたが、どうやら腐った死体達はそれを許してくれないようです。

# prof_desc_male
source: You spent much of your time prior to the apocalypse at the local mosque, studying the words of the Prophet and the Quran, and guiding your community in prayer. Back then they came from far and wide to listen to you, now they come to eat your brains.
ja: 黙示録の日が訪れる前は、預言者の声を聞き、コーランを熟読し、地域社会を平和に導く為に、地元のモスクで祈りを捧げる日々を過ごしていました。かつては遠方から信者達が話を聞きに来てくれましたが、今では脳味噌を食べにやってくる者ばかりです。

# prof_desc_female
source: You spent much of your time prior to the apocalypse at the local mosque, studying the words of the Prophet and the Quran, and guiding your community in prayer. Back then they came from far and wide to listen to you, now they come to eat your brains.
ja: 黙示録の日が訪れる前は、預言者の声を聞き、コーランを熟読し、地域社会を平和に導く為に、地元のモスクで祈りを捧げる日々を過ごしていました。かつては遠方から信者達が話を聞きに来てくれましたが、今では脳味噌を食べにやってくる者ばかりです。

# prof_desc_male
source: You were celebrating with your flock in the temple when the cataclysm struck. You sure could use a messiah right now!
ja: ユダヤの聖職者です。シナゴーグで信徒達と儀式を挙行していたところに破滅が訪れました。さあ、メシアの降臨を願いましょう。今すぐに！

# prof_desc_female
source: You were celebrating with your flock in the temple when the cataclysm struck. You sure could use a messiah right now!
ja: ユダヤの聖職者です。シナゴーグで信徒達と儀式を挙行していたところに破滅が訪れました。さあ、メシアの降臨を願いましょう。今すぐに！

# prof_desc_male
source: You spent many years traveling through the world, becoming wise and learned. Normally, you can answer any question, but even you are not quite sure what to do about the ravenous undead.
ja: 長い間、世界中を旅して見聞を広めてきました。普通ならばどんな質問でも答える自信がありますが、そこかしこに跋扈する貪欲な死者に対して何をするべきかについては...何も答えられそうにありません。

# prof_desc_female
source: You spent many years traveling through the world, becoming wise and learned. Normally, you can answer any question, but even you are not quite sure what to do about the ravenous undead.
ja: 長い間、世界中を旅して見聞を広めてきました。普通ならばどんな質問でも答える自信がありますが、そこかしこに跋扈する貪欲な死者に対して何をするべきかについては...何も答えられそうにありません。

# prof_desc_male
source: You devoted your life to spreading the good word, always on the road, traveling from town to town. Now, everything has gone to hell, you can't host your daily podcast and the undead listening to your sermons don't seem particularly moved.
ja: 町から町へ、常に歩み続け、善き教えを広める事に人生を捧げてきました。さて、何もかもが地獄の底に堕ちた今、今日の分のポッドキャスト配信は出来ませんし、死者に説教を聞かせてみたところで、その心が動く事はまず無いでしょう。

# prof_desc_female
source: You devoted your life to spreading the good word, always on the road, traveling from town to town. Now, everything has gone to hell, you can't host your daily podcast and the undead listening to your sermons don't seem particularly moved.
ja: 町から町へ、常に歩み続け、善き教えを広める事に人生を捧げてきました。さて、何もかもが地獄の底に堕ちた今、今日の分のポッドキャスト配信は出来ませんし、死者に説教を聞かせてみたところで、その心が動く事はまず無いでしょう。

# prof_desc_male
source: You had a job programming machines like automatic street cleaners, newsbots and pizza delivery drones. Now the all the drones carry guns instead of pizza.
ja: 無人道路清掃機、ニュースボット、ピザ配達ドローンなどをプログラミングする仕事に就いていました。今、ドローンたちはピザの代わりに銃を抱えています。

# prof_desc_female
source: You had a job programming machines like automatic street cleaners, newsbots and pizza delivery drones. Now the all the drones carry guns instead of pizza.
ja: 無人道路清掃機、ニュースボット、ピザ配達ドローンなどをプログラミングする仕事に就いていました。今、ドローンたちはピザの代わりに銃を抱えています。

# prof_desc_male
source: You're just a kid, and now the world has turned into something out of one of your bad dreams. The grown-ups you relied on are all dead--or undead--now. What are you going to do?
ja: あなたはまだ子供です。現実世界が悪夢そのものになってしまいました。頼れる大人達は皆死んだかゾンビになってしまいました。これからいったいどうすればいいの？

# prof_desc_female
source: You're just a kid, and now the world has turned into something out of one of your bad dreams. The grown-ups you relied on are all dead--or undead--now. What are you going to do?
ja: あなたはまだ子供です。現実世界が悪夢そのものになってしまいました。頼れる大人達は皆死んだかゾンビになってしまいました。これからいったいどうすればいいの？

# prof_desc_male
source: You love to skate! At least now the grown-ups aren't telling you where you can't roll.
ja: ローラーブレード大好き！世界は終わりましたが、少なくとも大人たちに遊び場を指図されることはもうありません。

# prof_desc_female
source: You love to skate! At least now the grown-ups aren't telling you where you can't roll.
ja: ローラーブレード大好き！世界は終わりましたが、少なくとも大人たちに遊び場を指図されることはもうありません。

# prof_desc_male
source: You never cared for grown-ups telling you what to do, and that's how you ended up spending most of your days in the principal's office. Now, not needing grown-ups to tell you what to do is the only reason you're alive. Man, you really should've played hooky today.
ja: 大人どもが言うああしろこうしろなんて気にもとめない。だから毎日のように校長室へ呼び出されていた。さて、こうして生きてるってことは、やはり大人どもの指図なんて要らなかったってことだが、やれやれ、サボりゃよかったな。今日。

# prof_desc_female
source: You never cared for grown-ups telling you what to do, and that's how you ended up spending most of your days in the principal's office. Now, not needing grown-ups to tell you what to do is the only reason you're alive. Man, you really should've played hooky today.
ja: 大人どもが言うああしろこうしろなんて気にもとめない。だから毎日のように校長室へ呼び出されていた。さて、こうして生きてるってことは、やはり大人どもの指図なんて要らなかったってことだが、やれやれ、サボりゃよかったな。今日。

# prof_desc_male
source: Your parents were busy, important people, who wanted you to have every advantage and pushed you to be "successful," whatever that meant. If only they'd ever let you experience childhood, or ever shown you their love. You're certainly not getting either one now.
ja: 常に忙しかった両親は社会的に重要な人物でした。子供にありとあらゆる優位性を授け"成功者の道"へと押しやる為に、常に躍起になっていました。それにどんな意味があったのかは今や分かりません。本当に必要だったものは、平凡な幼児期か、親らしい愛か、とにかくどちらか片方が欠乏していた事は確かです。

# prof_desc_female
source: Your parents were busy, important people, who wanted you to have every advantage and pushed you to be "successful," whatever that meant. If only they'd ever let you experience childhood, or ever shown you their love. You're certainly not getting either one now.
ja: 常に忙しかった両親は社会的に重要な人物でした。子供にありとあらゆる優位性を授け"成功者の道"へと押しやる為に、常に躍起になっていました。それにどんな意味があったのかは今や分かりません。本当に必要だったものは、平凡な幼児期か、親らしい愛か、とにかくどちらか片方が欠乏していた事は確かです。

# prof_desc_male
source: Your parents were crazy preppers who thought some "cataclysm" was coming, and insisted on preparing you for it. Turns out they were right. You didn't get a chance to thank them. The only thing you can do for them now is what they always hoped you would do in the dark days ahead: survive.
ja: 両親は所謂イカれたプレッパー、つまり"終末"か何かの到来を空想し、それに備える人達でしたが、どうやら正しかったようです。ありがとうは言えませんでした。両親の為に今出来る事は、常に彼らが「我が子にはそうあって欲しい」と望んでいた通りに、暗黒の日々に立ち向かい、生き延びてみせる事でしょう。

# prof_desc_female
source: Your parents were crazy preppers who thought some "cataclysm" was coming, and insisted on preparing you for it. Turns out they were right. You didn't get a chance to thank them. The only thing you can do for them now is what they always hoped you would do in the dark days ahead: survive.
ja: 両親は所謂イカれたプレッパー、つまり"終末"か何かの到来を空想し、それに備える人達でしたが、どうやら正しかったようです。ありがとうは言えませんでした。両親の為に今出来る事は、常に彼らが「我が子にはそうあって欲しい」と望んでいた通りに、暗黒の日々に立ち向かい、生き延びてみせる事でしょう。

# prof_desc_male
source: Your parents were so obsessed with making sure you aced every test that they had you outfitted with bionics to make you smarter and never forget anything. And now, you are facing the most dire test yet, and once again you had better succeed, or else.
ja: 我が子にあらゆるテストで満点を取らせる事に執念を燃やす両親のもとに生まれました。CBMで完全武装した頭脳は抜群の処理能力を誇り、一度覚えた事は永遠に忘れません。今、目の前に広がる最も悲惨なテストをいつものように解こうとしていますが、果たして今回も満点を取れるでしょうか？

# prof_desc_female
source: Your parents were so obsessed with making sure you aced every test that they had you outfitted with bionics to make you smarter and never forget anything. And now, you are facing the most dire test yet, and once again you had better succeed, or else.
ja: 我が子にあらゆるテストで満点を取らせる事に執念を燃やす両親のもとに生まれました。CBMで完全武装した頭脳は抜群の処理能力を誇り、一度覚えた事は永遠に忘れません。今、目の前に広がる最も悲惨なテストをいつものように解こうとしていますが、果たして今回も満点を取れるでしょうか？

# prof_desc_male
source: You liked to play dodgeball, where failing to dodge the ball meant you were out. Now failing to dodge threatens your life. Don't slip up.
ja: ドッジボールが好きです。ドッジボールでは、ボールを避けそこなったらアウトです。今、生命の危機を避けそこないつつあります。避けろ。

# prof_desc_female
source: You liked to play dodgeball, where failing to dodge the ball meant you were out. Now failing to dodge threatens your life. Don't slip up.
ja: ドッジボールが好きです。ドッジボールでは、ボールを避けそこなったらアウトです。今、生命の危機を避けそこないつつあります。避けろ。

# prof_desc_male
source: You were a member of the school science club, and right now you're as upset as you've ever been that the school wouldn't let you play with the really fun chemicals that make things go boom. At least now no one's around to tell you that you can't.
ja: 学校では科学部員でした。丁度、本当に楽しい爆発の化学は学校の部活動では実験させて貰えないと知った時のような気分ですが、少なくとも今、周りにそれを止める者はいません。

# prof_desc_female
source: You were a member of the school science club, and right now you're as upset as you've ever been that the school wouldn't let you play with the really fun chemicals that make things go boom. At least now no one's around to tell you that you can't.
ja: 学校では科学部員でした。丁度、本当に楽しい爆発の化学は学校の部活動では実験させて貰えないと知った時のような気分ですが、少なくとも今、周りにそれを止める者はいません。

# prof_desc_male
source: You were a member of the school A/V club. You're sure there's some way you can use your technical skills to help stay alive. You just haven't figured out how to make an awesome death ray yet.
ja: 学校ではA/V部に所属していました。身に付けた機械弄りのスキルは生存の助けになるでしょう。ただ、今はまだスーパー殺人光線銃の作り方が分からないのです。

# prof_desc_female
source: You were a member of the school A/V club. You're sure there's some way you can use your technical skills to help stay alive. You just haven't figured out how to make an awesome death ray yet.
ja: 学校ではA/V部に所属していました。身に付けた機械弄りのスキルは生存の助けになるでしょう。ただ、今はまだスーパー殺人光線銃の作り方が分からないのです。

# prof_desc_male
source: You earned a living from sweeping up chocolate wrappers and picking chewing gum from under tables. Now the only thing you'll be sweeping are the brains of the dead.
ja: チョコレートの包み紙を片付けたり、テーブルの裏の固まったガムを剥ぎ取ることで生計を立てていました。今掃除すべきものはひとつ、死人の脳みそです。

# prof_desc_female
source: You earned a living from sweeping up chocolate wrappers and picking chewing gum from under tables. Now the only thing you'll be sweeping are the brains of the dead.
ja: チョコレートの包み紙を片付けたり、テーブルの裏の固まったガムを剥ぎ取ることで生計を立てていました。今掃除すべきものはひとつ、死人の脳みそです。

# prof_desc_male
source: You've been teaching kids for the whole of your life, and they've mostly listened to your teachings. However, the dead won't write out lines for eating you alive.
ja: 人生の大部分を教師として生きてきました。今までに教えたどの子供も概ね良き生徒でしたが、今や彼らの目的は恩師を生きたまま食うことであって、宿題の作文を書いてくることはもうありません。

# prof_desc_female
source: You've been teaching kids for the whole of your life, and they've mostly listened to your teachings. However, the dead won't write out lines for eating you alive.
ja: 人生の大部分を教師として生きてきました。今までに教えたどの子供も概ね良き生徒でしたが、今や彼らの目的は恩師を生きたまま食うことであって、宿題の作文を書いてくることはもうありません。

# prof_desc_male
source: You come from a low-income family, and got mocked for your old hand-me-down clothes and for getting free school lunches in the cafeteria. Even worse, your ratty old backpack finally fell apart at the worst time. At least no one's mocking you now.
ja: 低所得の家庭に生まれました。学校ではいつもみすぼらしい古着を指差され、貧乏人に無料で与えられる給食を笑われながら食べていました。挙句には使い古しのバックパックが最悪のタイミングでばらばらに壊れましたが、幸運にも今それを笑う者はもういません。

# prof_desc_female
source: You come from a low-income family, and got mocked for your old hand-me-down clothes and for getting free school lunches in the cafeteria. Even worse, your ratty old backpack finally fell apart at the worst time. At least no one's mocking you now.
ja: 低所得の家庭に生まれました。学校ではいつもみすぼらしい古着を指差され、貧乏人に無料で与えられる給食を笑われながら食べていました。挙句には使い古しのバックパックが最悪のタイミングでばらばらに壊れましたが、幸運にも今それを笑う者はもういません。

source: You've been locked in a lab with no way out! Survive as long as you can! Brag about it on the forums! (Pics or it didn't happen)
ja: 研究所に閉じ込められてしまいました！脱出する方法を探し出しましょう。...餓死するという選択もありますが。

source: Your skill in bargaining, haggling, and trading with others. Higher levels increase the odds of getting the better end of a deal, and might even see you convincing others to give you free stuff.
de: Deine Erfahrung im Feilschen und Handeln. Höhere Stufen erhöhen die Wahrscheinlichkeit, aus dem Handel mehr zu holen und du könntest sogar andere dazu überreden, dir kostenlos Sachen zu geben.
ja: 交渉や取引、値切りのスキルです。高レベルになると、取引をより良く終わらせる確率が上昇します。更に、物を貰う際に説得力のある選択肢が表示される可能性があります。
ko: 값을 깎고 흥정하고 거래하는데 사용되는 기술입니다. 수준이 높으면 더 좋은 거래를 할 가능성이 높아지며, 혹은 덤을 조금 얻을 수도 있습니다.
ru: Навык торговли и обмена с другими персонажами. Высокий уровень навыка позволяет получить лучшие условия обмена, а в некоторых случаях убедить NPC отдать вам вещи бесплатно.

source: Your skill in accessing and manipulating computers. Higher levels can allow a user to navigate complex software systems and even bypass their security.
de: Deine Erfahrung im Bedienen und Manipulieren von Computern. Höhere Stufen lassen dich durch komplexere Softwaresysteme navigieren und sogar ihre Sicherheitssysteme zu umgehen.
ja: コンピュータの操作及びハッキングのスキルです。高レベルになると、高度なソフトウェアを使いこなせ、セキュリティを回避する事も出来ます。
ko: 컴퓨터를 사용하고 조작하는 기술입니다. 수준이 높으면 복잡한 소프트웨어를 사용하거나 보안을 뚫을 수 있습니다.
ru: Навык работы с компьютерами, как обычного использования, так и взлома. Высокий уровень навыка позволяет использовать сложные системы и даже обходить их систему безопасности.

source: Your general competence in building construction. This governs the complexity of structures that can be built, and the time required to build them.
de: Deine grundsätzliche Kompetenz in der Gebäudeerrichtung. Dies umfasst die Komplexität der Gebäude, die gebaut werden können sowie die Dauer, die du brauchst, um sie zu errichten.
ja: 建物を構築する為のスキルです。高レベルになると、複雑な建物を構築する事が出来るようになり、建設時間が短縮されます。
ko: 건축에 필요한 기술입니다. 수준이 높으면 복잡한 구조의 건축이 가능해지고, 건설에 걸리는 시간이 단축됩니다.
ru: Навык строительства различных конструкций. Определяет сложность построек, которые вам доступны и время затрачиваемое на их создание.

source: Your skill in combining food ingredients to make other, tastier food items. It may also be used in certain chemical mixtures and other, more esoteric tasks.
de: Deine Erfahrung damit, aus Zutaten andere, leckerere Nahrungsmittel zu kombinieren. Es könnte auch für bestimmte chemische Mixturen und andere, esoterischere Aufgaben benutzt werden.
ja: 食品の調理及び化学薬品の調合をする為のスキルです。高レベルになると、より美味しい料理や複雑な化学薬品を作れます。
ko: 음식 재료를 사용해서 맛있는 음식을 만들어내는데 필요한 기술입니다. 수준이 높으면 특정한 화학 혼합물과 아주 비밀스러운 혼합물도 제작할 수 있게 됩니다.
ru: Навык приготовления более вкусной еды из различных ингредиентов. Также может использоваться для смешивания химических компонентов и других экзотических работ.

source: Your skill in operating and steering a vehicle in motion. A higher level allows greater control over vehicles at higher speeds, and reduces the penalty of shooting while driving.
de: Deine Erfahrung damit, ein fahrendes Fahrzeug zu steuern. Eine höhere Stufe erhöht die Fahrzeugkontrolle bei höheren Geschwindigkeiten und reduziert die Einbußen beim Schießen während der Fahrt.
ja: 車両を運転する為のスキルです。高レベルになると、高速でも運転の精度が上昇し、運転をしながら正確な射撃を行えます。
ko: 차량을 작동시키고 조작하는데 필요한 기술입니다. 수준이 높으면 빠른 속도에서도 원활한 조작이 가능하게 되며, 운전하는 도중에 사격할 경우 받는 패널티를 줄여줍니다.
ru: Навык вождения. Высокий уровень навыка позволяют уверенно управлять транспортом на больших скоростях и позволяют стрелять на ходу без штрафов.

source: Your skill in dealing with electrical systems, used in the craft and repair of objects with electrical components. This skill is an important part of installing and managing bionic implants.
de: Deine Erfahrung mit elektrischen Systemen. Sie wird für die Fertigung und Reperatur von Dingen mit elektrischen Komponenten benutzt. Sie ist auch ein wichtiger Teil für die Installation von Bioniken.
ja: 電子部品が組み込まれたアイテムの修理や製作を行う為の電子工学スキルです。生体部品の埋込と管理にも必要です。
ko: 전기장치를 다루는 기술입니다. 전자기기와 부품들을 만들고 수리할 수 있습니다. 이 기술은 바이오닉 설치 및 운용에서 중요한 부분을 차지하고 있습니다.
ru: Навык обращения с электрическими системами, используется при создании и починке оборудования из электродеталей. Навык играет важную роль в установке и управлении биомодулями.

source: Your skill in working with raw materials and shaping them into useful objects. This skill plays an important role in the crafting of many objects.
de: Deine Erfahrung damit, aus Rohmaterialien neue, nützliche Objekte zu formen. Diese Fertigkeit spielt in der Fertigung zahlreicher Dinge eine wichtige Rolle.
ja: 資源を活用して便利なアイテムを製作する為の加工スキルです。ほとんどのアイテム製作に必要な技能です。
ko: 가공되지 않은 재료를 가공해서 유용한 물건으로 만드는 기술입니다. 다양한 물품을 만들 때 중요한 역할을 합니다.
ru: Навык работы с различным сырьём для изготовления полезных предметов. Играет важную роль для крафта.

source: Your skill in effecting emergency medical treatment. Higher levels allow better use of medicines and items like bandages and first aid kits, and reduce the failure and complication rates of medical procedures.
de: Deine Erfahrung damit, effizient medizinische Notbehandlungen vorzunehmen. Höhere Stufen lassen dich Medizin, Bandagen und Verbandkästen effizienter benutzen und verringern die Fehlerraten medizischer Prozeduren.
ja: 応急手当を行う為のスキルです。高レベルになると、薬品や包帯、救急箱などのアイテムを効率的に活用する事が出来るようになります。また、医療処置の失敗確率や合併症の発症率も低下します。
ko: 응급 치료 기술입니다. 기술 수준이 높으면 의약품과 붕대, 구급 상자를 조금 더 효율적으로 사용할 수 있게 되며, 의학이 필요한 작업의 실패율을 줄여줍니다.
ru: Навык экстренной медицинской помощи. Более высокий навык позволяет вам вылечивать больше пунктов здоровья с помощью аптечек первой помощи и бинтов, а также уменьшает осложнения от медицинских процедур.

source: Your skill in engineering, maintaining and repairing vehicles and other mechanical systems. This skill covers the craft of items with complex parts, and plays a role in the installation of bionic equipment.
de: Deine Erfahrung in Technik, der Wartung und Reparatur von Fahrzeugen usw. Diese Fertigkeit spielt eine Rolle in der Fertigung von Gegenständen mit komplexen Bauteilen sowie der Installation von Bioniken.
ja: 車両の修理や他の機械製品の扱いに関するスキルです。複雑な部品を用いたアイテムの製作や、CBMの装着成功率にも影響します。
ko: 차량 및 기계적인 물건을 보수 및 수리할 때 사용되는 기술입니다. 복잡한 물건들 전반에 영향을 미치고, 바이오닉 설치에도 관여합니다.
ru: Навык проектирования, обслуживания и ремонта автомобилей, и других механических систем. Позволяет крафтить предметы из сложных деталей и играет роль в установке биомодулей.

source: Your skill in speaking to other people. Covers ability in boasting, flattery, threats, persuasion, lies, and other facets of interpersonal communication. Works best in conjunction with a high level of intelligence.
de: Deine Erfahrung damit, mit anderen Leuten zu reden. Das deckt Angeberei, Schmeichelei, Überzeugung, Lügen und andere Aspekte der Kommunikation ab. Funktioniert am Besten mit einer hohen Intelligenz.
ja: 他者と上手く会話する為のスキルです。自慢話やお世辞、恐喝や説得など対人交流に必要な会話の成功率を高めます。知性が高ければ高いほど効果が上昇します。
ko: 사람들과 대화하는 기술입니다. 자랑, 아첨, 위협, 설득, 거짓말 등 사람들과의 소통 전반에 영향을 미칩니다. 지능이 높은 캐릭터와 결합하면 금상첨화일 것입니다.
ru: Навык общения с другими людьми. Способность к убеждению, лести, угрозам, обману и другим аспектам межличностного общения. Лучше всего работает в связке с высоким уровнем интеллекта.

source: Your skill in surviving the wilderness, and in crafting various basic survival items. This also covers your ability to skin and butcher animals for meat and hides.
de: Deine Überlebensfähigkeit in der Wildnis und deine Erfahrung, diverse grundlegende Überlebensgegenstände zu fertigen. Dies deckt außerdem Erfahrung im Schlachten und Häuten von Tieren ab.
ja: 野外で生き延びる為のスキルです。サバイバルの基本となるアイテム製作に影響を及ぼし、死体を解体する際の熟練度も表します。
ko: 야생에서 살아남는 기술이며, 기초적인 서바이벌 물건들을 만들 수 있게 합니다. 또한 도축 및 무두질에도 관여합니다.
ru: Навык выживания в суровых условиях дикой природы. Помогает разделывать трупы на мясо и шкуры, а также создавать полезные для выживания простые вещи.

source: Your ability to stay afloat and move around in bodies of water. This skill keeps you from drowning, affects your combat effectiveness and speed in deep water, and determines the detriment of swimming with heavier gear.
de: Deine Fähigkeit, sich über und im Wasser zu bewegen. Sie hindert dich am Ertrinken, beeinflusst deine Kampfeffizienz und Geschwindigkeit im tiefen Wasser und die Einbußen mit schwerer Ausrüstung.
ja: 水上に浮かび、水域を移動するスキルです。溺死を防ぎ、水中での格闘技術や速度に影響を与え、重い装備を着て泳ぐ際のペナルティを決定します。
ko: 물에서 떠있을 수 있는 능력을 말합니다. 이 기술은 물에서 익사하는 것을 방지하고, 깊은 수심의 물속에서 치르는 전투와 수영속도에 영향을 미칩니다. 그리고 무거운 장비를 입고 수영할 시 발생하는 상해에도 관여합니다.
ru: Навык плавания. Влияет на скорость плавания, способность плыть в одежде и с нагруженными на себя вещами, а также сражаться в воде.
