Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: EM field generators in your arms double the range and damage of thrown iron and steel objects at a cost of 1 power per throw, causing them to leave a trail of electricity that can cause additional damage.
de: Elektromagnetische Feldgeneratoren in deinen Arben verdoppeln die Reichweite und den Schaden geworfener Eisen- und Stahlobjekte auf Kosten von 1 Strom pro Wurf. Die geworfenen Gegenstände hinterlassen eine Elektrizitätsspur, welche zusätzlichen Schaden anrichten kann.
ja: 腕に磁界発生装置を取り付けます。起動した状態で鉄や鋼など磁性体を投擲すると、威力と射程の増加に加え始点から着弾点までの間に電気の道が走ります。
ko: 당신의 팔에 이식된 전자기장 생성기는 철제 물건류의 투척 거리와 피해량을 두 배로 늘려줍니다. 매 투척마다 전력이 1 소모되고, 던진 물체를 따라 전류가 남아 추가 피해를 줄 수 있습니다.
ru: Электромагнитный генератор в ваших руках удваивает дистанцию и урон метания железных и стальных предметов. Обходится в 1 единицу энергии за бросок, при метании предмет оставляет за собой электрический след, который может причинять дополнительный урон.
zh_cn: 你手臂上的电磁发生器可以在你投掷钢铁物品时消耗1能量来产生双倍的射程和威力，并且遗留一道电磁波造成额外的伤害。收集你家里的平底锅吧，骚年！

source: Electromagnetic Unit CBM
de: Elektromagnetische-Einheit-KBM
ja: CBM: 電磁ユニット
ko: CBM: 전자석 장치
ru: КБМ: Электромагнитный агрегат
zh_cn: 掌心电磁铁CBM

source: Electroshock Unit CBM
de: Elektroschockeinheiten-KBM
ja: CBM: 電撃ユニット
ko: CBM: 전기충격 장치
ru: КБМ: Электрошокер
zh_cn: 电击部件CBM

source: Embedded in your hand is a powerful electromagnet, allowing you to pull items made of iron over short distances.
de: In deiner Hand ist ein starker Elektromagnet eingebaut. Damit kannst du Gegenstände über kurze Distanzen zu dir hinziehen.
ja: 手に強力な電磁石を埋め込みます。起動すると近くにある鉄製のアイテムを手元に引き寄せます。
ko: 손에 강력한 전자석을 탑재했습니다. 짧은 거리에 있는 금속 물품을 당길 수 있습니다.
ru: Встроенный в вашу руку мощный электромагнит, позволяющий вам перемещать железные предметы на небольшое расстояние.
zh_cn: 你的手掌心被嵌入了一个电磁铁，你可以使用它将较短距离内的铁制品拉过来。

source: Enhanced Hearing CBM
de: Hörverbesserungs-KBM
ja: CBM: 聴力拡張装置
ko: CBM: 향상된 청력
ru: КБМ: Усилитель слуха
zh_cn: 听力强化系统CBM

source: Enhanced Memory Banks CBM
de: Verbesserte-Speicherbänke-KBM
ja: CBM: 記憶拡張装置
ko: CBM: 향상된 기억 저장소
ru: КБМ: Улучшение памяти
zh_cn: 记忆增强CBM

source: Ethanol Burner CBM
de: Ethanolverbrennungs-KBM
ja: CBM: エタノール燃焼装置
ko: CBM: 에탄올 반응로
ru: КБМ: Сжигатель этанола
zh_cn: 酒精锅炉CBM

source: Expanded Digestive System CBM
de: Verdauungssystemerweiterungs-KBM
ja: CBM: 消化器官拡張
ko: CBM: 확장형 소화 시스템
ru: КБМ: Улучшение пищеварительной системы
zh_cn: 多重消化系统CBM

source: Facial Distortion CBM
de: Gesichtsverzerrungs-KBM
ja: CBM: 表情調整装置
ko: CBM: 안면 변형기
ru: КБМ: Искажение лица
zh_cn: 变脸系统CBM

source: Finger-Mounted Laser CBM
de: Fingermontierter-Laser-KBM
ja: CBM: 指内蔵式レーザー
ko: CBM: 손가락 탑재형 레이저
ru: КБМ: Лазер-в-пальце
zh_cn: 手指激光枪CBM

source: Fingerhack CBM
de: Fingerhack-KBM
ja: CBM: 指内蔵式ハッキングツール
ko: CBM: 손가락 해킹장치
ru: КБМ: Пальцехак
zh_cn: 指端黑客仪CBM

source: Fingerpick CBM
de: Fingerdietrichs-KBM
ja: CBM: 指内蔵式ピッキングツール
ko: CBM: 손가락 잠금해제 장치
ru: КБМ: Пальцеотмычка
zh_cn: 手指开锁器CBM

source: Fingertip Razors CBM
de: Fingerspitzenklingen-KBM
ja: CBM: 指先剃刀
ko: CBM: 손끝 면도날
ru: КБМ: Бионические когти
zh_cn: 指尖剃刀CBM

source: Flashbang Generator CBM
de: Blendblitzgenerator-KBM
ja: CBM: 閃光発生装置
ko: CBM: 섬광 생성기
ru: КБМ: Светошумовой генератор
zh_cn: 闪光弹生成器CBM

source: Fusion Blaster Arm CBM
de: Fusionskanonenarm-KBM
ja: CBM: フュージョンブラスターアーム
ko: CBM: 퓨전 블래스터 팔
ru: КБМ: Внутриручной термоядерный бластер
zh_cn: 核聚变臂炮CBM

source: Head Alloy Plating CBM
de: Kopflegierungsplattierungs-KBM
ja: CBM: 合金メッキ - 頭部
ko: CBM: 합금 보호판 - 머리
ru: Металлическое покрытие - Голова
zh_cn: 合金装甲-头部CBM

source: Heat Drain CBM
de: Hitzedieb-KBM
ja: CBM: 体温吸収装置
ko: CBM: 열 흡수기
ru: КБМ: Тепловое поглощение
zh_cn: 热能吸取CBM

source: Hydraulic Muscles CBM
de: Hydraulikmuskeln-KBM
ja: CBM: 油圧式筋肉
ko: CBM: 유압 근력장치
ru: КБМ: Гидравлические мышцы
zh_cn: 液压肌肉CBM

source: Implanted Night Vision CBM
de: Implantiertes-Nachtsichtgerät-KBM
ja: CBM: 内蔵暗視装置
ko: CBM: 광 증폭 시야
ru: КБМ: Вживлённое ночное видение
zh_cn: 植入式夜视仪CBM

source: Implanted in your hands and fingers is a complete tool set - screwdriver, hammer, wrench, and heating elements. You can use this in place of many tools when crafting.
de: In deinen Händen ist ein vollständiges Instrumentarium eingebaut – Schraubenzieher, Hammer, Schraubenschlüssel, und Heizelemente. Du kannst sie anstelle zahlreicher Werkzeuge beim Fertigen verwenden.
ja: 手と指に完全な工具一式を埋め込みます。 含まれる工具: ドライバー、ハンマー、レンチ、加熱装置。 これはアイテムを作製する時に役立ちます。
ko: 손에 드라이버, 망치, 렌치, 가열장치 등이 완전히 갖춰진 공구세트가 이식되었습니다. 물품 제작시에 여러 가지 도구 대신으로 이를 사용할 수 있습니다.
ru: Имплантация в руки и пальцы набора инструментов: отвертка, молоток, ключ и нагревательный элемент. Можно использовать при создании предметов.
zh_cn: 你的手掌和手指被植入了一整套工具箱，包括螺丝刀、锤子、扳手以及加热元件。你可以使用它替代许多现有工具。

source: Implanted in your trachea is an advanced filtration system. If toxins find their way into your windpipe, the filter will attempt to remove them.
de: In deiner Luftröhre ist ein fortschrittliches Filterunssystem implantiert. Sobald Giftstoffe ihren Weg in deine Luftröhre finden, versucht der Filter, sie zu entfernen.
ja: 気管に高度なろ過システムを追加します。 空気中に毒性のある物質が検出された場合、 このシステムはその除去を試みます。
ko: 기도에 고성능 여과장치가 설치되었습니다. 기도를 통해 독소의 침입이 발견되면 필터가 걸러줄 것입니다.
ru: В вашу трахею имплантирована дополнительная система фильтрации. Фильтры активируются при обнаружении токсинов во вдыхаемом воздухе.
zh_cn: 植入你气管的是一个先进的空气过滤系统。你吸入的任何毒气，都会被气管处的过滤系统给排出。

source: Increases your body's wavelength, allowing you to quantum tunnel through walls, reappearing on the other side. Power drain in standby is minimal, but each tile tunneled through costs 250 bionic power.
ja: 自身のド・ブロイ波長(物質波長)を増大させ、量子トンネルをくぐり抜け、壁を通過し、向こう側へ再出現します。待機中の電力消耗は微少ですが トンネル通過に電力を250消費します。
zh_cn: 你不是魔术师，但是你可以改变身体的频率，让你可以穿透墙壁。有时候你不得不掐一掐你的的大腿来确认这是不是真的！待机时能耗很少，但使用时每一格墙消耗250点能量。这个牵扯到量子虫洞理论，就不和亲们啰嗦了。

source: Infrared Vision CBM
de: Infrarotsicht-KBM
ja: CBM: 赤外視
ko: CBM: 적외선 시야
ru: КБМ: Инфракрасное зрение
zh_cn: 红外视觉CBM

source: Inside your body is a fleet of tiny dormant robots. Once charged from your energy banks, they will flit about your body, repairing damage and stopping bleeding.
de: In deinem Körper ist eine Flotte aus winzigen, inaktiven Robotern. Sobald sie erst einmal aufgeladen worden sind, werden sie durch deinen Körper flitzen und jeglichen Schaden reparieren und Blutungen stoppen.
ja: 体内に極小サイズのロボットを注入します。それらは電力を与えられると体内を飛び回り、出血を止め損傷部位を修復するため懸命に働きます。
ko: 당신의 몸 속은 잠자는 로봇의 함대와도 같습니다. 전력을 사용하기 시작하면, 로봇들이 몸 속을 돌아다니며 피해를 수복하고 출혈을 멈출 것입니다.
ru: В вашем теле существует флот крошечных роботов. При активизации они обследуют ваше тело, залечивая повреждения и останавливая кровотечения.
zh_cn: 你体内有一群微型纳米机器人。一旦从你的能量储存器中取得能量，他们就可以绕行你的周身，修复伤害以及止血。

source: Integrated Dosimeter CBM
de: Integrierter-Dosimeter-KBM
ja: CBM: 統合放射線量計
ko: CBM: 적산선량계
ru: КБМ: Встроенный дозиметр
zh_cn: 辐照探测仪CBM

source: Integrated Toolset CBM
de: Integriertes-Instrumentatium-KBM
ja: CBM: 内蔵工具セット
ko: CBM: 내장형 도구모음
ru: КБМ: Встроенный набор инструментов
zh_cn: 瑞士军手CBM

source: Interfaces your power system with the internal charging port on suits of power armor.
de: Verbindet dein Stromsystem mit der internen Aufladeschnittstelle von Energierüstungen.
ja: 生体部品の電力をパワーアーマーに供給するシステムを追加します。
ko: 내장 전력 시스템을 파워 아머의 충전 포트에 연결하는 접속 장치입니다. 연결하면 파워아머의 방해도가 감소합니다.
ru: Связывает вашу энергосистему с внутренними портами зарядки вашей силовой брони.
zh_cn: 你的能量系统能够为动力装甲供能。

source: Interfaces your power system with the internal charging port on suits of power armor. The Mk. II was designed by DoubleTech Inc., to meet the popularity of the Mk. II power armor series.
de: Verbindet dein Stromsystem mit der internen Aufladeschnittstelle von Energierüstungen. Die Mk. II wurde von DoubleTech Inc. gestaltet, um der Beliebtheit der »Mk. II«-Serie entgegenzukommen.
ja: 生体部品の電力をパワーアーマーに供給するシステムを追加します。人気を得たMk. IIシリーズ用としてダブルテック社の手によって開発されました。
ko: 내장 전력 시스템을 파워 아머의 충전 포트에 연결하는 접속 장치입니다. Mk. II 파워 아머 시리즈로 유명해진 더블텍 주식회사에서 개발되었습니다. 연결하면 파워아머의 방해도가 감소합니다.
ru: Связывает вашу энергосистему с внутренними портами зарядки вашей силовой брони. Mk. II был разработан DoubleTech Inc., в связи с популярностью силовой брони серии Mk. II
zh_cn: 你可以使用自身的能量供给动力装甲使用，而不再需要外接电源。这是杜布勒科技公司针对MK.II动力甲型研制的新型号。

source: Internal Chronometer CBM
de: Eingebauter-Chronometer-KBM
ja: CBM: 体内精密時計
ko: CBM: 내부 정밀시계
ru: КБМ: Встроенный хронометр
zh_cn: 内部计时器CBM

source: Internal Climate Control CBM
de: Innenklimasteuerungs-KBM
ja: CBM: 体内環境制御装置
ko: CBM: 내장형 기온조절 장치
ru: КБМ: Внутренний контроль климата
zh_cn: 恒温机构CBM

source: Internal Furnace CBM
de: Interner-Ofen-KBM
ja: CBM: 体内炉
ko: CBM: 내부 용광로
ru: КБМ: Встроенная печь
zh_cn: 内燃锅炉CBM

source: Internal Microreactor CBM
zh_cn: 小型体内核反应堆CBM

source: Internal Storage CBM
de: Interner-Lagerplatz-KBM
ja: CBM: 体内格納庫
ko: CBM: 내부 저장고
ru: КБМ: Встроенное хранилище
zh_cn: 胸部存储单元CBM

source: Joint Torsion Ratchet CBM
de: Gelenktorsionsratschen-KBM
ja: CBM: 関節内蔵式捻れラチェット
ko: CBM: 관절 물리력 흡수장치
ru: КБМ: Электрогенераторы для суставов
zh_cn: 动力齿轮CBM

source: Legs Alloy Plating CBM
de: Beinlegierungsplattierungs-KBM
ja: CBM: 合金メッキ - 脚
ko: CBM: 합금 보호판 - 다리
ru: КБМ: Металлическое покрытие - Ноги
zh_cn: 合金装甲-腿部CBM

source: Leukocyte Breeder System CBM
de: Leukozyten-Brutsystem-KBM
ja: CBM: 白血球増殖システム
ko: CBM: 백혈구 배양 시스템
ru: КБМ: Система воспроизведения лейкоцитов
zh_cn: 白细胞培育系统CBM

source: Light emitting diodes integrated into your skin can release a flash comparable to a flashbang grenade, blinding nearby enemies. Speakers integrated into your body mimic the loud sound, deafening those nearby.
de: In deiner Haut eingebaute Licht emmitierende Dioden können einen Blitz, der vergleichbar mit dem von einer Blendgranate ist, erzeugen, was naheliegende Gegner blendet. In deinem Körper eingebaute Lautsprecher ahmen den lauten Krach nach, was naheliegende Gegner täubt.
ja: 身体中にLEDとスピーカーを組み込みます。起動すると閃光手榴弾を使った様に強烈な光で周囲の敵を盲目にし、轟音で聴覚を奪います。
ko: 피부에 LED를 이식해, 섬광탄과 맞먹는 빛을 방출시켜 적의 눈을 멀게 만들 수 있습니다. 또한 몸에 이식된 스피커는 큰 소리를 낼 수 있으며, 적들의 귀를 멀게 합니다.
ru: Яркие, интегрированные в кожу диоды могут ярко вспыхивать, аналогично светошумовой гранате, ослепляя врагов поблизости. А встроенные динамики создают громкий звук, оглушительный для тех, кто находится рядом.
zh_cn: 你的身体集成了一些发光管和扬声器，它能产生强光和巨大的响声震晕周围的敌人。但你觉得这个功能在演唱最炫民族风时更有用。

source: Lying just beneath your skin is a thin armor made of carbon nanotubes. This reduces bashing damage by 2 and cutting damage by 4.
de: Knapp unter deiner Haus ist eine dünne Rüstung aus Kohlenstoff-Nanoröhren. Sie reduzieren Schlagschaden um 2 und Schnittschaden um 4.
ja: 皮下にカーボンナノチューブ製の鎧を埋め込みます。打撃によるダメージを2、斬撃によるダメージを4軽減します。
ko: 피부 바로 밑에 탄소 나노튜브로 된 보호면을 설치했습니다. 타격 데미지는 2, 베기 데미지는 4 를 감쇄합니다.
ru: Под кожей располагается тонкий слой брони из углеродных нанотрубок. Это уменьшает урон от удара на 2, от порезов на 4.
zh_cn: 在你皮肤下面植入一层碳纤维膜。可减少2点钝击伤害和4点切割伤害。

source: Membrane Oxygenator CBM
de: Membran-Oxygenierungs-KBM
ja: CBM: 隔膜酸素供給装置
ko: CBM: 피부 산소 생성기
ru: КБМ: Мембранный аэратор
zh_cn: 膜式氧气机CBM

source: Metabolic Interchange CBM
de: Stoffwechselanschlusstellen-KBM
ja: CBM: 新陳代謝相互変換装置
ko: CBM: 신진대사 전환기
ru: КБМ: Метаболический обмен
zh_cn: 代谢供能CBM

source: Microreactor Upgrade CBM
zh_cn: 升级版小型体内反应堆CBM

source: Mini-Flamethrower CBM
de: Miniflammenwerfer-KBM
ja: CBM: 小型火炎放射器
ko: CBM: 소형 화염방사기
ru: КБМ: Мини-огнемет
zh_cn: 迷你火焰指CBM

source: Monomolecular Blade CBM
de: Monomolekularklingen-KBM
ja: CBM: 単分子ブレード
ko: CBM: 단분자막 칼날
ru: КБМ: Мономолекулярный клинок
zh_cn: 单分子刀刃CBM

source: Mounted between your eyes is a small but powerful LED flashlight.
de: Zwischen deinen Augen ist eine kleine aber starke LED angebracht.
ja: 眉間に取り付けた強力な小型のLEDライトです。
ko: 두 눈 사이에 작지만 강력한 광소자(LED)를 탑재했습니다.
ru: Модуль представляет собой установленный между глаз маленький, но яркий светодиодный фонарик.
zh_cn: 在你的两眼之间安装了一个小巧强劲的LED闪光灯。现在你再来只狗就是二郎神了。

source: Mounted in the palms of your hand are small parabolic EMP field generators. You may use power to fire a short-ranged blast which will disable electronics and robots.
de: Auf deinen Handflächen sind kleine parabolische EMP-Feld-Generatoren montiert. Du kannst den Strom benutzen, um einen elekromagnetischen Puls, der Elektronik und Roboter außer Kraft setzt, innerhalb einer kurzen Reichweite abzufeuern.
ja: 掌に小型のEMP発生装置を埋め込みます。隣接タイルに存在する電子機器やロボットに放射する事で、それらを無力化できます。
ko: 손바닥에 작은 반구형 EMP 장 발생기를 탑재했습니다. 내장 전력을 사용해서 로봇과 전자 장치를 무력화 시킬 수 있는 단거리 전자기 펄스를 발생시킬 수 있습니다.
ru: Встроенный в ладонь маленький генератор электромагнитного поля. Можно выстрелить на небольшое расстояние зарядом отключающим электронику и роботов.
zh_cn: 你的手掌心被嵌入了一只EMP发射器。使用该设备，你可以发射一次近程EMP冲击，摧毁电子产品及机器人。

source: Muscle Augmentation CBM
de: Muskelaugmentations-KBM
ja: CBM: 筋肉増強
ko: CBM: 근력 증강장치
ru: КБМ: Наращивание мышц
zh_cn: 人工肌肉纤维CBM

source: Nanotubes embedded in the palm of your hand will pump any available fluid out of a dead body, cleanse it of impurities and convert it into drinkable water. You must, however, have a container to store the water in.
de: Nanoröhren, die in deiner Handfläche eingebettet sind, werden jede vorhandene Flüssigkeit eines toten Körpers auspumpen, sie von Verunreinugungen säubern und sie in trinkbares Wasser umwandeln. Du musst allerdings einen Behälter für das Wasser haben.
ja: 掌に特殊なナノチューブを埋め込みます。これは死体から水分を抽出して、不純物を完全に取り除き、飲用水に変換するシステムです。水を溜める容器が別に必要です。
ko: 손바닥에 나노튜브가 탑재되어, 시체에서 액체를 추출해 마실 수 있는 물로 정화할 수 있습니다. 단 직접 마실 수는 없으며, 물을 저장할 용기가 반드시 필요합니다.
ru: Нанотрубки в ваших ладонях позволяют высасывать жидкость из мертвых тел, очищать и превращать в питьевую воду. Вам понадобится емкость для хранения очищенной воды.
zh_cn: 你的手掌心被嵌入了一只水萃取器，允许你从任何尸体中提取可用的液体，净化它们并转换为可饮用水。不过，你必须有个装水的容器。

source: Nictating Membrane CBM
de: Nickhaut-KBM
ja: CBM: 人工透明瞬膜
ko: CBM: 제 3의 눈꺼풀
ru: КБМ: Глазная мембрана
zh_cn: 人工瞬膜CBM

source: Offensive Defense System CBM
de: Offensives-Verteidigungssystem-KBM
ja: CBM: 攻勢防衛システム
ko: CBM: 공격형 방호 시스템
ru: КБМ: Наступательная система обороны
zh_cn: 反击防御系统CBM

source: Olfactory Mask CBM
de: Geruchsabdeckungs-KBM
ja: CBM: 嗅覚偽装
ko: CBM: 체취 은폐장치
ru: КБМ: Обонятельная маскировка
zh_cn: 体味屏蔽CBM

source: One of your fingers has a small high-powered laser embedded in it. This long range weapon is not incredibly damaging, but is very accurate, and has the potential to start fires.
de: An einem deiner Finger ist ein kleiner hochenergetischer Laser eingebaut. Diese Fernkampfwaffe ist nicht gerade schädlich, aber sehr genau, und hat das Potential, Feuer zu entfachen.
ja: 指の一本に高性能な小型レーザーを埋め込みます。この遠隔武器は威力は小さいものの命中精度は高く、更には着火による火災を引き起こすかもしれません。
ko: 손가락 중 하나에 작은 고출력 레이저가 장착되었습니다. 이 장거리 레이저는 강한 데미지를 주지는 않지만, 매우 정확하며, 화재를 일으킬 가능성이 있습니다.
ru: В один из ваших пальцев встроен высоко-мощный лазер. Это очень точное дальнобойное оружие, однако оно наносит небольшие повреждения. После попадание есть вероятность возгорания цели.
zh_cn: 你的一只手指被嵌入了一只迷你激光枪。此远程武器虽然不会造成很高的伤害，但是却极其精准，并且有点燃目标的可能。

source: One of your fingers has an electrohack embedded in it; an all-purpose hacking unit used to override control panels and the like (but not computers). Skill in computers is important, and a failed use may damage your circuits.
de: Einer deiner Finger hat einen Elektrohack, eine Allzweck-Hacking-Einheit, die für das Überschreiben von Bedienfeldern und Ähnlichem (aber nicht Computern) benutzt wird. Deine Computerkenntnisse sind wichtig. Fehlerhafte Verwendung kann deine Schaltkreise beschädigen.
ja: 指の一本にハッキングツールを埋め込みます。このツールはIDカードで開くゲートをハックでき、成功すればそのまま侵入が可能です。――命の保証はしませんが。
ko: 손가락 중 하나에 전자 해킹 장치가 이식되었습니다. 다목적 해킹 장치는 제어장치를 해킹하는 등의 용도로 사용할 수 있지만, 컴퓨터에 쓸 수는 없습니다. 컴퓨터 기술이 중요하며, 해킹 실패시에는 당신의 회로에 피해를 줄 수 있습니다.
ru: В один из ваших пальцев встроен электрохак — универсальный взломщик, позволяющий нагибать панели управления и тому подобную(но не компьютеры) электронику. Важен навык компьютеров, а неудачное использование может повредить ваши схемы.
zh_cn: 你的一只手指被嵌入了电子黑客系统，允许你破解大部分控制面板以及类似的系统(不包含电脑)。该能力失败时，将会对身体内的电路造成伤害。

source: One of your fingers has an electronic lockpick embedded in it. This automatic system will quickly unlock all but the most advanced key locks without any skill required on the part of the user.
de: Einer deiner Finger hat einen elektronischen Dietrich eingebaut. Dieses automatische System wird schnell alle außer die besten Schlösser entsperren, ohne dabei irgendwelche Fertigkeiten des Benutzers vorauszusetzen.
ja: 指の一本に電子ロックピックを埋め込みます。このツールは素早い鍵開けを可能にするばかりか、防犯アラームを鳴らしてしまう危険性も抑えます。
ko: 손가락 중 하나에 전자 잠금 해제 장치가 내장되어 있습니다. 이 자동시스템은 대부분의 고급 잠금 장치를 빠른 속도로 열 수 있으며, 사용자의 기술을 요구하지 않습니다.
ru: В один из ваших пальцев встроена электронная отмычка. Эта система будет быстро отпирать все замки, не считая самых сложных, не требуя от пользователя каких либо навыков.
zh_cn: 你的一只手指被嵌入了电子开锁系统，这个开锁系统可以打开除最先进的电子锁外的所有锁，并且不需要使用者掌握任何开锁方面的技能。

source: Plutonium Filter CBM
zh_cn: 钚过滤器CBM

source: Power Armor Interface CBM
de: Energierüstungsschnittstellen-KBM
ja: CBM: パワーアーマーインターフェイス
ko: CBM: 파워 아머 인터페이스
ru: КБМ: Интерфейс силовой брони
zh_cn: 动力装甲接口CBM

source: Power Armor Mk. II Interface CBM
de: Energierüstung-Mk.-II-Schnittstellen-KBM
ja: CBM: パワーアーマーインターフェイス MK. II
ko: CBM: 파워 아머 인터페이스 Mk. II
ru: КБМ: Интерфейс силовой брони Мк. II
zh_cn: 动力装甲接口Mk.II CBM

source: Power Storage CBM
de: Stromspeicher-KBM
ja: CBM: 蓄電装置
ko: CBM: 전력 저장소
ru: КБМ: Доп. аккумулятор
zh_cn: 储能模块CBM

source: Power Storage CBM Mk. II
de: Stromspeicher-KBM Mk. II
ja: CBM: 蓄電装置 Mk. II
ko: CBM: 전력 저장소 Mk. II
ru: КБМ: Доп. аккумулятор Мк. II
zh_cn: 储能模块II型CBM

source: Powerful heatsinks and supermaterials are woven into your flesh. While powered, this system will prevent heat damage up to 2000 degrees Fahrenheit. Note that this does not affect your internal temperature.
de: Starke Kühlkörper und Supermaterialien sind in dein Fleisch verwoben. Solange es bestromt ist, wird dieses System Hitzeschaden von bis zu 1111 Grad Celsius abwenden. Beachte, dass dies nicht deine Innentemperatur beeinträchtigt.
ja: 強力な超耐熱合金で作られたヒートシンクが貴方の肉に織り込まれます。電源が入っている間、このシステムは摂氏で 約1000度の熱ダメージを防ぐ事が出来ます。この機能は体温には影響しない。
ko: 강력한 방열판과 초고온 내열재가 당신의 몸에 이식되었습니다. 작동 중에는 열기 피해를 섭씨 1093도까지 감당할 수 있습니다. 체내의 온도는 어떻게 해주지 못한다는 점을 기억하세요.
ru: Мощные радиаторы и жаростойкие материалы покрывают ваше тело. Пока работает эта система, вы защищены от воздействия внешних температур до 2000 градусов по Фаренгейту. Учитывайте, что эта система не влияет на вашу внутреннюю температуру.
zh_cn: 强大的散热片和超级材料纤维被植入了你的体内，如果给其供电可以防止不超过2000华氏度的高温.注意，这不会影响你体内的热量。

source: Probability Travel CBM
de: Wahrscheinlichkeitsbewegungs-KBM
ja: CBM: 確率的透過
ko: CBM: 확률 이동장치
ru: КБМ: Вероятностное путешествие
zh_cn: 穿墙术CBM

source: Protective Lenses CBM
de: Schutzlinsen-KBM
ja: CBM: 保護レンズ
ko: CBM: 보안 렌즈
ru: КБМ: Защитные линзы
zh_cn: 防护镜片CBM

source: Radiation Scrubber System CBM
de: Strahlungsreinigungssystem-KBM
ja: CBM: 放射線洗浄システム
ko: CBM: 방사능 제염 시스템
ru: КБМ: Система вывода радиации
zh_cn: 辐射清洗系统CBM

source: Railgun CBM
de: Schienengewehr-KBM
ja: CBM: レールガン
ko: CBM: 레일건
ru: КБМ: Рэйлган
zh_cn: 电磁轨道臂CBM

source: Recycler Unit CBM
de: Wiederverwertungseinheiten-KBM
ja: CBM: 再利用ユニット
ko: CBM: 재활용 유닛
ru: КБМ: Очистительный агрегат
zh_cn: 回收单元CBM

source: Remote Controller CBM
ja: CBM: 遠隔制御装置
zh_cn: 远程控制CBM

source: Repair Nanobots CBM
de: Reperaturnanoropotoer-KBM
ja: CBM: 修復用ナノマシン
ko: CBM: 재생 나노로봇
ru: КБМ: Ремонтные наноботы
zh_cn: 医疗纳米机器人CBM

source: Scent Vision CBM
de: Geruchsvisualisierungs-KBM
ja: CBM: 臭跡視
ko: CBM: 후각 시야
ru: КБМ: Аромавизоры
zh_cn: 形象化嗅觉系统CBM

source: Sensory Dulling CBM
de: Sinnesdämpfungs-KBM
ja: CBM: 知覚鈍化
ko: CBM: 감각 감쇄
ru: КБМ: Притупление чувств
zh_cn: 痛感抑制CBM

source: Shockwave Generator CBM
de: Schockwellengenerator-KBM
ja: CBM: 衝撃波発生装置
ko: CBM: 충격파 발생기
ru: КБМ: Генератор ударной волны
zh_cn: 冲击波发生器CBM

source: Small radiation sensors have been implanted throughout your body, allowing you to analyze your level of absorbed radiation.
de: Kleine Strahlungssensoren wurden durch deinen Körper implantiert. Dies erlaubt es dir, deinen Pegel der absorbierten Strahlung zu analysieren.
ja: 使用すると、吸収した血中に注入したセンサーによって放射線のレベルを計測します。
ko: 작은 방사선 센서들이 흡수된 방사선의 수준을 분석할 수 있도록 당신의 몸 전체에 이식되었습니다.
ru: В ваше тело вмонтирован небольшой прибор измерения радиационного фона, который позволяет оценить полученную вами дозу радиации.
zh_cn: 微小的辐射感应器被植入你的身体，允许你分析自己所受到的辐射水平。

source: Small sensors have been implanted in your heart, allowing you to analyze your blood. This will detect many illnesses, drugs, and other conditions.
de: Kleine Sensoren, mit denen du dein Blut analysieren kannst, wurden in dein Herz implantiert. Sie werden viele Krankheiten, Drogen und andere Leiden erkennen.
ja: 心臓に血液分析用の小さなセンサーを埋め込みます。起動する事で病気や薬品の影響、その他にも様々な状態を検知する事が出来ます。
ko: 심장에 소형 감지기가 이식되어 당신의 피를 분석할 수 있습니다. 이를 통해 많은 질병과 약물, 다른 상태이상을 알아낼 수 있습니다.
ru: В ваше сердце имплантированы датчики, позволяющие вам анализировать состав крови. Могут показать заболевания, наличие наркотиков в крови и прочее.
zh_cn: 你的心脏被植入了小型分析仪，可以用来分析你的血液。通过该仪器，你可以清楚的看到自身的疾病、毒瘾及其他身体状况。

source: Solar Panels CBM
de: Solarzellen-KBM
ja: CBM: ソーラーパネル
ko: CBM: 태양 전지판
ru: КБМ: Солнечные батареи
zh_cn: 日光充能CBM

source: Sonic Resonator CBM
de: Schallresonator-KBM
ja: CBM: 音波共鳴装置
ko: CBM: 음파 공명장치
ru: КБМ: Звуковой резонатор
zh_cn: 音爆冲击CBM

source: Space inside your chest cavity has been converted into a storage area. You may carry an extra 8 units of volume.
de: Der Platz in deiner Brusthöhle wurde zum Lagerplatz umfunktioniert. Du kannst 8 weitere Volumeneinheiten tragen.
ja: 胸の内部を格納領域に改造します。 所持品の最大容積が+8増加します。
ko: 상체 내부 공간을 저장공간으로 개조하였습니다. 8 부피만큼의 저장공간을 추가로 얻습니다.
ru: Внутри вашей брюшной полости располагается небольшой контейнер. Доступный объем предметов увеличивается на 8.
zh_cn: 你胸部的空腔被转化成了储存区域。你可以额外携带8单位的物品。可惜你不是波霸，否则还能增加更多空间。

source: Storage tank and stripped down plutonium reactor, allowing generation of power from small amounts of plutonium. This one has been heavily upgraded. Warning: minimal radiation shielding.
zh_cn: 一台小型钚反应堆及储存罐，能够从少量的钚燃料棒生成能量。这台经过复杂的改造。警告：仅有最低限度的辐射防护。

source: Storage tank and stripped down plutonium reactor, allowing generation of power from small amounts of plutonium. Warning: minimal radiation shielding.
zh_cn: 存储池及小型钚反应堆，使得你可以通过摄食钚棒来产生能量。警告：几乎没有核辐射防护！

source: Subdermal Carbon Filament CBM
de: Subkutankohlenstofffliaments-KBM
ja: CBM: 皮下カーボンフィラメント
ko: CBM: 피하 삽입 탄소섬유
ru: КБМ: Подкожное карбоновое волокно
zh_cn: 皮下碳纤维层CBM

source: Synaptic Accelerator CBM
de: Synapsenbeschleuniger-KBM
ja: CBM: シナプス加速装置
ko: CBM: 시냅스 가속기
ru: КБМ: Синаптический ускоритель
zh_cn: 触觉加速器CBM

source: System of tanks and filters to extract plutonium more rapidly from slurry for a microreactor.
zh_cn: 能更快的从小型核反应堆的废料中提取及浓缩钚的装置。

source: Targeting System CBM
de: Zielsystem-KBM
ja: CBM: 照準システム
ko: CBM: 조준 시스템
ru: КБМ: Система прицеливания
zh_cn: 瞄准系统CBM

source: Teleportation Unit CBM
de: Teleportationseinheit-KBM
ja: CBM: 瞬間移動装置
ko: CBM: 순간이동 장치
ru: КБМ: Телепортатор
zh_cn: 短距离传送组件CBM

source: Terranian Sonar CBM
de: Bodensonar-KBM
ja: CBM: 地中音波探知装置
ko: CBM: 지형 소나
ru: КБМ: Почвенный эхолокатор
zh_cn: 声纳之足CBM

source: The flesh on your arms has been replaced by a strong armor, protecting you greatly.
de: Das Fleisch deiner Arme wurde durch eine starke Rüstung ersetzt, was dich sehr gut schützt.
ja: 腕を頑丈なものにします。打撃や斬撃から部位を護ります。
ko: 팔의 피부를 강한 보호판으로 교체했습니다. 높은 보호력을 제공합니다.
ru: Плоть на ваших руках заменена прочной броней, предоставляя вам отличную защиту.
zh_cn: 你的手臂被植入了合金装甲，完美的覆盖了臂膀的每个部位。

source: The flesh on your head has been replaced by a strong armor, protecting both your head and jaw regions.
de: Das Fleisch deines Kopfes wurde durch eine starke Rüstung ersetzt, was sowohl Kopf- als auch Kieferbereiche schützt.
ja: 頭部と顎を頑丈なものにします。打撃や斬撃から部位を護ります。
ko: 머리의 피부를 강한 보호판으로 교체했습니다. 머리와 턱 부위 모두를 보호합니다.
ru: Кожа головы была заменена на прочную броню, защищающую, как саму голову, так и челюсть.
zh_cn: 你的躯干被植入了合金装甲，完美的覆盖了你的头部至下巴的每一寸部位。
