Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Pickup Rule:
de: Aufhebe-Regel:
ja: 取得規則:
ko: 줍기 규칙:
ru: Правило подбора:
zh_cn: 拾取规则：

source: Please load a character first to use this page!
de: Bitte lade zuerst eine Person, bevor du diese Seite benutzt!
ja: キャラクターを作成してから設定して下さい！
ko: 캐릭터를 만들고 로드를 사용해주세요!
ru: Чтобы использовать эту страницу требуется загрузить персонажа!
zh_cn: 请首先选择一个人物！

source: Rules
de: Regeln
ja: 規則
ko: 규칙
ru: Правила
zh_cn: 规则

source: Save changes?
de: Änderungen speichern?
ja: 保存しますか？
ko: 변경사항을 저장할까요?
ru: Сохранить изменения?
zh_cn: 保存修改？

source: True
de: Wahr
ko: 켬
ru: Да
zh_cn: 是

source: Won't display bottled and suffixes=(fits)
ja: 容器アイテムと(フィット)を表示しない
zh_cn: 不显示瓶装和后缀（合身）

source: %s Board
zh_cn: %s 版

source: %c is not a valid inventory letter.
de: »%c« ist kein gültes Inventarzeichen.
ja: %cは有効な割り当て文字ではありません。
ko: %c은(는) 가지고 있는 물품의 기호가 아닙니다.
ru: %c не годится в качестве символа для инвентаря.
zh_cn: %c 不是道具栏中物品所对应的字母。

source: %d PU / %d turns
zh_cn: %d PU / %d 回合

source: %d PU / turn
zh_cn: %d PU / 回合

source: %d PU act
zh_cn: %d PU 启动

source: %d PU deact
zh_cn: %d PU 关闭

source: %s; enter new letter.
de: %s; gib ein neues Zeichen ein.
ja: %s; 新しい文字を入力
ko: %s; 새로 지정할 단축키를 입력하십시오.
ru: %s; введите новую букву.
zh_cn: %s; 输入新字母。

source: ACTIVE
zh_cn: 主动

source: Adrenaline Spike
de: Adrenalin-Spitze
ja: アドレナリンラッシュ
ko: 아드레날린 과다분비
ru: Выброс адреналина
zh_cn: 肾上腺素激增

source: All of your existing bionics are lost!
de: All deine existierenden Bioniken sind verloren!
ja: 全ての生体部品を失いました！
ko: 현재 가지고 있는 모든 바이오닉이 사라졌습니다!
ru: Все ваши установленные модули сломаны!
zh_cn: 你所有的已安装生化组件都丢失了！

source: Anticholinergic Tropane Alkaloids
de: Anticholinerge Tropan-Alkaloide
ja: 薬物(抗コリン剤)
zh_cn: 抗胆碱药

source: Antihistamines
de: Antihistaminika
ja: 薬物(抗ヒスタミン剤)
ko: 항히스타민제
ru: Антигистаминные
zh_cn: 抗组胺药

source: Artificial night generator active!
de: Kunstlichtgenerator aktiv!
ja: 人工暗闇発生装置を起動した！
ko: 인공 심야 발생기 작동!
ru: Активирован генератор искусственной ночи!
zh_cn: 人工黑夜已激活！

source: BIONICS -
de: BIONIK –
ja: 生体部品 -
ko: 바이오닉
ru: БИОНИКА -
zh_cn: 仿生插件 -

source: Clostridium Tetani Infection
de: »Clostridium tetani«-Infektion
ja: 破傷風菌感染
zh_cn: 破伤风杆菌感染

source: Control vehicle
de: Fahrzeug steuern
ja: 車両を制御する
ko: 차량 조종
ru: Управление машиной
zh_cn: 控制交通工具

source: Create an EMP where?
de: Wo soll ein EMP erzeugt werden?
ja: どこにEMPを作りますか？
ko: 어디에 EMP를 만듭니까?
ru: Где создать электромагнитное поле?
zh_cn: 对哪里进行EMP冲击？

source: Deactivate your %s first!
de: Deaktiviere zuerst dein %s!
ja: %sを停止させて下さい！
ko: 우선 %s을(를) 비활성화 시키십시오!
ru: Сперва деактивируйте %s!
zh_cn: 请先关闭你的 %s !

source: Extract water from the %s
de: Wasser aus %s gewinnen.
ja: %sから水を絞り出す。
ko: %s에서 물을 추출
ru: Извлечь воду из %s
zh_cn: 从%s中抽取了水

source: Feels Like: %s.
ja: 気分: %s
zh_cn: 感觉： %s.

source: Fungal Parasite
de: Pilzparasit
ja: 真菌寄生
ko: 기생 진균체
ru: Грибки паразиты
zh_cn: 真菌寄生

source: HISISSS!
de: »ZISCH!«
ja: シューシュー！
ko: 쉬이이이익!
ru: ШШШШ!
zh_cn: 轰嘶嘶！

source: Hallucinations
ja: 幻覚
zh_cn: 幻觉

source: Heavy Painkiller
de: Starke Schmerzmittel
ja: 鎮痛剤(強い)
ko: 강한 진통제
ru: Сильное обезболивающее
zh_cn: 强力镇痛

source: Hemolytic Parasites
de: Hämolytische Parasiten
ja: 寄生虫(溶血)
ru: Кровяные паразиты
zh_cn: 血液寄生虫

source: Increased storage capacity by %i
de: Lagerkapazität um %i erhöht.
ja: 蓄電容量が%i増加しました。
ko: 전력용량 %i 증가
ru: Объем инвентаря увеличен на %i
zh_cn: 增加了 %i 的储存容量。

source: Insect Parasite
de: Insektenparasit
ja: 寄生虫
ko: 곤충류 기생충
ru: Насекомые паразиты
zh_cn: 昆虫寄生

# memorial_female
source: Installed bad bionic: %s.
de: Installierte schlechtes Bionik: %s.
ja: 移植した生体部品(故障): %s。
ko: 잘못된 바이오닉 설치 : %s
ru: Установила плохую бионику: %s.
zh_cn: 装上损坏插件：%s 。

# memorial_male
source: Installed bad bionic: %s.
de: Installierte schlechtes Bionik: %s.
ja: 移植した生体部品(故障): %s。
ko: 잘못된 바이오닉 설치 : %s
ru: Установил плохую бионику: %s.
zh_cn: 装上损坏插件：%s 。

# memorial_female
source: Installed bionic: %s.
de: Bionik installiert: %s.
ja: 移植した生体部品: %s。
ko: 바이오닉 설치 : %s
ru: Установлена бионика: %s.
zh_cn: 安装插件：%s。

# memorial_male
source: Installed bionic: %s.
de: Bionik installiert: %s.
ja: 移植した生体部品: %s。
ko: 바이오닉 설치 : %s
ru: Установлена бионика: %s.
zh_cn: 安装插件：%s。

source: Intestinal Parasite
de: Darmparasit
ja: 寄生虫(腸)
ru: Кишечный паразит
zh_cn: 肠道寄生虫

source: Intoxicant: Other
de: Rauschmittel: Andere
ja: 酩酊: その他
ko: 기타 약물
ru: Интоксикация
zh_cn: 麻醉剂：其他

source: Intracranial Parasite
de: Interkranieller Parasit
ja: 寄生虫(脳)
ru: Внутричерепной паразит
zh_cn: 颅内寄生虫

source: Intramuscular Parasites
de: Intramuskuläre Parasiten
ja: 寄生虫(筋肉)
ru: Внутримышечные паразиты
zh_cn: 肌内寄生虫

source: Iodine
de: Jod
ja: ヨウ素
ko: 요오드
ru: Йод
zh_cn: 碘片

source: Irradiated
de: Verstrahlt
ja: 照射
ko: 방사능 피폭
ru: Облучённый
zh_cn: 辐射污染

source: It really hurts!
de: Es tut wirklich weh!
ja: 痛い！
ko: 정말로 아픕니다!
ru: Ужасно больно!
zh_cn: 好痛！

# memorial_female
source: Lost %d units of power capacity.
de: Verlor %d Einheiten Energiekapazität.
ja: %dの電力容量を失いました。
ko: 내부 전력 %d 손실.
ru: Ёмкость аккумулятора уменьшена на %d.
zh_cn: 损失 %d 单位能量。

# memorial_male
source: Lost %d units of power capacity.
de: Verlor %d Einheiten Energiekapazität.
ja: %dの電力容量を失いました。
ko: 내부 전력 %d 손실.
ru: Ёмкость аккумулятора уменьшена на %d.
zh_cn: 损失 %d 单位能量。

source: Methamphetamines
de: Methamphetamine
ja: メタンフェタミン
ko: 메탐페타민
ru: Метамфетамин
zh_cn: 冰毒

source: Minor Painkiller
de: Schwache Schmerzmittel
ja: 鎮痛剤(弱い)
ko: 약한 진통제
ru: Слабое обезбаливающее
zh_cn: 轻微镇痛

source: Moderate Painkiller
de: Schmerzmittel
ja: 鎮痛剤(通常)
ko: 중간 수준 진통제
ru: Умеренное болеутоляющее
zh_cn: 中度镇痛

source: Mycal Spike
ja: マイカルラッシュ
zh_cn: 玛卡尖刺

source: No activatable bionics installed.
zh_cn: 并未安装任何主动CBM！

source: No effects.
de: Keine Wirkung.
ja: 効果なし。
ko: 효과 없음.
ru: Нет эффекта.
zh_cn: 没有效果。

source: No passive bionics installed.
zh_cn: 并未安装任何被动CBM！

source: Nothing
de: Nichts
ja: 何もない
zh_cn: 空的

source: OFF
zh_cn: 关

source: ON
zh_cn: 开

source: PASSIVE
zh_cn: 被动

source: Perform which function:
ja: 作動させる機能:
zh_cn: 使用哪个功能？

source: Poison
de: Gift
ja: 毒
ko: 독
ru: Яд
zh_cn: 中毒

source: Power usage:
zh_cn: 能量消耗：

source: Power: %i/%i
ja: 電力: %i/%i
zh_cn: 能量: %i/%i

source: Pressure: %s.
ja: 圧力: %s
zh_cn: 气压：%s.

source: RC radio
ja: ラジコン
zh_cn: 远程操控无线电

source: Reassigning. Select a bionic to reassign or press SPACE to cancel.
de: Neuzuweisung. Bionik zum Neubelegen wählen; mit Leert. abbrechen.
ja: 再割り当てします。 再割り当てする生体部品を選んでください。SPACEでキャンセルします。
ko: 재설정. 단축키를 재설정할 바이오닉을 선택하십시오. <SPACE>취소
ru: Переназначение. Выберите бионику для переназначения или нажмите ПРОБЕЛ для отмены.
zh_cn: 重新分配中。 选择一个仿生插件重新分配，或按空格键取消。

source: Relative Humidity: %s.
ja: 相対湿度: %s
zh_cn: 相对湿度：%s.

# memorial_female
source: Removed bionic: %s.
de: Entfernte Bionik: %s.
ja: 除去した生体部品: %s。
ru: Удалена бионика: %s.
zh_cn: 移除插件：%s。

# memorial_male
source: Removed bionic: %s.
de: Entfernte Bionik: %s.
ja: 除去した生体部品: %s。
ru: Удалена бионика: %s.
zh_cn: 移除插件：%s。

source: Removing bionics requires a cutting tool and a first aid kit.
de: Das Entfernen von Bioniken benötigt ein Schneidewerkzeug und einen Verbandkasten.
ja: CBMを除去するには切断性能を持つ工具と救急箱が必要です。
ru: Удаление бионики требует режущий инструмент и аптечку.
zh_cn: 移除生化模组需要一把切割工具和一个急救包

source: Removing your Fusion Blaster Arm would leave you with a useless stump.
de: Das entfernen deines Fusionskanonenarms würde dir einen nutzlosen Stummel hinterlassen.
ja: フュージョンブラスターアームを除去すると役に立たない腕の基部が残ります。
zh_cn: 如果移除热熔炮手臂，你的半截胳膊也还是长不出来。

source: Slow-Release Painkiller
de: Langzeitschmerzmittel
ja: 鎮痛剤(持続性)
ko: 장기 지속형 진통제
ru: Обезболивающее длительного действия
zh_cn: 缓释镇痛

source: Some of your existing bionics are lost!
de: Einige deiner existierenden Bioniken sind verloren!
ja: 一部の生体部品を失いました！
ko: 가지고 있는 바이오닉 중 몇몇이 사라졌습니다!
ru: Часть установленных модулей потеряна!
zh_cn: 你丢失了一部分已安装的生化组件！

source: Start a fire where?
de: Wo soll ein Feuer entfacht werden?
ja: どこに火を点けますか？
ko: 어디에 불을 피웁니까?
ru: Где зажечь огонь?
zh_cn: 在哪里生一堆火？

source: Successfully installed %s.
de: %s erfolgreich installiert.
ja: %sの移植に成功しました。
ko: %s 바이오닉을 성공적으로 설치했습니다.
ru: Успешно установлено %s.
zh_cn: 成功安装了%s。

source: Successfully removed %s.
de: %s erfolgreich entfernt.
ja: %sの除去に成功しました。
ru: Успешно удалено %s.
zh_cn: 成功移除了 %s 。

source: THC Intoxication
de: THC-Berauschung
ja: THC中毒
ko: THC 중독
ru: интоксикация каннабиноидами
zh_cn: THC 毒瘾

source: Temperature: %s.
ja: 温度: %s
zh_cn: 温度：%s.

source: The installation fails without incident.
de: Die Installation schlägt ohne Schaden fehl.
ja: 移植に失敗しましたが、運良く何も起きなかった。
ko: 설치에 실패했지만 문제는 일어나지 않았습니다.
ru: Установка провалилась без последствий.
zh_cn: 你安装失败但安然无恙。

source: The installation fails.
de: Die Installation schlägt fehl.
ja: 移植中にしくじってしまった。
ko: 설치에 실패했습니다.
ru: Установка не удалась.
zh_cn: 安装失败。

source: The installation is a failure.
de: Die Installation schlägt fehl.
ja: 移植に失敗しました。
ko: 설치는 실패했습니다.
ru: Установка провалилась.
zh_cn: 本次安装完全失败。

source: The installation is faulty!
de: Die Installation ist defekt!
ja: 移植に失敗しました！
ko: 설치한 바이오닉이 고장났습니다!
ru: Вы устанавливаете глюк!
zh_cn: 安装发生故障！

source: The removal fails.
de: Die Entfernung schlägt fehl.
ja: 除去中にしくじってしまった。
ru: Удаление не удалось.
zh_cn: 移除失败。

source: The removal is a failure.
de: Die Entfernung schlägt fehl.
ja: 除去に失敗しました。
ru: Удаление провалено.
zh_cn: 本次移除完全失败。

source: There is nothing to upgrade!
zh_cn: 缺少可升级的生化插件！

source: There was not enough moisture in the air from which to draw water!
ja: 水を引き出すには大気の湿度が足りません！
zh_cn: 这里的空气太干 ,没有足够的水分以生成液态水 .

source: VRRRRMP!
de: »WRUMM!«
ja: キィゥゥゥン！
ko: 드르르르륵!
ru: ВРРРРРМП!
zh_cn: 呜嗡嗡呜~~~！

source: WARNING: %i percent chance of failure and SEVERE bodily damage! Remove anyway?
ja: 警告: %i ％の確率で除去に失敗し、肉体に深刻な損傷を残す可能性があります！除去しますか？
zh_cn: 警告：移除该生化插件有 百分之%i 的几率造成基因损害、失血或损坏你已有的生化插件！仍要移除吗？

source: WARNING: %i percent chance of genetic damage, blood loss, or damage to existing bionics! Install anyway?
de: WARNUNG: %i Prozent Wahrscheinlichkeit, genetischen Schaden, Blutverlust oder Schaden an existierenen Bioniken anzurichten. Trotzdem installieren?
ja: 警告: %i %%の確率で遺伝子異常、流血、体部品(成功)の損傷が発生する可能性があります！移植しますか？
ko: 경고 : %i %%확률로 유전적 손상, 출혈, 설치된 바이오닉의 손상이 일어납니다! 그래도 설치합니까?
ru: ВНИМАНИЕ: %i%%%% шанс генетических повреждений, потери крови или повреждения установленной бионики! Продолжить?
zh_cn: 警告：安装该生化插件有 百分之%i 的几率造成基因损害、失血或损坏你已有的生化插件！仍要安装吗？

source: WARNING: Purging all fuel is likely to result in radiation! Purge anyway?
zh_cn: 警告：清除所有燃料将可能导致辐射！仍要清除么？

source: WARNING: Removing a reactor may leave radioactive material! Remove anyway?
zh_cn: 警告：移除核反应堆将可能导致辐射！仍要移除么？

source: Wind Speed: %s.
ja: 風速: %s
zh_cn: 风速： %s.

source: You activate your %s.
ja: %sを稼働させました。
zh_cn: 你激活你的 %s 。

source: You can not activate %s! To read a description of %s, press '!', then '%c'.
de: Du kannst %s nicht aktivieren! Um die Beschreibung von %s zu lesen, drücke »!«, dann »%c«.
ja: %sを起動出来ません！%sの説明を見るには'!'の後に'%c'を押して下さい。
ko: %s은(는) 작동형 바이오닉이 아닙니다! %s에 대한 설명을 읽으려면 '!' 키를 누르고 나서, '%c' 키를 누르세요.
ru: Вы не можете активировать %s! Для получения информации о %s - нажмите "!", затем "%c"
zh_cn: 你不能启动 %s ！查看 %s 的描述请按'!',然后按'%c'.

source: You can't deactivate your %s manually!
ja: %sを手動で無効化することはできません！
zh_cn: 你无法手动关闭你的 %s 。

source: You can't light a fire there.
de: Hier kannst du kein Feuer entfachen.
ja: そこには点火できない。
ko: 여기에는 불을 피울 수 없습니다.
ru: Вы не можете разжечь огонь здесь
zh_cn: 你无法在此点火。

source: You deactivate your %s.
ja: %sを停止させました。
zh_cn: 你关闭 %s 。

source: You do damage to your genetics, causing mutation!
de: Du beschädigst deine Gene, was zur Mutation führt.
ja: 移植の失敗によって遺伝子を傷つけ、変異が起きました！
ko: 유전자가 손상되어 돌연변이가 일어났습니다!
ru: Вы повреждаете свои гены, вызвав мутацию!
zh_cn: 你的基因受损了，引起了突变！

source: You don't have the power to activate your %s.
ja: %sを起動する電力がありません。
zh_cn: 你没有足够的能量激活你的 %s。

source: You don't have the power to deactivate your %s.
ja: %sを無効化
zh_cn: 你没有足够的能量来关闭你的 %s。

source: You don't have this bionic installed.
de: Du hast dieses Bionik nicht installiert.
ja: このCBMを移植していません。
ru: У вас не установлена эта бионика.
zh_cn: 你没有安装那个插件。

source: You extend your blade!
de: Du fährst deine Klinge aus!
ja: ブレードを伸ばしました！
ko: 칼날이 튀어나왔습니다!
ru: Вы выдвигаете свой клинок!
zh_cn: 你伸出刀锋！

source: You flub the installation.
de: Du vermasselst die Installation.
ja: 移植中にへまをやらかしました。
ko: 설치에 실패했습니다.
ru: Вы ошиблись при установке.
zh_cn: 你把这次安装搞错了。

source: You flub the removal.
de: Du verpfuscht die Entfernung.
ja: 除去中にへまをやらかしました。
ru: Вы ошиблись при удалении.
zh_cn: 你把这次移除搞错了。

source: You have already installed this bionic.
de: Du hast dieses Bionik bereits installiert.
ja: 既にこの生体部品を埋め込んでいます。
ko: 이미 이 바이오닉을 설치했습니다.
ru: Вы уже установили эту бионику.
zh_cn: 你已经安装过这种生化插件了。

source: You jiggle your parts back into their familiar places.
de: Du rückst deine Teile zurück an ihre vertrauten Stellen.
ja: 部品を揺すって落ち着く場所に戻しました。
ru: Вы вставили свои части в их родные места.
zh_cn: 你把你的部件轻轻摇晃回原本的位置。

source: You lose power capacity!
de: Du verlierst Energiekapazität!
ja: 電力容量が無くなりました！
ko: 전력용량이 줄어들었습니다!
ru: Вы теряете запас энергии.
zh_cn: 你的能源容量减小了！

source: You mess up the installation.
de: Du vergeigst die Installation.
ja: 移植中に部品を壊してしまった。
ko: 설치를 망쳐버렸습니다.
ru: Вы напутали в установке.
zh_cn: 你这次的安装弄得一团糟。

source: You mess up the removal.
de: Du vergeigst die Entfernung.
ja: 除去中に部品を壊してしまった。
ru: Вы напутали в удалении.
zh_cn: 你把这次移除搞得一团糟。

source: You must remove the Enhanced Hearing bionic to remove the Sound Dampeners.
zh_cn: 你必须先移除强化听力CBM才能移除自动制音CBM。

source: You must remove your reactor to remove the Plutonium Purger.
zh_cn: 你必须先移除核反应堆才能移除钚清除器。

source: You prep yourself to begin surgery.
ja: 自分を手術する用意を調えた。
zh_cn: 你准备好自己来开始手术。

source: You retract your blade.
de: Du ziehst deine Klinge ein.
ja: 刃を引っ込めました。
ko: 칼날을 집어넣었습니다.
ru: Вы втягиваете свой клинок.
zh_cn: 你收回你的刀锋 。

source: You screw up the installation.
de: Du verpfuschst die Installation.
ja: 移植に大失敗しました。
ko: 설치를 완전히 망쳐버렸습니다.
ru: Вы запороли установку.
zh_cn: 你搞砸了这次安装。

source: You screw up the removal.
de: Du vermasselst die Entfernung.
ja: 除去に大失敗しました。
ru: Вы запороли удаление.
zh_cn: 你搞砸了这次移除手术。

source: You unleash a powerful shockwave!
de: Du entfesselst eine starke Druckwelle!
ja: 強力な衝撃波を放ちました！
ko: 강력한 충격파를 발산했습니다!
ru: Вы выпускаете мощную ударную волну!
zh_cn: 你释放了强力冲击波！

source: You withdraw your claws.
de: Du ziehst deine Krallen ein.
ja: 鉤爪を引っ込めました。
ko: 손톱을 집어넣었습니다.
ru: Когти вдвигаются обратно.
zh_cn: 你缩回了爪子。

source: Your %s automatically turn off.
zh_cn: 你的 %s 已经自动关闭。

source: Your %s automatically turns off.
zh_cn: 你的 %s 已经自动关闭。

source: Your %s has lost connection and is turning off.
ja: %sは接続を失い、機能を停止した。
zh_cn: 你的%s已经失去连接并关闭了。

source: Your %s powers down.
de: Dein %s schaltet sich ab.
ja: %sは電力を失いました。
ko: %s이(가) 꺼졌습니다.
ru: %s выключилась.
zh_cn: 你的%s能量耗尽了。

source: Your blade extends, forcing you to drop your %s.
de: Du fährst deine Klinge aus und du musst %s fallen lassen.
ja: ブレードを伸ばしましたが、そのせいで%sを落としてしまいました。
ko: 칼날이 튀어나오는 바람에 %s을(를) 떨어뜨렸습니다.
ru: Клинок выдвинут, %s выпадает из рук.
zh_cn: 你伸出你的刀锋，使你不得不丢下你的 %s 。

source: Your body is damaged!
de: Dein Körper nimmt Schaden!
ja: 身体にダメージを受けました！
ko: 신체적 피해를 입었습니다!
ru: Ваш организм поврежден!
zh_cn: 受伤了！

source: Your body is severely damaged!
de: Dein Körper ist schwer beschädigt!
ja: 体が酷く傷つきました！
ru: Ваше тело сильно повреждено!
zh_cn: 你的身体严重受损！

source: Your claws extend!
de: Deine Krallen fahren aus!
ja: 鉤爪を伸ばしました！
ko: 손톱이 길어졌습니다!
ru: Когти выдвинуты!
zh_cn: 你伸出了爪子！

source: Your claws extend, forcing you to drop your %s.
de: Deine Krallen fahren aus, dich zwingend, %s fallen zu lassen.
ja: 鉤爪を伸ばしましたが、そのせいで%sを落としてしまいました。
ko: 손톱을 길게 만들자, %s이(가) 밀려나와 떨어졌습니다.
ru: Когти выдвинуты, %s выпадает из рук.
zh_cn: 你伸出了爪子，这使你不得不放下你的%s。

source: Your installed reactor leaves no room!
zh_cn: 你体内的核反应堆CBM占用了太多空间！

source: Your internal furnace takes up too much room!
zh_cn: 你体内的内燃锅炉CBM占用了太多空间！

source: Your internal storage and furnace take up too much room!
zh_cn: 你体内的储能模块CBM和内燃锅炉CBM占用了太多空间！

source: Your internal storage takes up too much room!
zh_cn: 你体内的储能模块CBM占用了太多空间！

source: Your muscles hiss as hydraulic strength fills them!
de: Deine Muskeln zischen, weil sie von hydraulischer Kraft gefüllt werden!
ja: 油圧機構の力に満たされた全身の筋肉が甲高い唸りをあげています！
ko: 근육이 유압을 받아 쉭쉭거립니다!
ru: Ваши мышцы зашипели. Вы чувствуете, как гидравлическая сила наполняет их!
zh_cn: 你的肌肉嘶嘶作响！就像充满了液压之力一般。

source: Your muscles tear with the strain.
de: Deine Muskeln reißen unter der Belastung.
ja: 筋肉に負荷を掛け過ぎて、少し傷を負いました。
ko: 근육이 무리한 결과, 조금 상처를 입었습니다.
ru: Ваши мышцы рвутся от напряжения.
zh_cn: 你的肌肉因过劳而拉伤。

source: Your radiation level: %d
de: Dein Strahlungswert: %d
ja: 放射能レベル: %d
ko: 현재 방사능 수준: %d
ru: Ваш уровень радиации: %d
zh_cn: 你的辐射水平: %d

source: Your speed suddenly increases!
de: Deine Geschwindigkeit erhöht sich plötzlich!
ja: 急に素早く動ける様になりました！
ko: 몸의 속도가 갑자기 빨라졌습니다!
ru: Ваша скорость резко увеличилась!
zh_cn: 你突然提速了！

source: Your training helps you minimize the complications.
ja: 経験が役立って問題は最小限に抑えられました。
zh_cn: 你的训练帮助你将失败的后果最小化。

source: Dodging and melee is hampered.
de: Das Ausweichen und der Nahkampf sind behindert.
ja: 近接戦闘と回避が阻害されます。
ko: 회피와 근접 공격에 방해됩니다.
ru: Уклонение и ближний бой затруднены.
zh_cn: 闪避和近战攻击受到了限制

source: It's inflamed.
ja: 炎症を起こしています。
zh_cn: 发炎了。

source: Manual tasks are slowed.
de: Handarbeiten sind verlangsamt.
ja: 手作業全般が遅くなります。
ko: 손을 사용하는 일들이 느려졌습니다.
ru: Ручные задачи замедлены.
zh_cn: 制作工作变慢了。

source: Melee and ranged combat is hampered.
de: Nah- und Fernkampf sind behindert.
ja: 近接戦闘と射撃・投擲が阻害されます。
ko: 격투와 장거리 전투에 방해됩니다.
ru: Ближний и дальний бой затруднены.
zh_cn: 近战和远程攻击都受到了限制

source: Ranged combat is hampered.
de: Der Fernkampf wird behindert.
ja: 射撃・投擲が阻害されます。
ko: 장거리 전투에 방해됩니다.
ru: Дальний бой затруднен.
zh_cn: 远程攻击受到了限制

source: Running and swimming are slowed.
de: Laufen und Schwimmen sind verlangsamt.
ja: 走る速さと泳ぐ速さが遅くなります。
ko: 달리기와 수영이 느려졌습니다.
ru: Бег и плаванье замедлены.
zh_cn: 跑步和游泳都变慢了。

source: Running is slowed.
de: Das Rennen ist verlangsamt.
ja: 走る速さが遅くなります。
ko: 달리기가 느려졌습니다.
ru: Бег замедлился.
zh_cn: 跑得变慢了

source: appendix
de: Blinddarm
ja: 付加
ko: 맹장
ru: аппендикс
zh_cn: 附加物

# bodypart_accusative
source: appendix
de: den Blinddarm
ja: 付加
zh_cn: 附件

source: eyes
de: Augen
ja: 眼
ko: 눈
ru: глаза
zh_cn: 双眼

# bodypart_accusative
source: eyes
de: Augen
ja: 眼
zh_cn: 眼部

source: head
de: Kopf
ja: 頭
ko: 머리
ru: голова
zh_cn: 头部

# bodypart_accusative
source: head
de: den Kopf
ja: 頭
zh_cn: 头部

source: left arm
de: linker Arm
ja: 左腕
ko: 왼팔
ru: левая рука
zh_cn: 左臂

# bodypart_accusative
source: left arm
de: den linken Arm
ja: 左腕
zh_cn: 左臂

source: left foot
de: linker Fuß
ja: 左足
ko: 왼발
ru: лев. стопа
zh_cn: 左脚

# bodypart_accusative
source: left foot
de: den linken Fuß
ja: 左足
zh_cn: 左脚

source: left hand
de: linke Hand
ja: 左手
ko: 왼손
ru: лев. ладонь
zh_cn: 左手

# bodypart_accusative
source: left hand
de: die linke Hand
ja: 左手
zh_cn: 左手

source: left leg
de: linkes Bein
ja: 左脚
ko: 왼쪽 다리
ru: лев. нога
zh_cn: 左腿

# bodypart_accusative
source: left leg
de: das linke Bein
ja: 左脚
zh_cn: 左腿

source: mouth
de: Mund
ja: 口
ko: 입
ru: рот
zh_cn: 嘴部

# bodypart_accusative
source: mouth
de: Mund
ja: 口
zh_cn: 嘴部

source: right arm
de: rechter Arm
ja: 右腕
ko: 오른팔
ru: правая рука
zh_cn: 右臂

# bodypart_accusative
source: right arm
de: den rechten Arm
ja: 右腕
zh_cn: 右臂

source: right foot
de: rechter Fuß
ja: 右足
ko: 오른발
ru: прав. стопа
zh_cn: 右脚

# bodypart_accusative
source: right foot
de: den rechten Fuß
ja: 右足
zh_cn: 右脚

source: right hand
de: rechte Hand
ja: 右手
ko: 오른손
ru: прав. ладонь
zh_cn: 右手

# bodypart_accusative
source: right hand
de: die rechte Hand
ja: 右手
zh_cn: 右手

source: right leg
de: rechtes Bein
ja: 右脚
ko: 오른쪽 다리
ru: прав. нога
zh_cn: 右腿

# bodypart_accusative
source: right leg
de: das rechte Bein
ja: 右脚
zh_cn: 右腿

source: torso
ja: 胴体
ko: 상체
ru: торс
zh_cn: 躯干

# bodypart_accusative
source: torso
ja: 胴体
zh_cn: 躯干

source: %d AM
ja: AM %d
ko: 오전 %d
zh_cn: 上午 %d

source: %d PM
ja: PM %d
ko: 오후 %d
zh_cn: 下午 %d

source: %d day
de: %d Tag
ja: %d日
ko: %d 일
ru: %d день
zh_cn: %d 天

source: %d hour
de: %d Stunde
ja: %d時間
ko: %d시간
ru: %d час
zh_cn: %d 小时

source: %d minute
ja: %d分
ko: %d 분
ru: %d минута
zh_cn: %d 分钟

source: %d season
de: %d Jahreszeit
ja: %d 季節
ko: %d 계절
ru: %d сезон
zh_cn: %d 季

source: %d turn
de: %d Zug
ja: %dターン
ko: %d 턴
ru: %d ход
zh_cn: %d 回合

source: %d year
de: %d Jahr
ja: %d年
ko: %d 년
ru: %d год
zh_cn: %d 年

source: %d:%02d:%02d%sAM
ja: AM %d:%02d:%02d%s
zh_cn: %d:%02d:%02d%s上午

source: %d:%02d:%02d%sPM
ja: PM %d:%02d:%02d%s
zh_cn: %d:%02d:%02d%s下午

source: Friday
de: Freitag
ja: 金曜日
ko: 금요일
ru: Пятница
zh_cn: 星期五

source: Monday
de: Montag
ja: 月曜日
ko: 월요일
ru: Понедельник
zh_cn: 星期一

source: Saturday
de: Samstag
ja: 土曜日
ko: 토요일
ru: Суббота
zh_cn: 星期六

source: Sunday
de: Sonntag
ja: 日曜日
ko: 일요일
ru: Воскресенье
zh_cn: 星期日

source: Thursday
de: Donnerstag
ja: 木曜日
ko: 목요일
ru: Четверг
zh_cn: 星期四

source: Tuesday
de: Dienstag
ja: 火曜日
ko: 화요일
ru: Вторник
zh_cn: 星期二

source: Wednesday
de: Mittwoch
ja: 水曜日
zh_cn: 星期三

source: You can't do anything interesting with your %s.
de: Mit deinem %s kannst du nicht interessantes anstellen.
ja: %sを使って出来ることは特に思いつかない。
ko: %s을(를) 가지고는 할 수 있는게 없습니다.
ru: Вы не можете сделать ничего интересного с %s.
zh_cn: 你没法继续研究你的%s。

source: <npcname> escapes the pit!
ja: <npcname>は落とし穴から脱出しました！
zh_cn: <npcname> 逃离了深坑！

source: <npcname> frees themselves from the bear trap!
ja: <npcname>はトラバサミを外して、自由になりました！
zh_cn: <npcname> 从捕熊陷阱挣脱了出来！

source: <npcname> frees themselves from the heavy snare!
ja: <npcname>は強力くくり罠を外して、自由になりました！
zh_cn: <npcname> 从深坑挣扎了出来！

source: <npcname> frees themselves from the light snare!
ja: <npcname>はくくり罠を外して、自由になりました！
zh_cn: <npcname> 从浅坑挣扎了出来！

source: <npcname> frees themselves from the rubble!
ja: <npcname>は瓦礫をどけて、自由になりました！
zh_cn: <npcname> 从瓦砾中挣脱了出来！

source: <npcname> frees themselves from the webs!
ja: <npcname>は蜘蛛の巣を払って、自由になりました！
zh_cn: <npcname> 从网中挣脱出来！

source: <npcname> stands up.
ja: <npcname>は立ち上がりました。
zh_cn: <npcname>站了起来。

source: You escape the pit!
de: Du entkommst der Grube!
ja: 落とし穴から脱出しました！
ko: 구덩이를 탈출했습니다!
ru: Вы выбрались из ямы!
zh_cn: 你逃出了深坑！

source: You free yourself from the bear trap!
ja: トラバサミを外して、自由になりました！
zh_cn: 你从捕熊陷阱中挣脱了出来！

source: You free yourself from the heavy snare!
ja: 強力くくり罠を外して、自由になりました！
zh_cn: 你从深坑中挣扎了出来！

source: You free yourself from the light snare!
ja: くくり罠を外して、自由になりました！
zh_cn: 你从浅坑中挣扎了出来！

source: You free yourself from the rubble!
ja: 瓦礫をどけて、自由になりました！
zh_cn: 你从瓦砾中挣脱了出来！

source: You free yourself from the webs!
ja: 蜘蛛の巣を払って、自由になりました！
zh_cn: 你从网中挣脱出来！

source: You stand up.
de: Du stehst auf.
ja: 立ち上がりました。
ko: 일어섰습니다.
ru: Вы поднялись.
zh_cn: 你站了起来。

source: You struggle to stand.
de: Du hast Schwierigkeiten, gerade zu stehen.
ja: 立ち上がろうと足掻きました。
ko: 일어서기 위해 노력하는 중입니다.
ru: Вы пытаетесь подняться.
zh_cn: 你挣扎着站起来。

source: You try to escape the pit, but slip back in.
de: Du versucht, dem Abgrund zu entkommen, aber rutschst wieder herein.
ja: 落とし穴から脱出を試みましたが、滑り落ちてしまいました。
ko: 구덩이에서 빠져나가려 했지만, 다시 미끄러져 내려왔습니다.
ru: Вы пытаетесь выбраться из ямы, но соскальзываете вниз.
zh_cn: 你试图从坑里头爬出来，但是又滑落进去了。

source: You try to free yourself from the bear trap, but can't get loose!
ja: トラバサミを外そうとしましたが、上手く外せなかった！
zh_cn: 你尝试从捕熊陷阱里挣脱出来，但是失败了。

source: You try to free yourself from the heavy snare, but can't get loose!
ja: 強力くくり罠を外そうとしましたが、上手く外せなかった！
zh_cn: 你尝试从深坑里挣扎出来，但是失败了。

source: You try to free yourself from the light snare, but can't get loose!
ja: くくり罠を外そうとしましたが、上手く外せなかった！
zh_cn: 你尝试从浅坑里挣扎出来，但是失败了。

source: You try to free yourself from the rubble, but can't get loose!
ja: 瓦礫をどけようとしましたが、上手くどけれなかった！
zh_cn: 你尝试从瓦砾中挣脱出来，但是失败了。

source: You try to free yourself from the webs, but can't get loose!
ja: 蜘蛛の巣を払おうとしましたが、上手く払えなかった！
zh_cn: 你尝试从网中挣脱出来，但是失败了。

source: Failed to save zones to %s
de: Speicherung der Zonen nach %s fehlgeschlagen
ja: 区域の保存を失敗しました:%s
zh_cn: 存储区域至 %s 失败

source: No Auto Pickup
de: Kein Auto-Aufheben
ja: 自動取得しない
zh_cn: 禁用自动拾取
