Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: reloaded .30-06 incendiary
de: wiedergeladene .30-06 Brand
ja: 弾薬(.30-06口径/焼夷(手詰め))
ko: .30-06 소이탄(incendiary)-재생
zh_cn: 复装.30-06 燃烧弹

source: reloaded .300 Winchester Magnum
de: wiedergeladene .300 Winchester Magnum
ja: 弾薬(.30口径/ウィンチェスターマグナム(手詰め))
zh_cn: 复装.300 Win Mag弹

source: reloaded .308 Winchester
de: wiedergeladene .308 Winchester
ja: 弾薬(.308口径/ウィンチェスター(手詰め))
ko: .308 Winchester-재생
zh_cn: 复装.308 Winchester弹

source: reloaded .32 ACP
de: wiedergeladene .32 ACP
ja: 弾薬(.32口径(手詰め))
zh_cn: 复装.32 ACP弹

source: reloaded .38 FMJ
de: wiedergeladene .38 FMJ
ja: 弾薬(.38口径/FMJ(手詰め))
ko: .38 FMJ-재생
zh_cn: 复装.38 FMJ弹

source: reloaded .38 Special
de: wiedergeladene .38 Special
ja: 弾薬(.38口径/スペシャル(手詰め))
ko: .38 Special-재생
zh_cn: 复装.38 特制弹

source: reloaded .38 Super
de: wiedergeladene .38 Super
ja: 弾薬(.38口径/スーパー(手詰め))
ko: .38 Super-재생
zh_cn: 复装.38 超级弹

source: reloaded .40 FMJ
de: wiedergeladene .40 FMJ
ja: 弾薬(.40口径/FMJ(手詰め))
ko: .40 FMJ-재생
zh_cn: 复装.40 FMJ弹

source: reloaded .40 S&W
de: wiedergeladene .40 S&W
ja: 弾薬(.40口径/S&W(手詰め))
ko: .40 S&W-재생
zh_cn: 复装.40 S&W弹

source: reloaded .44 FMJ
de: wiedergeladene .44 FMJ
ja: 弾薬(.44口径/FMJ(手詰め))
ko: .44 FMJ-재생
zh_cn: 复装.44 FMJ弹

source: reloaded .44 Magnum
de: wiedergeladene .44 Magnum
ja: 弾薬(.44口径/マグナム(手詰め))
ko: .44 Magnum-재생
zh_cn: 复装.44 Magnum弹

source: reloaded .45 ACP
de: wiedergeladene .45 ACP
ja: 弾薬(45口径/ACP(手詰め))
ko: .45 ACP-재생
zh_cn: 复装.45 ACP弹

source: reloaded .45 FMJ
de: wiedergeladene .45 FMJ
ja: 弾薬(45口径/FMJ(手詰め))
ko: .45 FMJ-재생
zh_cn: 复装.45 FMJ弹

source: reloaded .45 Super
de: wiedergeladene .45 Super
ja: 弾薬(.45口径/スーパー(手詰め))
ko: .45 Super-재생
zh_cn: 复装.45 超级弹

source: reloaded .454 Casull
de: wiedergeladene .454 Casull
ja: 弾薬(.454口径/カスール(手詰め))
ko: .454 Casull-재생
zh_cn: 复装.454 Casull弹

source: reloaded .50 BMG AP
ja: 弾薬(.50口径BMG/徹甲(手詰め))
zh_cn: 复装 .50BMG 穿甲弹

source: reloaded .50 BMG API
ja: 弾薬(.50口径BMG/徹甲焼夷(手詰め))
zh_cn: 复装 .50BMG 穿甲燃烧弹

source: reloaded .50 BMG Ball
ja: 弾薬(.50口径BMG/Ball(手詰め))
zh_cn: 复装 .50BMG 普通弹

source: reloaded .500 S&W Magnum
de: wiedergeladene .500 S&W Magnum
ja: 弾薬(.50口径/S&Wマグナム(手詰め))
ko: .500 S&W Magnum-재생
zh_cn: 复装.500 S&W Magnum弹

source: reloaded .700 NX
ja: 弾薬(.70口径/ニトロ・エクスプレス(手詰め))
zh_cn: 复装.700 NX弹

source: reloaded 00 shot
de: wiedergeladene 00-Schrotkugel
ja: 弾薬(散弾(手詰め))
ko: 00 shot-재생
zh_cn: 复装猎鹿弹

source: reloaded 10mm Auto
de: wiedergeladene 10mm Auto
ja: 弾薬(10mm/オート(手詰め))
ko: 10mm Auto-재생
zh_cn: 复装10mm Auto弹

source: reloaded 4.6x30mm
de: wiedergeladene 4,6×30mm
ja: 弾薬(4.6x30mm(手詰め))
ko: 4.6x30mm-재생
zh_cn: 复装4.6x30mm弹

source: reloaded 40mm buckshot
de: wiedergeladene 40mm-Schrotmunition
ja: 弾薬(40mm/散弾(手詰め))
ko: 40mm 벅샷(buckshot)-재생
zh_cn: 复装40mm 猎鹿弹

source: reloaded 40mm flechette
de: wiedergeladenes 40mm-Flechet
ja: 弾薬(40mm/矢弾(手詰め))
ko: 40mm 플레쉐트탄(flechette)-재생
zh_cn: 复装40mm 箭形弹

source: reloaded 5.45x39mm 5N7
de: wiedergeladene 5,45×39mm 5N7
ja: 弾薬(5.45x39mm/5N7(手詰め))
zh_cn: 复装7.62x39mm 5N7弹

source: reloaded 5.45x39mm 7N22
de: wiedergeladene 5,45×39mm 7N22
ja: 弾薬(5.45x39mm/7N22(手詰め))
zh_cn: 复装5.45x39 7N22步枪弹

source: reloaded 5.56 NATO
de: wiedergeladene 5.56 NATO
ja: 弾薬(5.56mm/NATO(手詰め))
ko: 5.56mm NATO-재생
zh_cn: 复装5.56 NATO弹

source: reloaded 5.56 incendiary
de: wiedergeladene 5.56 Brand
ja: 弾薬(5.56mm/焼夷(手詰め))
ko: 5.56mm 소이탄(incendiary)-재생
zh_cn: 复装5.56 燃烧弹

source: reloaded 5.7x28mm
de: wiedergeladene 5,7×28mm
ja: 弾薬(5.7x28mm(手詰め))
ko: 5.7x28mm-재생
zh_cn: 复装5.7x28mm弹

source: reloaded 5x50mm flechette
de: wiedergeladens 5×50mm-Flechet
ja: 弾薬(5x50mm/矢弾(手詰め))
ko: 5x50mm 플레쉐트탄(flechette)-재생
zh_cn: 复装5x50mm 箭型弹

source: reloaded 6.54x42mm 9N8
de: wiedergeladene 6,54×42mm 9N8
ja: 弾薬(6.54x42mm/9N8(手詰め))
zh_cn: 复装6.54x42mm 9N8步枪弹

source: reloaded 7.62x39mm M43
de: wiedergeladene 7,62×39mm M43
ja: 弾薬(7.62x39mm/M43(手詰め))
ko: 7.62x39mm M43-재생
zh_cn: 复装7.62x39mm M43弹

source: reloaded 7.62x39mm M67
de: wiedergeladene 7,62×39mm M67
ja: 弾薬(7.62x39mm/M67(手詰め))
ko: 7.62x39mm M67-재생
zh_cn: 复装7.62x39mm M67弹

source: reloaded 7.62x51mm
de: wiedergeladene 7,62×51mm
ja: 弾薬(7.62x51mm(手詰め))
ko: 7.62x51mm-재생
zh_cn: 复装7.62x51mm弹

source: reloaded 7.62x51mm incendiary
de: wiedergeladene 7,62×51mm Brand
ja: 弾薬(7.62x51mm/焼夷(手詰め))
ko: 7.62x51mm 소이탄(incendiary)-재생
zh_cn: 复装7.62x51mm 燃烧弹

source: reloaded 7.62x54mmR
de: wiedergeladene 7,62×54mmR
ja: 弾薬(7.62x54mm/R(手詰め))
zh_cn: 复装7.62x54mmR弹

source: reloaded 9mm
de: wiedergeladene 9mm
ja: 弾薬(9mm/手詰め)
ko: 9mm-재생
zh_cn: 复装9mm

source: reloaded 9mm +P
de: wiedergeladene 9mm +P
ja: 弾薬(9mm/+P(手詰め))
ko: 9mm +P-재생
zh_cn: 复装9mm +P

source: reloaded 9mm +P+
de: wiedergeladene 9mm +P+
ja: 弾薬(9mm/+P+(手詰め))
ko: 9mm +P+-재생
zh_cn: 复装9mm +P+

source: reloaded 9mm FMJ
de: wiedergeladene 9mm FMJ
ja: 弾薬(9mm/FMJ(手詰め))
ko: 9mm FMJ-재생
zh_cn: 复装9mm FMJ弹

source: reloaded birdshot
de: wiedergeladener Vogeldunst
ja: 弾薬(小ペレット弾(手詰め))
ko: 버드샷(birdshot)-재생
zh_cn: 复装猎鸟弹

source: reloaded explosive slug
de: wiedergeladene Explosivschrotmunition
ja: 弾薬(単発弾/炸裂(手詰め))
ko: 폭발성 슬러그(explosive slug)-재생
zh_cn: 复装高爆霰弹

source: reloaded flechette shell
de: wiedergelasene Flechet-Hülse
ja: 弾薬(矢弾(手詰め))
ko: 플레쉐트탄(flechette shell)-재생
zh_cn: 复装镖型霰弹

source: reloaded shotgun beanbag
ja: 弾薬(ショットガン/ビーンバッグ(手詰め))
zh_cn: 复装沙包弹

source: reloaded shotgun slug
de: wiedergeladenes Flintenlaufgeschoss
ja: 弾薬(単発弾(手詰め))
ko: 산탄 슬러그(shotgun slug)-재생
zh_cn: 复装独头弹

source: reloaded signal flare
de: wiedergeladene Signalleuchtfackel
ja: 弾薬(信号弾(手詰め))
ko: 신호용 조명탄(signal flare)-재생
zh_cn: 复装信号弹

source: rock
de: Stein
ja: 石
ko: 돌(rock)
ru: камень
zh_cn: 石头

source: rocket fuel
ja: ロケット燃料
zh_cn: 火箭弹燃料

source: rolling paper
de: Zigarettenpapier
ja: 巻紙
ko: 담배 종이(rolling papers)
ru: сигаретная бумага
zh_cn: 卷烟纸

source: rubber slug
ja: 弾薬(単発弾/ゴム)
zh_cn: 橡胶弹头

source: saltpeter
zh_cn: 硝石

source: sand
ja: 砂
ko: 모래
ru: песок
zh_cn: 黄沙

source: serrated disc
ja: 円盤(金属/鋸歯)
zh_cn: 锯齿圆盘

source: shotgun beanbag
de: Schrotflinten-Beanbag
ja: 弾薬(ショットガン/ビーンバッグ)
ko: 산탄총용 빈백(beanbag)
zh_cn: 沙包弹

source: shotgun hull
de: Schrothülse
ja: 空薬莢(ショットガン)
ko: 산탄 탄피(shotgun hull)
ru: гильза 12 калибра
zh_cn: 霰弹弹壳

source: shotgun primer
de: Schrotzündhütchen
ja: 雷管(ショットガン用)
ko: 산탄총 뇌관(shotgun primer)
ru: средний ружейный капсюль
zh_cn: 霰弹枪子弹底火

source: shotgun slug
de: Flintenlaufgeschoss
ja: 弾薬(単発弾/通常)
ko: 샷건 슬러그(shotgun slug)
ru: жакан для дробовика
zh_cn: 独头弹

source: signal flare
de: Signalleuchtfackel
ja: 閃光信号弾
ko: 신호용 조명탄(signal flare)
ru: сигнальная ракета
zh_cn: 信号弹

source: silver
de: Silber
ja: 銀
ko: 은(silver)
ru: серебро
zh_cn: 银块

source: sinew
de: Sehne
ja: 腱
ko: 힘줄(sinew)
ru: сухожилие
zh_cn: 肌腱

source: small pistol primer
de: kleines Pistolenzündhütchen
ja: 雷管(小型拳銃用)
ko: 소구경 권총 뇌관(pistol primer)
ru: маленький пистолетный капсюль
zh_cn: 小型手枪子弹底火

source: small rifle primer
de: kleines Gewehrzündhütchen
ja: 雷管(小型ライフル用)
ko: 소구경 라이플 뇌관(rifle primer)
ru: маленький ружейный капсюль
zh_cn: 小型步枪子弹底火

source: solder
de: Lötzinn
ja: はんだ
ko: 납땜용 연납(solder)
zh_cn: 焊料

source: spiked home-made rocket
ja: ロケット弾(自作/棘)
zh_cn: 土制尖刺火箭

source: steel crossbow bolt
de: Stahl-Armbrustbolzen
ja: ボルト(鋼)
ko: 강철 쇠뇌 볼트(crossbow bolt)
ru: стальной арбалетный болт
zh_cn: 钢制弩矢

source: steel rail
de: Stahlschiene
ja: レール(鋼)
ko: 강철 레일(steel rail)
ru: стальной штырь
zh_cn: 铁条筋

source: stone javelin
zh_cn: 石尖标枪

source: sulfur
zh_cn: 硫磺

source: sulfuric acid
zh_cn: 硫酸

source: thermite
ja: テルミット
zh_cn: 铝热剂

source: thread
de: Faden
ja: 糸
ko: 실타래(thread)
ru: нитка
zh_cn: 缝衣线

source: throwing axe
de: Wurfaxt
ja: 投斧
ko: 투척용 도끼(throwing axe)
ru: метательный топор
zh_cn: 投斧

source: throwing knife
de: Wurfmesser
ja: 投げナイフ
ko: 투척용 나이프(throwing knife)
ru: метательный нож
zh_cn: 飞刀

source: throwing stick
zh_cn: 标枪

source: tin
de: Zinn
ja: 錫
ko: 주석(tin)
ru: олово
zh_cn: 锡块

source: tinder
zh_cn: 引火物

source: tiny steel bolt
ja: 鋭いネジ(鋼)
zh_cn: 小钢箭

source: unfinished charcoal
ja: 炭(未完成)
zh_cn: 未完成的木炭

source: unfletched field point wooden arrow
ja: 矢(木/フィールドポイント)
zh_cn: 锥头无翎羽木箭

source: unfletched fire-hardened wooden arrow
ja: 矢(木/焼固)
zh_cn: 碳化无翎羽木箭

source: unfletched heavy field point arrow
ja: 矢(堅木/フィールドポイント)
zh_cn: 锥头无翎羽木箭

source: unfletched heavy fire-hardened arrow
ja: 矢(堅木/焼固)
zh_cn: 碳化无翎羽重箭

source: unfletched sharpened metal arrow
ja: 矢(金属/鋭利)
zh_cn: 尖头无翎羽金属箭

source: unfletched small game arrow
ja: 矢(木/猟矢)
zh_cn: 狩猎无翎羽小箭

source: watery plutonium slurry
zh_cn: 含水钚浆

source: white paint
de: weiße Farbe
ja: 塗料(白)
ko: 하얀색 페인트(white paint)
ru: банка белой краски
zh_cn: 白油漆

source: wood ballista bolt
ja: バリスタ用ボルト(木)
zh_cn: 木质弩床矢

source: wooden arrow shaft
de: Holzpfeilschaft
ja: 矢柄(木)
zh_cn: 木制箭杆

source: wooden crossbow bolt
de: Holzarmbrustbolzen
ja: ボルト(木)
zh_cn: 木制弩矢

source: wooden fishing spear
de: Holzfischspeer
ja: 銛(木)
zh_cn: 木制鱼叉

source: wooden javelin
de: hölzerner Wurfspeer
ja: ウッドジャベリン
ko: 나무 자벨린(wooden javelin)
ru: деревянное метательное копьё
zh_cn: 木标枪

source: yarn
ja: 織糸
zh_cn: 羊毛纱线

source: yellow carpet
de: gelber Teppich
ja: 絨毯(黄)
ko: 노란 카펫(yellow carpet)
ru: жёлтый ковёр
zh_cn: 黄地毯

source: yellow paint
de: gelbe Farbe
ja: 塗料(黄)
ko: 노란색 페인트(yellow paint)
ru: банка жёлтой краски
zh_cn: 黄色油漆

source: zinc powder
ja: 粉末(亜鉛)
zh_cn: 锌粉

source: A 43-man squamish jersey made of thick material imprinted with the logo of the Gainesville Veeblefetzers.
ja: 厚手の素材で作られた43人スコーミッシュ用のジャージです。ゲインズビル・ビーブルフィザーのロゴが刻印されています。
zh_cn: 一件印有Gainesville Veeblefetzer标志的43号厚质短袖球衣。

source: A Kevlar armored custom full-length duster, covered with pouches and pockets. Comfortable, durable, and great for storage.
ja: 全身を覆える特注のダスターコートです。ケブラーで装甲を施し、収納箇所を大量に増やしました。動きやすく、頑丈で、大量に収納できます。
zh_cn: 一件凯夫拉强化的自制全身长防尘风衣，有许多的的口袋，舒适、耐用，可以装很多东西。

source: A Kevlar armored custom trenchcoat, covered with pouches and pockets. Comfortable, durable, and great for storage.
ja: 特注のトレンチコートです。ケブラー装甲を施し、小物袋とポケットが取り付けてあります。着心地が良く、丈夫で、収納性にも優れています。
zh_cn: 一件有镶嵌了凯夫拉片的自制风衣，有许多的的口袋，舒适、耐用，可以装很多东西。

source: A Modular Bullet Resistant Vest. Ceramic plates have been inserted to improve its protection. The ceramic plates cannot be repaired, only replaced.
de: Eine kugelsichere Modulweste. Es wurden Keramikplattein eingesetzt, um ihren Schutz zu verbessern. Die Keramikplatten können nicht repariert werden, nur ersetzt.
ja: モジュール式防弾ベストです。防御性能の向上のためにセラミックプレートが挿入されています。セラミックプレートは修理できず、入れ替えることしか出来ません。
zh_cn: 一件模块化防弹背心，插入了陶瓷板来提高防护性能，陶瓷板无法被修复，只能被替换。

source: A Modular Bullet Resistant Vest. Hardened steel plates have been inserted, greatly increasing its protection at the cost of a great deal of weight and loss of flexibility.
de: Eine kugelsichere Modulweste. Gehärtete Stahlplatten wurden eingesetzt, was den Schutz der Weste drastisch erhöht, aber auch das Gewicht; auch die Flexibilität muss darunter leiden.
ja: モジュール式防弾ベストです。厚い鋼板が入っており、防御性能が大きく向上しますが、重量と柔軟性の損失という多大な代償を支払う事になります。
zh_cn: 模块化防弹背心，插入了硬化钢板，极大提升防御力，不过十分沉重，令你行动不便。

source: A Modular Bullet Resistant Vest. It has pouches for extra armor inserts, but without them provides little more protection over a regular vest.
de: Eine kugelsichere Modulweste. Sie hat Taschen für zusätzliche Panzerungseinsätze aber ohne sie bietet dieses Kleidungstück kaum mehr Schutz als eine gewöhnliche Weste.
ja: モジュール式防弾ベストです。装甲板を挿入するポーチがついていますが、中身が空なのでレギュラーベストのやや上の性能です。
zh_cn: 模块式防弹背心。比普通防弹背心提供更强的防护，还为额外装甲板设计了口袋。

source: A Modular Bullet Resistant Vest. Its armor pouches have steel plates in them; this improves protection, but makes the vest much heavier and encumbering.
de: Eine kugelsichere Modulweste. In ihren Panzerungseinsätzen befinden sich Stahlplatten, was den Schutz verbessert, aber die Weste viel schwerer und belastender macht.
ja: モジュール式防弾ベストです。ポーチに鋼板が入っていて防御力が向上しますが、大変重く動き辛くなります。
zh_cn: 模块化防弹背心，插入了钢制装甲板，防御力更强，但机动性有所下降，而且有些沉重。

source: A Modular Bullet Resistant Vest. Its armor pouches have superalloy plating in them, giving it extra protection with marginal flexibility loss and additional weight.
de: Eine kugelsichere Modulweste. Ihre Panzerungstaschen haben eine Superlegierungsplattierung, was der Weste etwas zusätzlichen Schutz, etwas Flexibilitätsverlust und zusätzliches Gewicht beschert.
ja: モジュール式防弾ベストです。ポーチに超合金プレートが入っていて、限界までたわむ靭性と追加重量のお陰で並外れた防御力を発揮します。
zh_cn: 模块化防弹背心，插入了超合金装甲板，防御力更强，但机动性有所下降，而且有些沉重。

source: A Modular Bullet Resistant Vest. Kevlar plates have been inserted to improve its protection.
de: Eine kugelsichere Modulweste. Kevlarplatten wurden eingesetzt, um ihren Schutz zu verbessern.
ja: モジュール式防弾ベストです。防御性能の向上のためにケブラープレートが挿入されています。
zh_cn: 模块化防弹背心，插入了卡夫拉板，防御力有所增强。

source: A Red Sox cap. It provides a little bit of warmth.
de: Eine »Red Sox«-Kappe. Sie bietet ein kleines bisschen Wärme, wenn getragen.
ja: プロ野球チーム"レッドソックス"の野球帽です。被ると少し暖かさを与えてくれます。
zh_cn: 一顶又小又红的小红帽，它可以提供些许温暖。并且戴上后可以吸引大灰狼。

source: A bag stitched together from leather scraps. Doesn't hold an awful lot but is easy to wear.
de: Ein aus Lederfetzen zusammengenähter Beutel. Er bietet nicht viel Platz, ist jedoch sehr einfach zu tragen.
ja: 革をつぎはぎしたバッグです。持ち運べる量は少ないが身に付けても負担にならない。
zh_cn: 这是一个由皮革简单缝制成的袋子。闻起来有点怪，能装的东西也不多，但至少有总比没有好。。

source: A bag used to carry groceries home.
ja: 店から食料品を家に持って帰る時に利用する袋です。
zh_cn: 常见的一次性购物袋，也叫马夹袋，当然你非要多次使用也不是不行。

source: A barrette with lots of ornaments.
de: Eine Haarspange mit vielen Verzierungen.
ja: 多くの装飾が施されたバレッタです。
ko: 장식이 많은 여성용 머리핀입니다.
ru: Заколка с множеством украшений.
zh_cn: 一个发夹，有很多的装饰物。

source: A baseball jersey made of thick material imprinted with the logo of the Tokyo Samurai.
ja: 厚手の素材で作られた野球用のジャージです。トーキョーサムライのロゴが刻印されています。
zh_cn: 一件印有Tokyo Samurai标志的厚质短袖球衣。

source: A basic helmet, designed for use with the DoubleTech Power Armor, Mk. I. Offers excellent protection from both attacks and environmental hazards. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
de: Ein grundlegender Helm, der für die Benutzung mit der DoubleTech-Energierüstung Mk. I gemacht wurde. Bietet ausgezeichneten Schutz sowohl for Angriffen als auch Umweltgefahren. Wie alle DoubleTech-Energierüstungen erfordern die Steuerungs- und Klimaregulierungssysteme direkten Hautkontakt.
ja: ダブルテック社製のパワーアーマーMk. Iと運用される様に設計されたヘルメットです。攻撃や環境汚染から防護します。ダブルテック社のパワーアーマーは温度調節機能を制御する為に肌が触れている必要があります。
zh_cn: 基本动力装甲头盔，与Mk. I型动力装甲相配套。面对物理攻击和环境危机都表现出极好的防御素质。和其他DoubleTech动力装甲相同，它的控制与温度调节系统只在与皮肤直接接触时启动。

source: A basic helmet, designed for use with the DoubleTech Power Armor, Mk. I. Offers excellent protection from both attacks and environmental hazards. This suit has had its internal computer and cooling system stripped out, meaning it no longer requires power, but it has no internal chronometer and doesn't provide internal thermal regulation.
de: Ein grundlegender Helm, der für die Benutzung mit der DoubleTech-Energierüstung Mk. I gemacht wurde. Bietet ausgezeichneten Schutz sowohl for Angriffen als auch Umweltgefahren. Aus dieser Rüstung wurden der interne Computer sowie das Kühlsystem hinausgerissen, was bedeutet, dass sie keinen Strom mehr benötigt, aber sie hat keinen internen Chronometer und bietet keine interne Temperaturregulierung.
ja: 基本的なヘルメットで、ダブルテック社のパワーアーマーに合うよう設計されています。Mk. Iは環境災害と攻撃に対して素晴らしい防護性能を持っています。このスーツは内蔵コンピュータと冷却装置がなくなっており、電力を必要としませんが、内蔵時計と内臓熱調整装置が使えません。
zh_cn: 看上去是一顶基础动力装甲头盔，与DoubleTech动力装甲 MK.I是一套的，具有出色的物理防护以及和三防性能。不过其内部计算机系统和冷却系统不知所踪，意味着它不再需要“额外”动力。它既没有内部精密记时表也不能提供内部热调节。

source: A basketball jersey made of thick material imprinted with the logo of the Basin City Blues.
ja: 厚手の素材で作られたバスケットボール用のジャージです。ベイズン・ストリート・ブルースのロゴが刻印されています。
zh_cn: 一件印有Basin City Blues标志的厚质短袖球衣。

source: A beautiful silver earring. You can wear it if you like, but it won't provide any effects.
de: Ein wunderschöner Silberohrring. Du kannst ihn tragen, wenn du willst, aber das wird keinerlei Auswirkungen haben.
ja: 素晴らしい銀のイヤリングです。貴金属が好きなら着けても良いですが何の効果もありません。
zh_cn: 一个美丽的银耳环，你可以戴着它，但是不会有什么特殊效果。

source: A beautiful white wedding dress. What good will it be now?
de: Ein wunderschönes weißes Hochzeitskleid. Wozu wird das nun gut sein?
ja: 美しい純白のウェディングドレスです。しかし、今それに一体どんな価値があるのでしょうか？
zh_cn: 一个美丽的白色婚纱。它会有什么好处?

source: A belt worn by martial arts practitioners, advertising a fresh intermediate.
de: Ein Gurt, der von Kampfkünstlern getragen wird; er steht für einen fortgeschrittenen Anfänger.
ja: 柔道家の4級が身に付ける帯です。
ko: 무술 수련자가 착용하는 띠로, 갓 중급자가 되었다는 것을 알려줍니다.
ru: Пояс для ношения во время занятий боевыми искусствами. Используется новыми бойцами среднего уровня.
zh_cn: 武者的腰带，新晋中级选手的级别。

source: A belt worn by martial arts practitioners, advertising a master.
de: Ein Gurt, der von Kampfkünstlern getragen wird; er steht für einen Meister.
ja: 柔道家の初段～五段が身に付ける帯です。
ko: 무술 수련자가 착용하는 띠로, 달인이라는 것을 알려줍니다.
ru: Пояс для ношения во время занятий боевыми искусствами. Используется мастерами.
zh_cn: 武者的腰带，大师级别。

source: A belt worn by martial arts practitioners, advertising a moderate novice.
de: Ein Gurt, der von Kampfkünstlern getragen wird; er steht für einen mittelmäßigen Anfänger.
ja: 柔道家の5級が身に付ける帯です。
ko: 무술 수련자가 착용하는 띠로, 보통수준의 초보자라는 것을 알려줍니다.
ru: Пояс для ношения во время занятий боевыми искусствами. Используется продвинутыми новичками.
zh_cn: 武者的腰带，次新手级别。

source: A belt worn by martial arts practitioners, advertising a near-master.
de: Ein Gurt, der von Kampfkünstlern getragen wird; er steht für einen Beinahe-Meister.
ja: 柔道家の1級が身に付ける帯です。
ko: 무술 수련자가 착용하는 띠로, 달인에 가까워졌다는 것을 알려줍니다.
ru: Пояс для ношения во время занятий боевыми искусствами. Используется почти мастерами.
zh_cn: 武者的腰带，次级大师的级别。

source: A belt worn by martial arts practitioners, advertising a novice.
de: Ein Gurt, der von Kampfkünstlern getragen wird; er steht für einen Anfänger.
ja: 柔道家の初心者が身に付ける帯です。
ko: 무술 수련자가 착용하는 띠로, 처음 시작한 초보자라는 것을 알려줍니다.
ru: Пояс для ношения во время занятий боевыми искусствами. Используется новичками.
zh_cn: 武者的腰带，新手级别。

source: A belt worn by martial arts practitioners, advertising a strong intermediate.
de: Ein Gurt, der von Kampfkünstlern getragen wird; er steht für einen starken Fortgeschrittenen.
ja: 柔道家の2級が身に付ける帯です。
ko: 무술 수련자가 착용하는 띠로, 실력있는 중급자라는 것을 알려줍니다.
ru: Пояс для ношения во время занятий боевыми искусствами. Используется новыми сильнейшими бойцами среднего уровня.
zh_cn: 武者的腰带，新晋高级选手的级别。

source: A belt worn by martial arts practitioners, advertising an intermediate.
de: Ein Gurt, der von Kampfkünstlern getragen wird; er steht für einen Fortgeschrittenen.
ja: 柔道家の3級が身に付ける帯です。
ko: 무술 수련자가 착용하는 띠로, 중급자라는 것을 알려줍니다.
ru: Пояс для ношения во время занятий боевыми искусствами. Используется бойцами среднего уровня.
zh_cn: 武者的腰带，中级选手级别。

source: A bit cumbersome to wear, but provides some storage.
de: Ein bisschen hinderlich zum Tragen, aber bietet etwas Lagerplatz.
ja: 動きを少し阻害しますが、多少の収納箇所を備えています。
ko: 약간 거추장스럽지만, 저장공간을 어느정도 제공해줍니다.
ru: Не совсем удобная для ношения, зато даёт немного места для вещей.
zh_cn: 好像是LV牌的，拿起来有点笨重,但可以提供一些储物空间。.

source: A black leather 'collar' with a bell dangling from the front. Don't worry, the bell is silent.
de: Ein schwarzes ledernes »Halsband« mit einer Glocke, die vorne herumbaumelt. Keine Sorge, die Glocke ist lautlos.
ja: 正面に鈴が付いた黒革の首輪です。鈴は鳴らないので心配ないですよ。
zh_cn: 黑色皮革的项圈，前面挂了一个表，别担心，它是不发声的。

source: A blue work t-shirt with a small front pocket.
de: Ein blaues Arbeits-T-Shirt mit einer kleinen Vordertasche.
ja: 小さな前ポケットが付いた青色の作業用Tシャツです。
zh_cn: 一件蓝色的T恤，前面还有个小口袋。

source: A bright & cheaply made FEMA-issue windbreaker jacket with a hood. One size, fits none. Helps keep you unfrozen & visible for rescuers.
ja: FEMAが配布していたフード付きの色鮮やかで安っぽいウインドブレーカーです。ワンサイズ品ですがフィットする人は少ないようです。救助されやすいよう防寒性があり、目立ちます。
zh_cn: 一件轻质廉价的应急带兜帽夹克风衣。只有一个尺寸，谁穿上都不会合身。但有助于保持你体温和到处乱窜。

source: A bright silver star strikes fear into the eyes of ne'er-do-wells.
ja: ろくでなしの目も恐怖に曇る綺羅びやかな銀の星形細工が施されたバッジです。
zh_cn: 一颗闪亮的银星直刺恐慌的灵魂。

source: A brightly-colored vest designed to keep you upright and floating in water.
de: Eine helle Weste, welche dich auf dem Wasser schwimmen lässt.
ja: 目立つ色のベストです。水に浮き続けられる構造になっています。
ko: 밝은 색으로 디자인된 조끼로, 수면 위에 떠있을 수 있게 도와주는 옷입니다.
ru: Ярко окрашенный жилет, разработанный чтобы удерживать кого-либо на воде.
zh_cn: 一种能让你漂浮在水上的有着醒目颜色的背心。

source: A brimless, short and rounded cap.
ja: 緑のない短く丸みを帯びた帽子です。アフリカの伝統的な民族帽子です。
zh_cn: 短短的圆圆的无沿小帽子。我外婆最喜欢这种款式啦。

source: A broad, black obi belt.
de: Ein breiter, schwarzer Obi-Gürtel.
ja: 幅の広い黒帯です。
ko: 넓고 검은 오비. (역주: 오비는 기모노를 입을 때 옷을 고정시키기 위해 사용하는 띠)
ru: Широкий чёрный пояс оби.
zh_cn: 一条黑色的宽腰带。

source: A candy-apple-red leather jacket with black strips and shoulder protrusions. It has a number of zippers and snaps in the front.
de: Eine liebesapfelrote Lederjacke mit schwarzen Streifen und hervorstehenden Schulterteilen. Sie hat einige Reißverschlüsse und Schnappverschlüsse an der Vorderseite.
ja: 黒いラインと肩部の隆起が特徴的な、キャンディアップルレッドのレザージャケットです。いくつかジッパーと留め金が付いています。
zh_cn: 一条苹果红的皮夹克，配有黑色的条带简章，前面还有不少拉链，没错就是米高积逊最喜欢的那款！

source: A chromed silver shield identifies the wearer as an authority even the cop-killers couldn't kill.
ja: クロムメッキ仕上げの銀のバッジは権威の証としてだけではなく、着用者が防弾チョッキを貫通する銃弾ですら殺せない存在であることを誇示しています。
zh_cn: 一个镀铬的银制盾牌状徽记，标志着佩戴者是个警察杀手都搞不定的威权人士。

source: A classic design, the "tricorne", or three-cornered hat, simply pins a large and floppy brim out of the way, though this example adds well-embroidered designs and is oiled against water. Whether you're the "guvnah" of a settlement, or the captain of a post-apocalyptic crew, this is the hat for you.
ja: クラシックなデザインの「トリコーン」。別名、三角帽子はだらりと下がった大きな鍔をただ単にたくし上げてますが、これは上質な刺繍を施し、油膜で水を弾く様に出来ています。定住地の「さいていしゃ」として、黙示録という海を乗り越えたクルー達のキャプテンとして、いずれにしても、これはそんな人の為にある帽子です。
zh_cn: 一顶经典设计的三角帽。帽檐做了防水设计，是以前加勒比一带海盗船长的标准装备。戴上它你仿佛有了把人扔海里的勇气，当然你要是瞎了一只眼那就更好了。

source: A collar made from round and lustrous pearls, its former owner must be a wealthy individual.
de: Eine Halskette aus runden und glänzenden Perlen. Ihr vorheriger Besitzer muss ein reiches Individuum sein.
ja: 光沢のある丸い真珠から作られた首飾りです。前の所有者はそれなりの資産家だったのでしょう。
ko: 둥글고 영롱한 진주로 만든 목걸이는 이전 소유자가 부유했다는 것을 알려줍니다.
ru: Ожерелье, сделанное из блестящего, круглого жемчуга. Должно быть, прежний хозяин был богат.
zh_cn: 由圆形、有光泽的珍珠制成的项链，它的前主人一定是一个富有的个人。

source: A colorful and ridiculous costume fit for a clown. Provides decent storage.
de: Ein buntes und lächerliches Kostüm für einen Clown. Bietet angemessenen Lagerplatz.
ja: 道化師用の色鮮やかで可笑しな衣装です。十分な収納箇所があります。
zh_cn: 一件五颜六色的搞笑的衣服，扮小丑必备，有很多口袋。

source: A common belt with pockets widely used by handymen and electricians.
de: Ein verbreiteter Gürtel mit Taschen, er wird von Elektrikern und Handwerkern benutzt.
ja: ポケット付きの有り触れたベルトです。多くの何でも屋や電気技師が愛用しています。
ko: 잡역부와 전기기술자에 의해 널리 사용되는 주머니달린 벨트입니다.
ru: Широкий пояс с карманами. Используется мастерами по дому и электриками.
zh_cn: 带有口袋的工具腰带，手工业者和电工们经常穿着。

source: A copper earring. It's pretty heavy, wearing it for an extended period of time may stretch your ear longer.
de: Ein Kupferohrring. Er ist ziemlich schwer, wenn du ihn längere Zeit trägst, könnte er deine Ohre langziehen.
ja: 銅のイヤリングです。かなり重いので、これを長時間身に付けると耳たぶが伸びてしまうかもしれませんね。
zh_cn: 一个铜耳环，它很重，佩戴的时间太长的话会把耳朵拉长的。

source: A cotton bandana, worn over the mouth for warmth and minor protection from dust and other contaminants.
de: Ein Halstuch aus Baumwolle. Über den Mund getragen bietet es ein wenig Schutz vor Staub und anderen Schadstoffen.
ja: 綿製の口を覆う少し暖かいバンダナです。埃や汚染物質を僅かに防ぎます。
ko: 면 재질의 반다나입니다. 입에 둘러 온기를 유지하고, 먼지와 공기 중의 오염물질을 약간 막아줍니다.
ru: Платок, натянутый на лицо, согревает и немного защищает от пыли и других загрязнений.
zh_cn: 一条棉手帕，盖在嘴上可以保暖并减少吸入尘土和有害物质。

source: A crude form of armor made from stacked paper and rolls of duct tape, this breastplate offers a surprising amount of protection.
de: Eine primitive Form von Rüstung aus gestapeltem Papier und Isolierbandrollen. Diese Brustplatte bietet einen überraschenden Schutz.
ja: 積み重なった紙とダクトテープから作られた鎧っぽいもの。この胸当ては驚くべき防御力を持っています。
ko: 잡다한 종이를 두껍게 만든 다음, 접착 테이프를 둘둘 말아 만든 조악한 방어구입니다. 의외로 상당한 방어력을 상체 부분에 제공합니다.
ru: Броня сделанная из бумаги перемотанной скотчем. Обеспечивает, на удивление, хорошую защиту.
zh_cn: 一种原始的由叠纸和胶带卷制成的铠甲，这件胸甲提供惊人的防护。
