Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A visible-light laser that mounts under a firearm's barrel to enhance ease and speed of target acquisition. Aside from increased bulk, there are no drawbacks. This is the only mod that can be used on a bow.
ko: 표적 조준의 용이성과 신속성을 향상시키기 위해 화기의 총열 하단부에 장착하는 가시광선 레이저입니다. 부피가 증가하는 것을 제외하면 별다른 단점이 없습니다. 이것은 활에 장착할 수 있는 유일한 장착물입니다.
ru: Маленький лазер видимого глазу спектра, который крепится под ствол оружия для ускорения и облегчения прицеливания. Не имеет недостатков, кроме увеличения веса вооружения. Может быть установлен на лук.

source: A small visible-light laser that mounts on a firearm's accessory rail to enhance ease and speed of target acquisition. Aside from increased weight, there are no drawbacks.
ko: 표적 조준의 용이성과 신속성을 향상시키기 위해 화기에 장착하는 작은 가시광선 레이저입니다. 무게가 증가하는 것을 제외하면 별다른 단점이 없습니다.
ru: Маленький лазер видимого глазу спектра крепится на RIS планку для аксессуаров оружия для ускорения и облегчения прицеливания. Не имеет недостатков, кроме увеличения веса вооружения.

source: Improves the weapon's ironsights, increasing accuracy. No drawbacks.
ko: 총기의 가늠쇠를 개선한 것입니다. 정확도가 증가하며, 단점은 없습니다.
ru: Улучшает прицел у оружия, увеличивая точность. Без недостатков.

source: Adds a red dot optic to the top of your gun, replacing the iron sights. Increases accuracy and weight.
ko: 총기의 가늠쇠를 대체해서 상부에 부착하는 붉은색 조준점입니다. 정확도와 무게가 증가합니다.
ru: Заменят на оружии обычный прицел на коллиматорный. У оружия улучшается точность и вес.

source: Used extensively by military forces, it increases accuracy and weight. This is a step up from a red dot sight.
ko: 주로 군대에서 사용되는 홀로그램 사이트입니다. 정확도와 무게가 증가하지만, 레드 도트사이트보다 성능이 좋습니다.
ru: Добавляет голографическую метку, увеличивая точность и вес. Представляет из себя следующий шаг в развитии систем наведения, после прицела с красной точкой.

source: A set of ergonomic replacement furniture for a firearm, improves recoil and accuracy. Aside from increased weight, there are no drawbacks.
ko: 화기의 반동과 정확도를 향상시켜주는 인체공학적 대체 부품입니다. 무게가 증가하는 것을 제외하면 단점은 없습니다.
ru: Заменяет стандартную рукоять на огнестрельном оружии, уменьшая отдачу и увеличивая точность. Из недостатков — только увеличение веса.

source: An adjustable replacement stock, improves recoil and accuracy. Aside from increased weight, there are no drawbacks.
ko: 반동과 정확도를 개선하는 조정식 개머리판입니다. 무게 증가를 제외하면 단점은 없습니다.
ru: Регулируемый приклад уменьшает отдачу и увеличивает точность. Из недостатков - только увеличение веса.

source: A replacement stock designed to absorb perceived recoil. Aside from increased mass, there are no drawbacks.
ko: 감지된 반동을 흡수하도록 설계된 교체형 개머리판입니다. 부피와 무게가 증가하는 것을 제외하면 단점은 없습니다.
ru: Приклад, специально разработанный для гашения отдачи. Из недостатков — только увеличение веса.

source: An add on stock for handguns, improves recoil and accuracy. Aside from increased weight, there are no drawbacks.
ko: 권총용 추가 개머리판입니다. 반동과 정확성을 개선하며, 중량 증가를 제외한 단점은 없습니다.
ru: Добавляет приклад пистолету. Уменьшает отдачу и увеличивает точность. Из недостатков - только увеличение веса.

source: Bipods are commonly used on rifles and machine guns to provide a forward rest and reduce motion. Aside from increased weight, there are no drawbacks.
ko: 2각대는 소총이나 기관총에 달아 반동을 줄이고자 할 때 사용할 수 있습니다. 무게가 조금 증가한다는 것을 제외하면, 단점은 없습니다.
ru: Сошки используется для уменьшения разброса при стрельбе. Кроме увеличения веса, других недостатков нет.

source: A bow made from a single piece of wood. It is made specifically for the person using it.
ru: Лук, выполненный из цельного куска дерева. Изготавливается самостоятельно человеком, использующим его.

source: A shorter bow than the longbow, easier to draw than the longbow but sacrifices power, feels like an average archer could effectively use it. Arrows fired from this weapon have a good chance of remaining intact for re-use.
ru: Короткий лук. Не так силён как длинный лук, но прост в применении, средняя эффективность. Стрелы, выпущенные из него, имеют хороший шанс уцелеть, и их можно будет повторно использовать.

source: A bow with cams that fires high velocity arrows, feels like an average archer could effectively use it. Arrows fired from this weapon have a good chance of remaining intact for re-use.
ru: Лук с вращающимся элементом на концах. Выпускает стрелы с высокой скоростью полета. Слабым людям легче использовать такие составные луки. Стрелы, выпущенные из этого лука, имеют хороший шанс остаться неповрежденными для повторного использования.

source: A bow made from more than one material so it is able to store more energy, feels like an above-average archer could effectively use it. Arrows fired from this weapon have a good chance of remaining intact for re-use.
ru: Лук сделан из нескольких материалов, это позволяет ему накапливать больше энергии для выстрела. Стрелы, выпущенные из этого оружия, имеют неплохой шанс уцелеть для повторного использования.

source: A bow that curves away from the archer at the tips allowing more power to be stored in the bow, feels like an above-average archer could effectively use it. Arrows fired from this weapon have a good chance of remaining intact for re-use.
ru: Лук, концы которого загнуты в сторону от лучника, что позволяет ему запасать больше энергии. Стрелы, выпущенные из этого лука, имеют хороший шанс остаться неповрежденными для повторного использования.

source: A bow that has limbs which curve away from the archer sacrificing accuracy for power, feels like an above-average archer could effectively use it. Arrows fired from this weapon have a good chance of remaining intact for re-use.
ru: Лук, плечи которого загнуты в сторону от лучника. Жертвует меткостью ради большей мощи. Стрелы, выпущенные из этого лука, имеют хороший шанс остаться неповрежденными для повторного использования.

source: A six-foot wooden bow that fires arrows. This takes a fair amount of strength to draw, feels like an above-average archer could effectively use it. Arrows fired from this weapon have a good chance of remaining intact for re-use.
ru: Двухметровый деревянный лук для стрельбы. Нужно быть достаточно сильным, чтоб суметь натянуть его тетиву. Стрелы, выпущенные с этого оружия, обладают хорошим шансом уцелеть и их можно будет повторно использовать.

source: A bow that combines the traits from both the reflex and the recurve bows. Both the limbs and the tips curve away from the archer. This dramatically increases the power and require significant strength to draw the bow effectively.
ru: Лук, сочетающий в себе черты как изогнутых закрытых, так и изогнутых сжатых луков. Плечи и концы лука изогнуты в обратную от лучника сторону, отчего значительно возрастает его мощь, также как и количество сил, которые нужны, чтоб натянуть его тетиву.

source: A small concealable pistol like crossbow. It's weak due to it's small size and draw, good for hunting small game. Bolts fired from this weapon have a good chance of remaining intact for re-use.
ru: Портативный арбалет по типу пистолета. Довольно слаб из-за маленького размаха плеч. Сгодится для охоты на мелкую дичь. Болты, выпущенные из него, имеют хороший шанс уцелеть и их можно будет повторно использовать.

source: A slow-loading hand weapon that launches bolts. Stronger people can reload it much faster. Bolts fired from this weapon have a good chance of remaining intact for re-use.
ko: 볼트를 쓰며 장전이 느린 무기입니다. 힘이 강한 사람은 훨씬 빨리 재장전할 수 있습니다. 이걸로 발사한 볼트는 손상 없이 재사용 가능할 확률이 높습니다.
ru: Ручное оружие для стрельбы болтами. Заряжается долго, но люди посильнее смогут зарядить его быстрее. Болты, выпущенные из этого оружия, обладают хорошим шансом уцелеть для повторной стрельбы.

source: A HUGE very slow-loading medieval crossbow from Germany. It's tension is so powerful that you feel it shake after firing. Unskilled users will find it very hard to reload. Bolts fired from this weapon have a good chance of remaining intact for re-use.
ru: Огромный арбалет прямиком из средневековой Германии. Тетива натянута настолько сильно, что после выстрела арбалет буквально вырывает из рук. Неквалифицированному стрелку будет весьма сложно перезарядить его. Болты, выпущенные из этого арбалета, имеют неплохой шанс остаться в сохранности для повторного использования.

source: A custom made mechanical large crossbow, with a wooden magazine that holds 10 bolts. Single bolt reload. Bolts fired from this weapon have a good chance of remaining intact for re-use.
ru: Кустарно изготовленный большой механический арбалет с деревянным магазином на 10 болтов. Заряжается одним болтом. Болты, выпущенные из этого оружия, имеют хорошие шансы остаться целыми для повторного использования.

source: A tool used to drive nails into wood or other material. It could also be used as a ad-hoc weapon.
ko: 나무 등에다가 못을 박을 때 사용되는 도구입니다. 어떻게든 무기로도 사용할 수 있습니다.
ru: Инструмент используемый, чтобы вгонять гвозди в дерево или другой материал. Может быть использовано, как специализированное оружие.

source: Popular among children. It's fairly accurate, but BBs deal nearly no damage.
ko: 아이들 사이에서 유명한 물건입니다. 꽤 정확하지만, BB탄은 거의 피해를 주지 못합니다.
ru: Популярно среди детей. Довольно точное, но шарики практически не наносят вреда.

source: A leather sling, easy to use and accurate. It uses pebbles as ammunition.
ko: 사용하기 쉽고 맞추기도 쉬운 가죽 슬링입니다. 조약돌을 사용하여 공격합니다. (역주: 슬링은 돌팔매, 투석기 등의 이름으로도 불립니다.)
ru: Кожаная праща, проста в использовании и достаточно точна. В качестве боеприпасов используется галька.

source: A wooden slingshot, easy to use and accurate. It uses pebbles as ammunition.
ko: 사용하기 쉽고 맞추기도 쉬운 목제 새총입니다. 조약돌을 사용하여 공격합니다.
ru: Деревянная рогатка, легка в использовании и точна. В качестве боеприпасов используется галька.

source: A wooden blowgun, easy to use and very accurate. It uses darts as ammunition.
ko: 사용하기 쉽고 명중률도 높은 목제 블로우건입니다. 다트를 사용하여 공격합니다.
ru: Духовая трубка из дерева. Очень точная и легко используемая. К качестве боеприпасов используются дротики.

source: A home-made rifle. It is simply a pipe attached to a stock, with a hammer to strike the single round it holds.
ko: 직접 만든 라이플입니다. 평범한 파이프에다가 개머리판과 공이를 달아, 한 발의 총알을 발사할 수 있도록 만들었습니다.
ru: Кустарная винтовка. Представляет из себя прикрепленный к цевью гладкий ствол и элементарный курковый ударно-спусковой механизм.

source: A home-made machine pistol. It features a rudimentary blowback system, which allows for small bursts.
ko: 직접 만든 총기류입니다. 아주 단순한 블로우백 장치가 달려있어, 약간이나마 연사가 가능합니다.
ru: Самодельный пистолет-пулемет. Сделан по схеме отдачи свободного затвора, что позволяет стрелять короткими очередями.

source: A custom built 9mm submachine gun camouflaged to look as the average buisnessman suitcase, panes of cutting edge materials and its clever internal construction allowed it to bypass even the most scrupulous of security checkpoints. Due to the fact that the average security guard is now only concerned in eating you, this million dollar baby has been reduced to little more than a novelty item.
ko: 평범한 회사원의 가방처럼 보이게 위장된 맞춤제작형 9mm 기관단총은 첨단 소재로 된 판들과 교묘한 내부 구조로 인해 가장 꼼꼼한 보안 검문소조차 우회할 수 있었습니다. 하지만 이제는 경비원이 오로지 당신을 먹어치우는 데에만 관심이 있다는 사실로 인하여 이 수백만 달러를 호가하던 물건의 가치는 새로운 물품들에 비해 조금 더 감소했습니다.
ru: Сделанный по особому заказу, этот пистолет-пулемет калибра 9мм, выглядит как чемодан обычного бизнесмена. Современные материалы и продуманная внутренняя конструкция позволяют пройти даже через самую тщательную проверку. Но, в связи с тем, что сейчас обычный охранник больше сосредоточен на том, чтобы съесть тебя, это просто дорогостоящая и мало практичная новинка.

source: A popular, very small .22 pistol. "Ergonomically designed to give the best shooting experience." --SIG Sauer official website
ko: 유명한 총기 제작사에서 만든, 아주 작은 크기의 .22 구경 권총입니다. 시그 사우어 사의 공식 홈페이지에 의하면, "인체 공학적인 디자인으로 최고의 사격감을 느끼게 해줍니다" 라네요.
ru: Популярный, очень маленький пистолет калибра .22 "Эргономичный дизайн наилучшим образом позволяет получить стрелковый опыт" -- официальный сайт SIG Sauer

source: A popular .22 pistol. "Ideal for competitive target shooting or recreational shooting." --Smith & Wesson official website
ko: 유명한 총기 제작사에서 만든 .22 구경 권총입니다. 스미스 앤 웨슨 사의 공식 홈페이지에 의하면, "사격 대회용으로도, 재미로 하는 사격으로도 적합합니다" 라네요.
ru: Популярный пистолет калибра .22. "Идеально подходит для соревнований и для развлекательной стрельбы." -- официальный сайт Smith & Wesson

source: Possibly the most popular pistol in existence. The Glock 19 is often derided for its plastic construction, but it is easy to shoot.
ko: 세계에서 가장 유명한 권총이라 불러도 손색없을 무기입니다. 플라스틱 재질의 외형때문에 오해를 사기 쉽지만, 사격하기 아주 쉬운 권총입니다.
ru: Один из самых популярных из существующих пистолетов. Glock 19 часто высмеивают из-за его пластикового корпуса, но из него очень просто стрелять.

source: A popular 9mm pistol, widely used among law enforcement. Extensively tested for durability, it has been found to stay accurate even after subjected to extreme abuse.
ko: 대중적인 9mm 권총입니다. 법 집행기관에서 폭넓게 사용되어 신뢰도가 증명되었으며, 그러면서도 정확도 역시 훌륭합니다. 심지어 연사 후에도요.
ru: Популярный 9мм пистолет, который широко использовался правоохранительными структурами. Тесты на прочность подтверждают, что пистолет не теряет кучности боя даже в изношенном состоянии.

source: A seven-round .38 revolver sold by Smith & Wesson. It features a fixed rear sight and a reinforced frame.
ko: 스미스 앤 웨슨 사의 6연발 .38구경 리볼버입니다. 강화된 총기 프레임에 고정형 조준점이 달려있습니다.
ru: Семизарядный револьвер .38-го калибра производства Smith & Wesson. Оснащен фиксированными прицельными приспособлениями и усиленной рамкой.

source: A popular .38 pistol. Designed with numerous safety features and built from high-quality, durable materials.
ko: 대중적인 .38 구경 권총입니다. 몇 가지 안전 장치가 달려있으며, 고품질의 고강도 재질로 만들어졌습니다.
ru: Популярный пистолет 38-го калибра. Сконструирован согласно высоким стандартам безопасности, изготавливался из прочных и высококачественных материалов.

source: The 5-shot Smith and Wesson 500 revolver fires the comparably-named .500 S&W Magnum. It's an impressive weapon.
ko: 5연발 스미스 앤 웨슨 500 리볼버는 비슷한 이름의 .500 S&W 매그넘 탄을 사용합니다. 이 총은 깊은 인상을 남길 정도의 무기입니다.
ru: Пятизарядный револьвер Smith and Wesson 500, стреляющий соответствующими зарядами .500 S&W магнум. Впечатляющее оружие.

source: One of the most recognizable handguns due to its popularity in movies, the "Deagle" is better known for its menacing appearance than its performance. It's highly inaccurate, but its heavy weight reduces recoil.
ko: 영화를 통해 알려진 권총 중 가장 유명한 데저트 이글은, 총기 자체의 성능보다는 위협적인 외형으로 더 많이 알려졌습니다. 매우 부정확하지만, 무게 덕분에 반동이 조금 줄었습니다.
ru: Один из самых узнаваемых пистолетов в мире, обязанный своей популярностью фильмам. "Deagle" больше известен своим грозным видом, а не функциональностью. Он очень не точен, но его большой вес уменьшает отдачу.

source: A popular .45 pistol, widely used among law enforcement. Extensively tested for durability, it has been found to stay accurate even after subjected to extreme abuse.
ko: 유명한 .45 구경 권총입니다. 법 집행기관에서 광범위하게 사용되어 신뢰성이 증명되었으며, 높은 명중률 덕분에 엄청난 연사 후에도 정확도가 높습니다.
ru: Популярный пистолет .45-го калибра, который широко использовался правоохранительными структурами. Тесты на прочность подтверждают, что пистолет не теряет кучности боя даже в изношенном состоянии.

source: The M1911 was the US Military standard-issue sidearm for most of the 20th Century. It remains one of the most popular .45 pistols today.
ko: M1911은 거의 20세기 내내 미군 제식 부무장으로 사용되었습니다. 이 총은 아직까지도 가장 인기있는 45구경 권총으로 남아있습니다.
ru: M1911 был табельным оружием военнослужащих многих родов войск США практически весь 20-й век. Он и по сей день остается наиболее популярным пистолетом в своем классе.

source: The barrels of shotguns are often sawed in half to make it more maneuverable and concealable. This has the added effect of reducing accuracy greatly.
ko: 조작과 숨기는 것을 쉽게 하기 위해, 종종 산탄총의 총열을 자르고는 합니다. 총열을 자르면 정확도가 대폭 저하됩니다.
ru: Стволы и приклады охотничьих ружей часто отпиливают, чтобы сделать оружие более удобным и пригодным для скрытого ношения. Это значительно снижает точность.

source: The Saiga-12 is a semi-automatic shotgun designed on the same Kalashnikov pattern as the AK47 rifle. It reloads with a magazine, rather than one shell at a time like most shotguns. This one has had the barrel cut short, vastly reducing accuracy but making it more portable
ko: 사이가-12는 AK47 소총과 같은 칼라시니코프 양식으로 설계된 반자동 산탄총입니다. 대부분의 다른 산탄총처럼 한 발씩 장전하지 않고 탄창식으로 장전합니다. 이 총은 총구를 짧게 잘라내서 정확도가 대폭 떨어졌지만, 대신 휴대성이 좋아졌습니다.
ru: Сайга-12 — дробовик, спроектированный по одной схеме с автоматом Калашникова АК-47. В отличие от большинства дробовиков, он заряжается магазином, а не по одному патрону. У него обрезан ствол, что крайне понижает его точность, но делает его более переносимым.

source: An old shotgun, possibly antique. It is little more than a barrel, a wood stock, and a hammer to strike the cartridge. Its simple design keeps it both light and accurate.
ko: 오래된 산탄총으로, 아마 골동품일 것입니다. 총신과 목제 개머리판, 탄을 치는 공이로 구성되어 있습니다. 단순한 설계 덕에 가볍고 정확합니다.
ru: Старое ружье, возможно, антикварное. По сути, это просто просто ствол, деревянный приклад и курок. Такая простая конструкция делает оружие легким и точным.

source: An old shotgun, possibly antique. It is little more than a pair of barrels, a wood stock, and a hammer to strike the cartridges.
ko: 오래된 산탄총으로, 아마 골동품일 것입니다. 한 쌍의 총신과 목제 개머리판, 탄을 치는 공이로 구성되어 있습니다.
ru: Старое ружье, возможно, антикварное. По сути, это просто просто пара стволов, деревянный приклад и курки.

source: The Mossberg 500 is a popular series of pump-action shotguns, often acquired for military use. It is noted for its high durability and low recoil.
ko: 모스버그 500 은 펌프액션, 즉 수동 장전 산탄총으로 유명한 총입니다. 종종 군용으로 사용되며, 높은 신뢰성과 작은 반동이 특징입니다.
ru: Mossberg 500 является известным помповым дробовиком, которым нередко пользуются военные. Стоит отметить его высокую надежность и слабую отдачу.

source: The Saiga-12 is a semi-automatic shotgun designed on the same Kalashnikov pattern as the AK47 rifle. It reloads with a magazine, rather than one shell at a time like most shotguns.
ko: 사이가-12는 AK47 소총과 같은 칼라시니코프 양식으로 설계된 반자동 산탄총입니다. 대부분의 다른 산탄총처럼 한 발씩 장전하지 않고 탄창식으로 장전합니다.
ru: Сайга-12 — дробовик, спроектированный по одной схеме с автоматом Калашникова АК-47. В отличие от большинства дробовиков, он заряжается магазином, а не по одному патрону.

source: The American-180 is a submachine gun developed in the 1960's that fires .22 LR, unusual for an SMG. Though the round is low-powered, the high rate of fire and large magazine makes the 180 a formidable weapon.
ko: 아메리칸-180 은 1960년대에 개발된 .22 LR 구경 기관단총으로, 기관단총에서는 잘 쓰이지 않는 .22 구경 탄환을 사용합니다. 탄 자체가 강력하지는 않지만, 높은 연사력과 많은 장탄량은 무시할 수 없습니다.
ru: American-180 разработан в конце шестидесятых годов под патрон .22LR, что нетипично для пистолетов-пулеметов. Хоть и такие патроны маломощные, емкий магазин и высокая скорострельность делают его эффективным оружием.

source: The Uzi 9mm has enjoyed immense popularity, selling more units than any other submachine gun. It is widely used as a personal defense weapon, or as a primary weapon by elite frontline forces.
ko: 우지 9mm 는 다른 어떤 기관단총보다도 많은 양이 판매되었고 또한 사용된 총입니다. 개인 방어용에서부터 몇몇 특수 부대의 주무장으로까지 광범위하게 사용됩니다.
ru: Узи 9мм — самый популярный и продаваемый пистолет-пулемет. Часто используется как оружие самообороны, стоит на вооружении сил специального назначения многих стран мира.

source: The Heckler & Koch MP5 is one of the most widely-used submachine guns in the world, and has been adopted by special police forces and militaries alike. Its high degree of accuracy and low recoil are universally praised.
ko: H&K사의 MP5는 세계에서 가장 널리 쓰이는 기관단총입니다. 전세계의 군대와 특수 경찰들이 이 총을 사용합니다. 정확도가 매우 높으며, 반동이 적기로 유명합니다.
ru: HK MP-5 является одним из самых распространенных ПП. Принят на вооружение полицейских отрядов SWAT, ВВС и ВМФ США. Отличается высокой точностью и низкой отдачей.

source: The MAC-10 is a popular machine pistol originally designed for military use. For many years they were the most inexpensive automatic weapon in the US, and enjoyed great popularity among criminals less concerned with quality firearms.
ko: MAC-10은 원래 군용으로 제작된 유명한 기관권총입니다. 수년간 미국에서 가장 저렴한 자동 화기였기 때문에 품질을 신경쓰지 않는 범죄자들이 애용하는 무기가 되었습니다.
ru: MAC-10 изначально конструировался для вооружения сил специального назначения. На протяжении многих лет это был один из самых дешевых образцов автоматического оружия в США, и пользовался популярностью у гангстеров, которые не очень-то и заботились о качестве своего оружия.

source: The oldest and longest-produced shoulder firearm in the world. Though it fires the weak .22 round, it is highly accurate and damaging, and has essentially no recoil.
ko: 세계에서 가장 오래되었으며, 가장 긴 생산기간을 가진 총기입니다. 화력이 약한 .22 탄을 사용하지만, 상당히 정확하기 때문에 확실히 피해를 줄 수 있으며, 반동이 거 없습니다.
ru: Самое старое оружие из производящегося. Хотя и стреляет слабым патроном .22LR, обладает хорошей точностью и может наносить ощутимый урон, плюс практически не имеет отдачи.

source: A combination of negligible recoil, high customization, and inexpensive ammunition made the Ruger 10/22 a popular choice among enthusiasts and small game hunters. Even though it fires the weak .22 round, it's perfectly capable of killing.
ru: Сочетание незначительной отдачи, высокой настройки и недорогих боеприпасов сделало Ruger 10/22 популярным выбором среди энтузиастов и охотников на мелкую дичь. Несмотря на слабый 0.22 патрон, отлично убивает.

source: A very popular and durable hunting or sniping rifle. Popular among SWAT and US Marine snipers. Highly damaging, but perhaps not as accurate as the competing Browning BLR.
ko: 저격과 사냥에 많이 사용되는 견고한 라이플입니다. 경찰특공대와 미 해병대 저격수들이 많이 사용하며, 큰 피해를 입힐 수 있지만, 브라우닝 BLR보다는 정확도가 떨어집니다.
ru: Очень популярное и прочное оружие для охоты и спортивной стрельбы. Пользуется признанием бойцов SWAT и снайперов корпуса морской пехоты США. Эта винтовка способна убить наповал, хоть и не настолько точна, как её конкурент Browning BLR.

source: A small, lightweight semi-auto carbine designed for military use. Its superb accuracy and low recoil makes it more suitable than full-auto rifles for some situations.
ko: 군용으로 제작된 소형, 경량 반자동 카빈입니다. 높은 정확도와 낮은 반동 덕분에 어떤 상황에서는 완전 자동 라이플보다 유용하기도 합니다.
ru: Компактный и легкий полуавтоматический карабин, предназначенный для ВС США. Прекрасные показатели точности боя и слабая отдача в некоторых случаях делают этот карабин более полезным, чем штурмовую винтовку.

source: A very accurate rifle chambered for the powerful .308 round. Its very low ammo capacity is offset by its accuracy and near-complete lack of recoil.
ko: 매우 정확도가 높은 라이플으로 강력한 .308 구경 탄을 사용합니다. 장탄량이 매우 적지만, 높은 정확도와 적은 반동이 그런 단점을 보완합니다.
ru: Очень точная винтовка под патрон .308. Магазин малой емкости компенсируется точностью и низкой отдачей.

source: An early battle rifle developed after the end of WWII. The G3 is designed to unload large amounts of deadly ammunition, but it is less suitable over long ranges.
ko: 제2차 세계대전 종전 후 개발된 초창기 배틀 라이플입니다. G3는 많은 양의 치명적인 탄약을 발사할 수 있도록 설계되었습니다. 하지만 장거리 전투에는 적합하지 않습니다.
ru: Ранняя штурмовая винтовка, разработанная уже после окончания Второй Мировой войны. G3 снаряжается емким магазином под мощный патрон и предназначена для ведения боя на средних дистанциях.

source: Developed by the Soviets in 1945, this rifle was quickly replaced by the full-auto AK47. However, due to its superb accuracy and low recoil, this gun maintains immense popularity.
ko: 1945년에 소비에트 러시아에서 개발된 SKS 소총은 얼마 되지 않아 완전 자동화기인 AK47로 대체되었습니다. 그러나 높은 정확도와 낮은 반동 덕분에 현재까지도 유명한 총기입니다.
ru: Этот карабин разработан в СССР в 1945 году и через непродолжительный срок был замен АК47. Тем не менее, благодаря запасу прочности и низкой отдаче, пользуется популярностью и по сей день.
