Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This short rifle design once dominated the battlefields of ancient Europe, and may yet re-earn its feared status due to its ease of handling and ability to use easily-crafted ammunition.
ja: 大昔のヨーロッパで戦争に使われていた短縮型のライフルです。取り回しが良く、弾薬を容易に製造できます。点火には燧発(すいはつ)式、いわゆるフリントロック式を採用しています。
zh_cn: 这种短来福枪的设计曾经主宰古代欧洲战场，现在同样有可能凭借方便的使用和简易的弹药重获威名。

source: This unusual Rivtech carbine features five rotating barrels and a large capacity helical magazine. Durable and easy to handle, it was designed to overcome the deficiencies of its low power .22LR cartridge by rapidly delivering a large number of projectiles.
zh_cn: 这把普通的Rivtech卡宾枪拥有五只旋转枪管以及一个超大容量的螺旋形弹夹。耐用且易用，该枪的设计目标是通过大量发射弹药来克服.22LR弹药的低杀伤力的缺点。

source: Tokarev TT-30
ja: ハンドガン(7.62x25mm/トカレフ TT-30)
ko: 토카레프 TT-30(Tokarev)
zh_cn: 五四式手枪

source: USP .45
ja: ハンドガン(45口径/USP)
zh_cn: USP .45手枪

source: USP 9mm
ja: ハンドガン(9mm/USP)
zh_cn: USP 9mm手枪

source: Utilizing a powerful and unusual caliber, the Rivtech RM120c caseless pump-action shotgun was designed for hunting big game, with durability and ease of use as priorities.
de: Mit einem starken und ungewöhnlichen Kaliber wurde die Rivtech-RM20c-hülsenlos-Vorderschaftrepetierschrotflinte dazu entworfen, Großwild zu jagen, mit Langlebigkeit und einfacher Bedienbarkeit als Prioritäten.
ja: 強力な特殊弾薬を使う、Rivtech社製のポンプアクションショットガンです。大型動物の狩猟用に設計され、耐久性と使いやすさを重視しています。
ko: 강력하고 특이한 탄을 사용하는 Rivtech RM120c 무탄피 펌프 액션식(pump-action) 산탄총은 맹수 사냥에 사용되도록 내구성과 간단한 사용법을 목표로 설계되었습니다.
ru: Помповый дробовик Rivtech RM120c, в котором используется крупный и нестандартный калибр, был создан для охоты на крупную дичь. Прочен и лёгок в использовании.
zh_cn: 采用了强力而又特殊的口径， Rivtech RM120c泵动式霰弹枪被设计用来猎杀大型动物，操作简单，火力强劲。

source: Utilizing a powerful and unusual caliber, the Rivtech RM20 caseless automatic combat shotgun was designed with durability and overwhelming power in mind.
de: Mit einem starken und ungewöhnlichen Kaliber ist die Rivtech-RM20-hülsenlos-Automatikschrotflinte mit Langlebigkeit und überwältigender Feuerkraft im Hinterkopf entworfen worden.
ja: 強力な特殊弾薬を使う、Rivtech社製のコンバットショットガンです。耐久性にも優れますが何よりも特筆すべきは絶大な火力です。この銃の有効射程内に立ったなら、もはや抵抗は無意味です。
ko: 강력하고 특이한 탄을 사용하는 Rivtech RM20 무탄피 자동식 전투 산탄총(combat shotgun)은 뛰어난 내구성과 압도적인 화력을 목적으로 설계되었습니다.
ru: Безгильзовый автоматический дробовик Rivtech RM20, в котором используется крупный и нестандартный калибр, был сделан с упором на долговечность и подавляющую мощь.
zh_cn: 采用了强力而又特殊的口径，Rivtech RM20 自动战斗霰弹枪的设计思路是持续性和压倒性的火力。

source: Utilizing a powerful and unusual caliber, the Rivtech RM2000 submachine gun was designed for durability and ease of carrying under less than ideal circumstances.
de: Das Rivtech RM614 ist ein leichtes Maschinengewehr, das ein starkes und ungewöhnliches Kaliber benutzt. Es wurde für Langlebigkeit und Portabilität unter den schlimmstmöglichen Bedingungen entworfen.
ja: 強力な特殊弾薬を使う、Rivtech社製のサブマシンガンです。堅牢かつ小型軽量で、あらゆる環境において容易に持ち運ぶことができます。
ko: 강력하지만 일반적이지 않은 탄을 사용하는 리브텍 RM2000 기관단총입니다. 그다지 좋지 않은 상황에서도 신뢰성이 보장되었으며, 운반하기 쉽도록 설계되었습니다.
ru: Сочетая в себе мощность и необычный калибр, Rivtech RM2000 был разработан как надежный и лёгкий в переноске пистолет-пулемет для операций в неблагоприятных условиях.
zh_cn: Rivtech RM2000冲锋枪采用了一种不常见但足够强力的口径，这把武器的设计目标就是能够在恶劣环境下提供持久火力并易于携带。

source: Utilizing a powerful and unusual caliber, the Rivtech RM228 caseless short double-barrel shotgun was designed for personal defense, with durability and ease of use as priorities.
de: Mit einem starken und ungewöhnlichen Kaliber wurde die Rivtech-RM228-hülsenlos-Doppellaufschrotflinte für die Selbstverteidigung entworfen, mit Langlebigkeit und einfacher Bedienbarkeit als Prioritäten.
ja: 強力な特殊弾薬を使うRivtech社製の2連装ショットガンです。個人防衛用に設計され、耐久性と使いやすさが重視されています。
ko: 강력하고 특이한 탄을 사용하는 Rivtech RM228 무탄피 이중 단총신(short double-barrel) 산탄총은 자기 방어에 사용되도록 내구성과 간단한 사용법을 목표로 설계되었습니다.
ru: Двуствольный дробовик Rivtech RM228, в котором используется крупный и нестандартный калибр, был создан для самозащиты. Прочен и лёгок в использовании.
zh_cn: 采用了强力而又特殊的口径，Rivtech RM228 双短管霰弹枪主要用于个人防卫，操作简单，火力强劲。

source: Utilizing a powerful and unusual caliber, the Rivtech RM614 light machine gun was designed for durability and extreme volume of sustained fire under the worst possible circumstances.
de: Das Rivtech RM614 ist ein leichtes Maschinengewehr, das ein starkes und ungewöhnliches Kaliber benutzt. Es wurde für Langlebigkeit und extrem langen, ausdauerndem Feuer unter den schlimmstmöglichen Bedingungen entworfen.
ja: 強力な特殊弾薬を使う、Rivtech社製のライトマシンガンです。最悪の環境下でも強力な弾幕を持続的に展開します。
ko: 강력하지만 일반적이지 않은 탄을 사용하는 리브텍 RM614입니다. 아주 튼튼하여 최악의 상황에서도 신뢰성이 보장됩니다.
ru: Используя мощный и необычный калибр, Rivtech RM614 ручной пулемет был разработан для длительного непрерывного огня при наихудших возможных обстоятельствах.
zh_cn: 由于拥有强大的非常规的枪管口径，Rivtech RM614 LMG （light machine gun 轻机枪）被设计适用于可能出现的最坏情况下的高度可靠性和持续性。

source: Uzi 9mm
de: 9-mm-Uzi
ja: サブマシンガン(9mm/ウージー)
ko: 우지 9mm(Uzi 9mm)
ru: Узи 9мм
zh_cn: Uzi 9mm冲锋枪

source: V29 laser pistol
de: V29-Laserpistole
ja: ハンドガン (UPS/V29レーザーピストル)
ko: V29 레이져 권총(laser pistol)
zh_cn: V29激光手枪

source: Walther PPK
ja: ハンドガン(.32口径/ワルサーPPK)
ko: 발터 PPK(Walther)
zh_cn: 瓦尔特PPK手枪

source: Weatherby Mark V
ja: ライフル(.30口径/ウェザビーマークV)
ko: 웨더비 Mk. V(Weatherby)
zh_cn: Weatherby V型步枪

source: Winchester Model 70
ja: ライフル(.30口径/ウィンチェスターM70)
ko: 윈체스터 M70(Winchester)
zh_cn: Winchester70运动步枪

source: Wrist DREAD
de: Handgelenk-DREAD
ja: サブマシンガン(ドレッドペレット/リストドレッド)
ko: 손목 부착형 DREAD
zh_cn: Wrist离心式武器

source: accessories
de: Zubehör
ja: 付属品
ko: 액세서리
ru: аксессуары
zh_cn: 配件

source: atlatl
zh_cn: 阿兹特克掷矛器

source: barrel
de: Lauf
ja: 銃身
ko: 총열
ru: ствол
zh_cn: 枪管

source: blowgun
de: Blasrohr
ja: 吹き矢筒
ko: 블로우건(blowgun)
ru: духовая трубка
zh_cn: 吹箭筒

source: blunderbuss
ja: ショットガン(ラッパ銃)
zh_cn: 火铳

source: bore
de: Kaliber
ja: 口径
ko: 구경전환
zh_cn: 口径

source: brace slingshot
ja: Y字型スリングショット
zh_cn: 腕托弹弓

source: briefcase smg
de: Aktentaschen-MP
ja: サブマシンガン(9mm/ブリーフケース)
ko: 서류가방 기관단총(briefcase smg)
zh_cn: 手提箱冲锋枪

source: bullet crossbow
ja: バレットクロスボウ
zh_cn: 弹矢弩

source: bullwhip
de: Peitsche
ja: 鞭
zh_cn: 皮鞭

source: coilgun
de: Gaußgewehr
ja: ハンドガン(UPS/コイルガン)
ko: 코일건(coilgun)
ru: пушка Гаусса
zh_cn: 自制电磁枪

source: composite bow
de: Kompositbogen
ja: コンポジットボウ
ko: 합성궁(composite bow)
ru: композитный лук
zh_cn: 复合弓

source: compound bow
de: Compoundbogen
ja: コンパウンドボウ
ko: 컴파운드 보우(compound bow)
ru: блочный лук
zh_cn: 合成弓

source: conversion
de: Umbau
ja: 変換キット
ko: 용도전환
ru: изменение
zh_cn: 转换

source: crossbow
de: Armbrust
ja: クロスボウ
ko: 쇠뇌(crossbow)
ru: арбалет
zh_cn: 弩

source: double barrel shotgun
de: doppelläufige Schrotflinte
ja: ショットガン(2連装)
ko: 이중 총신 산탄총(double barrel shotgun)
ru: двухстволка
zh_cn: 双管霰弹枪

source: double speargun
de: Doppelharpune
ja: ライフル(銛/2装填式水中銃)
ko: 이중 작살총(speargun)
zh_cn: 双管矛枪

source: double-barrel pipe shotgun
de: doppelläufige Rohrschrotflinte
ja: ショットガン(2連装式パイプショットガン)
ko: 이중 총신 수제 산탄총(pipe shotgun)
ru: самодельная двухстволка
zh_cn: 自制双管霰弹枪

source: ferromagnetic rail rifle
de: ferromagnetisches Schienengewehr
ja: ライフル(レール/強磁性レールライフル)
ko: 강자성 레일 라이플(rail rifle)
ru: ферромагнитная винтовка
zh_cn: 电磁轨道步枪

source: flamethrower
de: Flammenwerfer
ja: ランチャー(ガソリン/火炎放射器)
ko: 화염방사기(flamethrower)
ru: огнемёт
zh_cn: 火焰喷射器

source: flaregun
de: Leuchtfackelwerfer
ja: ハンドガン(信号弾/信号拳銃)
ko: 조명총(flaregun)
ru: сигнальный пистолет
zh_cn: 信号枪

source: flintlock carbine
ja: ライフル(紙製薬莢/フリントロックカービン)
zh_cn: 燧发卡宾枪

source: flintlock pistol
de: Steinschlosspistole
ja: ハンドガン(紙製薬莢/フリントロックピストル)
ko: 플린트락 권총(flintlock pistol)
ru: кремневый пистоль
zh_cn: 燧发手枪

source: flintlock rifle
de: Steinschlossgewehr
ja: ライフル(紙製薬莢/ﾌﾘﾝﾄﾛｯｸ式小銃)
ko: 플린트락 소총(flintlock rifle)
ru: кремневое ружье
zh_cn: 燧发步枪

source: fusion blaster
de: Fusionskanone
ja: フュージョンブラスター
ko: 퓨전 블래스터(fusion blaster)
ru: термоядерный бластер
zh_cn: 热熔炮

source: fusion blaster rifle
de: Fusionskanonengewehr
ja: ライフル(UPS/フュージョンブラスター)
ko: 퓨전 블래스터 라이플(blaster rifle)
zh_cn: 热熔步枪

source: grip
de: Griff
ja: 銃把
ko: 손잡이
ru: рукоять
zh_cn: 握把

source: handheld laser cannon
ja: ライフル(携帯式レーザーキャノン)
zh_cn: 手持镭射加农炮

source: heavy crossbow
de: Schwere Armbrust
ja: ヘビークロスボウ
zh_cn: 重弩

source: heavy rail rifle
ja: ライフル(レール/重レールライフル)
zh_cn: 重型轨道步枪

source: homemade hand cannon
ja: ハンドガン(.45口径/手製ハンドキャノン)
zh_cn: 自制手炮

source: laser finger
ja: レーザーフィンガー
ko: 레이저 손가락(laser finger)
ru: палец-лазер
zh_cn: 激光指

source: longbow
de: Langbogen
ja: ロングボウ
ko: 장궁(longbow)
ru: большой лук
zh_cn: 长弓

source: magazine
de: Magazin
ja: 弾倉
ko: 탄창
ru: обойма
zh_cn: 弹仓

source: manual autoshotgun
ja: ショットガン(マニュアルオートショットガン)
zh_cn: 手工自动霰弹枪

source: mechanism
de: Mechanismus
ja: 機構
ko: 구조장치
zh_cn: 机制

source: mini speargun
de: kleine Harpune
ja: ハンドガン(銛/小型水中銃)
ko: 소형 작살총(speargun)
zh_cn: 小型矛枪

source: mininuke launcher
de: Atombömbchenwerfer
ja: ランチャー(小型原子爆弾ランチャー)
ko: 소형핵 발사기(mininuke launcher)
zh_cn: 迷你核弹发射器

source: muzzle
de: Mündung
ja: 銃口
ko: 총구
ru: дуло
zh_cn: 枪口

source: nail gun
de: Nagelpistole
ja: ネイルガン
ko: 네일 건(nail gun)
ru: гвоздострел
zh_cn: 射钉枪

source: nail rifle
de: Nagelgewehr
ja: ネイルライフル
ko: 네일 라이플(nail rifle)
ru: гвоздеметательное ружье
zh_cn: 射钉步枪

source: pipe rifle: .22
de: .22-Rohrgewehr
ja: ライフル(.22口径/パイプ銃)
ko: 수제 소총: .22(pipe rifle)
zh_cn: 自制 .22步枪

source: pipe rifle: .308
ja: ライフル(.308口径/パイプ銃)
zh_cn: 自制.308步枪

source: pipe rifle: 9mm
de: 9mm-Rohrgewehr
ja: ライフル(9mm/パイプ銃)
ko: 수제 소총: 9mm(pipe rifle)
zh_cn: 自制9mm步枪

source: pipe shotgun
de: Rohr-Schrotflinte
ja: ショットガン(パイプショットガン)
ko: 수제 산탄총(pipe shotgun)
ru: самопал
zh_cn: 自制霰弹枪

source: pistol crossbow
de: Pistolenarmbrust
ja: ピストルクロスボウ
ko: 권총형 쇠뇌(pistol crossbow)
ru: арбалет-пистолет
zh_cn: 手弩

source: pneumatic assault rifle
de: Pneumatiksturmgewehr
ja: ライフル(石つぶて/空気圧式アサルトライフル)
ko: 공압식 돌격소총(assault rifle)
ru: пневматическое ружье
zh_cn: 自制 气动步枪

source: pneumatic bolt driver
de: pneumatischer Bolzentreiber
ja: ライフル(ボルト/空気圧式ボルトドライバー)
ko: 공압식 볼트 드라이버(bolt driver)
zh_cn: 自动 气动弩枪

source: pneumatic speargun
de: pneumatische Harpune
ja: ライフル(銛/空気圧式水中銃)
ko: 공압식 작살총(speargun)
zh_cn: 气动矛枪

source: rail
de: Schiene
ja: レール
ko: 레일
ru: планка
zh_cn: 导轨

source: recurve bow
de: Recurvebogen
ja: リカーブボウ
ko: 리커브 보우(recurve bow)
ru: изогнутый лук
zh_cn: 反曲弓

source: reflex bow
de: Reflexbogen
ja: リフレックスボウ
ko: 리플렉스 보우(reflex bow)
ru: рефлексивный лук
zh_cn: 反射弓

source: reflex recurve bow
de: Reflex-Recurvebogen
ja: リフレックスリカーブボウ
ko: 리플렉스 리커브 보우(bow)
ru: рефлексивно-изогнутый лук
zh_cn: 硬反曲弓

source: repeating crossbow
de: Repetierarmbrust
ja: リピーティングクロスボウ
ko: 연발 쇠뇌(repeating crossbow)
ru: многозарядный арбалет
zh_cn: 连弩

source: sawn pipe shotgun
de: abgesägte Rohr-Schrotflinte
ja: ショットガン(散弾/短銃身パイプ銃)
ko: 단축총열 수제 산탄총(pipe shotgun)
ru: обрез-самопал
zh_cn: 自制锯管霰弹枪

source: sawn-off Saiga 12
de: abgesägte Saiga-12
ja: ショットガン(短銃身/サイガ12)
ko: 단축총열 사이가 12(sawn-off Saiga)
ru: Сайга-12 укороченная
zh_cn: 锯短Saiga-12霰弹枪

source: sawn-off shotgun
de: abgesägte Schrotflinte
ja: ショットガン(散弾/短銃身)
ko: 단축총열 산탄총(sawn-off shotgun)
ru: обрез
zh_cn: 锯短霰弹枪

source: self bow
de: Primitiv-Bogen
ja: セルフボウ
ko: 수제 활(self bow)
ru: примитивный лук
zh_cn: 简易弓

source: short bow
de: Kurzbogen
ja: ショートボウ
ko: 단궁(short bow)
ru: короткий лук
zh_cn: 短弓

source: shotgun revolver
de: Revolver-Schrotflinte
ja: ショットガン(リボルバー)
ko: 산탄 리볼버(shotgun revolver)
ru: револьвер 12 калибра
zh_cn: 左轮霰弹枪

source: sights
de: Visier
ja: 照準器
ko: 가늠자
ru: прицел
zh_cn: 瞄准器

source: simple flamethrower
de: einfacher Flammenwerfer
ja: ランチャー(ガソリン/自作火炎放射器)
ko: 간단한 화염방사기(flamethrower)
ru: простой огнемёт
zh_cn: 简易火焰喷射器

source: single barrel shotgun
de: einläufige Schrotflinte
ja: ショットガン(単銃身)
ko: 단총신 산탄총(single barrel shotgun)
ru: одноствольное ружьё
zh_cn: 单管霰弹枪

source: sling
de: Schleuder
ja: スリング
ko: 슬링(sling)
ru: праща
zh_cn: 投索

source: slingshot
de: Steinschleuder
ja: スリングショット
ko: 새총(slingshot)
ru: рогатка
zh_cn: 弹弓

source: speargun
de: Harpune
ja: ライフル(銛/水中銃)
ko: 작살총(speargun)
ru: гарпунное ружье
zh_cn: 水下矛枪

source: spraycan flamethrower
de: Sprühdosenflammenwerfer
ja: ランチャー(ガソリン/スプレー缶火炎放射器)
ko: 스프레이 화염방사기(flamethrower)
ru: баллончик с зажигалкой
zh_cn: 罐装火焰喷射器

source: stock
de: Schaft
ja: 銃床
ko: 개머리판
ru: приклад
zh_cn: 枪托

source: survivor's .223 carbine
ja: ライフル(5.56mm/サバイバー.223カービン)
zh_cn: 幸存者.223卡宾枪

source: survivor's rocket launcher
ja: ランチャー(ロケット弾/サバイバーロケットランチャー)
zh_cn: 幸存者火箭发射器

source: survivor's six shooter
ja: ハンドガン(.40口径/サバイバーシックスシューター)
zh_cn: 幸存者六发左轮

source: this a pseudo item
de: Dies ein Pseudo-Gegenstand
ja: ※偽装アイテム
ko: 이것은 존재하지 않는 물품입니다.
ru: это псевдо предмет
zh_cn: 这是个玩具

source: tube 40mm launcher
de: 40mm-Rohrgranatwerfer
ja: ランチャー(40mm擲弾/手製)
ko: 튜브 40mm 유탄 발사기(launcher)
ru: самодельный 40мм гранатомёт
zh_cn: 自制40mm榴弹发射管

source: turret aim point
zh_cn: 炮塔瞄准点

source: underbarrel
de: unterläufig
ja: アンダーバレル
ko: 총열하단
ru: подствольник
zh_cn: 副枪管

source: water cannon
ja: ランチャー(高圧放水砲)
zh_cn: 高压水枪

source: ARMOR
de: KLEIDUNG
ja: 防具
ko: 방호구
ru: БРОНЯ
zh_cn: 装备

source: CHEMICAL STUFF
ja: 化学物質
zh_cn: 化学制品

source: SPARE PARTS
ja: 予備部品
zh_cn: 零件

source: VEHICLE PARTS
ja: 車両部品
zh_cn: 载具部件

source: Adds a chain of bankrupt pizzerias, with still functioning animatronics inside.
ja: 経営破綻したピザ屋を追加します。店内には徘徊する動物型ロボットが放置されています。訳者注:元ネタはFive Nights at Freddy's
zh_cn: 加入一个可能刷新出电动模型怪物的破产比萨店建筑。

source: Adds a set of professions which correspond to classic Roguelike character archetypes.
ja: 古典的なローグライクに登場する職業セットを追加します。
zh_cn: 加入一套对应经典Roguelike角色原型的职业。

source: Adds basic 3-D buildings. For testing z-levels and those who want to play with z-level buildings in their early state.
de: Fügt einfache 3-D-Gebäude hinzu. Zum Testen von Z-Ebenen und für die, welche mit Z-Ebenen-Gebäuden in ihrem frühen, also noch unfertigen, Zustand spielen wollen.
ja: 3次元で構成した基本的な建物を追加します。Z軸は初期状態であり、Z軸の建物でプレイしたい人の為のテスト用です。
zh_cn: 加入初步的3D建筑。想体验初步Z轴的用户可以实用。

source: Adds boats.
ja: ボートを追加します。
zh_cn: 添加了船只类型的载具

source: Adds dinosaurs.
ja: 恐竜を追加します。
zh_cn: 添加了恐龙的怪物类型，体验一下侏罗纪公园吧

source: Adds more possible dakka to your vehicles.
ja: 多くの可能性を秘めたダッカを追加します。
zh_cn: 你可以继续魔改你的载具了，对坦克世界说不，回归重装机兵。当然，作为良心发现的汉化人员，还要提醒大家一下，不要以为这个MOD只改了车辆。

source: Adds recipes for replicas of mythological weapons.
zh_cn: 添加了许多神话武器复制品的配方

source: Adds the ability to revive creatures as minions.
ja: 下僕として生物を蘇生させる機能を追加します。
zh_cn: 加入复活生物用以驱策的能力

source: Animatronic Monsters
ja: 追加 - 動物型ロボット
zh_cn: 模型怪物

source: Boats
de: Boote
ja: 追加 - ボート
zh_cn: 船只

source: Classic Roguelike Classes
ja: 追加 - 古典的なローグライクの職業
zh_cn: 经典Roguelike职业

source: DinoMod
ja: 追加 - 恐竜
ko: 공룡 모드(DinoMod)
ru: ДиноМод
zh_cn: 恐龙世界

source: Disable mutagens
de: Mutagene deaktivieren
ja: 削除 - 変異原物質
zh_cn: 禁止诱变剂

source: Disable religious texts
de: Religöse Texte deaktivieren
ja: 削除 - 宗教
zh_cn: 禁用宗教典籍

source: Disables zombie revival.
de: Verhindert die Wiederbelebung von Zombies.
ja: ゾンビの復活を無効化します。
ko: 좀비가 부활하지 않습니다.
ru: Выключает возрождение зомби
zh_cn: 关闭丧尸复苏

source: Doubles zombie speed.
de: Verdoppelt die Zombiegeschwindigkeit.
ja: ゾンビの速度が2倍になります。
ko: 좀비의 이동속도가 두 배.
ru: Скорость зомби удвоена
zh_cn: 双倍丧尸速度

source: Experimental Z-Level Buildings
de: Experimentelle Z-Ebenen-Gebäude
ja: Z軸テスト
zh_cn: 实验性Z轴建筑

source: Fast Zombies
de: Schnelle Zombies
ja: 変更 - ゾンビ高速化
ko: 빠른 좀비들(Fast Zombies)
ru: Быстрые зомби
zh_cn: 快速丧尸

source: For those gun nuts.
de: Für die Waffennarren.
ja: 馬鹿げた銃器を追加します。
ko: 총기광을 위한 모드입니다.
zh_cn: Icecoon君的武器增强包，添加一部分枪械。推荐那些枪迷使用

source: Gives all zombies perfect nightvision.
ja: 全てのゾンビに完全な暗視を与えます。
zh_cn: 黑夜给了我们黑色的眼睛，我们却用它来寻找小@。

source: Halves zombie speed.
de: Halbiert die Zombiegeschwindigkeit.
ja: ゾンビの速度が半分になります。
ko: 좀비의 이동속도가 절반.
ru: Половина скорости зомби.
zh_cn: 丧尸的速度减半。

source: Icecoon's Weapons Pack
de: Icecoons Waffen-Paket
ja: 追加 - Icecoon's 武器パック
ko: Icecoon의 무기팩(Weapons Pack)
ru: Оружейный набор Icecoon'а.
zh_cn: Icecoon的武器包

source: More Survival Tools
zh_cn: 更多幸存者工具

source: Mundane Zombies
ja: 削除 - 特殊ゾンビ
zh_cn: 中规中矩的丧尸

source: Mythological Replicas
zh_cn: 神话武器复制品

source: Necromancy
ja: 追加 - 死霊魔術
zh_cn: 亡灵巫术

source: No Antique Firearms
de: Keine antiken Feuerwaffen
ja: 削除 - 旧式銃器
zh_cn: 禁止老式枪械

source: No Energy Weapons
de: Keine Energiewaffen
ja: 削除 - エネルギー武器
zh_cn: 禁止能量武器

source: No Flaming Weapons
de: Keine Brandwaffen
ja: 削除 - 発火武器
zh_cn: 禁止燃烧武器

source: No Joke Monsters
ja: 削除 - ジョークモンスター
zh_cn: 禁止逗比怪物

source: No Medieval Items
de: Keine mittelalterlichen Gegenstände
ja: 削除 - 中世
zh_cn: 禁止中世纪物品

source: No Monsters
ja: 削除 - モンスター
zh_cn: 怪物消失

source: No Powered Armor
de: Keine Energierüstungen
ja: 削除 - パワーアーマー
zh_cn: 禁止动力装甲

source: No Rivtech Guns
de: Keine Rivtech-Waffen
ja: 削除 - Rivtech社製銃器
zh_cn: 禁止Rivtech系枪械

source: No Survivor Armor
de: Keine Überlebendenkleidung
ja: 削除 - サバイバーアーマー
zh_cn: 禁止生存者装束

source: Prevent Zombie Revivication
de: Zombiewiederbelebung verhindern
ja: 変更 - ゾンビ復活防止
ko: 좀비 부활 방지(Prevent Zombie Revivication)
ru: Запрет перерождения зомби
zh_cn: 沉睡的丧尸

source: Removes Rivtech firearms and ammunition.
de: Entfernt Rivtech-Feuerwaffen und -Munition.
ja: Rivtech社製の銃器や弾薬を削除します。
zh_cn: 移除那些拽的过分的Rivtech系枪械及子弹。

source: Removes all monsters from the game, save for those in the WILDLIFE category.
ja: 野生動物以外の全モンスターを削除します。
zh_cn: 移除所有在 WILDLIFE目录下的怪物。

source: Removes all special zombies from the game.
ja: 全ての特殊ゾンビを削除します。
zh_cn: 去除游戏中的特殊僵尸。

source: Removes antique firearms and those that are no longer in production.
ja: 旧式の銃器や生産が終了した銃器を削除します。
zh_cn: 移除那些老式的或者不再制造的武器。

source: Removes energy weapons, coilguns, and specific ammunition.
de: Entfernt Energiewaffen, Gaußgewehre und bestimmte Munitionen.
ja: エネルギー武器、コイルガン、特殊な弾薬を削除します。
zh_cn: 移除那些能量武器，电磁炮以及相应弹药

source: Removes flaming melee weapons.
de: Entfernt Brandnahkampfwaffen.
ja: 発火する近接武器を削除します。
zh_cn: 移除可以燃烧的近战武器

source: Removes joke monsters from the game.
ja: ジョークモンスターを削除します。
zh_cn: 移除那些留在游戏中专门逗你玩的脑洞。

source: Removes medieval weapons, armors, and specific books.
de: Entfernt mittelalterliche Waffen, Rüstungen und bestimmte Bücher.
ja: 中世の武器防具と特定の本を削除します。
zh_cn: 移除那些中世纪的武器、盔甲、书籍。

source: Removes mutagen items from the game.
de: Entfernt Mutagen-Gegenstände vom Spiel.
ja: 変異原アイテムを削除します。
zh_cn: 无法在游戏中得到诱变剂相关物品。

source: Removes powered armor.
de: Entfernt bestromte Rüstungen.
ja: パワーアーマーを削除します。
zh_cn: 移除所有动力装甲。

source: Removes religious text items from the game.
de: Entfernt Gegenstände mit religiösen Texten aus dem Spiel.
ja: 宗教的なアイテムを削除します。
zh_cn: 游戏里的所有宗教典籍全部消失，你是个无神论者。

source: Removes survivor armor.
de: Entfernt Überlebendenkleidung.
ja: サバイバーアーマーを削除します。
zh_cn: 移除那些幸存者专属装备。

source: Slow Zombies
de: Langsame Zombies
ja: 変更 - ゾンビ低速化
ko: 느린 좀비들(Slow Zombies)
ru: Медленные зомби
zh_cn: 慢速丧尸

source: Vehicle Additions Pack
ja: 追加 - 車両パック
zh_cn: 载具增强包

source: Zombie Nightvision
ja: 変更 - ゾンビ暗視化
zh_cn: 丧尸夜视

source: contains all the mods recommended by the developers
de: enthält alle die von den Entwicklern empfohlenen Mods
ja: 開発者が推奨する全てのMODが含まれています。
ko: 개발자가 추천한 모든 모드를 포함합니다
ru: содержит все моды рекомендованные разработчиками
zh_cn: 包含所有开发者推荐的模组

source: default
de: Standard
ja: 初期設定
ko: 기본값
ru: по-умолчанию
zh_cn: 默认

source: A bipedal animatronic bat, nearly twice your size. It might have been cute once, but has fallen into disrepair. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさの蝙蝠型二足歩行ロボットです。昔は可愛かったかもしれないが、今は見る影も無い。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型蝙蝠，体型大约是你的两倍。或许它曾经神气过，但现在也已经失修好久了。虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic bear, nearly twice your size. It's holding a microphone, and wearing a top hat. Its outer layer is made of reinforced plastic. It looks to be high tech, and in good shape.
ja: 人間の2倍程の大きさの熊型二足歩行ロボットです。片手にマイクを持ち、頭にはシルクハットを被っています。外装は強化プラスチック製で、ハイテク感がありとてもよく出来ています。
zh_cn: 一架用兩腳走路的熊型機械布偶，體型幾乎有你的兩倍大，它握著麥克風還戴著頂帽子。其外層是強化塑膠，看得出是高科技產物，且處於良好狀態。

source: A bipedal animatronic bear, nearly twice your size. It's holding a microphone, and wearing a top hat. Though it is a robot, it stinks like death. It looks heavily worn and degraded.
ja: 人間の2倍程の大きさの熊型二足歩行ロボットです。片手にマイクを持ち、頭にはシルクハットを被っています。このロボットからは何故か死臭が漂っています。
zh_cn: 一架用兩腳走路的熊型機械布偶，體型幾乎有你的兩倍大，它握著麥克風還戴著頂帽子。雖然它是一隻機器人，仍然發出死亡的味道。它看起來磨損相當嚴重且劣化。

source: A bipedal animatronic beaver, nearly twice your size. Its buck teeth look far more sharp than they should be. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさのビーバー型二足歩行ロボットです。普通のビーバーよりも反歯が鋭く見えます。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型河狸，体型大约是你的两倍。它的门牙看上去好锋利，这跟说好的不一样!虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic bunny, nearly twice your size. Its actually quite cute, even though it's trying to kill you. Its outer layer is made of reinforced plastic. It looks to be high tech, and in good shape.
ja: 人間の2倍程の大きさの兎型二足歩行ロボットです。とても愛くるしく、しかし明らかにあなたを殺そうとしています。外装は強化プラスチック製で、ハイテク感がありとてもよく出来ています。
zh_cn: 一架用兩腳走路的兔子機械布偶，體型幾乎有你的兩倍大，它其實挺可愛的，即使它試圖要殺了你。其外層是強化塑膠，看得出是高科技產物，且處於良好狀態。

source: A bipedal animatronic bunny, nearly twice your size. Its face has been torn clear off, though the sockets for it's eyes still exist. It looks heavily worn and degraded.
ja: 人間の2倍程の大きさの兎型二足歩行ロボットです。顔面がずたずたに引き裂かれており、眼球の嵌っていた穴だけが原型を留めています。非常にぼろぼろで見すぼらしい風貌です。
zh_cn: 一架用兩腳走路的兔子機械布偶，體型幾乎有你的兩倍大，雖然它的兩顆眼睛仍待在眼窩上，但臉部已經被撕得乾乾淨淨。它看起來磨損相當嚴重且劣化。

source: A bipedal animatronic cat, nearly twice your size. Its claws are extremely sharp. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさの猫型二足歩行ロボットです。爪が非常に鋭く見えます。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型猫，体型大约是你的两倍。它的爪子锋利的有点过了，虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic chicken, nearly twice your size. It's wearing a bib that reads 'Let's Eat!'. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさの鶏型二足歩行ロボットです。「さぁ、食べよう！」という前掛けを付けています。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型鸡，体型大约是你的两倍。它穿了一个围裙，上边写着：“开饭咯”，虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic chicken, nearly twice your size. It's wearing a bib that reads 'Let's Party!'. She oddly has a curvaceous figure. Its outer layer is made of reinforced plastic. It looks to be high tech, and in good shape.
ja: 人間の2倍程の大きさの鶏型二足歩行ロボットです。「さぁ、食べよう！」という前掛けを付けています。また、妙になまめかしい女性的な体型をしています。外装は強化プラスチック製で、ハイテク感がありとてもよく出来ています。
zh_cn: 一架用兩腳走路的雞型機械布偶，體型幾乎有你的兩倍大，它身上穿著一件寫著"Let's Party!"的圍兜兜。奇怪的是，她有婀娜的身材。其外層是強化塑膠，看得出是高科技產物，且處於良好狀態。

source: A bipedal animatronic chipmunk, nearly twice your size. You might call it cute if it wasn't charging you down right now. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさのシマリス型二足歩行ロボットです。襲いかかってこなければ可愛いかもしれません。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型金花鼠，体型大约是你的两倍。很酷，但如果它不是正在向你冲锋，你或许有功夫赞它。虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic cow, nearly twice your size. Its voice-box is broken, making it emit shrill, eerie moos. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさの牛型二足歩行ロボットです。このロボットからは何故か死臭が漂っています。スピーカーが壊れているらしく、金切り声のような身の毛もよだつ声でモーモーと鳴いています。
zh_cn: 一只双足站立的机械电动模型牛，体型大约是你的两倍。语音盒被玩坏了，所以它正发出奇怪的呻吟，如果听着能硬起来那也是你的本事。虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic coyote, nearly twice your size. Its head twitches about faster than seems possible. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさのコヨーテ型二足歩行ロボットです。目にも留まらぬ速さで頭をビクンビクンと動かしています。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型郊狼，体型大约是你的两倍。它的头抽搐的速度恰到好处的扩充了你的想象力，虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic deer, nearly twice your size. The hunter becomes the hunted. Though it is a robot, it stinks like death.
ja: 人間の2倍程の大きさの鹿型二足歩行ロボットです。狩人が狩られる番です。このロボットからは何故か死臭が漂っています。
zh_cn: 一只双足站立的机械电动模型鹿，体型大约是你的两倍。如果你是猎人，那准备好面对复仇吧！虽然是个机器兽，却散发着尸臭。

source: A bipedal animatronic fox, nearly twice your size. Its teeth and claws look quite sharp. Its outer layer is made of reinforced plastic. It looks to be high tech, and in good shape.
ja: 人間の2倍程の大きさの狐型二足歩行ロボットです。非常に鋭い爪と牙をちらつかせています。外装は強化プラスチック製で、ハイテク感がありとてもよく出来ています。
zh_cn: 一架用兩腳走路的狐狸機械布偶，體型幾乎有你的兩倍大，它的牙齒和爪子看起來相當銳利。其外層是強化塑膠，看得出是高科技產物，且處於良好狀態。
