Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Heckler & Koch's M320 grenade launcher offers the functionality of larger launchers in a very small package at the cost of decreased accuracy. This one is combined with a buttstock for stand alone operation.
de: Der von Heckler & Koch entwickelte Granatenwerfer M320 hat die Funktionalität größerer Werfern in einem sehr kleinem Gehäuse. Dieses Exemplar wurde mit einem Schaft kombiniert, um eigentständig benutzt werden zu können.
ja: 精度を犠牲にして大型ランチャーの機能をコンパクトにまとめたグレネードランチャーです。単体で運用するために銃床が取り付けてあります。
zh_cn: 由H&K公司研发的这款M320榴弹发射器既保持了普通大型榴弹发射器的火力输出，又独特地将体型压缩到了极致，更便于携带，也由于这个原因使它无法达到较高的精确度。

source: Ichaival
zh_cn: Ichaival，神圣之弓

source: Intended to function as a long-range sharpshooter support weapon for the military, the Rivtech RM11B scout rifle was designed for durability and accuracy under less than ideal circumstances. Its two round burst mode allows it to deliver precise long-range takedowns, utilizing the proprietary Rivtech 8mm caseless round.
ja: 長距離精密射撃を想定するスカウトライフルです。軍隊向けに開発された銃で、耐久性に優れ過酷な環境での運用に耐えます。ブルパップ方式、一体型サプレッサー、デジタルスコープといった先進的な装置が採用されており、特に高速2点射機構は遠距離から確実に対象を無力化します。Rivtec社製8x40mmケースレス弾を使用します。
zh_cn: 作为为军队设计的长距离精确射击辅助武器，RM11B侦察步枪被设计在恶劣条件下保证射击精度和武器耐久。其发射两发8MM无壳弹的点射模式可以在远距离精确击杀敌人。

source: L12 Defender
ja: ショットガン(L12ディフェンダー)
zh_cn: L12防卫者霰弹枪

source: L1820 Long Ranger
ja: ライフル(.45口径/L1820ロングレンジャー)
zh_cn: L1820游侠儿长管枪

source: L2031 Enforcer
ja: ハンドガン(.45口径/L2031エンフォーサー)
zh_cn: L2031执法者左轮

source: L2032 Lookout
ja: ハンドガン(9mm/L2032ルックアウト)
zh_cn: L2032守望者左轮

source: L2037 Backup
ja: ハンドガン(.223口径/L2037バックアップ)
zh_cn: L2037后援者左轮

source: L39
ja: ハンドガン(9mm/L39)
zh_cn: L39手枪

source: L39-45
ja: ハンドガン(45口径/L39)
zh_cn: L39-45手枪

source: L39B
ja: ハンドガン(9mm/L39B)
zh_cn: L39B手枪

source: L39B-45
ja: ハンドガン(45口径/L39B)
zh_cn: L39B-45手枪

source: L523 platform
ja: ライフル(5.56mm/L523 プラットフォーム)
zh_cn: L523 基础件

source: L523-CAR carbine
ja: ライフル(5.56mm/L523-CAR)
zh_cn: L523-CAR卡宾枪

source: L523-DSR rifle
ja: ライフル(5.56mm/L523-DSR)
zh_cn: L523-DSR步枪

source: L523-MBR rifle
ja: ライフル(5.56mm/L523-MBR)
zh_cn: L523-MBR步枪

source: LACP laser pistol
de: LACP-Laserpistole
ja: ハンドガン (UPS/LACPレーザーピストル)
ko: LACP 레이저 권총(laser pistol)
ru: лазерный пистолет LACP
zh_cn: LACP激光手枪

source: Leadworks LLC's bullpup L523 platform utilizes the ubiquitous 5.56 round in multiple applications, and is designed to part-swap quickly, safely, and effectively from one to the next. The base mechanism could--theoretically--be used on its own, but such use is inadvisable and will void your warranty. There's no real place to incorporate aftermarket modifications on this barren proto-weapon.
ja: Leadworks LLC製L523モジュラーウェポンシステムはL523プラットフォームを中心に標準化された多様な形態を持ち、その全てが5.56mm弾に対応しています。素早く安全に部品を交換し、自在に形態を変えることができます。システムの基本機構となるプラットフォームは--理論上--それ単体でも使用可能ですが、サポート上非推奨であり、保証対象外となります。またLeadworks LLC純正品でない他社製モジュールを取り付けてこの無力な銃もどきを強化しようとしても、無駄なことですよ。
zh_cn: Leadworks LLC的L523无托平台通过多种方式利用普遍的5.56北约弹，它的设计是可以在不同配置间快速安全且有效的更换组件。 “理论上”这个基础件的功能可以单独使用，但是这即不被简易，除了问题你也拿不到保险赔偿金。有趣的是，这个光秃秃的原型武器并没有给市场上乱七八糟的枪械配件留什么空间。

source: Leadworks LLC's bullpup L523 platform utilizes the ubiquitous 5.56 round in multiple applications, and is designed to part-swap quickly, safely, and effectively from one to the next. The battle rifle's (proprietary) combination optic & red-dot sights provide quick and accurate targeting, with a foregrip available for greater control. Like the rest of the family, though, it doesn't accept third-party modifications.
ja: Leadworks LLC製L523モジュラーウェポンシステムはL523プラットフォームを中心に標準化された多様な形態を持ち、その全てが5.56mm弾に対応しています。素早く安全に部品を交換し、自在に形態を変えることができます。バトルライフル仕様専用の複合光学照準器とドットサイトは迅速かつ正確に目標を捉え、フォアグリップは制御を容易にします。L523の他の仕様と同じく他社製改造部品の取り付けは認められていません。
zh_cn: Leadworks LLC的L523无托平台通过多种方式利用普遍的5.56北约弹，它的设计是可以在不同配置间快速安全且有效的更换组件。 这把主战步枪的战术&红点瞄准镜提供了精确的瞄准，并且有一个前握柄提供更加的控制。但是就和这一系列的其他枪支一样，第三方配件基本都是按不上去的。

source: Leadworks LLC's bullpup L523 platform utilizes the ubiquitous 5.56 round in multiple applications, and is designed to part-swap quickly, safely, and effectively from one to the next. The carbine model incorporates Leadworks' proprietary gyro-stabilization technology and includes an integral laser sight, but like the rest of the family, doesn't accept third-party modifications.
ja: Leadworks LLC製L523モジュラーウェポンシステムはL523プラットフォームを中心に標準化された多様な形態を持ち、その全てが5.56mm弾に対応しています。素早く安全に部品を交換し、自在に形態を変えることができます。カービン仕様にはLeadworks LLCが特許を持つジャイロ安定装置技術とそれに統合されたレーザー照準器が採用されています。L523の他の仕様と同じく他社製改造部品の取り付けは認められていません。
zh_cn: Leadworks LLC的L523无托平台通过多种方式利用普遍的5.56北约弹，它的设计是可以在不同配置间快速安全且有效的更换组件。 卡宾模式糅合了Leadworks拥有专利的陀螺仪稳定技术，并且内置了一个激光瞄准仪，但是就和这一系列的其他枪支一样，第三方配件基本都是按不上去的。

source: Leadworks LLC's bullpup L523 platform utilizes the ubiquitous 5.56 round in multiple applications, and is designed to part-swap quickly, safely, and effectively from one to the next. The designated-shootist rifle incorporates a specially-designed extended barrel with integral bipod and foregrip, along with an integral 8x optic, and trades selective-fire for the Leadworks gyro-stabilization system. Like the rest of the family, though, it doesn't accept third-party modifications.
ja: Leadworks LLC製L523モジュラーウェポンシステムはL523プラットフォームを中心に標準化された多様な形態を持ち、その全てが5.56mm弾に対応しています。素早く安全に部品を交換し、自在に形態を変えることができます。DSR、選抜射手ライフル仕様は特別に設計された延長銃身が特徴です。加えて統合された二脚とフォアグリップ、8倍光学スコープ、そして点射機構の代わりにLeadworks LLC製ジャイロ安定装置技術が採用されています。L523の他の仕様と同じく他社製改造部品の取り付けは認められていません。
zh_cn: Leadworks LLC的L523无托平台通过多种方式利用普遍的5.56北约弹，它的设计是可以在不同配置间快速安全且有效的更换组件。 射手步枪结合了一个特制的增长枪管，并且自带两脚架和前握柄，同样也有一个8倍战术瞄准镜，并且内置了一个激光瞄准仪，并且牺牲了开火模式选择换来了陀螺仪稳定装置。但是就和这一系列的其他枪支一样，第三方配件基本都是按不上去的。

source: Leadworks LLC's bullpup L523 platform utilizes the ubiquitous 5.56 round in multiple applications, and is designed to part-swap quickly, safely, and effectively from one to the next. The rather ambitious light machine gun variant incorporates a heavy-duty barrel & foregrip, the Leadworks gyro system, and a redesigned drum magazine capable of serving up 100 rounds per reload. Unfortunately this rules out third-party magazines, as well as more usual modifications.
ja: Leadworks LLC製L523モジュラーウェポンシステムはL523プラットフォームを中心に標準化された多様な形態を持ち、その全てが5.56mm弾に対応しています。素早く安全に部品を交換し、自在に形態を変えることができます。この野心的な軽機関銃仕様は、強化型の銃身とフォアグリップ、Leadworks LLC製ジャイロ安定装置、そして再設計された100連発ドラム型弾倉を含みます。L523の他の仕様と同じく他社製改造部品の取り付けは認められていません。
zh_cn: Leadworks LLC的L523无托平台通过多种方式利用普遍的5.56北约弹，它的设计是可以在不同配置间快速安全且有效的更换组件。 这个蛮有野心的轻机枪结合了一个重型枪管&前握柄，还有Leadworks的陀螺稳定系统，并且有一个重新射击的100发弹容大弹鼓，但是就和这一系列的其他枪支一样，第三方配件基本都是按不上去的。

source: Leadworks LLC's sole shotgun offering to date has surprisingly good reach, thanks to its moving barrel and forward-back pump mechanism.
de: Die einzige Schrotflinte im Angebot von Leadworks, LLC (bis heute) hat aufgrund ihres beweglichen Laufs und ihres Repetiermechanismus eine überraschend gute Reichweite.
ja: Leadworks LLCが提供する唯一のショットガンです。驚くほど有効射程が長く、可動銃身や前に押してから引くフォワードバック･ポンプアクションなど意欲的な機構が盛り込まれています。
zh_cn: Leadworks LLC 到目前位置唯一的霰弹枪，因为采用了前后向滑动枪管和泵动式机械结构，射程惊人。

source: M1014 shotgun
ja: ショットガン(M1014)
zh_cn: M1014 霰弹枪

source: M14
ja: ライフル(7.62x51mm/M14)
zh_cn: M14步枪

source: M14 EBR-RI
ja: ライフル(7.62x51mm/M14 EBR-RI)
zh_cn: M14 EBR-RI 步枪

source: M1911
ja: ハンドガン(45口径/M1911)
zh_cn: M1911手枪

source: M2 Browning HMG
ja: ライフル(.50口径/ブローニングM2重機関銃)
ko: M2 브라우닝 기관총(Browning HMG)
zh_cn: M2 勃朗宁HMG

source: M2010 ESR
ja: ライフル(.30口径/M2010 ESR)
zh_cn: M2010 ESR 步枪

source: M202 FLASH
ja: ランチャー(ロケット弾/M202フラッシュ)
ko: M202 플래시(FLASH)
zh_cn: M202 Flash火箭筒

source: M249
ja: ライフル(22.3口径/M249)
zh_cn: M249机枪

source: M27 IAR
ja: ライフル(5.56mm/M27 IAR)
zh_cn: M27 IAR步枪

source: M3 recoilless rifle
de: M3 rückstoßfreies Gewehr
ja: ランチャー(ロケット弾/M3 84mm無反動砲)
ko: M3 무반동총(recoilless rifle)
zh_cn: FFV M3 无后坐力炮

source: M320 stand alone launcher
de: eigenständiger M320-Granatwerfer
ja: ランチャー(40mm擲弾/M320)
ko: M320 독립형 유탄발사기(launcher)
zh_cn: M320榴弹发射器

source: M4A1
ja: ライフル(22.3口径/M4A1)
zh_cn: M4A1步枪

source: M72 LAW
ja: ランチャー(ロケット弾/M72)
zh_cn: M72 LAW单兵火箭筒

source: M79 launcher
de: M79-Granatwerfer
ja: ランチャー(40mm擲弾/M79)
ko: M79 유탄발사기(launcher)
ru: М49 гранатомёт
zh_cn: M79榴弹发射器

source: MAC-10
ja: サブマシンガン(45口径/MAC-10)
zh_cn: MAC-10冲锋枪

source: Manufactured in Sweden, the Carl Gustav M3 is a breech-loading 84 millimeter man-portable, reusable, multi-role recoilless rifle commonly used by the US military.
de: Die in Schweden entwickelte Carl Gustav M3 ist ein hinterladendes, 84-Millimeter, tragbares, wiederverwendbares, mehrzweckfähiges, rückstoßfreies Gewehr, was üblicherweise vom US-Militär benutzt wird.
ja: カールグスタフの名で知られる、スウェーデン生まれの定番無反動砲です。一人で携行･運用でき、砲身は再利用が可能で、様々な用途に対応しています。アメリカ軍を含む世界中の軍隊で採用されています。
ko: 스웨덴에서 만든 칼 구스타프 M3 는 접절식 장전 방식을 사용하는 84mm 구경을 사용하며, 미군에서 많이 사용된 재사용 가능한 개인용 다용도 무반동총입니다.
ru: Разработанный в Швеции, 84мм дульнозарядный многоразовый ручной гранатомет "Карл Густав" М3. Это многоцелевое безоткатное орудие стоит на вооружении многих стран.
zh_cn: Carl Gustav M3 84mm无后坐力炮由瑞典FFV公司制造，是一种后装填可重复使用的轻型多用途武器。

source: Mark 19 grenade launcher
de: Mark-19-Granatwerfer
ja: ランチャー(40mm擲弾/マーク19)
ko: Mk.19 고속유탄발사기(grenade launcher)
ru: гранатомёт Mark 19
zh_cn: Mark19 榴弹发射器

source: Marlin 39A
ja: ライフル(.22口径/マーリン39A)
ko: 말린 39A(Marlin 39A)
zh_cn: Marlin 39A步枪

source: Milkor MGL
ja: ランチャー(40mm擲弾/アームスコーMGL)
ko: 밀코 MGL(Milkor MGL)
zh_cn: Milkor MGL榴弹发射器

source: Modified CW-24
de: modifizierte CW-24
ja: ライフル(6.54x42mm/改造CW-24)
ko: 개조된 CW-24
ru: Модифицированный CW-24
zh_cn: 改装CW-24突击步枪

source: Modified CW-24M
de: modifizierte CW-24M
ja: ライフル(5.45x39mm/改造CW-24M)
ko: 개조된 CW-24M
ru: Модифицированный CW-24M
zh_cn: 改装CW-24M突击步枪

source: Mosin-Nagant 1891/30
ja: ライフル(7.62x54mmR/モシン・ナガンM1891/30)
ko: 모신나강 1891/30(Mosin-Nagant)
zh_cn: 莫辛-纳甘 1891/30步枪

source: Mosin-Nagant 1891/30-EBR
ja: ライフル(7.62x54mmR/モシン・ナガンM1891/30-EBR)
zh_cn: 莫辛-纳甘 1891/30-EBR步枪

source: Mosin-Nagant M44
ja: ライフル(7.62x54mmR/モシン・ナガンM44)
ko: 모신나강 M44(Mosin-Nagant)
zh_cn: 莫辛-纳甘 M44骑枪

source: Mosin-Nagant M44-EBR
ja: ライフル(7.62x54mmR/モシン・ナガンM44-EBR)
zh_cn: 莫辛-纳甘 M44-EBR骑枪

source: Mossberg 500
ja: ショットガン(モスバーグ500)
ko: 모스버그 500(Mossberg 500)
zh_cn: Mossberg 500霰弹枪

source: Mossberg Brownie
ja: ハンドガン(.22口径/モスバーグブラウニー)
ko: 모스버그 브라우니(Mossberg Brownie)
zh_cn: 莫斯伯格布朗宁手枪

source: NX-17 charge rifle
de: NX-17-Energiegewehr
ja: ライフル(UPS/NX-17)
ko: NX-17 차지라이플(charge rifle)
zh_cn: NX-17蓄能步枪

source: Numbered to bridge the gap between the USian Frontier and modern Civil Defense needs, the Long Ranger was designed to give Enforcer users (or anyone using .45 caliber cartridges) a little extra reach while using the same ammunition. Synthetic furniture cost it some charm points from the legendary Winchester rifles it was based upon, but users agree that the forty-five's punch with the reach of a rifle is worth it.
ja: エンフォーサーユーザー(または.45口径の愛好者)に向けて開発された、合衆国民の最前線と民間防衛の間を埋める.45口径ライフルです。エンフォーサーと同じ弾薬を使用しますが、少しばかり有効射程を伸ばすことができます。現代的な合成樹脂製の外装は、原型となった伝説的ウィンチェスター･ライフルが持っていたいくつかのチャームポイントを犠牲にしていますが、最終的にユーザーは.45口径のパンチ力とライフルの射程を融合させたロングレンジャーを大いに歓迎しました。
zh_cn: 用来填补美帝西部风格和现代民防鸿沟的产品，游侠儿长管枪设计目的是为了给执法者左轮用户（或者其他.45口径枪支的脑残粉）在使用同种弹药情况下提供更长射程。虽然基于传奇的温彻斯特步枪设计，人工材料的部件还是让其掉价不少，不过用户们表示既然能把 点四五铁拳 打那么远，其他什么都无所谓。

source: One of the most famous handguns of the 20th century. Your name is not Bond, but you might find this little gun still useful.
de: Einer der berümtesten Handfeuerwaffen des 20. Jahrhunderts. Dein Name ist nicht Bond, aber du wirst diese kleine Feuerwaffe vielleicht trotzdem nützlich finden.
ja: 20世紀の拳銃の中で最も有名なもののひとつです。もし、あなたの名前がボンドではなかったとしても、この小さな銃は同じように役立ってくれるでしょう。
zh_cn: 20世纪最著名的手枪之一，王牌大贱谍007占士邦的最爱，拿上它摆个普斯，虽然未必有妹纸投怀送抱，但是丧尸肯定会追着你不放...

source: One of the most popular shotguns on the market, the Remington 870 is used by hunters and law enforcement agencies alike thanks to its high accuracy and muzzle velocity.
de: Als eine der beliebtesten Schrotflinten auf dem Markt wird die Remington 870 von Jägern und Exekutivorganen gleicherwaßen, dank ihrer hohen Treffgenauigkeit und Mündungsgeschwindigkeit, verwendet.
ja: 商業的に最も成功したショットガンのひとつです。精度と初速に優れるレミントン870はハンティングをはじめホームディフェンス、法執行機関、軍隊に至るまであらゆる市場で愛用されています。
ko: 총기 시장에서 가장 인기있는 산탄총 중 하나인 레밍턴 870은, 사냥꾼과 공공기관 모두에게 높은 명중률과 연사력으로 찬사를 받아왔습니다.
ru: Один из самых популярных дробовиков на рынке гражданского оружия. Remington 870 пользуется признанием как и охотников, так и полицейских за высокую кучность боя и убойную силу.
zh_cn: 这是一款市面上最受欢迎的霰弹枪，由于其优秀的精确度和神一般的射速而受到各国猎人和执法机关的青睐。

source: One of the most powerful handguns in the world when it was released in 1979, the Redhawk offers very sturdy construction, with an appearance that is reminiscent of "Wild West" revolvers.
de: Als eine der stärksten Handfeuerwaffen der Welt im Einführungsjahr 1979 bietet die Redhawk eine sehr stabile Bauweise mit einem Aussehen, welches an die »Wilder Westen«-Revolver erinnert.
ja: 世界で最も強力な部類の拳銃です。無骨で頑丈な造りの中に"Wild West"の趣を秘めたレッドホークは1979年に発売されました。
ko: 1979년에 시판을 시작한 레드호크는 가장 강력한 권총 중 하나이며, 견고한 구조와 서부 스타일의 외형을 가진 리볼버입니다.
ru: Выпущенный в 1979 году, он стал одним из самых мощных пистолетов в мире. Redhawk имеет очень крепкий корпус, похожий на револьверы дикого запада.
zh_cn: 在1979年这款手枪问世时，鲁格·红鹰一度是世界上威力最大的左轮手枪之一。它制作精良、选材考究，其独特的外观设计更能让人对美国狂野的西部心生向往。

source: One of the most recognizable assault rifles ever made, the AK-47 is renowned for its durability even under the worst conditions.
de: Als eines der am meisten wiedererkennbaren Sturmgewehre, das je erfunden wurde ist die AK-47 gefeiert für ihre Stabilität, selbst unter den schlimmsten Bedingungen.
ja: かのAK-47の近代化改修型であり、世界で最も誰が見てもそれと分かるアサルトライフルのひとつです。耐久性に優れ、最悪の環境下でも正常に作動することで知られます。
ko: 아마 세계에서 가장 유명한 돌격 소총일 AK-47 은, 최악의 조건에서도 완벽하게 작동하는 신뢰성으로 유명합니다.
ru: Один из наиболее узнаваемых автоматов, АК-47 славится своей способностью сохранять работоспособность в самых суровых условиях.
zh_cn: AK-47，世界上最广为人知的突击步枪，因其在恶劣环境下的卓越表现而闻名于世。

source: One of the most recognizable handguns due to its popularity in movies, the "Deagle" is better known for its menacing appearance than its performance. It's highly inaccurate, but its heavy weight reduces recoil.
de: Als eine der am meisten wiedererkennbaren Handfeuerwaffen aufgrund ihrer Beliebtheit in Filmen ist die »Deagle« besser bekannt für ihr bedrohliches Aussehen als ihre Leistung. Sie ist sehr treffsicher, aber ihr hohes Gewicht verringert den Rückschlag.
ja: 世界で最も誰が見てもそれと分かる拳銃のひとつです。映画をはじめあらゆるフィクションで頻繁に登場し、"Deagle"という愛称で親しまれ、性能以上にその威圧的な外見が広く知られています。かなり精度に欠けますが、重量が反動を軽減してくれます。
zh_cn: 沙漠之鹰，一款因美国电影而闻名于世的.44大口径手枪。然而粗犷硬朗的外形掩盖了它并不尽如人意的表现，它的精确度非常差，尽管夸张的枪身重量抵消了一部分后坐力。 、

source: Originally designed during the Cold War, the FN FAL is probably the most successful battle rifle ever designed. Even though often labeled as obsolete, its high rate of fire and powerful ammunition make it perfectly capable of holding its ground against modern competitors.
de: Ursprünglich während des Kalten Kriegs entworfen, ist die FN FAL vielleicht das erfolgreichste Kampfgewehr, das je entworfen wurde. Obwohl es oftmals als obsolet gebrandmarkt wurde, machen dessen hohe Feuerrate und starke Munition absolut dazu fähig, sich gegen moderne Gegner zu behaupten.
ja: 冷戦時代に開発された、恐らくは史上最も成功したバトルライフルです。しばしば時代遅れのレッテルを貼られますが、その高回転･大火力に秘められた実力は現代の競争相手に対しても決して引けを取りません。
zh_cn: 设计于冷战期间的FN FAL步枪有可能是史上最成功的战斗步枪。尽管经常被打上过时的标签，高射速和给力的弹药让其和更现代的竞争对手比起来依旧占据一席之地。

source: Originally marketed as a lightweight and compact alternative to older SIG handguns, the Pro .40 is popular among European police forces.
de: Ursprünglich vermarktet als eine leichtgewichtige und kompakte Alternativen zu älteren SIG-Handfeuerwaffen ist die Pro .40 beliebt unter europäischen Polizeikräften.
ja: 本来は従来型のSIGシリーズと比較して軽量小型な拳銃を求める需要を見込んだものでしたが、結果的にこの.40 Proは主にヨーロッパの警察組織によって広く使われることになりました。
ko: 기존에 있던 시그 사우어 사의 권총보다 가벼운, 소형 대체 모델입니다. 프로 .40 은 유럽 경찰들이 많이 사용합니다.
ru: Позиционируется как легкая и компактная альтернатива предыдущим моделям пистолетов SIG. Pro .40 популярен среди европейских правоохранительных структур.
zh_cn: 上市之初，这款.40口径手枪作为旧版SIG手枪的替代品，在设计上更加轻巧紧凑，使它受到欧洲各国警方的青睐。

source: PPSh-41
ja: サブマシンガン(7.62x25mm/PPSh-41)
zh_cn: PPSh-41冲锋枪

source: Popular among children. It's fairly accurate, but BBs deal nearly no damage.
de: Beliebt unter Kindern. Sie ist ziemlich genau, aber BBs richten beihnahe keinen Schaden an.
ja: 子供が大好きな玩具です。狙いこそ定めやすいですが、BB弾に威力を期待しないで下さい。
zh_cn: BB枪是儿童们的专利，而你手中这把特制的BB枪也有着不同凡响的精准度，只是就BB弹这种弹药来说...实在很难对敌人造成任何杀伤力。不过至少你可以用这把枪来将步枪技能提升到1级。

source: Possibly the most popular pistol in existence. The Glock 19 is often derided for its plastic construction, but it is easy to shoot.
de: Möglicherweise die beliebteste Pistole, die es gibt. Die Glock 19 wird oft wegen ihrer Plastikbauweise verspottet, aber mit ihr ist es leicht, zu schießen.
ja: 現存する拳銃の中で最も成功しているのはこのグロック19かもしれません。鋼や木を愛好する一部のアメリカ人はしばしば樹脂を多用したグロックの設計を指して"コンバット･タッパーウェア"などと揶揄しますが、とても扱いやすく撃ちやすい銃ですよ。
zh_cn: Glock 19可能是当今世上最普及的一把手枪了，虽然它那硬塑料制成的枪壳常常使它成为被嘲笑的对象，但这一点也不妨碍它那灵活便捷的操作性。

source: RM103A automagnum
de: RM103A-Automatik-Magnum
ja: ハンドガン(8x40mm/RM103Aオートマグナム)
ko: RM103A 오토매그넘(automagnum)
ru: автомагнум RM103A
zh_cn: RM103A自动手枪

source: RM11B scout rifle
ja: ライフル(8x40mm/RM11Bスカウトライフル)
zh_cn: RM11B 侦察步枪

source: RM120c shotgun
de: RM120c-Schrotflinte
ja: ショットガン(20x66mm/RM120c)
ko: RM120c 산탄총(shotgun)
zh_cn: RM120c霰弹枪

source: RM20 autoshotgun
de: RM20-Automatikschrotflinte
ja: ショットガン(20x66mm/RM20)
ko: RM20 자동 산탄총(autoshotgun)
zh_cn: RM20 自动霰弹枪

source: RM2000 submachine gun
de: RM2000-Maschinengewehr
ja: サブマシンガン(8x40mm/RM2000)
ko: RM2000 기관단총(submachine gun)
ru: пистолет-пулемет RM2000
zh_cn: RM2000冲锋枪

source: RM216 SPIW
ja: サブマシンガン(5x50mm/RM216 SPIW)
zh_cn: RM216卡宾枪

source: RM228 short shotgun
de: RM228 kurze Schrotflinte
ja: ショットガン(20x66mm/RM228)
ko: RM228 단총신 산탄총(short shotgun)
zh_cn: RM228短管散弹枪

source: RM232 IDW
ja: ハンドガン(5x50mm/RM232 IDW)
zh_cn: RM232 IDW手枪

source: RM298 HMG
ja: ライフル(8x40mm/RM298 HMG)
zh_cn: RM298重机枪

source: RM360 rotary carbine
zh_cn: RM360旋转式卡宾枪

source: RM451 flamethrower
ja: ランチャー(ガソリン/RM451火炎放射器)
zh_cn: RM451喷火器

source: RM51 assault rifle
de: RM51-Sturmgewehr
ja: ライフル(8x40mm/RM51)
ko: RM51 돌격소총(assault rifle)
ru: штурмовая винтовка RM51
zh_cn: RM51突击步枪

source: RM614 LMG
ja: ライフル(8x40mm/RM614 LMG)
zh_cn: RM614轻机枪

source: RM802 grenade launcher
de: RM802-Granatwerfer
ja: ランチャー(40mm擲弾/RM802)
ko: RM802 유탄 발사기(launcher)
zh_cn: RM802榴弹发射器

source: RM88 battle rifle
de: RM88-Kampfgewehr
ja: ライフル(8x40mm/RM88)
ko: RM88 배틀라이플(battle rifle)
ru: боевая винтовка RM88
zh_cn: RM88战斗步枪

source: RM99 revolver
ja: ハンドガン(8x40mm/RM99リボルバー)
ko: RM99 리볼버(revolver)
ru: револьвер RM99
zh_cn: RM99左轮手枪

source: RPG-7
ja: ランチャー(ロケット弾/RPG-7)
zh_cn: RPG-7火箭筒

source: Remington 700
ja: ライフル(.30-06口径/レミントン700)
ko: 레밍턴 700(Remington 700)
zh_cn: Remington 700步枪

source: Remington 870
ja: ショットガン(レミントン870)
ko: 레밍턴 870(Remington 870)
zh_cn: Remington 870霰弹枪

source: Ruger 10/22
ja: ライフル(.22口径/ルガー10-22)
ko: 루거 10/22(Ruger 10/22)
zh_cn: Ruger 10/22步枪

source: Ruger Mini-14
ja: ライフル(22.3口径/ルガーミニ14)
ko: 루거 미니-14(Ruger Mini-14)
zh_cn: Ruger Mini-14步枪

source: Ruger Redhawk
ja: ハンドガン(.44口径/ルガーレッドホーク)
ko: 루거 레드호크(Ruger Redhawk)
zh_cn: Ruger Redhawk手枪

source: S&W 22A
ja: ハンドガン(.22口径/S&W 22A)
zh_cn: S&W 22A手枪

source: S&W 500
ja: ハンドガン(.50口径/S&W 500)
zh_cn: 史密斯威森M500左轮

source: S&W 610
ja: ハンドガン(.40口径/S&W 610)
zh_cn: S&W 610手枪

source: S&W 619
ja: ハンドガン(.38口径/S&W 619)
zh_cn: S&W 619 手枪

source: S&W 629
ja: ハンドガン(.44口径/S&W 629)
zh_cn: S&W 629左轮

source: SIG Mosquito
ja: ハンドガン(.22口径/SIGモスキート)
ko: 시그 모스키토(SIG Mosquito)
zh_cn: SIG Mosquito手枪

source: SIG Pro .40
ja: ハンドガン(.40口径/SIG Pro)
ko: 시그 프로 .40(SIG Pro)
zh_cn: SIG Pro .40手枪

source: SIG Sauer P230
ja: ハンドガン(.32口径/SIG P230)
zh_cn: SIG绍尔P230手枪

source: SKS
ja: ライフル(7.62x39mm/SKS)
zh_cn: SKS步枪

source: SVS-24
ja: ライフル(6.54x42mm/SVS-24)
zh_cn: SVS-24突击步枪

source: SVS-24C
ja: ライフル(6.54x42mm/SVS-24C)
zh_cn: SVS-24C突击步枪

source: Saiga-12
ja: ショットガン(サイガ12)
ko: 사이가-12(Saiga-12)
ru: Сайга-12
zh_cn: Saiga-12霰弹枪

source: Savage 111F
ja: ライフル(.308口径/サヴェージ111F)
ko: 새비지 111F(Savage 111F)
zh_cn: Savage 111F步枪

source: Shorter than the longbow and not as powerful, this bow is easier to draw and can be used effectively by average archers. Arrows fired from this weapon have a good chance of remaining intact for re-use.
de: Kürzer als der Langbogen und nicht so stark kann dieser Bogen leichter gespannt und effizient von durchschnittlichen Bogenschützen verwendet werden. Pfeile, die von dieser Waffe verschossen werden, bleiben mit einer guten Wahrscheinlichkeit für die Wiederverwendung intakt.
ja: ロングボウより短く威力はない。この弓は容易に引け、平均的な射手ならば効果的に使用する事が出来ます。放たれた矢は消滅しなければ再利用が可能です。
zh_cn: 比长弓更短，为了更容易被拉开而牺牲了威力。短弓射出的箭不易损坏，回收率高。拉开短弓需要8点力量。

source: Steyr AUG
ja: ライフル(22.3口径/ステアーAUG)
ko: 슈타이어 AUG(Steyr AUG)
zh_cn: Steyr AUG步枪

source: Survivor Special 700
ja: ライフル(.30-06口径/サバイバースペシャル700)
zh_cn: 幸存者式R700

source: TDI Vector
ja: サブマシンガン(45口径/クリスベクター)
ko: TDI 벡터(TDI Vector)
zh_cn: TDI Vector冲锋枪

source: TEC-9
ja: サブマシンガン(9mm/TEC-9)
ko: 테크-9(TEC-9)
zh_cn: TEC-9冲锋枪

source: TX-5LR Laser Cannon
de: TX-5LR-Laserkanone
ja: ハンドガン(TX-5LRレーザーキャノン)
ko: TX-5LR 레이저 캐논(Laser Cannon)
zh_cn: TX-5LR镭射加农枪

source: Tankbot Main Gun
de: Panzerroboterhauptgewehr
ja: ランチャー(120mm対戦車弾/主砲(戦車ロボット))
zh_cn: 坦克机器人主炮

source: Taurus Pro .38
ja: ハンドガン(.38口径/タウルスPro)
ko: 타우러스 프로 .38(Taurus Pro)
zh_cn: Taurus Pro .38手枪

source: Taurus Raging Bull
ja: ハンドガン(.454口径/タウルスレイジングブル)
ko: 타우러스 레이징 불(Taurus Bull)
zh_cn: Taurus RagingBull左轮

source: The 120mm cannon from a tankbot. If you have this, you'd best be debugging!
de: Eine 120mm-Kanone eines Panzerroboters. Wenn du dies hast, solltest du wohl am besten debuggen!
ja: 戦車ロボットから取り外した120mm砲です。これを持っているあなたがデバッグ作業中であることを祈ります！
zh_cn: 坦克机器人的120mm大炮。如果你搞到的这个玩意儿，除了你作弊之外只有BUG的可能了！

source: The 5-shot Smith and Wesson 500 revolver fires the comparably-named .500 S&W Magnum. It's an impressive weapon.
de: Der fünfschüssige Revolver Smith & Wesson 500 feuert die vergleichbar genannte Patrone .500 S&W Magnum. Das ist eine ausgezeichnete Waffe.
ja: S&W 500は.500S&W弾を使用する5連発リボルバーです。印象的な銃です。
zh_cn: 这把5发的Smith and Wesson 500左轮手枪发射.500 S&W 马格南子弹，这是把优秀的武器。

source: The American-180 is a submachine gun developed in the 1960's that fires .22 LR, unusual for an SMG. Though the round is low-powered, the high rate of fire and large magazine makes the 180 a formidable weapon.
de: Das American-180 ist ein Maschinengewehr, das in den 1960ern entwickelt wurde und .22 LR abfeuert, was ungewöhnlich für ein MG ist. Obwohl die Patrone schwach ist, machen die hohe Feuergeschwindigkeit und die große Magazingröße das 180 zu einer eindrucksvollen Waffe.
ja: 1960年代に開発された、.22ロングライフル弾を使用する珍しいサブマシンガンです。円い皿型弾倉に非力な弾薬をこれでもかと詰め込んで高回転でばら撒きます。
zh_cn: American-180是一款于1960问世的冲锋枪，使用的是在冲锋枪中很罕见的.22口径。尽管子弹本身的威力比较弱，这把枪的高射速和超大弹容量仍使它成为一把强力武器。

source: The Beretta ARX-160 was a Phase II contender in the United States Army Individual Carbine competition to replace the M4 carbine. It failed to replace it, but it is widely used by military all around the world. This version is chambered for 7.62x39mm.
de: Die Beretta ARX-160 war ein Wettbewerber in der Phase II des »United States Army Individual Carbine«-Wettbewerbs, um den Karabiner M4 zu ersetzen. Sie konnte ihn nicht ersetzen, aber wird vom Militär quer über den ganzen Globus verteilt verwendet. Diese Variante benutzt die 7,62×39mm-Patrone.
ja: ベレッタ社が開発し、2008年に発表された汎用アサルトライフルです。M4に代わる新たな制式個人用カービンを選定する次期カービン計画の競争に参加し、フェイズIIに残った有力候補のひとつでしたが、2013年に事実上の選定計画中止が発表されました。アメリカ軍においてM4の座を奪うことは出来ませんでしたが、多くの国々の軍隊で採用されています。7.62x39mm弾を使用するモデルです。
zh_cn: 伯莱塔 ARX-160是美军为了替换M4卡宾枪所举行的卡宾枪竞赛中第二阶段的竞争者之一。虽然没有被用来替换M4卡宾枪，但也被广泛使用。这一版本使用7.62x39mm弹药。
