Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Recipe debug.
de: Rezept-Debug.
ja: レシピをデバッグします。
zh_cn: 调试配方。

source: Refill vehicle where?
de: Wo soll ein Fahrzeug aufgetankt werden?
ja: どの車両に補充しますか？
ko: 어디의 차량을 재충전합니까?
ru: Что заправить?
zh_cn: 给哪里的车灌油？

source: Refill vehicle?
de: Soll das Fahrzeug aufgetankt werden?
ja: 車両に補充しますか？
ko: 차량을 충전하시겠습니까?
ru: Заправить машину?
zh_cn: 给车灌油？

source: Remove all monsters
de: Alle Monster entfernen
ja: 全てのモンスターを削除
ru: Убрать всех монстров
zh_cn: 移除全部怪物

source: Rename
ja: 改名
zh_cn: 重命名

source: Reprogram the manhack?
de: Die Klingendrohne umprogrammieren?
ja: マンハックを再プログラムしますか？
ko: 맨핵을 재프로그래밍하시겠습니까?
ru: Перепрограммировать мэнхак?
zh_cn: 对飞锯重新编程？

source: Respect: %s
de: Respekt: %s
ja: 地位: %s
ko: 존경 : %s
ru: Уважают: %s
zh_cn: 敬意: %s

source: Reveal map
de: Karte aufdecken
ja: マップを明らかにする
ko: 지도의 안개를 걷어냄
ru: Открыть карту
zh_cn: 显示地图

source: SE:
de: SO:
ja: 南東:
ko: 남동쪽:
ru: ЮВ:
zh_cn: 东南：

source: SW:
ja: 南西:
ko: 남서쪽:
ru: ЮЗ:
zh_cn: 西南：

source: Safe mode OFF!
de: Sicherheitsmodus AUS!
ja: セーフモードを無効化します！
ko: 안전 모드 꺼짐!
ru: Безопасный режим ВЫКЛ!
zh_cn: 安全模式关闭！

source: Safe mode OFF! (Auto safe mode still enabled!)
de: Sicherheitsmodus AUS! (Auto-Sicherheitsmodus ist noch an!)
ja: セーフモードを無効化します！(自動セーフモードは有効です！)
ko: 안전 모드 해제! (자동 안전 모드 작동중!)
ru: Безопасный режим ВЫКЛЮЧЕН! (Автобезопасный - ещё включён)
zh_cn: 安全模式关闭！（自动安全模式继续打开！）

source: Safe mode ON!
de: Sicherheitsmodus EIN!
ja: セーフモードを有効化します！
ko: 안전 모드 켜짐!
ru: Безопасный режим ВКЛ!
zh_cn: 安全模式打开！

source: Save and quit?
de: Speichern und beenden?
ja: セーブして終了しますか？
ko: 저장 후 종료 합니까?
ru: Сохранить и выйти?
zh_cn: 存档退出？

source: Saving game, this may take a while
de: Spiel wird gespeichert, was eine Weile dauern kann
ja: ゲームを保存しています。しばらくお待ち下さい。
ko: 게임을 저장합니다. 시간이 조금 걸립니다.
ru: Игра сохраняется, это может занять некоторое время
zh_cn: 正在存档，可能需要点时间。

source: Search [c]ategory or [m]aterial:
de: [c] Kategorie oder [m] Material suchen:
ja: 先頭に"c"で分類検索、"m"で素材検索
ko: 검색 [c]카테고리 또는 [m]재료:
ru: Поиск по [c]категории или [m]материалу:
zh_cn: 搜索 [c]类别 或者 [m]材料：

source: Select first point.
de: Ersten Punkt auswählen.
ja: 支点を選択して下さい。
zh_cn: 选择第一点。

source: Select new weather pattern:
de: Wähle ein neues Wettermuster:
ja: 新しい天候状態を選択:
zh_cn: 选择新的天气模版：

source: Select second point.
de: Zweiten Punkt auswählen.
ja: 終点を選択して下さい。
zh_cn: 选择第二点。

source: Separate multiple items with ,
de: Trenne mehrere Gegenstände mit »,«.
ja: OR検索は","(コンマ)で区切る
ko: [,]키로 중첩된 물품을 나눕니다
ru: Разделяйте несколько предметов запятой ','
zh_cn: 用<,>键分离多个物品

source: Set alarm to wake up in 3 hours.
de: Wecker auf 3 Stunden stellen.
ja: 3時間後に目覚ましを設定
ko: 3시간 후 일어나도록 알람을 설정한다.
ru: Поставить будильник на 3 часа.
zh_cn: 设置闹钟：3小时。

source: Set alarm to wake up in 4 hours.
de: Wecker auf 4 Stunden stellen.
ja: 4時間後に目覚ましを設定
ko: 4시간 후 일어나도록 알람을 설정한다.
ru: Поставить будильник на 4 часа.
zh_cn: 设置闹钟：4小时。

source: Set alarm to wake up in 5 hours.
de: Wecker auf 5 Stunden stellen.
ja: 5時間後に目覚ましを設定
ko: 5시간 후 일어나도록 알람을 설정한다.
ru: Поставить будильник на 5 часов.
zh_cn: 设置闹钟：5小时。

source: Set alarm to wake up in 6 hours.
de: Wecker auf 6 Stunden stellen.
ja: 6時間後に目覚ましを設定
ko: 6시간 후 일어나도록 알람을 설정한다.
ru: Поставить будильник на 6 часов.
zh_cn: 设置闹钟：6小时。

source: Set alarm to wake up in 7 hours.
de: Wecker auf 7 Stunden stellen.
ja: 7時間後に目覚ましを設定
ko: 7시간 후 일어나도록 알람을 설정한다.
ru: Поставить будильник на 7 часов.
zh_cn: 设置闹钟：7小时。

source: Set alarm to wake up in 8 hours.
de: Wecker auf 8 Stunden stellen.
ja: 8時間後に目覚ましを設定
ko: 8시간 후 일어나도록 알람을 설정한다.
ru: Поставить будильник на 8 часов.
zh_cn: 设置闹钟：8小时

source: Set alarm to wake up in 9 hours.
de: Wecker auf 9 Stunden stellen.
ja: 9時間後に目覚ましを設定
ko: 9시간 후 일어나도록 알람을 설정한다.
ru: Поставить будильник на 9 часов.
zh_cn: 设置闹钟：9小时。

source: Set the Scent Map sensitivity to (0 to cancel)?
de: Worauf die Geruchskartensensitivität setzen (»0« zum Abbrechen)?
ja: 嗅覚マップの感度を設定します(0でキャンセル)。
zh_cn: 将气味图敏感度设置为(0为取消）？

source: Show Sound Clustering
ja: 効果音クラスタリングを表示
zh_cn: 显示声音分布

source: Show on <M>ap
de: <M> Auf Karte zeigen
ja: <M>地図上で表示
zh_cn: <M>显示在地图

source: Shrapnel hits your %s!
de: Schrapnell trifft dein %s!
ja: %sに榴散弾が命中しました。
ko: %s에 파편을 맞았습니다!
ru: Шрапнель попала в вашу %s
zh_cn: 弹片击中了你的 %s ！

source: Sign: %s
de: Schild: »%s«
ja: 標識: %s
zh_cn: 标记：%s

source: Sign: %s...
de: Schild: »%s (…)«
ja: 標識: %s...
zh_cn: 标记：%s...

source: Smash where?
de: Wo willst du was zerschlagen?
ja: どこを叩きますか？
ko: 어디를 부숩니까?
ru: Что разбить?
zh_cn: 砸碎哪里？

source: Something shatters!
de: Irgendetwas zerbricht!
ja: 何かが粉々になりました！
ko: 무언가가 산산조각났습니다!
ru: Что-то разбилось!
zh_cn: 某个东西碎裂了！

source: South:
de: Süd:
ja: 南:
ko: 남쪽:
ru: Юг:
zh_cn: 南：

source: Spawn Artifact
de: Artefakt auftauchen lassen
ja: アーティファクトを呼び出す
ko: 아티팩트 생성
ru: Получить артефакт
zh_cn: 制造手工艺品

source: Spawn Clairvoyance Artifact
ja: 透視のアーティファクトを呼び出す
zh_cn: 生成超神器

source: Spawn Monster
de: Monster auftauchen lassen
ja: モンスターを呼び出す
ko: 괴물 생성
ru: Вызвать монстра
zh_cn: 生成怪物

source: Spawn NPC
de: NPC auftauchen lassen
ja: NPCを呼び出す
ko: NPC 생성
ru: Вызвать NPC
zh_cn: 生成NPC

source: Spawn a vehicle
de: Ein Fahrzeug auftauchen lassen
ja: 車両を呼び出す
ko: 차량 생성
ru: Вызвать транспорт
zh_cn: 生产一件交通工具

source: Speed %s%d!
de: Geschwindigkeit %s%d!
ja: 速度 %s%d!
ko: 속도 %s%d!
ru: Скорость %s%d!
zh_cn: 速度 %s%d！

source: Spotted %s--safe mode is on! (%s to turn it off or %s to ignore monster.)
ja: %sを発見しました-セーフモードを有効化します！(%sで無効、%sでモンスターを無視)
zh_cn: 怪物%s 侦测-奔跑 模式启动！（%s关闭模式或者%s忽略怪物。）

source: Status Window [@]
de: Statusfenster [@]
ja: [@]能力画面
zh_cn: 状态窗口[@]

source: Str %s%d!
de: Stä %s%d!
ja: 筋力 %s%d!
ko: 체력 %s%d!
ru: Сил %s%d!
zh_cn: 力 %s%d!

source: Stuff spills from the %s!
de: Es kleckert aus dem %s!
ja: %sの中身がこぼれ落ちました！
zh_cn: 东西从 %s 中泄露出来！

source: Survived:
de: Überlebt:
ja: 生存:
zh_cn: 幸存：

source: Swap positions
de: Positionen vertauschen
ja: 位置を入れ替える
zh_cn: 互换位置

source: Take off item:
de: Ausziehen:
ja: 衣服を脱ぐ
ko: 의류 벗기:
ru: Снять вещь:
zh_cn: 脱下物品：

source: Target: (%d, %d) You: (%d, %d)
de: Ziel: (%d, %d) Du: (%d, %d)
ja: 目標: (%d, %d) 現在地: (%d, %d)
ko: 목표 : (%d, %d) 당신 : (%d, %d)
ru: Цель: (%d, %d) Вы: (%d, %d)
zh_cn: 目标:(%d,%d) 你(%d,%d)

source: Tear out pheromone ball
de: Pheromonball ausreißen.
ja: フェロモンボールを引き裂く
zh_cn: 撕下费洛蒙球体

# memorial_female
source: Telefragged a %s.
de: Teleermordete %s.
ja: %sの中に瞬間移動して殺しました。
ko: %s이(가) 텔레포트 도중에 죽었습니다.
ru: Телефрагнула %s.
zh_cn: 被传送挤扁了 %s。

# memorial_male
source: Telefragged a %s.
de: Teleermordete %s.
ja: %sの中に瞬間移動して殺しました。
ko: %s이(가) 텔레포트 도중에 죽었습니다.
ru: Телефрагнул %s.
zh_cn: 被传送挤扁了 %s。

source: Teleport - Long Range
de: Teleportation – weite Entfernung
ja: 瞬間移動 - 長距離
ko: 순간이동 - 장거리
ru: Телепорт на большие расстояния
zh_cn: 长距传送

source: Teleport - Short Range
de: Teleportation – kurze Entfernung
ja: 瞬間移動 - 短距離
ko: 순간이동 - 근거리
ru: Телепорт на небольшие расстояния
zh_cn: 短距传送

# memorial_female
source: Teleported into a %s.
de: Teleportierte sich in 1 %s.
ja: %sの中に瞬間移動しました。
ko: %s(으)로 텔레포트 되었습니다.
ru: Телепортировалась в %s.
zh_cn: 传送到 %s 之中。

# memorial_male
source: Teleported into a %s.
de: Teleportierte sich in 1 %s.
ja: %sの中に瞬間移動しました。
ko: %s(으)로 텔레포트 되었습니다.
ru: Телепортировался в %s.
zh_cn: 传送到 %s 之中。

source: Test Item Group
de: Gegenstandsgruppen testen
ja: アイテムグループをテスト
zh_cn: 测试物品组

source: That %s can only closed from the inside.
de: Dieses %s kann nur von Innen geöffnet werden.
ja: %sは内側からしか閉められない。
ko: %s은(는) 오직 안에서만 닫을 수 있습니다.
ru: %s может быть закрыта только изнутри.
zh_cn: 那个 %s 只能从里面关闭。

source: That %s can only opened from the inside.
de: Das %s kann nur von Innen geöffnet werden.
ja: %sは内側からしか開けない。
ko: %s은(는) 오직 안에서만 열 수 있습니다.
ru: %s можно открыть только изнутри.
zh_cn: 那个 %s 只能从里面打开。

source: That %s is already closed.
de: Dieses %s ist schon geschlossen.
ja: %sは既に閉まっています。
ko: %s은(는) 이미 닫혀있습니다.
ru: %s уже закрыта.
zh_cn: 那个 %s 已经关闭了。

source: That %s is already open.
de: Das %s ist schon geöffnet.
ja: %sは既に開いています。
ko: %s은(는) 이미 열려있습니다.
ru: %s уже открыта.
zh_cn: 那个 %s 已经打开了。

source: That door is already open.
de: Diese Türe ist schon offen.
ja: そのドアは既に開いています。
ko: 그 문은 이미 열려있습니다.
ru: Дверь уже открыта.
zh_cn: 门已经打开了。

source: That door is locked!
de: Diese Türe ist verschlossen!
ja: そのドアには鍵が掛かっています！
ko: 문이 잠겼다!
ru: Эта дверь закрыта!
zh_cn: 门锁上了！

source: That is too heavy to throw.
de: Dies ist zu schwer zum Werfen.
ja: 投げるには重過ぎます。
ko: 던지기엔 너무 무겁습니다.
ru: Вы не можете метнуть такой тяжелый предмет.
zh_cn: 这货太重了，不能投掷。

source: That part of the vehicle is currently unsafe.
de: Dieses Teil des Fahrzeugs ist momentan unsicher.
ja: 現在、車両の一部分が危険な状態です。
ko: 이 부품은 현재 안전하지 않습니다.
ru: Эта часть транспорта небезопасна.
zh_cn: 车的一部分目前不安全。

source: That's part of your body, you can't throw that!
de: Dies ist ein Teil deines Körpers; du kannst es nicht werfen!
ja: それは身体の一部なので、投げられませんよ！
ko: 자신의 몸은 던질 수 없습니다!
ru: Это часть вашего тела, её нельзя метнуть!
zh_cn: 你疯了？这是你身体的一部分…不能投掷。

source: That's the same container!
de: Das ist der selbe Behälter!
ja: 同じ容器です！
ko: 같은 컨테이너입니다!
ru: Это тот же самый контейнер.
zh_cn: 这是相同的容器!

source: The %s beeps erratically and deactivates!
de: Das %s piept unstet und deaktiviert sich!
ja: %sは不規則な警告音を鳴らして機能停止しました！
ko: %s이(가) 불규칙하게 소리를 내다가 멈췄습니다!
ru: %s беспорядочно пикает и выключается!
zh_cn: %s无规律地响着，突然，不响了！

source: The %s collides with something.
de: %s kollidiert mit irgendetwas.
ja: %sは何かと衝突しました。
ko: %s이(가) 뭔가에 닿았습니다.
ru: %s ударяется о что-то
zh_cn: %s 和什么东西撞上了.

source: The %s comes down the %s!
de: Das %s kommt die %s runter!
ja: %sは%sを降りてきます！
ko: %s이(가) %s을(를) 내려옵니다!
ru: %s спускается по %s!
zh_cn: %s 下楼来到 %s ！

source: The %s comes up the %s!
de: Das %s kommt die %s hoch!
ja: %sは%sを登ってきます！
ko: %s이(가) %s을(를) 올라옵니다!
ru: %s поднимается по %s!
zh_cn: %s 上楼来到 %s ！

source: The %s doesn't use %s.
de: Das %s benutzt kein %s.
ja: %sに%sは使えない。
ko: %s은(는) %s을(를) 사용하지 않습니다.
ru: %s не использует %s.
zh_cn: %s 不能使用 %s 。

source: The %s drowns!
de: Der %s ertrinkt!
ja: %sは溺死しました！
ko: %s은(는) 가라앉았습니다!
ru: %s тонет!
zh_cn: %s 淹死了！

source: The %s emits some smoke.
de: %s spuckt etwas Rauch.
ja: %sは煙を吹き出しました。
ko: %s이(가) 연기를 발생시켰습니다.
ru: %s испускает дым.
zh_cn: %s放出一团烟雾。

source: The %s fails to push you back!
de: Das %s versagt dabei, dich zurückzuschieben.
ja: %sは押し戻すのに失敗しました！
zh_cn: %s 在试图推开你，失败了！

source: The %s flops around and dies!
de: Der %s plumpst herum und stirbt.
ja: %sは周囲をばたばたと動き回って死にました！
ko: %s은(는) 주변에 털썩 떨어지면서 죽어버렸습니다!
ru: %s упал рядом и умер!
zh_cn: %s 扑腾着死掉了！

source: The %s hits the %s.
de: %s trifft %s.
ja: %sの攻撃が%sに命中しました。
ko: %s이(가) %s을(를) 때렸습니다.
zh_cn: %s 击打了 %s

source: The %s hits you.
de: %s trifft dich.
ja: %sの攻撃が命中しました。
ko: %s이(가) 당신을 때렸습니다.
zh_cn: %s 击打了你。

source: The %s hovers momentarily as it surveys the area.
de: Das %s schwebt für einen Augenblick beim Erkunden der Umgebung.
ja: %sは空中に浮かぶと、すぐに周囲を監視し始めました。
ko: %s이(가) 마치 이 근방을 살피듯이 잠깐동안 공중을 선회했습니다.
zh_cn: %s短暂徘徊，调查了该区域.

source: The %s is almost at the bottom of the %s!
de: Das %s ist fast an der Unterseite von der %s!
ja: %sはもう少しで%sの一番下に到達します！
zh_cn: %s 几乎达到 %s 的底部了！

source: The %s is almost at the top of the %s!
de: Das %s ist fast an der Oberseite von der %s!
ja: %sはもう少しで%sの一番上に到達します！
zh_cn: %s 几乎达到 %s 的顶部了！

source: The %s is already full.
de: Das %s ist schon voll.
ja: %sは既に満タンです。
ko: %s은(는) 이미 가득찬 상태입니다.
ru: %s уже полон.
zh_cn: %s 已经满了。

source: The %s is firmly sealed.
de: %s ist fest verschlossen.
ja: %sはしっかりと固定されています。
ko: %s은(는) 잘 봉인되었습니다.
ru: %s надёжно запечатан.
zh_cn: %s 被完全密封。

source: The %s is rendered non-functional!
de: Das %s wurde kaputt gemacht!
ja: %sは機能していません！
ko: %s이(가) 작동 불능 상태가 되었습니다!
ru: %s не функционирует!
zh_cn: %s 失效了！

source: The %s is too bulky for you to move by hand.
zh_cn: %s太重了，无法用手移动。

source: The %s is too heavy for you to budge.
ja: 重すぎて%sを動かせなかった。
zh_cn: %s 太重你推不开.

source: The %s is too unstable to remove anything.
ja: %sは何かを除去するには不安定すぎます。
zh_cn: %s 太不稳定了，无法移动任何东西.

source: The %s is unaffected by the EMP blast.
de: %s ist von dem EMP nicht betroffen.
ja: EMPは%sに無効化されました。
ko: 이 %s은(는) EMP블래스터의 영향을 받지 않았습니다.
ru: %s не задет электромагнитным имульсом.
zh_cn: EMP冲击波对 %s 无效。

source: The %s lets out a whirring noise and starts to follow you.
de: Das %s macht ein Schwirrgeräusch und fängt an, dir zu folgen.
ja: %sはブゥンという音を発しながらあなたを追従し始めました。
ko: %s이(가) 윙윙거리는 소음을 내며 당신을 따라가기 시작합니다.
zh_cn: %s“呼呼”地响了一阵，开始跟随你。

source: The %s must be attached to a gun, it can not be fired separately.
ja: %sは銃器に取り付けられている必要があります。単体では使用できません。
zh_cn: 这个 %s 必须加装在枪械上，它无法单独开火。

source: The %s on your wrists spark briefly, then release your hands!
de: Die %s auf deinen Handgelenken sprühen kurz Funken, dann lassen sie deine Hände los!
ja: %sが手首に巻き付いて火花を散らし、離れていった！
zh_cn: 你手腕上的%s冒出轻微的火花，随后松开了你的双手！

source: The %s pushed the %s hard.
de: Das %s hat das %s hart geschoben.
ja: %sは%sを激しく押しました。
zh_cn: %s 用力推动 %s。

source: The %s pushed the %s.
de: Das %s hat das %s geschoben.
ja: %sは%sを押しました。
zh_cn: %s 推动 %s。

source: The %s pushed you back hard!
de: Das %s schob dich gewaltig zurück!
ja: %sに激しく押し戻されました！
zh_cn: %s 使劲推开你！

source: The %s pushed you back!
de: Das %s drückt dich zurück!
ja: %sに押し戻されました！
ko: %s이(가) 당신을 밀쳤습니다!
ru: %s толкает вас назад!
zh_cn: %s 推开你！

source: The %s sparks and begins searching for a target!
de: Das %s sprüht Funken und fängt an, nach einem Ziel zu suchen!
ja: %sが火花を散らして標的を探し始めました！
ko: %s이(가) 불꽃을 튀기며 목표를 찾기 시작합니다!
ru: %s вспыхнул и начал искать цель!
zh_cn: %s 开始寻找目标！

source: The %s tried to push you back but failed! It attacks you!
de: Das %s versuchte, dich wegzuschieben, schaffte es aber nicht. Es greift dich an!
ja: %sはあなたを押し戻そうとして失敗し、襲い掛かってきました！
ko: %s은(는) 당신을 밀치려고 했지만 실패했습니다! 당신을 공격합니다!
zh_cn: %s 想推开你但失败了！你被攻击了！

source: The <npcname> is slammed against the %s!
ja: <npcname>は%sに叩きつけられました！
zh_cn: <npcname>猛烈撞击%s！

source: The <npcname> is slammed through the %s!
ja: <npcname>は%sを突き抜けました！
zh_cn: <npcname>飞着撞穿%s！

source: The EMP blast drains your power.
de: Der EMP saugt deine Energie aus.
ja: EMPに力を吸収されました。
ko: EMP 폭발 때문에 전력을 상실했습니다.
ru: Электромагнитный импульс снижает ваш запас энергии.
zh_cn: EMP冲击波耗尽了你所有的力量。

source: The EMP blast fries the %s!
de: Der EMP brutzelt den %s!
ja: EMPが%sを襲いました！
ko: EMP블래스터가 %s을(를) 튀겨버렸습니다!
ru: Электромагнитный импульс выводит из строя %s!
zh_cn: EMP冲击波把 %s 炸焦了！

source: The are a lot of them on the %s!
de: Da sind viele von ihnen auf dem %s.
ja: %sにいるモンスターが多すぎます！
ko: %s 위에는 많은 것들이 있습니다!
zh_cn: 有很多它们在%s上 ！

source: The barn doors closed!
de: Die Scheunentore schlossen sich!
ja: 納屋のドアを閉めました！
ko: 헛간 문이 닫혔습니다!
ru: Воротра амбара закрыты!
zh_cn: 谷仓的门关上了！

source: The barn doors opened!
de: Die Scheunentore öffneten sich!
ja: 納屋のドアを開きました！
ko: 헛간 문이 열렸습니다!
ru: Ворота амбара открыты!
zh_cn: 谷仓的门打开了！

source: The battery is fully charged.
de: Die Batterie ist voll aufgeladen.
ja: バッテリーの充電が完了しました。
ko: 배터리가 완전히 충전되었습니다.
ru: Батарея полностью заряжена.
zh_cn: 电池充满了。

source: The card reader is rendered non-functional.
de: Der Kartenleser wurde kaputt gemacht.
ja: カードリーダーが機能していない！
ko: 카드 리더기가 작동 불능 상태가 되었습니다!
ru: Считыватель карт сломан.
zh_cn: 读卡器已经失效了。

source: The door is locked!
de: Die Türe ist verschlossen!
ja: ドアには鍵が掛かっています！
ko: 이 문은 잠겼습니다!
ru: Дверь закрыта!
zh_cn: 门被锁住了！

source: The door rises!
zh_cn: 门打开了！

source: The door slams shut!
zh_cn: 门关上了！

source: The gate is closed!
de: Das Tor ist geschlossen!
ja: 門を閉じました！
ko: 큰 문이 닫혔습니다!
ru: Ворота закрыты!
zh_cn: 大门被关上了！

source: The gate is opened!
de: Das Tor ist geöffnet!
ja: 門を開きました！
ko: 큰 문이 열렸습니다!
ru: Ворота открыты!
zh_cn: 大门被打开了！

source: The nearby doors slide open!
de: Die naheleigenden Türen gehen auf.
ja: 近くのドアがスライドして開きました!
ko: 근처의 문이 가로로 밀리면서 열렸습니다!
ru: Дверь сдвигается в сторону!
zh_cn: 附近的门滑开了。

source: The palisade gate swings closed with a crash!
de: Knallend schwingt das Palisadentor zu.
ja: 門(矢来)をガチャンと音を立てて閉めました！
ko: 울타리 문이 쾅 하는 소리와 함께 닫혔습니다!
ru: Калитка с треском захлопывается!
zh_cn: 栅栏门“碰”的一声被关上了！

source: The palisade gate swings open!
de: Das Palisadentor schwingt auf.
ja: 門(矢来)を開きました！
ko: 울타리 문이 열렸습니다!
ru: Калитка распахивается!
zh_cn: 栅栏门突然打开了！

source: The reactor is full.
de: Der Reaktor ist voll.
ja: 反応炉は満タンです。
ko: 반응로가 가득 찼습니다.
ru: Реактор заряжен.
zh_cn: 反应堆填装满了。

source: The sign says: %s
de: Auf dem Schild steht: »%s«
ja: 標識: %s
zh_cn: 门牌上写着：%s

source: The tank is full.
de: Der Tank ist voll.
ja: タンクは満タンです。
ko: 연료 탱크가 완전히 찼습니다.
ru: Бак полон.
zh_cn: 油箱满了。

source: The tree blooms forth into a fungal blossom!
ja: 木から突然真菌の花が咲きました！
zh_cn: 树上的花朵绽放出真菌！

source: The trunk is full, so some items fall on the ground.
de: Der Kofferraum ist voll, somit fallen einige Gegenstände auf den Boden.
ja: トランクは満杯だ。一部のアイテムを地面に置きました。
ko: 트렁크가 가득 차서, 몇몇 물건들이 땅에 떨어졌습니다.
ru: Багажник полон, некоторые вещи вываливаются на землю.
zh_cn: 这个箱子满了，一些物品掉落到地上。

source: The water puts out the flames!
de: Das Wasser löscht die Flammen!
ja: 炎は水で消火されました！
ko: 물 때문에 불이 꺼집니다!
ru: Вода тушит огонь!
zh_cn: 水扑灭了火焰！

source: The weather changed to %s!
de: Das Wetter ist nun: %s.
ja: 天候が%sに変わりました！
ko: 날씨가 %s(으)로 바뀌었습니다!
ru: Погода сменилась на %s!
zh_cn: 天气转为 %s ！

source: The young tree blooms forth into a fungal blossom!
ja: 若木から突然真菌の花が咲きました！
zh_cn: 小树的花朵绽放出真菌！

source: There are no corpses here to butcher.
de: Hier sind keine Leichen zum Schlachten.
ja: 捌ける死体がここにはありません。
ko: 도축할 시체가 없습니다.
ru: Нет трупов для разделки.
zh_cn: 没有尸体供屠宰。

source: There are other items there as well.
de: Da sind noch andere Gegenstände.
ja: そこには他のアイテムもあります。
ko: 그곳에는 다른 물품들도 있습니다.
ru: Здесь есть ещё предметы.
zh_cn: 那里同样有一些其他东西。

source: There are vehicle controls here.
de: Hier ist eine Fahrzeugsteuerung.
ja: 車両の制御装置があります。
ru: Здесь находится управление транспортным средством.
zh_cn: 那里有一个载具控制器。

source: There is a LOT of heat coming out of there. Descend anyway?
ja: かなりの熱が噴き出しています。それでも降りますか？
zh_cn: 那个方向真他娘的热，继续向下？

source: There is a sheer drop halfway down. Jump?
de: Ab der Mitte des Weges nach unten klafft ein Abgrund. Willst du springen?
ja: 切り立った急な斜面があります。飛び込みますか？
ko: 반쯤 내려가는 가파른 낭떠러지가 있습니다. 뛰어내립니까?
ru: На полпути вниз есть выступ. Спрыгнуть?
zh_cn: 往下的路中途变成直落的悬崖了,跳下去?

source: There is a sheer drop halfway down. Use your vines to descend?
de: Ab der Mitte des Weges nach unten klafft ein Abgrund. Willst du deine Lianen zum Absteigen verwenden?
ja: 切り立った急な斜面があります。蔦を使って降りますか？
ko: 반쯤 내려가는 가파른 낭떠러지가 있습니다. 덩굴을 이용해서 내려갑니까?
ru: На полпути вниз есть выступ. Использовать лианы, чтобы спуститься?
zh_cn: 这是一个陡坡，要用你的藤蔓降下去么？

source: There is a sheer drop halfway down. Climb your grappling hook down?
de: An der Hälfte des Weges klafft ein schierer Abgrund. Mit deinem Enterhaken hinabsteigen?
ja: 切り立った急な斜面があります。引っ掛けフックを使って登りますか？
ru: На полпути вниз есть выступ. Слезть с помощью крюк-кошки?
zh_cn: 往下的路中途变成直落的悬崖了,用抓钩爬下去吗?

source: There is a sheer drop halfway down. Climb your rope down?
de: Ab der Mitte des Weges nach unten klafft ein Abgrund. Willst du dein Seil zum Klettern benutzen?
ja: 切り立った急な斜面があります。ロープを降ろしますか？
ko: 반쯤 내려가는 가파른 낭떠러지가 있습니다. 로프를 통해 내려갑니까?
ru: На полпути вниз есть выступ. Спустить туда верёвку?
zh_cn: 往下的路中途变成直落的悬崖了,用绳子爬下去吗?

source: There is a sheer drop halfway down. Use your whip to lower yourself?
de: An der Hälfte des Weges klafft ein schierer Abgrund. Deine Peitsche benutzen, um hinabzuklettern?
ja: 切り立った急な斜面があります。蔦を使って降りますか？
zh_cn: 往下的路中途变成直落的悬崖了,用鞭子爬下去吗?

source: There is a sheer drop halfway down. Web-descend?
de: An der Hälfte des Weges klafft ein schierer Abgrund. Mit Netz hinabsteigen?
ja: 切り立った急な斜面があります。糸を出して降りますか？
ru: На полпути вниз есть выступ. Слезть на паутине?
zh_cn: 往下的路中途变成直落的悬崖了,用蛛网垂下去?

source: There is another vehicle in the way.
de: Da ist ein anderes Fahrzeug im Weg.
ja: その経路には他の車両が存在します。
ko: 길에 다른 차량이 있습니다.
ru: Другое транспортное средство на пути.
zh_cn: 路上还有一台车。

source: There is no container on your %s to put things in!
de: Es gibt keinen Behälter auf deinem %s, um Sachen einzulagern!
ja: %sには物を入れる場所がありません！
zh_cn: 你的 %s 没有任何容器来放东西。

source: There is too much stuff in the way.
de: Da ist zu viel Zeugs im Weg.
ja: そこには物が多すぎます。
ko: 거기에는 물건이 너무 많아서 방해됩니다.
ru: Здесь лежит слишком много предметов.
zh_cn: 这里被太多东西堵住了。

source: There isn't any vehicle there.
de: Da ist überhaupt kein Fahrzeug.
ja: そこには車両がない。
ko: 그곳에는 차량이 없습니다.
ru: Тут нет машины.
zh_cn: 这里没有任何载具。

source: There's a %s in the way that is too big to just nudge out of the way.
de: Da ist 1 %s im Weg und es ist einfach zu groß, um es aus dem Weg zu schieben.
ja: %sは退かせるには大きすぎる。
ko: 거기에는 %s이(가) 있어서 밀어낼 수 없습니다.
ru: На пути %s и это слишком большое, чтобы просто оттолкнуть его.
zh_cn: 这里有一个%s，它太大了根本无法移动。

source: There's a %s in the way!
de: Dort ist 1 %s im Weg!
ja: %sが邪魔です！
ko: %s이(가) 앞에 있습니다!
ru: %s на пути!
zh_cn: %s 挡住了你！

source: There's no room in your %s's %s for that, it's too bulky!
de: Dafür gibt es keinen in deines %s %s dafür, es ist zu sperrig!
ja: %sの%sには空きがありません、容積が大きすぎます！
zh_cn: 你的 %s 的 %s 没有空间了！

source: There's no-one close enough to talk to.
de: Es gibt niemanden in der Nähe, mit dem du sprechen könntest.
ja: 付近に会話できる者が誰もいません。
ko: 근처에 대화할 사람이 없습니다.
ru: Никого нет поблизости, чтобы поговорить.
zh_cn: 周围没有人可以说话。

source: There's nothing there to smash!
de: Hier gibt es nichts zu zerschmettern!
ja: 叩ける様な物がない！
zh_cn: 没有可以粉碎的东西！

source: There's nothing to grab there!
de: Hier ist nichts zum festhalten.
ja: 何も引っ張る物がない！
ko: 움켜쥘 물건이 없습니다!
ru: Здесь нечего схватить.
zh_cn: 这里没有可以抓取的。

source: There's some buffoon in the way!
de: Da ist irgendsoein Witzbold im Weg!
ja: ふざけたものが邪魔になっています！
ko: 어릿광대 몇몇이 앞에 있습니다!
ru: На пути какой-то шут!
zh_cn: 一些傻逼挡住路了！

source: There's some left over!
de: Da ist noch etwas übrig!
ja: 全ては汲めませんでした！
ko: 뭔가 남아있습니다!
ru: Там ещё осталось!
zh_cn: 有一些遗留下来。

source: There's something else behind it!
de: Da ist etwas anderes dahinter!
ja: 背後に何かがあります！
ko: 이 뒤에도 다른 무언가가 있습니다!
ru: Есть что-то еще позади него!
zh_cn: 它后面有什么东西！

source: There's something here, but you can't see what it is.
de: Da ist etwas, aber du kannst nicht sehen, was es ist.
ja: 何かありますが、よく見えません。
ko: 이곳에 뭔가 있는 것 같은데 그것이 무엇인지 확인할 수 없습니다.
ru: Здесь что-то есть, но вы не видите что именно.
zh_cn: 那儿有些东西，不过看不清。

source: There's stuff in the way.
de: Da ist Zeug im Weg.
ja: 物が邪魔で移動する事が出来ない。
ko: 이동방향에 물체가 있습니다.
ru: На пути что-то лежит.
zh_cn: 有东西挡在路上。

source: This is not a bag!
de: Dies ist keine Tasche.
ja: これはバッグではない！
zh_cn: 这里没包袋！

source: Throw item:
de: Gegenstand werfen:
ja: 投げるアイテムを選択:
ko: 물품을 던진다:
ru: Метнуть предмет:
zh_cn: 投掷物品：

source: Tie
de: Anbinden
ja: 結ぶ
zh_cn: 系牢

source: To exclude items, place - in front
de: Stelle »-« voran, um etwas auszuschließen.
ja: 先頭一致検索は文頭に"-"(ハイフン)を付ける
ko: 특정 물품을 제외하려면, 물품의 이름 앞에 '-' 표시를 붙이세요.
ru: Чтобы исключить предметы, введите "-" перед названием.
zh_cn: 要去掉某种物品，将其前加个“ -”

source: Too many items to push out of the way!
de: Zu viele Gegenstände, um sie einfach aus dem Weg schieben zu können!
ja: 退かすにはアイテムが多すぎます！
ko: 물건이 너무 많아서 밀어낼 수 없습니다!
ru: Слишком много вещей, чтобы оттолкнуть с пути!
zh_cn: 许多物品被推开。

source: Trust: %d
ja: 信頼: %d
zh_cn: 信任：%d

source: Type part of an item's name to
ja: アイテム名を入力してください。
zh_cn: 输入物品的部分名称来

source: Type part of an item's name to move
de: Gib einen Teil des Namens des Gegenstands, den du bewegen willst, ein
ja: 移動させるアイテム名を入力してください。
ko: 옮길 물건 이름의 일부를 입력하세요
ru: Введите часть названия предмета для перемещения
zh_cn: 输入物品的部分名称来移动

source: UP: history, CTRL-U clear line, ESC: abort, ENTER: save
de: Hoch: Protokoll, Strg-U: Zeile leeren, Esc: Abbruch, Eingabe: speichern
ja: ↑:履歴、ESC:中止、ENTER:保存
ko: UP: 내역, CTRL-U 줄 청소, ESC: 종료, ENTER: 저장
ru: ВВЕРХ: история, CTRL-U очистить, ESC: прервать, ENTER: сохранить
zh_cn: 上方向键:记录,CTRL-U 清除行,ESC:放弃,ENTER:保存

source: Underground
de: Unterirdisch
ja: 地下
ko: 지하
ru: Под землёй
zh_cn: 地下

source: Unknown command: '%c'
de: Unbekannter Befehl: »%c«
ja: 不明なコマンド: '%c'
ko: 알 수 없는 명령입니다: '%c'
ru: Неизвестная команда: '%c'
zh_cn: 未知命令：‘%c’

source: Unlock all recipes
de: Alle Rezepte freischalten
ja: 全てのレシピを解禁する
ko: 모든 제작법 해제
ru: Изучить все рецепты
zh_cn: 解锁全部配方
