Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Unseen.
de: Unsichtbar.
ja: 視界外
ko: 본 적 없음.
ru: Невидимый.
zh_cn: 看不见的。

source: Untie
de: Abbinden
ja: 解く
zh_cn: 解除

source: Use item:
de: Gegenstand benutzen:
ja: 使用するアイテム:
ko: 물품 사용:
ru: Использовать предмет:
zh_cn: 使用物品：

source: Value: %d
ja: 価値: %d
zh_cn: 价值：%d

source: Vehicle control has moved, %s
de: Fahrzeugsteuerung hat sich bewegt, %s
ja: 車両制御キーは変更されました。%s
ko: 차량 조종석이 이동되었습니다, %s
ru: Управление транспортом изменено, %s
zh_cn: 车辆被启动了, %s

source: Wait 1800 heartbeats
de: 1800 Herzschläge
ja: 心拍数を1800数える
ko: 심장이 1800번 뛰는 동안 기다리기
ru: 1800 ударов сердца
zh_cn: 等待30分钟

source: Wait 300 heartbeats
de: 300 Herzschläge
ja: 心拍数を300数える
ko: 심장이 300번 뛰는 동안 기다리기
ru: 300 ударов сердца
zh_cn: 等待5分钟

source: Wait for how long?
de: Für wie lange warten?
ja: どれだけ待ちますか？
ko: 얼마나 기다리시겠습니까?
ru: Как долго ждать?
zh_cn: 等待多久？

source: Wait till dawn
de: bis zur Morgendämmerung
ja: 夜明けまで待機
ko: 새벽까지 대기
ru: Ждать до рассвета
zh_cn: 等到黎明

source: Wait till dusk
de: bis zur Abenddämmerung
ja: 日暮れまで待機
ko: 해질녘까지 대기
ru: Ждать до заката
zh_cn: 等到黄昏

source: Wait till midnight
de: bis Mitternacht
ja: 真夜中まで待機
ko: 자정까지 대기
ru: Ждать до полуночи
zh_cn: 等到午夜

source: Wait till noon
de: bis zum Mittag
ja: 正午まで待機
ko: 정오까지 대기
ru: Ждать до полудня
zh_cn: 等到中午

source: Wait till weather changes
de: bis sich das Wetter ändert
ja: 天候が変わるまで待機
ko: 날씨가 바뀔 때까지 대기
ru: Ждать до смены погоды
zh_cn: 等待直到天气改变

source: Watch the last moments of your life...?
ja: 人生の最後の瞬間を眺めますか...？
zh_cn: 看看你死后的世界？

source: We have detected a %s.
ja: 我々は%sを探知した。
zh_cn: 我们侦测到一个 %s。

source: Wear item:
de: Anziehen:
ja: 着るアイテム選択:
ko: 의류 입기:
ru: Надеть предмет:
zh_cn: 穿戴物品：

source: West:
ja: 西:
ko: 서쪽:
ru: Запад:
zh_cn: 西：

source: What do you want to change:
de: Was willst du ändern?:
ja: 変更:
zh_cn: 你想改变什么？

source: What to do with your %s?
de: Was soll mit deiner %s getan werden?
ja: %sで何をしますか？
zh_cn: 对你的%s做什么？

source: Who do you want to talk to?
de: Wen willst du ansprechen?
ja: 誰と話しますか？
ko: 누구와 대화를 합니까?
ru: С кем вы хотите поговорить?
zh_cn: 你想对谁说话？

source: Whoa! Your terminal is tiny! This game requires a minimum terminal size of %dx%d to work properly. %dx%d just won't do. Maybe a smaller font would help?
de: Oha! Deine Konsole ist winzig! Dieses Spiel benötigt eine Konsolengröße von mindestens %d×%d, um korrekt zu funktionieren. %d×%d reicht nicht aus. Vielleicht kann eine kleinere Schrift helfen.
ja: おおっと！画面が小さすぎます！このゲームが正常に動作するには%dx%dより大きい画面サイズが必要です。%dx%d丁度では動作しません。もっと小さいサイズのフォントを使ってみては？
ko: 와! 당신의 터미널은 정말 조그맣군요! 이 게임을 하기 위해서는 최소한 %dx%d 해상도가 필요합니다. %dx%d (으)로는 부족해요. 조금 더 작은 폰트를 쓰면 도움이 될까요?
ru: Стоп! Размер окна терминала слишком мал! Игра требует минимум %dx%d. Размера терминала %dx%d недостаточно. Может попробуете шрифт меньшего размера?
zh_cn: 哇塞！你的显示器好小啊！本游戏需要至少 %d×%d 的显示器才能正常运转。%d×%d 不够大。也许把字体调小些会好点？

source: Wield item:
de: Gegenstand tragen:
ja: 構えるアイテムを選択:
ko: 물품 손에 들기:
ru: Вооружиться предметом:
zh_cn: 装备物品：

source: Wish for an item
de: Gegenstand wünschen
ja: アイテムを手に入れる
ko: 아이템 소원을 빈다
ru: Пожелать предмет
zh_cn: 请求一件物品

source: Woah, woah, we're just a little short on space here. The game requires a minimum terminal size of %dx%d to run. %dx%d isn't quite enough! Can you make the terminal just a smidgen taller?
de: Auweia, auweia, wir haben hier ein bisschen Platzmangel. Dieses Spiel benötigt eine Konsolengröße von mindestens %d×%d, um zu funktionieren. %d×%d reicht gerade nicht aus. Kannst du die Konsole einen Tick höher machen?
ja: あらあら、ほんの少し広さが足りませんね。このゲームが正常に動作するには%dx%dより大きい画面サイズが必要です。%dx%d丁度では動作しません。もう少し高さを広げてみては？
ko: 워, 워, 좀 많이 땅딸막한 화면이네요. 이 게임을 하기 위해서는 최소한 %dx%d 해상도가 필요합니다. %dx%d (으)로는 부족해요. 화면의 높이를 조금만 더 키워주실래요?
ru: Стоп! Окно терминала слишком маленькое. Игра требует для запуска минимум %dx%d. Размера терминала %dx%d недостаточно. Можете увеличить его высоту?
zh_cn: 哇噢哇噢，你的显示高度有点不够啊。本游戏需要至少 %d×%d 的显示器才能正常运转。只有%d×%d不大够！你能不能让显示器长高点？

source: World retained. Characters remaining:%s
ja: 世界が記憶されました。残りキャラクター:%s
zh_cn: 世界保留. 剩余的人物:%s

source: Written here: %s
de: Hier steht geschrieben: »%s«
ja: 文章: %s
ko: 다음과 같이 적힘 : %s
ru: Здесь написано: %s
zh_cn: 这里写着： %s

source: Yes, and save game before sleeping.
de: Ja, und ich will davor auch das Spiel speichern.
ja: はい、眠る前にゲームを保存します。
ko: 네, 그리고 자기 전에 게임을 저장합니다.
ru: Да, и сохранить игру перед сном.
zh_cn: 是，并且在睡觉前存档。

source: Yes.
de: Ja.
ja: はい。
ko: 네.
ru: Да.
zh_cn: 是。

source: You are already underwater!
de: Du bist schon abgetaucht!
ja: 既に水中に潜っています！
ko: 이미 물속에 있습니다!
ru: Вы уже под водой!
zh_cn: 你已经在水下了！

source: You are being laser-targeted, %s to ignore.
zh_cn: 你正被激光标记，按%s来忽略。

source: You are not wielding a ranged weapon.
de: Du trägst keine Fernkampfwaffe.
ja: 射撃武器を装備していません。
ko: 원거리 무기를 휘두를 수 없습니다.
ru: У вас в руках нет оружия дальнего боя.
zh_cn: 你并未装备远程武器。

source: You are slammed against the %s for %d damage!
ja: %sに叩きつけられ、%dのダメージを受けました！
zh_cn: 你猛烈撞击%s，并且造成了%d的伤害！

source: You are slammed through the %s for %d damage!
ja: %sを突き抜けて、%dのダメージを受けました！
zh_cn: 你用力撞穿%s，并且造成了%d的伤害！

source: You attach a web and dive down headfirst, flipping upright and landing on your feet.
de: Du befestigst ein Netz und tauchst kopfüber ab, drehst dich am Ende wieder um und landest auf deinen Füßen.
ja: 糸を付けた体を反転させ、頭を下にして降り始めました。
ru: Вы закрепили паутину и прыгнули вниз головой, перевернулись в воздухе и приземлились на ноги.
zh_cn: 你系着蛛网头朝下栽了下去，然后一个空翻用脚着了地。

source: You brush aside some webs.
de: Du schiebst ein paar Spinnenweben zur Seite.
ja: 巣を払い除けました。
zh_cn: 你清除了一些蛛网。

source: You bump into a %s!
de: Du kollidierst mit: %s.
ja: %sに衝突しました！
ko: %s에 부딪혔습니다!
ru: Вы врезаетесь в %s!
zh_cn: 你撞到了%s！

source: You can not grab the %s
de: Du kannst das %s nicht festhalten
ja: %sを引っ張れなかった。
ko: %s을(를) 붙잡을 수 없습니다
ru: Вы не можете схватить %s
zh_cn: 你无法抓住 %s

source: You can not read a computer screen!
de: Du kannst nicht von einem Computerbildschirm lesen.
ja: コンピューターの画面が読み取れない！
ko: 컴퓨터 화면을 읽을 수 없습니다!
ru: Вы не можете прочитать что на мониторе!
zh_cn: 你不能阅读计算机屏幕！

source: You can see through everything!
de: Du kannst durch alles sehen!
ja: 全てを透視出来る様になりました！
ko: 모든 것이 투시되어 보입니다!
ru: Вы можете видеть сквозь все!
zh_cn: 你可以看穿一切！

source: You can see through walls!
de: Du kannst durch Wände sehen!
ja: 壁を透視出来る様になりました！
ko: 벽이 투시되어 보입니다!
ru: Вы можете видеть сквозь стены!
zh_cn: 你可以看穿墙壁！

source: You can't butcher while driving!
de: Du kannst beim Fahren nicht schlachten!
ja: 運転中には捌けません！
ko: 운전 중에는 도축할 수 없습니다!
ru: Вы не можете заниматься разделкой за рулём!
zh_cn: 你开车时不能屠宰！

source: You can't butcher while you're in your shell.
ja: 殻の中で何かを解体することはできません。
zh_cn: 你缩在龟壳里无法屠宰。

source: You can't chat while deaf!
de: Du kannst dich nicht unterhalten, solange du taub bist.
ja: 耳が聞こえないと会話できない！
ko: 귀가 안들리는 상황에서는 대화가 불가능합니다!
ru: Вы не можете общаться во время глухоты!
zh_cn: 你耳朵正聋着呢，瞎聊啥呢？听得见吗你？

source: You can't close things while you're in your shell.
ja: 殻の中で何かを閉じることはできません。
zh_cn: 你缩在龟壳里无法关闭物品。

source: You can't construct while in a vehicle.
ja: 車両内で建設は出来ない。
zh_cn: 你在载具里无法施工建筑。

source: You can't construct while you're in your shell.
ja: 殻の中で建築することはできません。
zh_cn: 你缩在龟壳里无法施工建筑。

source: You can't craft while you're in your shell.
ja: 殻の中で製作することはできません。
zh_cn: 你缩在龟壳里无法制作物品。

source: You can't disassemble items while driving.
de: Du kannst bei der Fahrt keine Gegenstände demontieren.
ja: 運転中に分解は出来ない。
ko: 운전 중에는 물건을 분해할 수 없습니다.
ru: Нельзя разбирать предметы, находясь в транспорте.
zh_cn: 目前在驾驶中，不能拆卸物品。

source: You can't displace your %s.
de: Du kannst dein %s nicht versetzen.
ja: %sに給電する事が出来ない。
ko: %s의 위치를 이동시킬 수 없습니다.
ru: Вы не можете сдвинуть %s.
zh_cn: 你不能取代你的%s。

source: You can't dive while wearing a flotation device.
de: Du kannst nicht abtauchen, während du eine Schwimmweste trägst.
ja: 水に浮くものを身に着けているため潜れません。
ko: 부유장치 사용 중에는 잠수할 수 없습니다.
ru: Вы не можете нырнуть, пока не снимете летательный аппарат.
zh_cn: 你穿着漂浮设备，不能潜水。

source: You can't do that on a moving vehicle.
de: Das kannst du nicht auf einem fahrenden Fahrzeug tun.
ja: 動いている車上ではできない。
ko: 움직이는 차량에 탑승한 상태로는 할 수 없습니다.
ru: Вы не можете сделать это в движущейся машине.
zh_cn: 在移动的车辆中你不能这么做。

source: You can't do that while driving.
de: Das kannst du nicht während der Fahrt machen.
ja: 運転中はできない。
ko: 운전 중에는 할 수 없습니다.
ru: Вы не можете сделать этого, пока управляете транспортом.
zh_cn: 你在开车时不能那样做。

source: You can't drag things up and down stairs.
de: Du kannst nichts die Treppen hoch oder runter ziehen.
ja: 物を引っ張ったままで階段の上り下りは出来ません。
ko: 뭔가를 끌어옮기면서 계단을 오르내릴 수는 없습니다.
ru: Вы не можете двигать предметы по лестнице.
zh_cn: 你不能拽着东西上下楼梯。

source: You can't drive the vehicle from here. You need controls!
de: Du kannst das Fahrzeug von hier aus nicht fahren. Du brauchst eine Steuerung!
ja: ここから車両を運転する事は出来ません。制御が必要です！
ko: 여기선 운전할 수 없습니다. 운전대가 필요합니다!
ru: Здесь нет руля, чтобы управления транспортом!
zh_cn: 没有控制器，你无法启动交通工具。

source: You can't drop things to another tile while you're in your shell.
ja: 殻の中で何かを置くことはできません。
zh_cn: 你缩在龟壳里无法丢弃物品。

source: You can't effectively throw while you're in your shell.
ja: 殻の中から投擲はできません。
zh_cn: 你缩在龟壳里无法有效投掷物品。

source: You can't examine your surroundings while you're in your shell.
ja: 殻の中で周囲を見ることはできません。
zh_cn: 你缩在龟壳里无法探视四周。

source: You can't fire your weapon, it's too heavy...
de: Du kannst deine Waffe nicht feuern, sie ist zu schwer …
ja: 重すぎて発射できない…
zh_cn: 你无法开火，武器太重了...

source: You can't go down here!
de: Du kannst hier nicht nach unten gehen!
ja: ここではこれ以上は下がれない！
ko: 여기서는 아래로 내려갈 수 없습니다!
ru: Вы не можете здесь спуститься!
zh_cn: 你在这里无法下楼！

source: You can't go up here!
de: Du kannst hier nicht nach oben gehen!
ja: ここではこれ以上は上がれない！
ko: 여기서는 위로 올라갈 수 없습니다!
ru: Вы не можете здесь подняться!
zh_cn: 你在这里无法上楼！

source: You can't grab things while you're in your shell.
ja: 殻の中で何かを掴むことはできません。
zh_cn: 你缩在龟壳里无法抓住物品。

source: You can't mix loads in your %s.
de: Du kannst die Ladungen nicht vermischen in deinem %s.
ja: %sに別の物を混合して装填できません。
ko: %s에 다른 것을 섞을 수 없습니다.
ru: Вы не можете смешивать содержимое в вашем %s
zh_cn: 你不能在 %s 里头混合负载。

source: You can't move %s while standing on it!
de: Du kannst %s nicht bewegen, während du darauf stehst!
ja: その上に立っている間は%sを動かせない！
ko: 그 위에 선 채로는 %s을(를) 옮길 수 없습니다!
ru: Вы не можете двигать %s, пока стоите на нём!
zh_cn: 你站在 %s 上时无法移动它!

source: You can't move mass quantities while you're in your shell.
ja: 殻の中で物を移動させることはできません。
zh_cn: 服了，你缩在龟壳里还瞎动个啥呢？

source: You can't move while in your shell. Deactivate it to go mobile.
ja: 殻にこもっているため動けません。移動するには殻から出てください。
zh_cn: 你缩在龟壳里无法移动。先把你的小头小脚钻出来先。

source: You can't muster up the effort to throw anything...
de: Du kannst nicht die Mühen aufbringen, um irgendwas zu werfen …
ja: 投擲する気力が無い…
zh_cn: 你无法振作起来投掷任何东西...

source: You can't open things while you're in your shell.
ja: 殻の中で何かを開けることはできません。
zh_cn: 你缩在龟壳里无法打开物品。

source: You can't operate a vehicle while you're in your shell.
ja: 殻の中で車両を制御することはできません。
zh_cn: 你缩在龟壳里无法驾驶载具。

source: You can't peek around corners while you're in your shell.
ja: 殻の中で角を覗きこむことはできません。
zh_cn: 服了，你缩在龟壳里还偷窥个啥呢？

source: You can't place items there!
de: Du kannst hier nichts ablegen!
ja: そこにはアイテムを置けません！
ko: 그곳에 물품을 놓을 수 없습니다!
ru: Вы не можете положить сюда предметы!
zh_cn: 你不能将物品放在那里！

source: You can't pour there!
de: Du kannst hier nichts verschütten!
ja: そこへは注げない！
ru: Нельзя вылить сюда!
zh_cn: 你无法倾倒在那里！

source: You can't reload a %s!
de: Du kannst 1 %s nicht nachladen!
ja: %sは再装填できない！
ko: %s을(를) 재장전 할 수 없습니다!
ru: Вы не можете перезарядить %s!
zh_cn: 你不能重新装填 %s

source: You can't remove partially depleted plutonium!
de: Du kannst teilweise verbrauchtes Plutonium nicht entfernen!
ja: 使いかけの原子力電池を除去することはできません！
ko: 부분적으로 고갈된 플루토늄은 제거할 수 없습니다!
ru: Вы не можете убрать частично обеднённый уран!
zh_cn: 你不能移除部分耗尽的钚！

source: You can't smash things while you're in your shell.
ja: 殻の中で何かを叩くことはできません。
zh_cn: 你缩在龟壳里无法杂碎物品。

source: You can't unload a %s!
de: Du kannst ein %s nicht entladen!
ja: %sから弾薬は抜けない！
ko: %s에서 탄환을 빼낼 수 없습니다!
ru: Вы не можете разрядить %s!
zh_cn: 你不能卸载一个%s！

source: You can't unload a rechargeable %s!
de: Du kannst ein wiederaufladbares %s nicht entladen!
ja: 再充電化された%sから抜き取ることはできません！
ko: 재충전식 %s에서는 배터리를 빼낼 수 없습니다!
ru: Вы не можете разрядить перезаряжаемый %s!
zh_cn: 你不能清空可充电 %s 的电量！

source: You cannot close the %s from outside. You must be inside the building.
de: Du kannst das %s nicht von außen schließen. Du must im Gebäude sein.
ja: %sは外から閉められない。
ko: %s은(는) 밖에서 닫을 수 없습니다. 안에서 닫아야 합니다.
ru: Вы не можете закрыть %s снаружи. Вы должны быть внутри здания.
zh_cn: 你无法从外部关闭 %s。你必须进到建筑物内部。

source: You cannot close the %s.
de: Du kannst das %s nicht schließen.
ja: %sは閉められない。
ko: %s을(를) 닫을 수 없습니다.
ru: Вы не можете закрыть %s.
zh_cn: 你无法关上 %s。

source: You cannot drop your %s.
de: Du kannst dein %s nicht ablegen.
ja: そこに%sは置けない。
ko: %s을(를) 버릴 수 없습니다.
ru: Вы не можете выкинуть %s.
zh_cn: 你不能丢掉你的 %s.

source: You cannot pull yourself away from the faultline...
de: Du kannst dich nicht selbst aus der Bruchlinie befreien.
ja: 断層線から離れることができません…
ko: 스스로를 단층선으로 밀어넣을 수 없습니다...
ru: Вы не можете заставить себя отойти от разлома...
zh_cn: 你不能离开断层线...

source: You cannot see what is inside of it.
de: Du kannst nicht sehen, was darin ist.
ja: その内側を見る事は出来ません。
ko: 안에 뭐가 있는지 볼 수 없습니다.
ru: Вы не можете увидеть, что находится внутри.
zh_cn: 你看不见里头都有啥。

source: You cannot unwield your %s.
de: Du kannst deine %s nicht ablegen.
ja: %sは武装していません。
ko: %s을(를) 내려놓을 수 없습니다.
ru: вы не можете отпустить %s.
zh_cn: 你不能装备你的%s。

source: You collided with someone and sent her flying!
de: Du kollidiertest mit jemanden und hast sie fliegen geschickt!
ja: 誰かに衝突し、吹き飛ばしました！
ko: 당신은 누군가와 부딪히면서, 그 여자를 날려버렸습니다!
ru: Вы врезались в кого-то и отправили её в полёт!
zh_cn: 你和那个那个谁撞在一起，直接把她撞飞了！

source: You collided with someone and sent him flying!
de: Du kollidiertest mit jemanden und hast ihn fliegen geschickt!
ja: 誰かに衝突し、吹き飛ばしました！
ko: 당신은 누군가와 부딪히면서, 그 남자를 날려버렸습니다!
ru: Вы врезались в кого-то и отправили его в полёт!
zh_cn: 你和那个那个谁撞在一起，直接把他撞飞了！

source: You collided with something and sent it flying!
de: Du kollidiertest mit etwas und hast es fliegen geschickt!
ja: 何かに衝突し、吹き飛ばしました！
ko: 당신은 무언가와 부딪히면서, 그 무언가를 날려버렸습니다!
ru: Вы врезались во что-то и отправили это в полёт!
zh_cn: 你不知道和神马东东撞在一起，直接送它起飞了！

source: You concentrate mightily, and your body obeys!
de: Du bemühst dich sehr, dich zu konzentrieren und dein Körper gehorcht!
ja: 精神を強く集中し、体を動かしました！
zh_cn: 你聚精会神，你的身体开始服从大脑了！

source: You cut your %1$s on the %2$s!
de: Du schneidest %1$s auf dem %2$s!
ja: %2$sで%1$sに怪我をしました！
zh_cn: 你的 %1$s 在 %2$s 上划伤了!

source: You descend on your vines, though leaving a part of you behind stings.
de: Du steigst auf deinen Lianen hinab, aber du hinterlässt einen Teil von dir hinter Stacheln.
ja: 棘に刺されながら蔦を使って降りました。
ko: 덩굴의 일부가 끊어져서 따끔거리기는 하지만, 덩굴을 이용해서 내려가는데는 성공했습니다.
ru: Вы отделяете свои лозы, оставляя часть себя, что причиняет боль.
zh_cn: 你用你的藤蔓降落了下来，并留下了你身体的一部分藤蔓（哦，有点痛）。

source: You displace the %s.
de: Du versetzt: %s.
ja: %sを追い払いました。
ko: %s와 자리를 옮겼습니다.
ru: Вы сдвигаете %s.
zh_cn: 你移动了%s。

source: You dive from the %s.
de: Du springst von %s.
ja: %sから飛び降りました。
ko: %s에서 뛰어내렸습니다.
ru: Вы уплываете от %s.
zh_cn: 你从 %s 潜水。

source: You dive into water.
de: Du tauchst ins Wasser.
ja: 水面に飛び込みました。
ko: 물 속으로 다이빙했습니다.
ru: Вы нырнули под воду.
zh_cn: 你潜入水中。

source: You dive underwater!
de: Du tauchst ab!
ja: 水中に飛び込みました！
ko: 물속으로 뛰어들었습니다!
ru: Вы нырнули под воду!
zh_cn: 你潜入水中！

source: You don't have a sharp item to butcher with.
de: Du hast keinen scharfen Gegenstand, mit dem du schlachten könntest.
ja: 死体を捌くのに使えそうな尖ったものを持っていません。
ko: 도축할 만큼 날카로운 물건이 없습니다.
ru: У вас нет острого предмета, чтобы разделать тушу.
zh_cn: 你手上没有尖锐的物品用来进行屠宰。

source: You don't have that item.
de: Du hast diesen Gegenstand nicht.
ja: そのアイテムは持っていない。
ko: 그런 물품은 가지고 있지 않습니다.
ru: У вас нет этого предмета.
zh_cn: 你没有那东西。

source: You don't know of any factions. Press Spacebar...
de: Du weißt von keiner Fraktion. Drücke die Leertaste!
ja: どこにも所属していない。スペースキーを押して下さい...
ko: 아는 집단이 없습니다. 스페이스 바를 누르세요..
ru: Вы не знаете никаких фракций. Нажмите пробел...
zh_cn: 你不了解任何派系。按下空格...

source: You don't see any items around you!
zh_cn: 你附近找不到任何东西！

source: You don't see any items or monsters around you!
de: Du siehst keine Gegenstände oder Monster um dich herum!
ja: 周囲にアイテムやモンスターは見当たらない！
ko: 주변에서 어떤 물건이나 적도 찾을 수 없습니다!
ru: Вы не видите вокруг себя ни предметов, ни монстров!
zh_cn: 你没有看见任何物品和怪物！

source: You don't see any monsters around you!
zh_cn: 你附近找不到任何怪物！

source: You don't seem to be damaging the %s.
ja: %sにダメージを与えられていない様です。
zh_cn: 你看起来没有对%s造成任何损伤。

source: You drop several items on the %s.
de: Du legst mehrere Gegenstände auf %s ab.
ja: %sに一部のアイテムを落としました。
ko: %s 위에 몇 가지 물품을 버렸습니다.
ru: Вы выбросили несколько предметов на %s.
zh_cn: 你在 %s 上丢下几件物品。

source: You drop your %s on the %s.
de: Du lässt dein %s auf %s fallen.
ja: %sを%sに落としました。
ru: Вы выбросили %s на %s.
zh_cn: 你把你的%s丢在%s上！

source: You dump the contents of the %s's bag on the ground.
de: Du schmeißst die Inhalte von %ss Tasche auf den Boden.
ja: %sの中身を地面に捨てました。
zh_cn: 你把%s背包里的物品倒在地上。

source: You eat some of the taller grass, careful to leave some growing.
de: Vorsichtig frisst etwas von dem höheren Gras, um noch etwas übrig zu lassen.
ja: 背の高い草をまた生えてくる様に気を付けながら、少し食べました。
ko: 키가 큰 풀을 조금 뜯어먹었습니다. 물론 어느정도 성장의 여지는 남겨두고요.
ru: Вы поедаете высокую траву, стараясь оставить немножко на будущее.
zh_cn: 你吃掉一些长较高的草，小心地留下一些让它继续生长。

source: You eat the grass.
de: Du frisst das Gras.
ja: 草を食べました。
ko: 풀을 뜯어먹었습니다.
ru: Вы едите траву.
zh_cn: 你吃下杂草。

source: You eat the underbrush.
de: Du isst das Gestrüpp.
ja: 藪を食べました。
ko: 덤불을 먹었습니다.
ru: Вы съедаете куст.
zh_cn: 你吃下了灌木丛。

source: You effortlessly lower yourself and leave a vine rooted for future use.
de: Mühelos seilst du dich ab und lässt eine Liane für spätere Verwending angewurzelt.
ja: たやすく斜面を降り、後で使うために固定した蔓を残しておきました。
ko: 손쉽게 밑으로 내려가는데 성공했을 뿐만 아니라 나중에 사용할 수 있도록 덩굴 뿌리까지 심어두었습니다.
ru: Вы легко спускаетесь и оставляете укоренившуюся лозу для использования в будущем.
zh_cn: 你轻松着陆，并且留下了一部分藤蔓以备后用。

source: You emit a rattling sound.
de: Du lässt ein Rasselgeräusch los.
ja: 身体からガタガタと音を発しています。
ko: 몸에서 덜거덕거리는 소리를 내고 있습니다.
ru: Вы издаёте грохочущий звук.
zh_cn: 你发出了响声。

source: You fade into invisibility!
de: Du verblasst zur Unsichtbarkeit!
ja: 透明になりました！
ko: 투명해졌습니다!
ru: Вы невидимы!
zh_cn: 你褪入阴影之中！

source: You fail to budge your %s!
de: Du schaffst es nicht, dein %s zu schieben.
ja: %sを動かせなかった。
zh_cn: 你无法让你的%s动起来。

source: You fall expertly and take no damage.
de: Du fällst wie ein Profi und erleidest keinen Schaden.
ja: 上手く落下したためダメージを受けませんでした。
ko: 노련하게 착지해 피해를 입지 않았습니다.
ru: Вы ловко приземлились, не получив повреждений.
zh_cn: 你熟练的降落了，没有受到任何伤害。

source: You fall heavily, taking %d damage.
de: Du schlägst auf und erleidest %d Schaden.
ja: 酷い落ち方をして%dのダメージを受けました。
ko: 잘못 떨어져, %d 피해를 입었습니다.
ru: Вы неудачно упали, получив %d очков повреждений.
zh_cn: 你重重的摔了下来，受到了%d的伤害。

source: You fall into water.
de: Du fällst ins Wasser.
ja: 水面に落ちました。
ko: 물로 떨어졌습니다.
ru: Вы упали в воду.
zh_cn: 你落水了。

source: You fall on the ground for %d damage.
de: Du fällst auf den Boden und erleidest dabei %d Schaden.
ja: 地面に叩きつけられて%dのダメージを受けました。
ko: %d 피해를 입고 바닥에 쓰러졌습니다.
ru: Вы ударились об землю, получив %d очков повреждений.
zh_cn: 你摔倒在地上，造成%d伤害。

source: You feel a force pulling you inwards.
de: Du fühlst eine Kraft, die dich hereinzieht.
ja: 何かの力で内側に引っ張られるのを感じました。
ko: 몸 속으로 빨려들어가는 듯한 힘이 느껴집니다.
ru: Вы чувствуете неведомую силу сжимающую вас.
zh_cn: 你感觉有一种力量在拉扯你。

source: You feel a tickle of insanity.
de: Du spürst einen Kitzel des Wahnsinns.
ja: 少し奇妙な感覚に襲われました。
ko: 광기 때문에 몸이 근질거립니다.
ru: У вас легкое помешательство.
zh_cn: 你感到一阵奇痒。

source: You feel an evil presence...
de: Du spürst eine böse Gegenwart …
ja: 邪悪な存在を感じました...
ko: 사악한 존재가 느껴집니다...
ru: Вы чувствуете присутствие зла ...
zh_cn: 你感觉一个恶魔降临了...

source: You feel an otherworldly attention upon you...
de: Du spürst, wie etwas aus dem Jenseits dich beobachtet.
ja: 異次元からの意識を感じ取りました。
ko: 나를 향한 다른 세계의 관심이 느껴집니다...
ru: Вы чувствуете потусторонние внимание к себе...
zh_cn: 你感受到来自异世界的关注...

source: You feel hungry.
de: Du hast Hunger.
ja: 腹が空きました。
ko: 배가 고파졌습니다.
ru: Вам хочется есть.
zh_cn: 你感到饥饿。

source: You feel insulated.
de: Du fühlst dich isoliert.
ja: 身体が絶縁体になるのを感じました。
ko: 절연 상태가 된 것을 느꼈습니다.
ru: Вы чувствуете свою изолированность.
zh_cn: 你感到与世隔绝。

source: You feel storms coming.
de: Du merkst, wie Stürme aufziehen.
ja: 嵐の訪れを感じました。
ko: 폭풍의 접근이 느껴졌습니다.
ru: Вы чувствуете приближение бури.
zh_cn: 你感到暴风雨马上就要来临。

source: You feel thirsty.
de: Du hast Durst.
ja: 喉が渇きました。
ko: 목마름이 느껴졌습니다.
ru: Вам хочется пить.
zh_cn: 你感到口渴。

source: You feel unwell.
de: Du fühlst dich unwohl.
ja: 気分が悪くなりました。
zh_cn: 你感觉....不爽。

source: You feel your body decaying.
de: Du spürst deinen Körper verwesen.
ja: 身体が衰え出しました。
ko: 몸이 점점 썩어가는 것을 느꼈습니다.
ru: Вы чувствуете, как ваше тело разлагается.
zh_cn: 你感到你的身体正在腐烂。

source: You feel your genetic makeup degrading.
de: Du fühlst wie dein Erbgut schwächer wird.
ja: 遺伝子が劣化するのを感じました。
ko: 유전자 구성이 나빠지는 것 같습니다.
ru: Ваше генетическое строение деградирует.
zh_cn: 你感到你的基因退化了。

source: You fill your %s with some of the %s.
de: Du füllst dein %s mit etwas von dem %s.
ja: %sに%sを入れました。
ko: %s에 %s 조금을 담았습니다.
ru: В %s вы наливаете %s.
zh_cn: 你往你的 %s 注入一些 %s 。

source: You flap your wings and flutter down gracefully.
de: Mit deinen Flügeln flatterst du sanft nach unten.
ja: 翼を羽ばたかせて優雅に着地しました。
ko: 날개를 펄럭이며 우아하게 착지했습니다.
ru: Вы машете крыльями и аккуратно приземляетесь.
zh_cn: 你优雅的拍打着你的翅膀，缓缓的降落了。

source: You gingerly descend using your vines.
de: Behutsam steigst du mittels deinen Lianen ab.
ja: 恐る恐る蔦を使って降りました。
ko: 덩굴을 이용해서 조심스럽게 내려갔습니다.
ru: Вы осторожно спускаетесь, используя свои лозы.
zh_cn: 你用你的藤蔓小心翼翼的降了下去。

source: You grab the %s.
de: Du hälst das %s fest.
ja: %sを引っ張りました。
ko: %s을(를) 붙잡았습니다.
ru: Вы хватаете %s.
zh_cn: 你抓住 %s.

source: You grab the %s. It feels really heavy.
de: Du hälst das %s fest. Es fühlt sich wirklich schwer an.
ja: %sを引っ張りました。とても重そうです。
ko: %s을(를) 붙잡았습니다. 정말로 무겁게 느껴집니다.
ru: Вы хватаете %s. Выглядит тяжелым.
zh_cn: 你抓住 %s。它可真重。

source: You have an urge to wear the %s.
de: Du hast ein Verlangen danach, %s zu tragen.
ja: %sを身に付けたいという強い衝動を抱いています。
ko: %s을(를) 입고 싶어졌습니다.
ru: Вы хотите одеть %s.
zh_cn: 你迫切地想穿戴上%s。

source: You have an urge to wield the %s.
de: Du hast ein Verlangen danach, %s in der Hand zu tragen.
ja: %sを振り回したいという強い衝動を抱いています。
ko: %s을(를) 손에 들고 싶어졌습니다.
ru: Вы хотите взять %s в руки.
zh_cn: 你现在就想挥动%s。

source: You have no active missions!
de: Du hast keine derzeit laufende Missionen!
ja: 有効な依頼を受けていない！
ko: 수행 중인 임무가 없습니다!
ru: У вас нет заданий в данный момент!
zh_cn: 你没有激活任务！

source: You haven't completed any missions!
de: Du hast keinerlei Mission fertiggestellt!
ja: 依頼を完了していない！
ko: 완료한 임무가 없습니다!
ru: У вас нет выполненных заданий!
zh_cn: 你还没有完成任何任务！

source: You haven't failed any missions!
de: Dir ist keine Mission missglückt!
ja: 依頼を失敗していない！
ko: 실패한 임무가 없습니다!
ru: У вас нет проваленных заданий!
zh_cn: 你还没有失败任何任务！

source: You haven't killed any monsters yet!
de: Du hast bisher keine Monster getötet!
ja: 何も殺していません！
ko: 아직 아무 것도 죽이지 않았습니다!
ru: Вы не убили ни одного монстра!
zh_cn: 你还没有杀死任何怪物。

source: You hear a rattling noise coming from inside yourself.
de: Du hörst ein Rasseln aus deinem Innerem.
ja: ガラガラという音が自身の体内から鳴るのが聞こえました。
ko: 몸 속에서 덜걱대는 소리가 납니다.
ru: Вы слышите шум исходящий из себя.
zh_cn: 你突然感受到内心一阵烦躁。

source: You heard %s from here.
ja: すぐ近くで%s
zh_cn: 你在这里听到了%s声。

source: You hurt your left foot on the %s!
de: Du verletzt deinen linken Fuß an dem %s!
ja: %sで左足に怪我をしました！
zh_cn: 你在%s上伤到了你的左脚！

source: You hurt your right foot on the %s!
de: Du verletzt deinen rechten Fuß an dem %s!
ja: %sで右足に怪我をしました！
zh_cn: 你在%s上伤到了你的右脚！

source: You know how to craft that now.
de: Nun weißt du, wie man es herstellt.
ja: それをどう作ればいいのか、全て分かるようになりました。
zh_cn: 你掌握了制造的方法。

source: You lack the strength to move the %s
zh_cn: 你没有足够的力量移开%s
