Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You have a pair of long, pointed horns, like those of an antelope. They allow you to make a strong piercing headbutt attack, but prevent you from wearing any headwear the is not made of fabric.
de: Du hast ein Paar lange spitze Hörner, wie die einer Antilope. Mit ihnen kannst du einen stark stechende Kopfnuss verpassen aber sie hindern dich, jegliche Kopfbekleidung, die nicht aus Stoff ist, zu tragen.
ko: 당신의 머리엔 영양같이 길고 뾰족한 뿔이 돋아나 있습니다. 박치기로 강력한 관통 공격을 할 수 있지만, 천 재질이 아닌 머리 방어구는 쓸 수 없게 됩니다.
ru: У вас есть два длинных, острых рога, как у антилопы. Они позволяют делать сильный протыкающий удар головой, но вы не можете носить головные уборы сделанные не из ткани.

source: You have a pair of small horns on your head. They allow you to make a weak piercing headbutt attack.
de: Du hast ein paar kleine Hörner auf deinem Kopf. Mit ihnen kannst du eine schwach stechende Kopfnuss machen.
ko: 당신의 머리에 한 쌍의 작은 뿔이 자라났습니다. 박치기로 약한 관통 공격을 할 수 있습니다.
ru: У вас есть пара небольших рогов на голове. Они позволяют вам сделать слабый пронзающий удар головой.

source: You have a pair of stubby little wings projecting from your shoulderblades. They can be wiggled at will, but are useless.
de: Du hast ein paar stummelige kleine Flügel, die aus deinen Schulterblättern kommen. Sie können gewackelt werden, sind aber nutzlos.
ko: 어깨 뼈에서 자라나온 한쌍의 작은 날개를 가지고 있습니다. 날갯짓은 가능하지만, 쓸모가 없습니다.
ru: У вас есть пара коротких крыльев, выступающих из ваших лопаток. Вы можете ими шевелить, но это ничего не даёт.

source: You have a rare allergy that prevents you from eating wheat. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
de: Du hast eine seltene Allergie, die dich daran hindert, Weizen zu essen. Es ist dir möglich, es zu essen, aber du wirst Moralstrafen aufgrund von Übelkeit erleiden.

source: You have a second set of clear eyelids which lower while underwater, allowing you to see as though you were wearing goggles. Slightly decreases wet penalties.
de: Du hast einen zweiten Satz transparenter Augenlider, die geschlossen sind, während du unter dem Wasser bist. Das lässt dich durch sie hinausschauen, als ob du eine Schwimmbrille trägst. Es verringert leicht die Moralstrafe für Nässe.
ko: 잠수할 때 눈을 덮을 수 있는 투명한 제 2의 눈꺼풀을 가지고 있습니다. 물안경 없이도 물속을 보는 것이 가능하며, 물에 젖었을 때의 패널티가 약간 감소합니다.
ru: У вас есть второй набор прозрачных век, которые позволяют вам видеть под водой, как будто вы находитесь в защитных очках. Немного уменьшаются штрафы от промокания.

source: You have a set of prominent rodent-like whiskers around your mouth. These make you more aware of vibrations in the air, and improve your ability to dodge very slightly.
de: Du hast eine Gruppe an hevorragenden nagetierähnlichen Schnurrhaaren um deinen Mund. Sie machen dir Vibrationen in der Luft bewusster und verbessern deine Ausweichfähigkeiten ein ganz klein wenig.
ko: 당신의 입 주위에 설치류같은 수염이 생겼습니다. 공기의 진동에 민감해져서, 회피 능력을 아주 약간 올려줍니다.
ru: У вашего рта расположено множество вибриссов, как у грызунов. Они позволяют чувствовать колебания воздуха, что немного повышает вашу способность уворачиваться.

source: You have a short, stubby tail, like a rabbit's. It serves no purpose.
de: Du hast einen kurzen Stummelschwanz, wie bei einem Hasen. Er hat keinen Zweck.
ko: 당신에게는 토끼처럼 짧고 뭉툭한 꼬리가 생겼습니다. 아무 효과도 없습니다.
ru: У вас вырос короткий, толстый хвост, как у кролика. От него мало толку.

source: You have a threatening snarl in your voice. Persuading NPCs will be near impossible, but threatening them will be much easier.
de: Deine Stimme hat einen sehr bedrohlichen Klang. Das Überzeugen von NPCs wird nahezu unmöglich sein, aber ihre Bedrohung wird viel leichter fallen.
ko: 당신의 목소리에서 위협적으로 으르렁대는 소리가 나게 됩니다. NPC를 설득하기는 거의 불가능해졌지만, 협박하기는 훨씬 쉬워졌습니다.
ru: У вас есть угрожающее рычание в голосе. Убедить NPC будет невероятно сложно, но угрожать будет намного легче.

source: You have a very large and very beautiful pair of brightly-colored wings. They can't lift you, and they make balancing tricky, but they certainly catch air and attention!
de: Ein hast ein sehr großes und wunderschönes Paar heller Flügel. Sie können dich dich nicht hochheben und sie erschweren etwas deine Balance, aber sie fangen eindeutig Luft und Aufmerksamkeit ein!
ru: Вы имеете очень большие и красивые, ярко-окрашенные крылья. Они не могут поднять вас и затрудняют баланс, но, конечно, они ловят воздух и привлекают внимание!

source: You have a very strong genetic base. If you mutate, the odds that the mutation will be beneficial are greatly increased.
de: Du hast sehr starke Erbanlagen. Falls du mutierst, sind die Chancen, dass die Mutation gut für dich ist, stark erhöht.
ko: 당신은 아주 강력한 유전자를 가지고 있습니다. 돌연변이가 일어날 때, 좋은 변이가 일어날 확률이 크게 증가하게 됩니다.
ru: У вас сильная генетическая база! Любая приобретённая мутация имеет высокий шанс оказаться положительной.

source: You have claws on the ends of your fingers, and can retract them if desired. If you aren't wearing gloves, your unarmed attacks deal a minor amount of cutting damage.
de: An deinen Fingerspitzen hast du Klauen und du kannst sie einziehen, wenn du willst. Falls du keine Handschuhe trägst, werden deine unbewaffnete Angriffe einen geringen Schnittschaden verursachen.
ko: 손가락 끝에 원한다면 숨길 수 있는 날카로운 발톱이 자라났습니다. 장갑을 끼지 않으면 근접시 약한 베기 공격이 가능해집니다.
ru: У вас есть когти на концах пальцев, и при желании можете втянуть их. Если вы не носите перчатки, то ваши рукопашные атаки дополнительно наносят небольшие режущие повреждения.

source: You have claws on the ends of your fingers. If you aren't wearing gloves, your unarmed attacks deal a minor amount of cutting damage.
de: An deinen Fingerspitzen hast du Klauen. Falls du keine Handschuhe trägst, werden deine unbewaffnete Angriffe einen geringen Schnittschaden verursachen.
ko: 손가락 끝에 날카로운 발톱이 자라났습니다. 장갑을 끼지 않으면 근접시 약한 베기 공격이 가능해집니다.
ru: У вас есть когти на концах пальцев. Ели вы не носите перчаток, то ваши безоружные атаки наносят небольшие режущие повреждения.

source: You have four handsome limbs, and then those mutant 'hand' and 'foot' things. They probably aren't worth concealing.
de: Du hast vier schöne Gliedmaßen und zusätzlich noch diese mutierten »Hand«- und »Fuß«-Dinger. Es lohnt sich wahrscheinlich nicht, sie zu verbergen.
ru: У вас есть четыре красивых конечности и эти мутантские "руки" и "ноги". Их, вероятно, скрывать не стоит.

source: You have grown a thick shell over your torso, providing excellent armor. You find you can use the empty space as 16 storage space, but cannot wear anything on your torso. Somewhat reduces wet effects.
de: Über deinem Torso wuchs ein dicker Panzer, der dich sehr gut panzert. Er hat einen Luftraum mit einem Volumen von 16; du kannst ihn als Lagerplatz benutzen. Du kannst nichts über deinen Torso tragen. Der Panzer reduziert die Nässewirkungen etwas.
ko: 상체에 두꺼운 껍질이 자라났습니다. 훌륭한 방호력을 제공하며, 내부에 16 만큼의 저장공간이 생기지만 상체에 아무 것도 입지 못하게 됩니다. 물에 젖었을 때 부정적 효과를 감소시켜줍니다.
ru: У вас вырос толстый панцирь на теле, обеспечивая превосходную защиту. Вы можете использовать пространство для хранения предметов, но не можете ничего носить на торсе. Уменьшает эффект от намокания.

source: You have grown even more massive, to the point where you cannot usefully fit into human-sized clothing or vehicles. Much of it is powerful muscle mass (Strength +4), but it's a real pain to haul around.
de: Du bist noch gewaltiger gewachsen, so weit, dass du nicht mehr in menschengroßer Kleidung oder Fahrzeuge passt. Das Meiste davon ist starke Muskelmasse (Stärke +4), aber es ist echt schmerzhaft, sie herumzutragen.
ko: 당신의 몸은 전보다도 더 커졌습니다. 간단명료하게 말하자면, 당신은 인간 크기에 맞는 옷이나 차량을 편하게 사용할 수 없습니다. 근육량이 많이 늘어나서 더욱 강력해졌지만, 거동이 힘들어진 것이 골칫거리입니다.
ru: Вы стали еще более массивным, достигнув предела, после которого вы не сможете использовать обычную одежду или транспорт. Конечно по большей части это мощная мышечная масса (Сила +4), но это уже реально неудобно.

source: You have grown large, curved, and wickedly sharp talons in place of your big toes. Fortunately, they don't get in the way of your walking. Unfortunately, they do prevent you from wearing footgear, which does cause some problems.
de: Dir sind große krumme und irre scharfe Krallen anstelle deiner großen Zehen gewachsen. Glücklicherweise sind sie dir nicht im Weg beim Gehen. Unglücklicherweise hindern sie dich daran, Fußbekleidung zu tragen, was ein paar Probleme bringt.
ko: 당신의 엄지발가락은 크고 휘어지고 위험하게 날카로운 발톱을 가지게 되었습니다. 다행스럽게도, 걷는데 별다른 지장을 주지는 않습니다. 불행하게도, 이 발톱 때문에 신발을 신지 못하게 되었습니다.
ru: У вас выросли большие, серповидные, и неприятно острые когти на ваших больших пальцах ног. К счастью, они не мешают ходить. Но, из-за них вы не можете носить обувь, что вызывает некоторые проблемы.

source: You have grown noticeably taller and broader. Much of it is useful muscle mass (Strength +2), but you find it throws off your balance and you get in your own way (+1 Torso and Arm Encumbrance).
de: Du bist merklich höher und breiter gewachsen. Das Meiste davon ist brauchbare Muskelmasse (Stärke +2), aber du findest, dass dich das aus dem Gleichgewicht bringt und du dir selbst in Weg stehst (+1 Torso- und Armbelastung).
ko: 당신은 눈에 띄게 비대해졌습니다. 근육량이 많이 늘어났지만, 몸의 균형이 어긋나게 되었습니다. (체력 +2, 상체와 팔의 방해도 +1)
ru: Вы стали заметно выше и шире. По большей части, за счет полезной мышечной массы (Сила +2), но вы обнаруживаете, что это вредит вашему балансу и несколько мешает вам (+1 Скованность торса и рук)

source: You have no qualms about bending the truth, and have practically no tells. Telling lies and otherwise bluffing will be much easier for you.
de: Du hast keine Skrupel darüber, die Wahrheit zu verdrehen und machst praktisch keine Anzeichen dabei. Lügen und Bluffen wird für dich viel leichter sein.
ko: 당신은 진실을 바꿔서 말하거나 거짓을 말하는데 능숙합니다. 거짓말이나 허풍을 치는것이 조금 더 쉬워집니다.
ru: Совесть не мучает вас. У вас хорошо получается блефовать и лгать.

source: You have practiced fighting with weapons. You start with your choice of Eskrima, Fencing, or Pentjak Silat.
de: Du hast den Kampf mit Nahkampfwaffen geübt. Du beginnt mit deiner Auswahl zwischen Eskrima, Fechten oder Pencak Silat.
ru: Вы практиковались бою с оружием. Необходимо выбрать стиль Эскрима, фехтование или Пенчак Силат.

source: You have problems with eating meat. It's possible for you to eat it, but you will suffer morale penalties due to nausea.
de: Du hast Probleme mit dem Fleischessen. Es ist möglich für dich, es zu essen, aber du wirst aufgrund von Übelkeit eine Moralstrafe erleiden.
ko: 고기를 먹는 데 문제가 생깁니다. 먹는 것 자체는 가능하지만, 메스꺼움 때문에 기분이 나빠집니다.
ru: У вас предубеждения против поедания мяса. Вы можете его употреблять, но это повредит вашему моральному духу.

source: You have received some martial arts training at a local dojo. You start with your choice of Karate, Judo, Aikido, Tai Chi, or Taekwondo.
de: Du hast etwas Kampfkunst-Traning in einem örtlichem Dojo erhalten. Du beginnst mit deiner Wahl zwischen Karate, Judo, Aikido, Tai-Chi oder Taekwondo.
ko: 당신은 지역 도장에서 무술 수련을 받았습니다. 가라테, 유도, 합기도, 태극권, 태권도 중 하나를 선택해서 시작합니다.
ru: В местной школе вы прошли курс молодого бойца и изучили некоторые стили единоборств. Вы должны будете выбрать один из стилей: карате, дзюдо, айкидо, тайцзы или тэквондо.

source: You have studied the arts of the Shaolin monks. You start with one of the five animal fighting styles: Tiger, Crane, Leopard, Snake, or Dragon.
de: Du hast die Kampfkünster der Shaolin-Mönche gelernt. Du beginnst mit einem der fünf tierischen Kampftechniken: Tiger, Kranich, Leopard, Schlange oder Drache.
ko: 당신은 소림승의 무예를 익혔다. 시작할때 다음 다섯가지의 무예중 하나를 가지고 시작한다: 호랑이, 학, 표범, 뱀, 혹은 용.
ru: Вы изучали искусства шаолинских монахов. Вы начинаете с одним из пяти "животных" стилей боя: тигр, журавль, леопард, змея или дракон.

source: You have taken some self-defense classes at a nearby gym. You start with your choice of Capoeira, Krav Maga, Muay Thai, Ninjutsu, or Zui Quan.
de: Du hast ein paar Selbstverteidigungskurse in einem örtlichem Fitnessstudio gemacht. Du beginnst mit deiner Wahl aus Capoeira, Krav Maga, Muay Thai, Ninjutsu oder Zui Quan.
ko: 당신은 근처 체육관에서 호신 무술을 배웠습니다. 카포에이라, 크라브마가, 무에타이, 인술 중 하나를 선택해서 시작합니다.
ru: Вы взяли несколько уроков самообороны в соседнем тренажерном зале. Вы начинаете игру с Капоэйра, Крав-Мага, Муай Тай, Ниндзюцу или Зуй Цвань.

source: You hiss when speaking. Persuading NPCs will be more difficult, but threatening them will be easier.
de: Du zischst beim Sprechen. Das Überzeugen von NPCs wird schwerer fallen, aber ihre Bedrohung umso leichter.
ko: 당신은 말할 때마다 쉭쉭거립니다. NPC를 설득하기는 어려워졌지만, 협박하기는 쉬워졌습니다.
ru: Вы постоянно шипите, когда разговариваете. Убедить NPC будет труднее, а угрожать легче.

source: You like 75 percent of the world, cannot tolerate milk or milk based products. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
de: Wie 75 Prozent der Welt kannst du keine Milch oder milchbasierte Produkte vertragen. Es ist dir möglich, sie zu konsumieren, aber du wirst Moralstrafen aufgrund von Übelkeit erleiden.
ko: 당신은 세계의 75%를 차지하는 사람들처럼, 우유나 유제품들을 먹지 못합니다. 일단 먹는 것까지는 가능하지만, 먹게 되면 속이 메슥거리게 되어 의욕이 떨어질 것입니다.
ru: Вы, подобно 75 проценту людей, не способны усваивать молоко или молочные продукты. Вы можете употребить их, но это повредит вашему моральному духу из-за тошноты.

source: You like many children hated eating your vegetables you also didn't outgrow it. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
de: Wie viele Kinder hasstest du es, dein Gemüse zu essen und bist nicht daraus hinausgewachsen. Es ist dir möglich, es zu essen, aber du wirst Moralstrafen aufgrund von Übelkeit erleiden.
ko: 당신은 많은 아이들처럼 채소 먹기를 싫어했고, 성장하면서도 버릇을 고치지 못했습니다. 일단 먹는 것까지는 가능하지만, 먹게 되면 속이 메슥거리게 되어 의욕이 떨어질 것입니다.
ru: Вы как и большинство детей ненавидели есть овощи. Ничего не изменилось когда вы выросли. Вы всё же можете употребить их в пищу, но это повредит вашему моральному духу из-за тошноты.

source: You make less noise while walking. You're also less likely to set off traps.
de: Du machst weniger Geräusche beim Laufen. Dir ist es auch unwahrscheinlicher, Fallen auszulösen.
ko: 당신은 걸을때 소리가 덜 나게 됩니다. 또한 덫을 밟을 확률도 낮아집니다.
ru: Во время ходьбы вы производите меньше шума. Также уменьшается вероятность срабатывания ловушек.

source: You make more noise while walking. You're also more likely to set off traps.
de: Du machst beim Gehen mehr Lärm. Du wirst auch mit einer höheren Wahrscheinlichkeit Fallen auslösen.
ko: 걸어 다닐 때 당신은 더 많은 소음을 발생시킵니다. 게다가 함정에 걸릴 가능성도 높아집니다.
ru: Вы производите больше шума во время ходьбы. Также, вы c большей вероятностью вызовете срабатывание ловушек.

source: You never learned to read! Books and computers are off-limits to you.
de: Du hast nie gelernt, zu lesen! Bücher und Computer kommen für dich nicht in Frage.
ko: 당신은 글을 배운 적이 없습니다! 책과 컴퓨터를 사용할 수 없게 됩니다.
ru: Вы не умеете читать! Книги и компьютеры не для вас.

source: You possess natural night vision, and can see two squares instead of one in pitch blackness.
de: Du verfügst über eine natürliche Nachtsicht und kannst in stockfinsterer Dunkelheit zwei statt nur ein Feld sehen.
ko: 당신은 자연적인 야간 시야가 있습니다. 어둠 속에서 한 칸 대신 두 칸을 볼 수 있습니다.
ru: Вы обладаете врождённым ночным зрением и можете видеть на две клетки в кромешной тьме, вместо одной.

source: You prefer to sustain yourself using your roots and direct nutrient extraction/synthesis. You can still consume 'food', though, if you have to: you merely prefer it aged a little.
de: Du ziehst es vor, dich selbst mit deinen Wurzeln und direkter Nährstoffextraktion und Synthese zu versorgen. Du kannst immer noch »Nahrung« konsumieren, wenn du unbedingt musst: Du ziehst es lediglich etwas gealtert vor.

source: You shan't need to migrate south with your layer of down. It's even better with no apes around to kill you for it!
de: Du willst mit deiner Daunenschicht nicht nach Süden auswandern müssen. Es ist sogar besser, ohne Affen in der Nähe, die dich dafür töten.

source: You simply can not carry as much as people with a similar strength could. Your maximum weight carried is reduced by 35%.
de: Du kannst einfach nicht so viel tragen wie es Leute mit einer ähnlich hohen Stärke könnten. Dein maximales Tragegewicht ist um 35% reduziert.
ko: 당신은 같은 힘을 가진 다른 사람들보다 짐을 들기 힘들어합니다. 소지품의 무게 한도가 35% 줄어듭니다.
ru: У вас больная спина и вы можете тащить на себе меньше вещей, чем здоровый персонаж с такой же силой. Максимальный вес, который вы можете поднять уменьшен на 35%.

source: You smell awful. Monsters that track scent will find you very easily, and humans will react poorly.
de: Du riechst fürchterlich. Monster, die Gerüche verfolgen, werden dich sehr leicht finden und Menschen werden schlecht reagieren.
ko: 당신의 체취는 지독합니다. 냄새를 맡는 동물들에게 감지되기 쉽고, 사람들은 나쁜 반응을 보일 것입니다.
ru: Вы ужасно воняете. Монстры будут быстрее выслеживать вас, а люди будут относиться хуже.

source: You sometimes look back on your days before your tail came in. But you're better now.
de: Manchmal blickst du zurück auf die Tage, bevor du einen Schwanz hattest. Aber dir geht es jetzt besser.
ko: 때때로 당신은 꼬리가 생기기 이전을 회상해봅니다. 하지만 지금이 더 괜찮군요.
ru: Иногда вы вспоминаете прошлое, когда ваш хвост еще не вырос. Но сейчас вам лучше.

source: You suffer from a minor chemical imbalance, whether mental or physical. Minor changes to your internal chemistry will manifest themselves on occasion, such as hunger, sleepiness, narcotic effects, etc.
de: Du leidest an einem kleinem chemischem Ungleichgewicht, sowohl geistig als auch körperlich. Kleinere Änderungen deiner Körperchemie werden sich gelegentlich manifestieren, wie Hunger, Müdigkeit, betäubende Wirkungen, usw.
ko: 체내 화학적 균형이 약간 불안정해져 정신적, 육체적인 영향을 받게 됩니다. 체내 화학적 작용으로 작은 변화들이 나타는데, 예를 들면 갑자기 배고파지거나, 졸리거나, 진통 효과가 생기는 등의 변화가 나타납니다.
ru: Вы страдаете от незначительного химического дисбаланса. Небольшие изменения в вашей внутренней химии будут иногда проявляться в виде голода, сонливости, наркотических эффектов и т.д.

source: You tend to specialize in one skill and be poor at all others. You advance at half speed in all skills except your best one. Note that combining this with Fast Learner will come out to a slower rate of learning for all skills.
de: Du lernst mit der halben Geschwindigkeit für alle Fertigkeiten außer der Besten. Beachte, dass das Kombinieren mit Schneller Lerner dazu führt, dass du langsamer bei allen Fertigkeiten lernst.
ko: 당신은 한가지 기술엔 매우 뛰어나지만, 다른 모든 것은 매우 부족해집니다. 가장 높은 기술을 제외한 다른 모든 기술을 배우는 속도가 절반이 됩니다. '빨리 배움' 특성과 같이 있을 경우, 모든 기술의 학습이 느려진다는 점에 주의해야 합니다.
ru: Вы углублённо изучаете только один навык, в ущерб остальным. Обучение всем навыкам, кроме самого развитого, идёт в 2 раза медленнее. Комбинация с чертой Быстрое обучение приведёт к замедлению изучения абсолютно всех навыков.

source: You will occasionally need to use an inhaler, or else suffer severe physical limitations. However, you are guaranteed to start with an inhaler.
de: Du wirst ab und zu einen Inhalator benutzen müssen, ansonsten wirst du starke physische Einschränkungen erfahren. Allerdings bekommst du garantiert einen Inhalator zu Beginn.
ko: 종종 흡입기를 사용해야 하며 사용하지 않을 경우 심한 육체적 제약을 겪지만, 시작할 때 흡입기 하나를 갖고 시작합니다.
ru: Вы должны периодически использовать ингалятор, иначе получите сильные физические ограничения. Гарантированно начинаете игру с одним ингалятором.

source: You will periodically suffer from delusions, ranging from minor effects to full visual hallucinations. Some of these effects may be controlled through the use of Thorazine.
de: Du wirst periodisch unter Einbildungen leiden, sie reichen von kleineren Effekten bis zu völlig sichtbaren Halluzinationen. Einige dieser Auswirkungen können durch das Einnehmen von Chlorpromazin kontrolliert werden.
ko: 당신은 주기적으로 망상이나 작은 일에서부터, 시각적으로 완벽한 환상까지 다양한 증세를 겪게 됩니다. 이러한 증상들 중 몇몇은 토라진 복용으로 상당히 통제할 수 있습니다.
ru: У вас периодически будут случаться приступы бреда, от незначительных до полноценных галлюцинаций. Некоторые из этих эффектов можно контролировать, принимая торазин.

source: You're a real head-turner. Some people will react well to your appearance, and most people have an easier time trusting you.
de: Du bist ein richtiger Hingucker. Einige Leute werden gut auf dein Aussehen reagieren und die meisten Leute werden dir eher vertrauen.
ko: 당신은 아름답습니다. 몇몇 사람들은 당신의 외모를 보고 좋은 반응을 나타낼 것이며, 대부분의 사람들이 당신을 쉽게 믿게 될 것입니다.
ru: У вас смазливое личико. Большинство людей будет вам симпатизировать, и к ним будет легче втереться в доверие.

source: You're accustomed to eating plants directly, and can get nutrition from grass as well as underbrush. Eat either one by standing over it and pressing E.
de: Du bist es gewöhnt, Pflanzen direkt zu essen und kannst Nährstoffe von Gras sowie Unterholz erhalten. Du kannst diese essen, indem dich dich darüber stellst und »E« drückst.
ko: 당신은 풀을 바로 뜯어 먹는 것에 익숙해졌으며, 풀에서도 덤불만큼의 영양분을 얻을 수 있습니다. 풀이나 덤불 위에 서서 E키를 누르면 먹을 수 있습니다.
ru: Вы привыкли есть растения и теперь можете питаться травой или подлеском. Чтобы съесть, надо встать над ними и нажать Е.

source: You're an excellent navigator and your ability to spot distant landmarks is unmatched. Your sight radius on the overmap extends beyond the normal range.
de: Du bist ein ausgezeichneter Navigator und deine Fähigkeit, ferne Landmarken zu erkennen, ist unübertroffen. Dein Sichtradius auf der Karte erstreckt sich über die normale Reichweite.
ru: Вы отличный навигатор и ваша способность замечать отдаленные ориентиры не имеет себе равных. Ваш радиус обзора на карте мира выходит за пределы нормального диапазона.

source: You're hideously deformed. Some people will have a strong negative reaction to your appearance.
de: Du bist abscheulich deformiert. Einige Leute werden eine sehr stark negative Reaktion auf dein Erscheinungsbild haben.
ko: 당신은 끔찍할만치 기형이 되었습니다. 몇몇 사람들은 당신의 외모에 심각한 거부감을 나타낼 것입니다.
ru: Вы сильно деформированный. Некоторые люди будут иметь сильно негативную реакцию на ваш внешний вид.

source: You're just generally quick! You get a 10% bonus to action points.
de: Du bist einfach grundsätzlich schnell! Du kriegst einen 10%-Bonus auf die Aktionspunkte.
ko: 당신은 선천적으로 빠르게 행동합니다! 행동할 때 쓰이는 액션 포인트에 10% 보너스를 받습니다.
ru: Вы просто быстрый! Вы получаете 10% бонус к очкам действия.

source: You're minorly deformed. Some people will react badly to your appearance.
de: Du bist leicht deformiert. Einige Leute werden schlecht auf dein Aussehen reagieren.
ko: 당신은 조금 기형이 되었습니다. 몇몇 사람들은 당신의 외모에 나쁘게 반응할 것입니다.
ru: Вы немного деформированный. Некоторые люди будут плохо реагировать на вашу внешность.

source: You're not much to look at. NPCs who care about such things will react poorly to you.
de: Du siehst nach nichts aus. NPCs, denen solche Dinge wichtig sind, werden schlecht auf dich reagieren.
ko: 당신의 외모는 보잘것 없게 됩니다. 외모에 연연하는 NPC의 반응이 별로 좋지 않아집니다.
ru: У вас безобразная внешность. NPC, которых волнует этот вопрос, будут относиться к вам с пренебрежением.

source: You're quite the heavy sleeper. Noises are unlikely to wake you up.
de: Du bist ein ziemlicher Langschläfer. Geräusche werden dich nicht so wahrscheinlich aufwecken.
ko: 당신은 잠을 아주 깊게 잡니다. 소리가 나도 잠에서 잘 깨지 않게 됩니다.
ru: Вы крепко спите. Вряд ли какой-то шум разбудит вас.

source: You're sure you'll fly someday. In the meantime, there's still nests to build.
de: Du bist dir sicher, dass du eines Tages fliegen wirst. Aber in der Zwischenzeit gibt es immer noch Nester zum Bauen.
ko: 당신은 언젠가는 날 수 있을 것이라고 확신합니다. 그때까지 둥지나 지어놔야겠군요.
ru: Вы уверены, что когда-нибудь полетите. А пока нужно строить гнезда.

source: You've *finally* sprouted a pair of arms from your midsection. They flail more-or-less uncontrollably, making you feel rather larval.
de: Dir sind *endlich* ein paar Arme aus deiner Bauchgegend gewachsen. Sie schlagen mehr oder weniger unkontrollierbar umher, was dich ziemlich larvenähnlich fühlen lässt.
ru: У вас наконец-то выросла пара рук из живота. Они бесконтрольно крутятся, заставляя вас чувствовать себя личинкой.
