Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A human body covered by a weather-beaten and badly damaged set of riot gear.
de: Ein menschlicher Körper, der von einer verwitterten und schwer beschädigten Kampfausrüstung bedeckt ist.
ja: 酷い損傷を受け、風雨に晒された戦闘服を身に付けた人間だったモノです。
ko: 사람의 모습을 하고 있습니다. 튼튼한 시위진압용 방어구로 무장하고 있지만, 거의 부서진 상태입니다.
ru: Человеческое тело, с остатками полицейского снаряжения.
zh_cn: 历经风雨的人体，翻开的皮肉可以看见机械装置.

source: A human body now swollen to the size of six men, with arms as wide as a trash can.
de: Ein menschlicher Körper, der nun zu der Größe von sechs Männern angeschwollen ist, mit Armen, so breit wie eine Mülltonne.
ja: 腕は道端のゴミ箱程に膨れ上がり、身体は男性6人分の大きさまで膨張しています。
ko: 보통 인간보다 6배는 더 크며, 팔 굵기는 쓰레기통 수준으로 굵은 인간 형체입니다.
ru: Человеческое тело, выросшее до размеров шести человек, с руками объемом с мусорный бак.
zh_cn: 六个人大小的怪物，两臂比垃圾桶还健壮.

source: A human body with pale blue flesh, crackling with electrical energy.
de: Ein menschlicher Körper mit blassblauem Fleisch, knisternd vor elektischer Energie.
ja: 電気エネルギーを周辺に放出しており、その人体は淡い青色に変色しています。
ko: 창백하고 푸른 살갗을 가진 인간 형체로, 주변에 전기가 파직거리고 있습니다.
ru: Человеческое тело с бледно-синей плотью, по которому бегают разряды электрического тока.
zh_cn: 人型，龟裂的肉体上环绕着威力可怕的蓝色电能，小心.

source: A human body, but with its limbs, neck, and hair impossibly twisted. It clambers around swiftly, making awful screeching sounds.
de: Ein menschlicher Körper, aber seine Gliedmaßen, Harre und sein Nacken sind auf unmögliche Weise verdreht. Er klettert rasch umher und macht furchtbare Kreischgeräusche.
ja: 手足、首、髪など色々な箇所が見るも無残に捻じ曲がった人間だった何かです。聞くに堪えない絶叫を口から吐き、周辺を素早く這い回っています。
zh_cn: 一个人的神态, 但是他的四肢、颈部, 和头发不可思议的扭曲。

source: A human body, swaying as it moves, an unstoppable rage is visible in its oily black eyes.
ja: 揺れ動きながら歩く人間だったモノは、どろどろとした黒い目にやり場の無い怒りを湛えている様に見えます。
zh_cn: 一具人类尸体，蹒跚的步伐，黑洞的眼睛潜藏着对血肉无法压抑的狂躁渴望。

source: A hunched human body with its eyes pushed up into its forehead and drooping cheeks, most of its face is occupied by a puckered mouth. Its stomach is swollen and nearly translucent, with a sickly yellow tint.
de: Ein gekrümmter menschlicher Körper, dessen Augen bis zur Stirn reichen, mit hängenden Backen. Der Großteil des Gesichts ist von einem gekräuselten Mund besetzt. Der Bauch ist geschwollen und fast lichtdurchlässig und hat eine ekelerregend gelbe Färbung.
ja: 額の位置まで押し上がった目、垂れ下がった頬、顔面の殆どは窄まった口が占めています。胃は肥大化して、半透明となり、気味の悪い黄色に変色しています。
zh_cn: 一个弯腰驼背的丧尸，他的面部下垂，大部分的皮肤都有皱褶，几乎半透明，身上慢慢滴下病态的黄色液体。

source: A insectoid robot the size of a small dog, designed for home security. Armed with two close-range tazers, it can skate across the ground with great speed.
de: Ein insektenähnlicher Roboter von der Größe eines kleinen Hundes. Er wurde für den Heimatschutz entworfen und ist mit zwei Stromschägern für die kurze Entfernung ausgestattet. Er kann mit großer Geschwindigkeit über den Boden skaten.
ja: 自宅警備ように開発された、小型犬サイズの虫型ロボットです。2本の近距離テーザー銃で武装しており、物凄いスピードで地面すれすれを飛んでいきます。
zh_cn: 一只昆虫大小的机器狗，专为家庭安全服务，可以在滑行在地上，速度非常快

source: A knot of tubular roots, flowing with sap and beating like a heart. Strands of vascular tissue reach out to the surrounding root walls.
de: Ein Knäuel aus röhrenförmigen Wurzeln, in denen Saft läuft und das wie ein Herz schlägt. Ein Stranggewebe erstreckt sich auf die umgebenden Wurzelwände.
ja: 管状になった根のこぶの中を樹液が流れ、心臓のように脈動しています。もつれ合った血管のような組織が、辺りを囲む根の壁に向かって伸びています。
zh_cn: 像毛细血管的树根流动着不明的血液，连接到中心的类似心脏的部位，周围的墙壁看上去像是人体内.

source: A large and colorful game bird native to the forests of North America. Its head and beak are covered in fleshy protuberances.
de: Ein großer und bunter Wildvogel, der in den Wäldern von Nordamerika beheimatet ist. Sein Kopf und Schnabel sind mit fleischigen Verwachsungen bedeckt.
ja: 色鮮やかな羽を持った大きな鳥です。北アメリカに生息しています。頭と嘴には羽毛がなく、代わりに肉のヒダがあります。
zh_cn: 一种原产于北美森林的大型鸟类。

source: A large bipedal dinosaur with feathered arms, a long tail, and scythe-like claws.
de: Ein großer zweibeiniger Dinosaurier mit gefiederten Armen, einem langen Schwanz und sichelähnlichen Klauen.
ja: 羽毛に覆われた腕、長い尾、大鎌のような鉤爪を持つ大型二足歩行恐竜です。
ko: 커다란 이족보행 공룡으로 털이 덮인 팔과, 긴 꼬리, 그리고 낫을 닮은 발톱을 가지고 있습니다.
ru: Большой двуногий динозавр с перьями на передних лапах, длинным хвостом и серпообразными когтями.
zh_cn: 一种巨大的两足恐龙。有着被羽毛覆盖的胳膊、一个长尾巴和镰刀状的爪子。

source: A large black blob of viscous goo, oozing across the ground like a glob of living oil.
de: Ein großer schwarzer Blob aus zähflüssigem Glibber, der wie ein Klumpen lebendiges Öl über dem Boden sickert.
ja: 粘性のある黒い大きな塊です。まるで命を宿した石油の様に地面を這っています。
ko: 끈적이는 액체처럼 생긴 커다란 검은 슬라임입니다. 기름 덩어리가 땅을 기어가는 것처럼 생겼습니다.
ru: Большой чёрный слизень, перекатывающийся по земле словно живой шар.
zh_cn: 一个黑色的粘液巨球，渗出的粘液滴在地上像一团生活用的大众石油。

source: A large mutant variety of carp. It has shimmering green scales and a mouth lined with three jagged rows of razor-sharp teeth.
de: Eine große Mutantenvarietät des Karpfens. Sie hat schimmernde grüne Schuppen und einen Mund mit drei zackigen Zahnreihen mit messerscharfen Zähnen.
ja: 巨大なコイの変異体です。緑色のウロコを持ち、3列に並んだ鋭い歯が口元からチラチラと覗いています。
zh_cn: 变异鲤鱼，闪闪发光的绿色鳞片，三瓣嘴充满了锯齿状的牙齿.

source: A large omnivorous rodent with a thick furry pelt, found in wetlands across the northern hemisphere. It marks its territory with a musky odor for which it is named.
de: Ein großer allesfressender Nager, der in Feuchtgebieten über der nördlichen Halbkugel gefunden werden kann, mit einem dickfelligen Pelz. Er markiert sein Revier mit einem moschusartigem Geruch.
ja: 厚い毛皮を持つ非常に大きな雑食性の齧歯類です。主に北半球の湿地帯に生息し、名前が示す様に、縄張りを麝香の様な匂いでマーキングします。
zh_cn: 又称为“沼泽松鼠”，是一种大型杂食性的啮齿动物，有着厚厚的毛皮，能在整个北半球的湿地中发现。它用于标记领土的麝香使它名副其实。

source: A large predatory bipedal dinosaur, with tiger-like stripes on its broad back.
de: Ein große räuberischer zweibeiniger Dinosaurier, mit tigerähnlichen Streifen auf seinem breiten Rücken.
ja: 大型の捕食性二足歩行恐竜です。広い背中に虎のような縞模様があります。
ko: 이족보행을 하는 거대한 포식성 공룡으로, 넓은 등판에는 호랑이를 닮은 줄무늬가 있습니다.
ru: Большой, хищный двуногий динозавр с тигриными полосами на широкой спине.
zh_cn: 一种巨大的掠夺性双足恐龙，宽阔的脊背上有着和老虎相似的条纹。

source: A large quadruped dinosaur with plates on its back, and a spiked tail.
de: Ein großer vierbeiniger Dinosaurier mit Platten an seinem Rücken, und einem stacheligem Schwanz.
ja: 大型の四足歩行恐竜です。背中に大きな骨質の板が幾つも生えており、尻尾には棘があります。
ko: 커다란 사족보행 공룡으로 등에는 골판이 솟아나 있으며, 가시가 달린 꼬리를 가지고 있습니다.
ru: Большой четвероногий динозавр с пластинами на спине и хвостом с шипами.
zh_cn: 一种巨大的四足恐龙，背上有骨板，尾巴上有骨钉。

source: A largemouth bass.
de: Ein Forellenbarsch.
ja: オオクチバスです。
ko: 큰입우럭입니다.
ru: Большеротый окунь.
zh_cn: 一条大嘴鲈鱼。

source: A little spider with elongated forelegs. It does not build extensive webs, but leaps very quickly, appearing to move instantaneously from one spot to another.
de: Eine kleine Spinne mit länglichen Vorderbeinen. Sie spinnt keine großflächigen Netze, aber springt sehr schnell, und es scheint, dass sie sich instantan von einem Punkt zum anderem bewege.
ja: 細長い前足を持つ、小さなクモです。大きな巣は作りませんが、まるで瞬間移動したかのように非常に素早く動きます。
zh_cn: 拥有发达纤细的前肢的小蜘蛛，移动非常迅速且，可以瞬间从一个地方跳跃到另一个地方.

source: A long and delicate-looking tendril with a sharp tip.
ja: 先端が鋭くとがった、長く細い巻髭です。
zh_cn: 一条很长的 ,外观很精致但又有着锋利边缘的真菌触须 .

source: A mallard duck, often seen around rivers and other bodies of water. It feeds primarily on insects, seeds, roots, and, pre-cataclysm, bread scraps.
de: Eine Stockente, oft um Flüssen und anderen Flusskörpern gesehen. Sie ernährt sich hauptsächlich von Insekten, Samen, Wurzeln und – vor der Katastrophe – Brotkrümeln.
ja: 川や水辺などでよく見かけるマガモの一種です。大変動が起こる前はパンくずや昆虫、植物の種や根を食べていました。
zh_cn: 野鸭，常见于河流或其他水体附近。主要以昆虫、种子、植物根为食……嗯，还有面包渣，在大灾变之前。

source: A man-sized worm-like creature that swoops around on bat-like wings. Its form dramatically shifts and changes from moment to moment, although its gigantic eyes and teeth are always prominent.
de: Eine menschgroße würmische Kreatur, die auf fledermausartigen Flügeln umherschnellt. Ihre Form wechselt und verändert sich dramatisch von Augenblick zu Augenblick, aber ihre riesigen Augen und Zähne sind immer markant.
ja: 蝙蝠の様な黒い翼が生えた巨大な蛇の様な生物です。巨大な目と歯が最大の特徴ですが、その姿形は刻々と変化し続けています。
zh_cn: 像蝙蝠一般扑腾着翅膀，形状大幅改变，巨大的眼睛和牙齿非常令人害怕。

source: A marionette able to move itself around. There are no strings on him however.
ja: 自力で動く事の出来るマリオネットです。マリオネットの上に操り糸はありません。
zh_cn: 一個能夠自行走動的木偶。但是身上沒有任何操控線。

source: A mass of spores the size of a balled fist, wafting around in the air.
de: Eine Sporenmasse, die in der Luft umherweht, in der Größe einer geballten Faust.
ja: こぶし大のボール状の胞子が、空気に乗って漂っています。
ko: 주먹 크기 정도의 성긴 포자입니다. 바람에 흩날리고 있습니다.
ru: Масса спор размером с кулак, переносимая ветром.
zh_cn: 一个纤细的孢子，约有拳头大小。 在微风中飘荡。

source: A massive rhino-like dinosaur with a bony crest from which three large horns emerge.
de: Ein gewaltiger nashornähnlicher Dinosaurier mit einer knochigen Mähne, aus der drei große Hörner heraustreten.
ja: サイに似た強大な恐竜です。盾のような硬質のとさかと3本の大きな角が特徴です。
ko: 육중한 코뿔소를 닮은 공룡으로 뼈로 된 프릴과 세 개의 큰 뿔을 가지고 있습니다.
ru: Массивный похожий на носорога динозавр с костлявым гребнем, из которого растут три больших рога.
zh_cn: 一种庞大的、犀牛般的恐龙。头上有三个大角和一个骨质头冠。

source: A medium dinosaur with a sticky green bile dripping from its teeth.
de: Ein mittelgroßer Dinosaurier. Aus seinen Zähnen tropft eine klebrig grüne Galle.
ja: 中型の恐竜です。牙から緑色のべとつく胆汁がしたたり落ちています。
ko: 이빨 사이로 끈적거리는 녹색 담즙을 흘리고 있는 중형 공룡입니다.
ru: Средний динозавр с зелёной жижей, стекающей из его пасти.
zh_cn: 一种中型恐龙，它的齿间不断有绿色的粘稠液体流下。

source: A medium-sized bipedal dinosaur covered with feathers. At the end of each foot is a large sickle-like claw.
de: Ein mittelgroßer zweibeiniger Dinosaurier, der mit Federn bedeckt ist. Am Ende von jedem seiner Füße ist eine große sichelähnliche Klaue.
ja: 羽毛を持つ中型の二足歩行恐竜です。両足の先端に鎌のような大きな鉤爪があります。
ko: 털이 덮인 중형 이족보행 공룡입니다. 각 발의 끝에는 낫을 닮은 발톱이 달려있습니다.
ru: Средний двуногий динозавр, покрытый оперением. На каждой ноге растёт большой серповидный коготь.
zh_cn: 一种身体覆盖有羽毛的中型两足恐龙。每只脚的尽头有着巨大的镰刀状利爪。

source: A meter-long centipede with a menacing pair of pincers, moving swiftly on dozens of spindly legs.
de: Ein meterlanger Tausendfüßler mit einem bedrohlichem Scherenpaar. Er bewegt sich rasch auf Dutzenden spindeldürrer Beine.
ja: ペンチのようなアゴが恐ろしい、1メートルの長さのムカデです。数十本の細長い脚で素早く動きます。
ko: 길이가 1미터에 가까운 거대 지네로, 수십 개의 다리를 가지고 빠르게 움직입니다.
ru: Метровая сороконожка с угрожающими клешнями. Быстро передвигается на маленьких ножках.
zh_cn: 一公尺长的蜈蚣，两对钳子的力度非常大，移动依靠几十条腿.

source: A midsized spider with a bulbous thorax. It creates a subterranean nest and lies in wait for prey to draw close enough for capture.
de: Eine mittelgroße Spinne mit einem bauchigen Thorax. Sie baut ein unterirdisches Nest und liegt auf der Lauer, bis sich Beute nahe genug zum Fangen befindet.
ja: 胸部が球根型をした、中型のクモです。地下に巣を作り、獲物が近くに来るまでじっと待機しています。
zh_cn: 一个有着球形胸部的大蜘蛛。它 创造了一个地下的巢，并且 等待猎物落网，并被困 在其网中。

source: A monster with an obese human body and the head of a cow. It treads slowly, and milky white drool drips from its mouth.
de: Ein Monster mit einem dicken menschlichem Körper und dem Kopf einer Kuh. Es tretelt langsam und milchiger weißer Sabber tropft aus dessen Mund.
ja: 肥満体の人体と牛の頭を持った怪物です。乳白色の涎を口から滴らせながら、重々しい足音を響かせ、ゆっくりと歩いています。
zh_cn: 一个重型的野兽般的身体。牛头与 人的身体结合，它慢慢地走着，从 它的嘴中滴出白色的口水,，只穿着 一件白色的内衣。

source: A monstrous beast with a tripartite mouth that opens to reveal hundreds of writhing tongues with razor sharp edges. It keeps most of its enormous body hidden underground.
de: Ein monströses Biest mit einem dreiteiligem Mund, der sich öffnet, um hunderte krümmende Zungen mit rasiermesserscharfen Kanten zu zeigen. Es behält den Großteil des gigantischen Körpers unter der Erde.
ja: 口が三つある巨大な怪物です。口の中には鋭いギザギザの付いた舌が無数にうごめいています。巨体の大部分は地下に隠れています。
zh_cn: 一只体型巨大的野兽，三瓣嘴，露出骇人的数百利齿与充满尖刺的舌头，他的大部分身体隐藏在地下.

source: A mutant, terrestrial variety of the signal crayfish, this massive crustacean resembles a humongous lobster.
de: Eine mutierte, auf dem Land lebende Varietät des Signalkrebses. Dieses große Krebstier ähnelt einem enorm großen Hummer.
ja: 変異したタンカイザリガニの一種です。この巨大な甲殻類はまるで大型のロブスターです。
ko: 변이된 육생 시그날 가재의 일종으로, 이 거대한 갑각류는 엄청나게 큰 바닷가재 같습니다.
ru: Мутировавшая разновидность сигнальных раков, массивное ракообразное существо.
zh_cn: 一只突变陆生淡水蟹，长得像只无比巨大的龙虾。

source: A mutated bullfrog taller than you are. It stares with amber eyes as it considers the easiest way to swallow you whole.
de: Ein mutierter Ochsenfrosch, der größer als du ist. Er starrt dich mit bernsteinfarbenen Augen an, während er sich überlegt, was die einfachste Möglichhkeit ist, dich ganz zu schlucken.
ja: あなたよりも背が高い、変異したウシガエルです。どうやって飲み込もうか思案しているかのように、あなたを琥珀色の目で見つめています。
zh_cn: 突变的牛蛙，他的琥珀色眼睛一直盯着你，小心被吞掉.

source: A mutated leopard slug, as wide as a golf cart. Venom dripping from its fanged maw, it slithers ahead slowly, leaving a trail of glistening slime.
de: Ein mutierter Tigerschnegel, der so breit wie ein Golfmobil ist. Gift tropft aus seinem bezahntem Rachen. Er gleitet langsam nach vorne, eine Spur aus glänzendem Schleim hinterlassend.
ja: ゴルフカートほどの大きさの、マダラコウラナメクジの変異体です。牙の付いた口から毒液がしたたり落ちており、ゆっくりと這うごとにてらてらと輝く粘液を痕跡として残します。
zh_cn: 突变蛞蝓,，有一辆高尔夫球车那么宽，毒牙从他的血盆大口地下，缓慢的往前滑行，走过的地方留下一地闪闪发光的粘液

source: A mutated salmon, the same size as a large dog and quite dangerous to the inexperienced angler.
ja: 突然変異を遂げた鮭です。大型犬と同等の大きさをしており、未熟な釣り師には脅威となるでしょう。
zh_cn: 一条变异的鲑鱼。差不多有大型犬的个头，对于经验不足的渔夫来说非常危险。

source: A mutated wasp nearly the size of a cat, with a barbed ovipositor extruding from the abdomen.
de: Eine mutierte Wespe, die fast so groß wie eine Katze ist und bei der ein Legestachel mit Widerhaken vom Unterleib extrudiert.
ja: 雀蜂が変異して生まれた猫ほどの大きさの生物です。針状の産卵管が腹部から飛び出しています。
ko: 고양이 크기의 변이된 말벌입니다. 벌침이 있어야 할 자리에 커다란 산란관이 달려있습니다.
ru: Мутировавшая оса размером с кошку с торчащим из брюха острым жалом-яйцекладом.
zh_cn: 普通猫咪大小的恐怖黄蜂，如果被其蛰到肯定不好受.

source: A once aggressive and hungry bull shark, this jawed terror is now even more aggressive, possibly thanks to its lack of a functioning brain.
ja: 腹を空かせた攻撃的な大型の鮫です。ジョードテラーは、脳機能に障害が生じており、それが原因で普通の鮫よりも攻撃的になっている様です。
zh_cn: 一条极富攻击性的饥饿的丧尸牛鲨，它现在看起来更恐怖了，可能是因为它缺乏一个正常运作的大脑的原因吧。

source: A once-dead human corpse. Its discolored swollen flesh is riddled with festering wounds and open sores.
de: Es ehemals toter menschlicher Körper. Aus dem ganzen Körper stehen geblähte Muskeln und geschwollene eiternde Wunden hervor.
ja: 一度、死を迎えた人間の死体です。身体中が変色、腫れ上がり、化膿や崩壊などで凄まじい腐敗臭が漂っています。
zh_cn: 大灾变给了它第二次“生命”。它褪色的浮肿肉体布满了溃烂的伤口与醒目的脓疮。

source: A pale hairless man with an impressive athletic physique. Its lidless eyes are totally black, and seeping with blood.
de: Ein bleicher haarloser Mann mit einem unglaublich athletischem Körperbau. Seine liderlosen Augen sind total schwarz und Blut sickert aus ihnen hinaus.
ja: がっしりとした体格が印象的な、色素が薄く無毛の男です。目蓋の無い眼球は真っ黒で、血があふれ出しています。
zh_cn: 一个皮肤光滑无毛的人，躯体入运动员一般健壮，眼睛纯黑色，渗出冰冷的鲜血.

source: A pale white fungus, one meaty gray stalk supporting a bloom at the top. Spores are periodically expelled from its gills, and a few tendrils extend from the base, allowing mobility and some basic means of defense.
de: Ein blasser weißer Pilz mit einem fleischigen grauen Stiel, der eine Blüte auf der Spitze trägt. Sporen werden periodisch aus seinen Lamellen ausgestoßen und ein paar Ranken erstrecken sich von seinem Fuß, was Mobilität und eine simple Verteidigung ermöglicht.
ja: 頭部に伸びた灰色の茎の先端に花を咲かせている、淡い白色の真菌人です。エラから定期的に胞子が放出されており、基部から伸びた何本かの巻きひげは、基本的な防衛手段として使用されています。
zh_cn: 一个淡白色的真菌，有一个多肉的灰色茎 在其顶上有花绽放。一些 藤从底部延伸，可以 移动和弱攻击。

source: A pickerel.
ja: ピッケレルです。
zh_cn: 一条梭子鱼。

source: A pike.
de: Ein Hecht.
ja: カワカマスです。
ko: 강꼬치고기입니다.
ru: Щука.
zh_cn: 一条梭子鱼。

source: A ponderous and particularly arborescent triffid. It has enormous red petals surrounded by a haze of spores, and two thick barbed vines stick out from the stems like wary harpoons.
de: Eine schwerfällige und besonders baumartige Triffid. Sie hat enorm große rote Blütenblätter, die von einem Sporendunst umrundet sind, und zwei spitze Ranken, die von den Stämmen wie Harpunen abstehen.
ja: どっしりとした樹木の様に成長したトリフィドです。胞子の靄に覆われた巨大な赤い花弁を持ち、太い棘が生えた蔓と銛の様な針は常に警戒するかの様に構えられています。
zh_cn: 迅速蔓延的树木状花朵，巨大的红色花瓣里充满了孢子，两个带厚刺的蔓藤比鱼叉更具危险性.

source: A predatory segmented arthropod with dozens of legs and a venomous bite.
de: Ein Raubtier sowie ein Gliederfüßler mit Dutzenden Beinen und einem giftigem Biss.
ja: 数十本の脚と毒性の牙を持つ、肉食性の節足動物です。
ko: 수십 개의 다리와 독성 이빨을 가진 절지동물입니다.
ru: Хищное сцементированное членистоногое с множеством ножек и ядовитым укусом.
zh_cn: 拥有十数个腿的节肢动物，非常富有攻击性.

source: A pulsating sausage of glistening white flesh, the size of a large cat. On one end is a set of squirming mouth parts.
de: Eine pulsierende Wurst aus glitzerndem weißen Fleisch in der Größe einer großen Katze. An einem Ende ist ein Menge von herauswindenden Mund-Teilen.
ja: 肉は白く、表面に光沢があり、ソーセージの様な形状をした幼虫です。脈動を繰り返しており、大きさは大型猫と同じぐらいです。口の両端を蠢動させています。
zh_cn: 浑身看起来像是白色果肉的蠕动香肠，体型像猫一样，一端是蠕动的锋利口器.

source: A putrid amalgamation of body parts from humans and other creatures have fused together in this aberration of flesh. The eyes of all the heads dart about rapidly and the mouths form a chorus of groaning screams.
de: Eine verdorbene Verschmelzung aus Körperteilen von Menschen und anderen Kreaturen, die sich in diese Fleischanomalie zusammengeschweißt haben. Die Augen all der Köpfe huschen schnell umher und die Münder bilden einen Chor aus ächzenden Schreien.
ja: 人間と他の生き物の体が腐り結合したような、肉の怪物です。頭部にある複数の目はせわしなく動き、複数の口が呻きと叫びのコーラスを奏でています。
zh_cn: 这个肉傀儡由腐烂的人类和动物躯体融合在一起组成,它飞快的移动着所有头上的眼睛.口中发出尖叫和呻吟。

source: A relatively humanoid mutant with purple hair and a grapefruit-sized bloodshot eye.
de: Ein relativ humanoider Mutant mit violettem Haar und einem grapefruitgroßen, blutunterlaufenen Auge.
ja: 紫色の髪とグレープフルーツ大の血走った眼を持つ、比較的人間に近い変異体です。
ko: 보라색 털과 과일 크기의 새빨간 눈을 가진 돌연변이입니다. 제법 사람처럼 생겼습니다.
ru: Относительно человекоподобный мутант с пурпурными волосами и налитым кровью глазом размером с грейпфрут.
zh_cn: 一个相对人形的突变有着紫色的头发和一个柚子大小的布满血丝的眼睛。

source: A robot body with the head of a human. All kinds of electronic wires and devices are implanted in its head. Patches of skin look diseased or rotting. This cyborg moves erratically and has a confused and deranged look in its eyes.
de: Ein Roboterkörper mit dem Kopf eines Menschen. Alle Sorten von elektronischen Drähen und Geräten sind in seinem Kopf implantiert. Hautfetzen sehen krank oder verrottend aus. Dieser Cyborg bewegt sich ziellos umher und hat einen verwirrten und geistesgestörten Blick in seinen Augen.
ja: 人間の顔をしたロボットです。電子ワイヤーなどの機械類は全て頭部に入っています。表皮の色はまだらで、皮膚病や腐敗のようにもみえます。このサイボーグは不規則に動き、目には狂気が宿っているようです。
zh_cn: 一具有着真正人类头部的器械身体，可能是某种失败的违禁实验的产品，腐烂的皮肤无法包裹住那些电线和机械装置。它蹒跚的行走着，喃喃自语，眼中充满着迷茫和疯狂。

source: A rotund and bloated human body with pasty, fungus-ridden flesh. Its mouth drips with a frothing gray sludge.
de: Ein rundlicher und geblähter menschlicher Körper mit einem käsigen, mit Pilz versetztem Fleisch. Sein Mund tropft einen schäumenden grauen Schlamm aus.
ja: 真菌に支配された、大きく膨れ上がった青白い丸い人型の何かです。口からは泡立った灰色のヘドロが溢れています。
zh_cn: 这具腐败的丧尸身上充满了浮肿的烂肉和发芽的真菌。更恐怖的是这货的嘴里流淌着污泥...

source: A rotund human body, bloated beyond belief and layered in rolls of fat. It emits a horrible odor, and a putrid pink sludge dribbles from its mouth.
de: Ein rundlicher menschlicher Körper, der unglaublich aufgebläht und voller Fettröllchen ist. Er stößt einen furchtbaren Geruch aus und ein fauliger rosa Matsch tropft aus seinem Mund.
ja: 伸びた脂肪が積層を成し、大きく膨れ上がった丸い人型の何かです。耐え難い異臭を発しながら、口からピンク色のヘドロを吐き出しています。
zh_cn: 臃肿的难以相信的躯体，脂肪堆积在一起，它发出一种令人恐惧的气味，口中会喷出腐烂的粉红色液体.

source: A salmon.
de: Ein Lachs.
ja: サケです。
ko: 연어입니다.
ru: Лосось.
zh_cn: 一条鲑鱼。也成为大马哈鱼或者三文鱼。

source: A slick and glistening human body. Its hands and feet are webbed, and it is clad in swimwear.
de: Ein glitschiger und glitzernder menschlicher Körper. Die Hände und Füße haben Schwimmhäude und der Körper ist in Badebekleidung gehüllt.
ja: 滑々とした光沢のある人体しており、その手と足には水掻きが存在します。水泳中に死んだ為か水着を着用しています。
zh_cn: 浑身是光滑的泳装，他的手和脚有蹼，也许生前是个萌妹子，不过现在遇见了还是快跑吧。

source: A sluglike creature, eight feet long and the width of a refrigerator. Its black body glistens as it oozes its way along the ground. Eye stalks occasionally push their way out of the oily mass and look around.
de: Eine schneckenähnliche Kreatur, etwa zweieinhalb Meter lang und mit der Breite eines Kühlschranks. Ihr schwarzer Körper glänzt, während sie sich auf dem Boden entlangsickert. Augenstiele drücken sich gelegentlich aus der öligen Masse hinaus und blicken umher.
ja: 全長8フィート(2.4m)、冷蔵庫ほどの太さのナメクジのような生き物です。地面を這うたびに、その通り道と体表ががぬめぬめと光って見えます。飛び出した目が時折ぬめった体から突き出し、あたりを見回しています。
zh_cn: 一只巨型蛞蝓，八英尺长，冰箱那么宽，黑色的身体不停的闪烁，他沿着地面行动，杆状眼偶尔观察路况。

source: A small bipedal dinosaur covered with feathers. Small, hooked claws emerge from its feet and hands.
de: Ein kleiner zweibeiniger Dinosaurier, der mit Federn bedeckt ist. Kleine hakenförmige Klauen stehen aus seinem Füßen und Händen hervor.
ja: 小型の二足歩行恐竜です。羽毛が生えていて、手と脚に鉤爪があります。
ko: 털이 덮인 작은 이족보행 공룡입니다. 발과 손에서 작은 갈고리 모양의 발톱이 튀어나와 있습니다.
ru: Маленький двуногий динозавр, покрытый оперением. Маленькие, изогнутые когти растут из его лап.
zh_cn: 一种身体覆盖有羽毛的小型两足恐龙。四肢上有钩状利爪。

source: A small black blob of viscous goo, oozing across the ground like a glob of living oil.
de: Ein kleiner schwarzer Blob aus zähflüssigem Glibber, der wie ein Klumpen lebendiges Öl über dem Boden sickert.
ja: 粘性のある黒い小さな塊です。まるで命を宿した石油の様に地面を這っています。
ko: 끈적이는 액체처럼 생긴 작고 검은 슬라임입니다. 기름 덩어리가 땅을 기어가는 것처럼 생겼습니다.
ru: Маленький чёрный комок слизи неизвестной природы, который целенаправленно двигается по земле словно живой шарик.
zh_cn: 一个黑色的粘液小球，渗出的 粘液滴在地上像一团生活用 的大众石油。

source: A small domesticated predator gone feral in the absence of human stewardship. Harried by the elements and the rigors of survival, it is scruffy and skittish.
de: Ein kleiner, ehemals gezähmter, nun in der Abwesenheit menschlicher Führung verwilderter Jäger. Ständig belästigt vom Wetter und den Unbilden des Überlebens ist er ungepflegt und launisch.
ja: 世話をする人間がいなくなり、野生の本能を取り戻した飼い猫です。過酷な生存環境により、薄汚れて臆病になっています。
zh_cn: 因无人喂养而恢复野性的小捕食者。在如此严酷的环境下努力生存着。

source: A small flying reptile, circling overhead looking for prey.
de: Ein kleines fliegendes Reptil, das hoch oben auf der Suche nach Beute umherkreist.
ja: 小型の飛行爬虫類です。獲物を探して頭上を旋回しています。
ko: 작은 비행 파충류로, 하늘 위에서 빙글빙글 돌며 먹잇감을 찾고 있습니다.
ru: Небольшая летающая рептилия, кружащая над головой в поисках добычи.
zh_cn: 一种小型的飞行动物，在头顶不断盘旋，寻找猎物。

source: A small granivorous rodent with a long bushy tail, often seen darting amid the branches of trees. A skittish varmint with an expression of unwavering austerity, it is the mortal enemy of cat and dog alike.
de: Ein kleiner samenfressender Nager mit einem langem buschigem Schwanz, der oft inmitten der Zweige von Bäumen umherschleudern gesehen wird. Er ist ein launischer Schädling mit einem Ausdruck der felsenfesten Enthaltsamkeit und der Todfeind von sowohl der Katze als auch dem Hund.
ja: 時折、木の枝を疾走している姿を目撃する事が出来る、ふさふさとした長い尻尾を持つ、穀食性の小さな齧歯類です。ポーカーフェイスと臆病な性質を持つ悪戯好きな小動物で、猫や犬の仇敵でもあります。
zh_cn: 一只小型食谷类啮齿动物，长有浓密毛发的尾巴，经常可以看到它在树枝间穿梭，表情坚定又淘气，惧怕猫和狗.

source: A small mammal native to North America, distinctive for its dexterous paws and facial markings. It is resourceful and agile enough to open sealed containers with its paws.
ja: 顔に特徴的な模様がある哺乳類です。北アメリカに生息しています。器用な前足を持っており、それで瓶の蓋を開ける事が出来る程に賢い動物です。
zh_cn: 北美本地的小型哺乳动物，具有灵巧的爪子和显著的面部特征。不过别被它萌萌的外表给骗了，这货的爪子可以一下划开罐头！！

source: A small mammal with a cute wiggling nose, cotton tail, and made of delicious flesh.
de: Ein kleines Säugetier mit einer süßen Wackelnase, einem Stummelschwanz, und aus leckerem Fleisch.
ja: ひくひくと動く鼻、フワフワの尻尾、美味しい肉にもなる可愛い小動物です。
ko: 씰룩거리는 코, 솜 같은 꼬리, 맛있는 고기로 이루어진 귀여운 동물입니다.
ru: Маленький зверёк с мило шевелящимся носом, пушистым хвостом и вкусным мясом.
zh_cn: 体型偏小的哺乳动物，鼻子可爱地翕动着。它有着软绵绵的尾巴，而且看起来很好吃。

source: A small omnivorous canine with an almost cat-like manner. It is a solitary hunter, and one of the only canids able to climb trees.
de: Ein kleiner allesfresseneder Hundeartiger mit einem fast katzenartigem Verhalten. Er ist ein Einzeljäger und einer der einzigen Hundeartigen, die fähig sind, auf Bäume zu klettern.
ja: 雑食性の猫に似たイヌ科の小動物です。孤独を好む狩人で、唯一イヌ科の中で木に登る事が出来ます。
zh_cn: 一种小型杂食性犬科动物，但几乎有着猫一样行动方式。它是一个孤独的猎手，也是唯一一种会爬树犬科动物。
