Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A fancy golden bracelet. You can wear it if you like, but it won't provide any effects.
ko: 예쁜 금팔찌입니다. 착용하더라도 별다른 효과를 제공하지 않습니다.
ru: Красивый золотой браслет. Вы можете его носить, но он не даст вам никаких бонусов.

source: A nice silver bracelet. You can wear it if you like, but it won't provide any effects.
ko: 멋진 은팔찌입니다. 착용하더라도 별다른 효과를 제공하지 않습니다.
ru: Симпатичный серебряный браслет. Вы можете его надеть, но это ничего вам не даст.

source: A plastic badge with an embedded film strip. The film strip changes color as it is exposed to radiation. Wear on your lapel so you can notice if it changes.
ko: 필름이 붙어있는 플라스틱 배지입니다. 방사능에 노출되면 색이 변합니다. 변하는 것을 확인하려면, 옷깃 부분에 배지를 착용해야 합니다.
ru: Пластиковый значок с кусочком пленки. Плёнка меняет цвет под воздействием радиации. Носите на лацкане, чтобы вовремя заметить изменение.

source: A tarnished gold star gives an air of authority to the wearer.
ru: Заляпанная золотая звезда на груди придает авторитета владельцу.

source: A large sleeping bag lined with fur. Who needs a tent?
ko: 모피로 만들어진 커다란 침낭. 이것만 있으면 텐트 따위는 필요 없을 것 같습니다.
ru: Большой спальный мешок с меховой подкладкой. Кому вообще нужны палатки?

source: Perfect for reading all those books you stole.
ru: Идеально для чтения всех тех книг, что вы украли.

source: A plastic cloak embedded with cameras and LEDs that will render you fully invisible to normal vision when powered and worn. You must be carrying a powered-on unified power supply, or UPS, to use it.
ko: 전원이 공급되고 착용한 상태일시 평범한 시야에는 완벽히 보이지 않도록 만들어주는 카메라와 LED가 내장된 비닐 망토입니다. 이것을 사용하려면 반드시 전원이 켜진 UPS를 가지고 있어야 합니다.
ru: Пластиковый плащ, напичканный камерами и светодиодами, который в включённом состоянии делает вас невидимым для обычного глаза. Для его использования вам понадобится включённый универсальный блок питания (УБП).

source: A heavy leather cloak that is thrown over your body. Provides decent protection.
ko: 몸 전체를 덮는, 무거운 가죽 망토입니다. 의외로 괜찮은 방어력을 제공합니다.
ru: Тяжелая кожаная плащ-накидка, которая покрывает всё тело. Обеспечивает достойную защиту.

source: The DoubleTech Power Armor, Mk. I: A heavy suit of basic power armor, offering very good protection against attacks, but hard to move in. The UPS power supply compartment can store other things if you don't mind powering the suit yourself. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
ko: 더블테크 파워 아머 Mk. I: 기본형 파워아머의 중장갑 슈트이며, 공격에 대해 훌륭한 방어력을 제공하지만, 착용하면 움직이기 어려워집니다. 만일 슈트에 전원을 공급할 필요가 없게 되면 UPS 전원 공급 장치는 다른 곳에 전원을 공급할 수 있게 됩니다. 모든 더블테크 파워 아머처럼, 제어와 기후 조절 시스템은 직접적인 피부 접촉을 필요로 합니다.
ru: Силовая броня DoubleTech, Mk. I: тяжелый силовой костюм первой модели, очень хорошая защита от атак, но ограниченная мобильность. В отделении для УБП можно хранить другие вещи, если вы способны запитать броню от своей энергосистемы. Как и во всех моделях силовой брони DoubleTech, системам контроля и терморегуляции необходим прямой контакт с кожей.

source: A basic helmet, designed for use with the DoubleTech Power Armor, Mk. I. Offers excellent protection from both attacks and environmental hazards. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
ko: 더블테크 파워 아머 Mk. I에 사용하기 위해 제작된 기본형 헬멧입니다. 공격과 환경적인 위험 양쪽 모두에 대해 훌륭한 방어력을 제공합니다. 모든 더블테크 파워 아머처럼, 제어와 기후 조절 시스템은 직접적인 피부 접촉을 필요로 합니다.
ru: Основной шлем, разработанный для силовой брони DoubleTech Mk. I, имеет отличную защиту от повреждений и вредной среды. Как и во всей силовой броне DoubleTech, для систем управления и климат-контроля требуется прямой контакт с кожей.

source: A suit of DoubleTech Power Armor, Mk. II-L. This model offers several improvements over the Mk. I, most notably the reduced weight. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
ko: 더블테크 파워 아머 Mk. II-L의 슈트입니다. 이 모델은 Mk. I보다 발전되었으며, 무엇보다도 무게가 가벼워졌습니다. 모든 더블테크 파워 아머처럼, 제어와 기후 조절 시스템은 직접적인 피부 접촉을 필요로 합니다.
ru: Костюм силовой брони DoubleTech Mk. II-L. По сравнению с Mk. I, эта модель имеет ряд улучшений, в основном направленных на уменьшение веса. Как и во всей силовой броне DoubleTech, для систем управления и климат-контроля требуется прямой контакт с кожей.

source: A power armor helmet designed for use with the DoubleTech Power Armor, Mk. II-L. This improved design is lighter and cooler than the Mk. I helmet. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
ko: 더블테크 파워 아머 Mk. II-L에 사용하기 위해 제작된 파워 아머 헬멧입니다. 향상된 설계 덕분에 Mk. I 헬멧보다 더 가볍고 시원합니다. 모든 더블테크 파워 아머처럼, 제어와 기후 조절 시스템은 직접적인 피부 접촉을 필요로 합니다.
ru: Силовой шлем, разработанный для силовой брони DoubleTech Mk. II-L. Этот улучшенный шлем легче и прохладнее шлема Mk. I. Как и во всей силовой броне DoubleTech, для систем управления и климат-контроля требуется прямой контакт с кожей.

source: A suit of DoubleTech Power Armor, Mk. II-H. This model offers several improvements over the Mk. I, most notably the improved environmental protection. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
ko: 더블테크 파워 아머 Mk. II-H의 슈트입니다. 이 모델은 Mk. I보다 발전되었으며, 무엇보다도 환경 방호력이 향상되었습니다. 모든 더블테크 파워 아머처럼, 제어와 기후 조절 시스템은 직접적인 피부 접촉을 필요로 합니다.
ru: Костюм силовой брони DoubleTech Mk. II-H. По сравнению с Mk. I, эта модель имеет ряд улучшений, в основном направленных на защиту от вредной среды. Как и во всей силовой броне DoubleTech, для систем управления и климат-контроля требуется прямой контакт с кожей.

source: A power armor helmet designed for use with the DoubleTech Power Armor, Mk. II-H. This improved design is heavier than the Mk. I helmet, but cooler, and offers better environmental protection. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
ko: 더블테크 파워 아머 Mk. II-H에 사용하기 위해 제작된 파워 아머 헬멧입니다. 이 개선된 디자인은 Mk. I 헬멧보다 무겁지만 더 시원하며 환경 방호력이 향상되었습니다. 모든 더블테크 파워 아머처럼, 제어와 기후 조절 시스템은 직접적인 피부 접촉을 필요로 합니다.
ru: Силовой шлем, разработанный для силовой брони DoubleTech Mk. II-H. Эта улучшенная модель тяжелей чем шлем MK. I, но прохладней и у неё улучшена защита от вредной среды. Как и во всей силовой броне DoubleTech, для систем управления и климат-контроля требуется прямой контакт с кожей.

source: The DoubleTech Power Armor, Mk. I: A heavy suit of basic power armor, offering very good protection against attacks, but hard to move in. This suit has had its servos and cooling system stripped out, meaning it no longer requires power, but also encumbers you greatly and doesn't provide internal thermal regulation.
ko: 더블테크 파워 아머 마크 1. 기본적인 중장갑 활동복이며 공격에 대해 훌륭한 방어력을 제공하지만, 착용하면 움직이기 어려워집니다. 이 파워아머는 자동 제어장치와 냉방 시스템이 제거되어 작동에 전력이 필요하지는 않지만, 움직임을 극도로 방해하며 내부 온도 조절이 이루어지지 않습니다.
ru: Силовая броня DoubleTech, Mk. I: тяжелый силовой костюм первой модели, очень хорошая защита от атак, но ограниченная мобильность. Сервоприводы и системы охлаждения этого костюма разбиты, а значит передвижение в нем вас сильно обременит и не обеспечит внутреннюю терморегуляцию.

source: A basic helmet, designed for use with the DoubleTech Power Armor, Mk. I. Offers excellent protection from both attacks and environmental hazards. This suit has had its internal computer and cooling system stripped out, meaning it no longer requires power, but it has no internal chronometer and doesn't provide internal thermal regulation.
ko: 더블테크 파워 아머 마크 I 에 사용하기 위해 제작된, 기본형 헬멧입니다. 공격과 환경적인 위험 양쪽 모두에 대해 아주 높은 보호력을 제공합니다. 이 헬멧은 내부 컴퓨터와 냉방 시스템이 제거되어 작동에 전력이 필요하지는 않지만, 내부 시계가 작동하지 않으며 내부 온도 조절이 이루어지지 않습니다.
ru: Шлем, предназначенный для использования с броней DoubleTech Мощность, Mk. I. обеспечивает превосходную защиту от атак и экологической угроз. Встроенный компьютер и система охлаждения разбиты, а значит в нем не работает встроенный хронометр и система внутреннего терморегуляции.

source: A pair of leg guards hammered out from metal. Very stylish.
ko: 이 보호대 한 쌍은 금속을 망치로 두드려 만들었습니다. 아주 세련된 디자인입니다.
ru: Пара поножей, выкованных из металла. Смотрятся стильно.

source: A simple wristwatch on a plastic band. Tells the time and has an alarm clock feature.
ko: 플라스틱 시계줄이 달린 일반적인 손목 시계입니다. 시간을 알려주며 알람 기능이 있습니다.
ru: Простые наручные часы в пластиковом корпусе. Показывают время, есть будильник.

source: This watch has a nifty underwater-duration ring. (Too bad you don't know how to use it.) Tells the time and is impervious to water.
ru: У этих часов есть шкала длительности пребывания под водой. (Очень жаль, что вы не умеете ей пользоваться.) Показывают время и непроницаемы для воды.

source: A gold-plated wristwatch, suitable for a retirement present. Tells the time and looks good.
ru: Позолоченные наручные часы, подходящий подарок при выходе на пенсию. Сообщают время и довольно презентабельные.

source: A traditional chefs hat, standing tall and proud against the vulgarities of the world.
ru: Традиционный поварской колпак, стоящий высоко и гордо против всех пошлостей этого мира.

source: A lightweight, home-built combination armor made from a cut-down bulletproof vest and a reinforced jumpsuit made out of fabric. Protects from the elements as well as from harm.
ko: 잘라낸 방탄조끼와 천을 덧댄 점프슈트를 사용해서 만든 수제 경량 방어구입니다. 각종 피해로부터 몸을 보호해줍니다.
ru: Самодельная легкая броня, сделанная из бронежилета и усиленного комбинезона из ткани. Защищает от вредной среды и повреждений.

source: A home-built combination armor made from a bulletproof vest and a reinforced jumpsuit made out of leather. Protects from the elements as well as from harm.
ko: 방탄조끼와 가죽을 덧댄 점프슈트를 사용해서 만든 수제 방어구입니다. 각종 피해로부터 몸을 보호해줍니다.
ru: Самодельный жилет, сделанный из бронежилета и усиленного комбинезона из кожи. Защищает от вредной среды и повреждений.

source: A heavy, home-built combination armor made from a reinforced bulletproof vest and a metal-plated jumpsuit made out of leather. Protects from the elements as well as from harm.
ko: 강화된 방탄조끼와 금속을 덧댄 가죽제 점프슈트를 사용해서 만든 무거운 수제 방어구입니다. 각종 피해로부터 몸을 보호해줍니다.
ru: Самодельная тяжелая броня, сделанная из бронежилета и усиленного металлом комбинезона из кожи. Защищает от вредной среды и повреждений.

source: A warm and heavy home-built combination armor made from a reinforced bulletproof vest and an insulated jumpsuit made out of leather. Protects from the elements as well as from harm.
ko: 강화된 방탄조끼와 단열 처리가 된 가죽제 점프슈트를 사용해서 만든 수제 방어구입니다. 각종 피해로부터 몸을 보호해주며, 따뜻하지만 무겁습니다.
ru: Утеплённая самодельная тяжелая броня, сделанная из бронежилета и кожаного комбинезона с теплозащитным покрытием. Защищает от вредной среды и повреждений.

source: A custom-built, fur-trimmed gas mask that covers the face and eyes. Quite warm, it still provides excellent protection from smoke, teargas, and shrapnel.
ko: 얼굴 전체와 눈을 덮을 수 있는 가스 마스크로, 모피가 덮인 수제작품입니다. 상당히 따뜻하며, 일반적인 연기, 최루가스, 각종 파편에 대해 뛰어난 방호력을 제공합니다.
ru: Самодельный противогаз с подкладкой из меха, покрывающий лицо и глаза. Довольно теплый, он по-прежнему обеспечивает превосходную защиту от дыма, слезоточивого газа и осколков.

source: A custom-built, fur-trimmed gas mask that covers the face and eyes regardless of your state of mutation. Quite warm, it still provides excellent protection from smoke, teargas, and shrapnel.
ko: 당신의 변이상태에 상관없이 상관없이 얼굴 전체와 눈을 덮을 수 있는 가스 마스크로, 모피가 덮인 수제작품입니다. 상당히 따뜻하며, 일반적인 연기, 최루가스, 각종 파편에 대해 뛰어난 방호력을 제공합니다.
ru: Самодельный противогаз с подкладкой из меха, покрывающий лицо и глаза независимо от ваших мутаций. Довольно теплый, он по-прежнему обеспечивает превосходную защиту от дыма, слезоточивого газа и осколков.

source: A heavy, home-built combination armor made from a cut-down bulletproof vest and a reinforced flame-resistant jumpsuit made out of Nomex. Protects from fire and the elements as well as from harm.
ko: 잘라낸 방탄조끼와 노멕스(Nomex)로 만들어진 강화된 방화 점프슈트를 사용해서 만든 무거운 수제 방어구입니다. 화재와 각종 피해로부터 몸을 보호해줍니다.
ru: Тяжелая, самодельная броня, представляет собой комбинацию бронежилета и укрепленного огнеупорного комбинезона из номекса. Защищает от огня и повреждений.

source: A custom-built, Nomex-insulated gas mask that covers the face and eyes. It provides excellent protection from heat, smoke, teargas, and shrapnel.
ko: 얼굴 전체와 눈을 덮을 수 있는 가스 마스크로, 노멕스(Nomex)로 단열처리가 된 수제작품입니다. 고열, 일반적인 연기, 최루가스, 각종 파편에 대해 뛰어난 방호력을 제공합니다.
ru: Самодельный противогаз со встроенной прослойкой из Номекса, покрывающий лицо и глаза. Обеспечивает потрясающую защиту от жара, дыма, слезоточивого газа и осколков.

source: A custom-built, Nomex-insulated gas mask that covers the face and eyes regardless of your state of mutation. It provides excellent protection from heat, smoke, teargas, and shrapnel.
ko: 당신의 변이상태에 상관없이 상관없이 얼굴 전체와 눈을 덮을 수 있는 가스 마스크로, 노멕스(Nomex)로 단열처리가 된 수제작품입니다. 고열, 일반적인 연기, 최루가스, 각종 파편에 대해 뛰어난 방호력을 제공합니다.
ru: Самодельный противогаз со встроенной прослойкой из Номекса, покрывающий лицо и глаза независимо от ваших мутаций. Обеспечивает потрясающую защиту от жара, дыма, слезоточивого газа и осколков.

source: A lightweight, home-built combination armor made from a cut-down bulletproof vest and a reinforced neoprene wetsuit. Protects from the elements as well as from harm.
ko: 잘라낸 방탄조끼와 강화된 합성고무 잠수복을 사용해서 만든 경량 수제 방어구입니다. 각종 피해로부터 몸을 보호해줍니다.
ru: Самодельная легкая броня, сделанная из бронежилета и усиленного комбинезона из неопрена. Защищает от вредной среды и повреждений.

source: A suit of black bulletproof armor with lots of pockets. The word SWAT is emblazoned across the back.
ko: 많은 주머니가 달린 검은 방탄 방어구입니다. 'SWAT' 이라는 글자가 뒤에 새겨져 있습니다.
ru: Черный бронежилет с набором карманов. На спине большая надпись SWAT.

source: An apron made of thick leather. Cumbersome, but offers excellent protection from cuts.
ko: 두꺼운 가죽으로 만들어진 앞치마입니다. 불편하지만 베기 데미지에 높은 방호력을 제공합니다.
ru: Фартук, изготовленный из тонкой кожи. Громоздкий, но зато обеспечивающий прекрасную защиту от порезов.

source: A protective reinforced kevlar mask that covers the face. Provides excellent protection from ballistic threats.
ko: 케블라로 만들어진, 얼굴 전체를 덮는 마스크입니다. 탄도학적 위험에 대해 높은 방어력을 제공합니다.
ru: Защитная маска для лица, усиленная кевларом. Обеспечивает превосходную защиту.

source: A protective face mask made of thick plastic. Commonly worn by hockey goalies.
ko: 두꺼운 플라스틱으로 만들어진 얼굴 방호용 마스크입니다. 일반적으로 하키 선수들이 사용합니다.
ru: Защитная маска для лица, сделанная из прочного пластика. Её используют вратари в хоккее.

source: A set of pouches that can be worn on the thighs using buckled straps. This variety is favored by the military.
ko: 허벅지 부분에 스트랩을 이용해 착용하는 주머니 한 쌍입니다. 군대에서 많이 사용됩니다.
ru: Набедренный подсумок, используемый военными для сброса пустых магазинов во время перестрелок.

source: A shiny pair of black cat ears on a headband. It does nothing, but there's no reason not to look good even if no one's looking.
ko: 헤어밴드로 착용하는 검은 고양이 귀입니다. 아무 능력도 없습니다만, 귀여운 옷을 입는데 다른 이유가 필요할까요?
ru: Пара блестящих чёрных кошачьих ушей, которые надеваются на голову. Не оказывают никакого эффекта, но почему бы не приукрасить себя, даже если никто не увидит.

source: A fuzzy pair of brownish cat ears on a headband. It does nothing, but there's no reason not to look good even if no one's looking.
ko: 헤어밴드로 착용하는 보송보송한 털이 난 갈색 고양이 귀입니다. 아무 능력도 없습니다만, 귀여운 옷을 입는데 다른 이유가 필요할까요?
ru: Пара пушистых коричневых кошачьих ушей, которые надеваются на голову. Не оказывают никакого эффекта, но почему бы не приукрасить себя, даже если никто не увидит.

source: A glossy black leather tail weighted down with tiny beads of plastic. Sways behind you when you walk.
ko: 광이 많이 나는 검은 가죽 꼬리입니다. 끝부분에 작은 플라스틱 구슬이 달려있어서, 걸을 때 바닥에 끌립니다.
ru: Глянцевый чёрный хвост, обвешанный маленькими пластиковыми бусинками. Размахивается позади вас при ходьбе.

source: A fuzzy tawny tail weighted down with tiny beads of plastic. Sways behind you when you walk.
ko: 털이 많이 달려있는 꼬리 입니다. 끝부분에 작은 플라스틱 구슬이 달려있어서, 걸을 때 바닥에 끌립니다.
ru: Пушистый рыжий хвост, обвешанный маленькими пластиковыми бусинками. Размахивается позади вас при ходьбе.

source: A decorative 'collar' made out of fur. Complete with a little bell hanging from the front. Don't worry, it's silent.
ko: 털가죽으로 만들어진 장식용 '목줄' 입니다. 앞에 작은 방울이 달려있습니다. 걱정하지 마세요. 방울에서 소리는 나지 않습니다.
ru: Декоративный ошейник из меха. Спереди прикреплён колокольчик, но не волнуйтесь, он не производит шума.

source: A helmet made from a soup pot. It's not very good protection, but it's better than nothing.
ko: 냄비를 사용해서 만든 투구입니다. 보호력은 높지 않지만, 없는 것보다는 낫습니다.
ru: Шлем сделанный из суповой кастрюли. Защищает не сильно, но лучше чем ничего.

source: Industrial grade ear plugs. They fit inside the ear.
ko: 산업용 귀마개입니다. 귓속에 꼭 맞습니다.
ru: Ушные затычки промышленного класса. Они помещаются внутри уха.

source: Padding over your ears kept in place by some string. Blocks incoming sounds.
ko: 귀를 덮어 들어오는 소리를 막습니다.
ru: Закрывают ваши уши и блокируют все внешние звуки.

source: A black leather 'collar' with a bell dangling from the front. Don't worry, the bell is silent.
ko: 검은 가죽으로 만들어진 '목줄' 입니다. 앞에 작은 방울이 달려있습니다. 걱정하지 마세요. 방울에서 소리는 나지 않습니다.
ru: Черный кожаный ошейник с колокольчиком. Не волнуйтесь, колокольчик не звенит.

source: You're ready for a trip down some train tracks. Also known as a hobo stick.
ko: 기찻길을 따라 여행할 준비가 끝났습니다. 이것은 부랑자의 짐꾸러미라고도 불립니다.
ru: Также известен, как палка бродяги. Теперь вы готовы к путешествию по железной дороге.

source: A massive home-built combination armor made from a bulletproof vest and a reinforced jumpsuit made out of leather. Protects from the elements as well as from harm.
ko: 방탄조끼와 가죽을 덧댄 점프슈트를 사용해서 만든 커다란 수제 방어구입니다. 각종 피해로부터 몸을 보호해줍니다.
ru: Массивная самодельная броня, сделанная из бронежилета и кожаного комбинезона. Защищает от вредной среды и повреждений.

source: A staple accessory for gentlemen. Keeps your shirt collar in place and provide a more aesthetically pleasing arc to your necktie.
ko: 신사들의 주요한 액세서리입니다. 당신의 셔츠 칼라를 고정시키고 당신의 넥타이에 심미적 만족을 제공합니다.
ru: Главный аксессуар для мужчин. Удерживает воротник рубашки на месте и обеспечивает более эстетичную дугу у галстука.

source: Fake golden teeth, worn over the teeth. Fits horribly, but looks very shiny
ko: 치아에 끼는 가짜 금니입니다. 소름끼치게 딱 맞으며, 매우 반짝거립니다.
ru: Поддельные золотые зубы, носят над основными зубами. Установлены страшно, но выглядят очень блестящими.

source: Fake teeth inlaid with diamonds, worn over the teeth. Fits horribly, but looks very shiny. For that high class gansta rap look.
ru: Поддельные зубы, инкрустированы бриллиантами, носят над основными зубами. Установлены страшно, но выглядят очень блестящими. Ганста-рэперы судят по этой высококлассной вещи.

source: Plain white karate gi. Loose and flowing, it offers little protection, and little encumbrance.
ko: 순수하게 하얀색뿐인 도복입니다. 느슨하고 흐르는듯한 느낌이 들고 약간의 보호력을 제공해주며 약간 거치적거립니다.
ru: Простое белое карате ги. Свободное и мягкое, имеет небольшую защиту и малую скованность.

source: Plain white judo gi. Thick and a little stiff, it gives minor protection from cuts and punches.
ko: 순수하게 하얀색뿐인 유도복입니다. 두껍고 약간 뻣뻣하며 베기와 타격 공격에 대한 보호력을 약간 가지고있습니다.
ru: Простое белое дзюдо ги. Толстое и немного жесткое, даёт небольшую защиту от порезов и ударов.

source: A UPS fully integrated with your bionic power system. Allows you to run devices requiring a UPS off of your internal power, which is much more efficient than standard battery power.
ko: UPS가 당신의 바이오닉 전력 시스템과 완전히 융합되었습니다. UPS로 동작하는 장치들을 내장 전력을 이용하여 작동시킬 수 있게 되었으며, 표준 배터리를 사용하는 것보다 훨씬 효율적이게 되었습니다.
ru: УБП полностью интегрирован с вашей бионической энергосистемой. Позволяет запускать устройства, требующие УБП из вашей внутренней энергии, которая является гораздо более эффективной, чем стандартные батареи.

source: Your eye sockets have been sealed with highly protective mirrored lenses and your tear ducts have been re-routed to your mouth. When you cry, you must spit out or swallow your tears.
ko: 당신의 눈구멍에는 고성능 보안 렌즈가 끼워졌으며 눈물샘이 입으로 이어지게 되었습니다. 당신이 울 때, 당신은 눈물을 뱉거나 삼켜야합니다.
ru: Ваши глазные яблоки покрыты высокопрочными зеркальными линзами, а ваши слезные железы были перенаправлен в рот. Когда вы плачете, вы должны выплюнуть или проглотить слезы.

source: You have a battery draining attachment, and thus can make use of the energy contained in normal, everyday batteries. Use 'E' to consume batteries. Can be toggled on and off at will.
ko: 배터리 충전 장치를 탑재하였기에 일반적인 배터리의 전력을 흡수해서 사용할 수 있습니다. 'E'키를 사용해서 배터리를 흡수합니다. 마음대로 껐다 켰다 할 수 있습니다.
ru: У вас есть особые крепления для батарей, чтобы выкачивать содержащуюся в них энергию. Используйте 'E' для потребления батарей. Можно включать и выключать по желанию.

source: Databanks and processors loaded with extensive martial arts combat programs are integrated directly into your spinal column. Whilst active, you become deadly in hand-to-hand.
ko: 다양한 무술 격투 프로그램이 저장된 데이터저장소와 제어장치가 당신의 척추에 이식되었습니다. 작동시키면, 치명적인 접근전 능력을 발휘할 수 있습니다.
ru: В ваш спинной мозг интегрируются бионические процессоры и банки данных с загруженными программами боевых искусств. Когда активно, вы смертельны в рукопашном бою.

source: Through controlled application of electrochemical impulses, you are capable of altering your facial structure so as to subtly affect the reactions of others. This grants a bonus to all social interactions.
ko: 전기화학 자극 제어 프로그램을 통해 당신은 다른 사람들의 반응에 영향을 끼치지 않도록 미묘하게 안면 구조를 바꿀 수 있는 능력이 생겼습니다. 이것은 모든 사회적 상호작용에 보너스를 부여합니다.
ru: С помощью направленных электрохимических импульсов вы меняете структуру своего лица, позволяя незаметно управлять реакцией окружающих. Это гарантирует бонусы ко всем социальным взаимодействиям.

source: You can burn nearly any organic material as fuel (use 'E'), recharging your power level. Some materials will burn better than others. Can be toggled on and off at will.
ko: 거의 모든 유기물을 연료로 사용해서('E' 키로 사용) 전력을 충전할 수 있습니다. 재질에 따라 효율이 달라집니다. 마음대로 껐다 켰다 할 수 있습니다.
ru: Вы можете сжигать любую органику как топливо ('E') для подзарядки своих батарей. Какие-то материалы горят лучше, какие-то хуже. Можно включать и выключать по желанию.

source: While activated, the muscles in your arms will be greatly enhanced, increasing your strength by 20.
ko: 작동되는 동안에는 팔의 근육이 엄청나게 강화됩니다. 작동시키면 체력이 20 증가합니다.
ru: Во время активации, мускульная сила ваших рук значительно увеличивается. Сила увеличена на 20.

source: Your digestive system and power supply are interconnected. Any drain on energy instead increases your hunger. Can be toggled on and off at will.
ko: 소화기관과 전력 공급장치를 내부적으로 연결했습니다. 최대 보유량이 될 때까지 전력을 충전하며, 그동안 배고픔 정도를 소모합니다. 마음대로 껐다 켰다 할 수 있습니다.
ru: Ваша пищеварительная система соединена с энергосистемой. Вместо чувства голода вы можете тратить энергию. Можно включать и выключать по желанию.

source: Compact Bionics Module that upgrades your power capacity by 4 units. Having at least one of these is a prerequisite to using powered bionics. You will also need a power supply, found in another CBM.
ko: 전력 용량을 4만큼 늘려주는 CBM(Compact Bionics Module)입니다. 전력이 필요한 CBM 사용시 최소 1개 이상 필요합니다. 하지만 전력을 충전하려면 별도의 전력 공급 CBM이 필요합니다.
ru: Компактный модуль, который увеличивает ёмкость вашего аккумулятора на 4. Чтобы использовать бионику, требуется установить хотя бы один такой модуль. Вам также потребуется установить бионику с источником питания.

source: Compact Bionics Module developed at DoubleTech Industries as a replacement for the highly successful Power Storage CBM. Increases your power capacity by 10 units.
ko: 이 소형 바이오닉 모듈은 더블테크 인더스트리의 기존 성공작인 'CBM: 전력 저장소'를 대체하기 위해 만들었습니다. 전력 용량이 10 증가합니다.
ru: Компактный биомодуль, разработанный DoubleTech Industries в качестве замены успешному КБМ:Доп.аккумулятор. Увеличивает энергетическую ёмкость на 10 единиц.

source: You can read it for the articles. Or not.
ko: 진짜 글을 읽으려고 보는 것일 수도 있습니다. 아니면 말고요.
ru: Вы можете его читать... Или не читать.
