Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your face is blistering from the intense heat. It is extremely painful.
de: Auf deinem Gesicht entstehen Blasen von der starken Hitze. Es ist extrem schmerzhaft.
ko: 강한 열기 때문에 얼굴에 물집이 생기고 있습니다. 극도로 고통스럽습니다.
ru: Ваше лицо пузырится от сильной жары. Это очень болезненно.

source: Your face is dangerously cold.
de: Dein Gesicht ist gefährlich kalt.
ko: 얼굴이 냉기에 위험할 정도로 노출됐습니다.
ru: Вашему лицу угрожающе холодно.

source: Your face is exposed to the cold.
de: Dein Gesicht ist der Kälte ausgesetzt.
ko: 얼굴이 냉기에 노출됐다.
ru: Вашему лицу холодно.

source: Your face is frostbitten from the prolonged exposure to the cold. The tissues in your face are frozen.
de: Dein Gesicht zeigt Erfrierungen von der langen Kälteaussetzung. Das Gewebe in deinem Gesicht ist gefroren.
ko: 얼굴이 추위에 장기간 노출되어 동상에 걸렸습니다. 얼굴의 조직들이 얼어붙었습니다.
ru: Ваше лицо отморожено от длительного пребывания на холоде. Ткани на вашем лице заморожены.

source: Your face is frostnipped from the prolonged exposure to the cold and has gone numb.
de: Dein Gesicht hat leichte Erfrierungen von der andauernden Kälteaussetzung und ist taub.
ko: 얼굴이 추위에 장기간 노출되어 시리고 감각이 없습니다.
ru: От длительного пребывания на холоде ваше лицо замёрзло и онемело.

source: Your face is frostnipped from the prolonged exposure to the cold and has gone numb. When the blood begins to flow, it will be painful.
de: Dein Gesicht hat leichte Erfrierungen von der andauernden Kälteaussetzung und ist taub. Sobald das Blut wieder fließt, wird es schmerzhaft.
ko: 얼굴이 추위에 장기간 노출되어 시리고 감각이 없습니다. 피가 다시 돌기 시작하면, 고통스러울 것입니다.
ru: Из-за холода ваше лицо задубело. Будет больно, когда кровь снова прильет к лицу.

source: Your face is sweating from the heat, making it hard to see.
de: Dein Gesicht schwitzt von der Hitze, was es dir erschwert, etwas zu sehen.
ko: 더위 때문에 얼굴에서 땀이 납니다. 앞을 보기 어렵습니다.
ru: Ваше лицо потеет от жары, вам с трудом удается смотреть по сторонам.

source: Your face is sweating profusely, making it hard to see.
de: Dein Gesicht schwitzt beträchtlich, du kannst kaum noch etwas sehen.
ko: 얼굴에서 땀이 엄청 납니다. 앞을 보기 어렵습니다.
ru: Ваше лицо обливаясь потом, вы практически ничего не видите.

source: Your face is very exposed to the cold.
de: Dein Gesicht ist der Kälte extrem ausgesetzt.
ko: 얼굴이 냉기에 심하게 노출됐습니다.
ru: Вашему лицу очень холодно.

source: Your fingers itch.
de: Deine Finger jucken.
ko: 손가락이 간지럽습니다.
ru: У вас дрожат пальцы.

source: Your head feels warm.
de: Dein Kopf fühlt sich warm an.
ko: 머리가 조금 많이 따뜻합니다.
ru: Ваша голова чувствует тепло.

source: Your head hurts.
de: Dein Kopf tut weh.
ru: Слух повреждён.

source: Your head is exposed to the cold.
de: Dein Kopf ist der Kälte ausgesetzt.
ko: 머리가 냉기에 노출됐습니다.
ru: Вашей голове холодно.

source: Your head is extremely cold. You can barely think straight.
de: Dein Kopf ist extrem kalt. Du kannst kaum geradeaus denken.
ko: 머리가 극도로 차갑습니다. 뭘 제대로 생각할 수가 없습니다.
ru: Вашей голове угрожающе холодно. Вы плохо соображаете.

source: Your head is sweating from the heat. You feel nauseated.
de: Dein Kopf schwitzt von der Hitze. Dir ist übel.
ko: 더위 때문에 머리에서 땀이 납니다. 구역질이 날 것 같습니다.
ru: Ваша голова мучается от жары. Вы чувствуете тошноту.

source: Your head is sweating profusely. You feel very nauseated.
de: Dein Kopf schwitzt beträchtlich. Dir ist speiübel.
ko: 머리에서 땀이 비오듯 합니다. 심하게 구역질이 날 것 같습니다.
ru: Ваша голова вспотела. Вы чувствуете тошноту.

source: Your head is very exposed to the cold. It is hard to concentrate.
de: Dein Kopf ist der Kälte extrem ausgesetzt. Dir fällt es schwer, dich zu konzentrieren.
ko: 머리가 냉기에 심하게 노출됐습니다. 집중하기 어렵습니다.
ru: Вашей голове очень холодно. Очень трудно сконцентрироваться.

source: Your healing wound feels swollen and painful.
de: Deine sich heilende Wunde fühlt sich angeschwollen und schmerzhaft an.
ko: 회복 중인 상처가 부어올라, 고통스럽습니다.
ru: Ваша исцеленная рана опухает и болит.

source: Your healing wound is incredibly painful.
de: Deine sich heilende Wunde ist unglaublich schmerzhaft.
ko: 회복중인 상처가 극도로 아픕니다.
ru: Ваша исцеленная рана ужасно болит.

source: Your joints ache.
de: Deine Gelenke tun weh.
ru: Болят суставы.

source: Your left arm feels warm.
de: Dein linker Arm fühlt sich warm an.

source: Your left arm is blistering from the intense heat.
de: Dein linker Arm glüht aufgrund der intensiven Hitze.

source: Your left arm is blistering from the intense heat. It is extremely painful.
de: Dein linker Arm glüht aufgrund der intensiven Hitze. Es ist extrem schmerzhaft.

source: Your left arm is dangerously cold. Your arm is shivering uncontrollably
de: Dein linker Arm ist gefährlich kalt. Dein Arm zittert unkontrolliert.

source: Your left arm is exposed to the cold.
de: Dein linker Arm ist der Kälte ausgesetzt.

source: Your left arm is frostbitten from prolonged exposure to the cold.
de: Dein linker Arm ist von der anhaltenden Kälteaussetzung frostgeschädigt.

source: Your left arm is frostbitten from prolonged exposure to the cold. It is extremely painful.
de: Dein linker Arm ist von der anhaltenden Kälteaussetzung erfroren. Es ist extrem schmerzhaft.

source: Your left arm is sweating from the heat.
de: Dein linker Arm schwitzt vor Hitze.

source: Your left arm is sweating profusely. Your muscles are cramping.
de: Dein linker Arm schwitzt reichlich. Deine Muskeln verkrampfen sich.

source: Your left arm is very exposed to the cold. Your arm is shivering.
de: Dein linker Arm ist der Kälte sehr ausgesetzt. Dein Arm zittert.

source: Your left foot feels warm.
de: Dein linker Fuß fühlt sich warm an.

source: Your left foot is blistering from the intense heat.
de: Dein linker Fuß glüht aufgrund der intensiven Hitze.

source: Your left foot is blistering from the intense heat. It is extremely painful.
de: Dein linker Fuß glüht aufgrund der intensiven Hitze. Es ist extrem schmerzhaft.

source: Your left foot is dangerously cold. Your strength is sapped.
de: Dein linker Fuß ist gefährlich kalt. Deine Stärke ist betroffen.

source: Your left foot is exposed to the cold.
de: Dein linker Fuß ist der Kälte ausgesetzt.

source: Your left foot is frostbitten from the prolonged exposure to the cold. The tissues in your foot is frozen.
de: Dein linker Fuß ist von der anhaltenden Kälteaussetzung erfroren. Die Gewebe in deinem Fuß sind gefroren.

source: Your left foot is frostnipped from the prolonged exposure to the cold and have gone numb.
de: Dein linker Fuß ist von der anhaltenden Kälteaussetzung frostgeschädigt und ist taub geworden.

source: Your left foot is frostnipped from the prolonged exposure to the cold and have gone numb. When the blood begins to flow, it will be painful.
de: Dein linker Fuß ist von der anhaltenden Kälteaussetzung frostgeschädigt und ist taub geworden. Wenn das Blut wieder zu fließen beginnt, wird es wehtun.

source: Your left foot is swollen due to the heat.
de: Dein linker Fuß ist aufgrund der Hitze angeschwollen.

source: Your left foot is very exposed to the cold. Your strength is sapped.
de: Dein linker Fuß ist der Kälte stark ausgesetzt. Deine Stärke ist betroffen.

source: Your left hand feels disgustingly hot and is very uncoordinated.
de: Deine linke Hand fühlt sich ekelerregend heiß und sehr unkoordiniert an.

source: Your left hand feels hot and uncoordinated.
de: Deine linke Hand fühlt sich heiß und unkoordiniert an.

source: Your left hand feels warm.
de: Deine linke Hand fühlt sich warm an.

source: Your left hand is blistering from the intense heat.
de: Deine linke Hand glüht aufgrund der intensiven Hitze.

source: Your left hand is blistering from the intense heat. It is extremely painful.
de: Deine linke Hand glüht aufgrund der intensiven Hitze. Es ist extrem schmerzhaft.

source: Your left hand is exposed to the cold.
de: Deine linke Hand ist der Kälte ausgesetzt.

source: Your left hand is frostbitten from the prolonged exposure to the cold. The tissues in your hand is frozen.
de: Deine linke Hand ist von der anhaltenden Kälteaussetzung erfroren. Die Gewebe in deiner Hand sind gefroren.

source: Your left hand is frostnipped from the prolonged exposure to the cold and have gone numb.
de: Deine linke Hand ist von der anhaltenden Kälteaussetzung frostgeschädigt und ist taub geworden.

source: Your left hand is frostnipped from the prolonged exposure to the cold and have gone numb. When the blood begins to flow, it will be painful.
de: Deine linke Hand ist von der anhaltenden Kälteaussetzung frostgeschädigt und ist taub geworden. Wenn das Blut wieder zu fließen beginnt, wird es wehtun.

source: Your left hand is shivering from the cold.
de: Deine linke Hand zittert vor Kälte.

source: Your left hand is shivering uncontrollably from the extreme cold.
de: Deine linke Hand zittert unkontrolliert wegen der extremen Kälte.

source: Your left leg feels warm.
de: Dein linkes Bein fühlt sich warm an.

source: Your left leg is blistering from the intense heat.
de: Dein linkes Bein glüht aufgrund der intensiven Hitze.

source: Your left leg is blistering from the intense heat. It is extremely painful.
de: Dein linkes Bein glüht aufgrund der intensiven Hitze. Es ist extrem schmerzhaft.

source: Your left leg is dangerously cold. Your strength is sapped.
de: Dein linkes Bein ist gefährlich kalt. Deine Stärke ist betroffen.

source: Your left leg is exposed to the cold.
de: Dein linkes Bein ist der Kälte ausgesetzt.

source: Your left leg is frostbitten from prolonged exposure to the cold.
de: Dein linkes Bein ist von der anhaltenden Kälteaussetzung erfroren.

source: Your left leg is frostbitten from prolonged exposure to the cold. It is extremely painful.
de: Dein linkes Bein ist von der anhaltenden Kälteaussetzung erfroren. Es ist extrem schmerzhaft.

source: Your left leg is sweating from the heat.
de: Dein linkes Bein schwitzt vor Hitze.

source: Your left leg is sweating profusely. Your muscles are cramping.
de: Dein linkes Bein schwitzt reichlich. Deine Muskeln verkrampfen sich.

source: Your left leg is very exposed to the cold. Your strength is sapped.
de: Dein linkes Bein ist der Kälte stark ausgesetzt. Deine Stärke ist betroffen.

source: Your right arm feels warm.
de: Dein rechter Arm fühlt sich warm an.

source: Your right arm is blistering from the intense heat.
de: Dein rechter Arm glüht aufgrund der intensiven Hitze.

source: Your right arm is blistering from the intense heat. It is extremely painful.
de: Dein rechter Arm glüht aufgrund der intensiven Hitze. Es ist extrem schmerzhaft.

source: Your right arm is dangerously cold. Your arm is shivering uncontrollably
de: Dein rechter Arm ist gefährlich kalt. Dein Arm zittert unkontrolliert.

source: Your right arm is exposed to the cold.
de: Dein rechter Arm ist der Kälte ausgesetzt.

source: Your right arm is frostbitten from prolonged exposure to the cold.
de: Dein linker Arm ist von der anhaltenden Kälteaussetzung erfroren.

source: Your right arm is frostbitten from prolonged exposure to the cold. It is extremely painful.
de: Dein rechter Arm ist von der anhaltenden Kälteaussetzung erfroren. Es ist extrem schmerzhaft.

source: Your right arm is sweating from the heat.
de: Dein rechter Arm schwitzt vor Hitze.

source: Your right arm is sweating profusely. Your muscles are cramping.
de: Dein rechter Arm schwitzt reichlich. Deine Muskeln verkrampfen sich.

source: Your right arm is very exposed to the cold. Your arm is shivering.
de: Dein rechter Arm ist der Kälte sehr ausgesetzt. Dein Arm zittert.

source: Your right foot feels warm.
de: Dein rechter Fuß fühlt sich warm an.

source: Your right foot is blistering from the intense heat.
de: Dein rechter Fuß glüht aufgrund der intensiven Hitze.

source: Your right foot is blistering from the intense heat. It is extremely painful.
de: Dein rechter Fuß glüht aufgrund der intensiven Hitze. Es ist extrem schmerzhaft.

source: Your right foot is dangerously cold. Your strength is sapped.
de: Dein rechter Fuß ist gefährlich kalt. Deine Stärke ist betroffen.

source: Your right foot is exposed to the cold.
de: Dein rechter Fuß ist der Kälte ausgesetzt.

source: Your right foot is frostbitten from the prolonged exposure to the cold. The tissues in your foot is frozen.
de: Dein rechter Fuß ist von der anhaltenden Kälteaussetzung erfroren. Die Gewebe in deinem Fuß sind gefroren.

source: Your right foot is frostnipped from the prolonged exposure to the cold and have gone numb.
de: Dein rechter Fuß ist von der anhaltenden Kälteaussetzung frostgeschädigt und ist taub geworden.

source: Your right foot is frostnipped from the prolonged exposure to the cold and have gone numb. When the blood begins to flow, it will be painful.
de: Dein rechter Fuß ist von der anhaltenden Kälteaussetzung frostgeschädigt und ist taub geworden. Wenn das Blut wieder zu fließen beginnt, wird es wehtun.

source: Your right foot is swollen due to the heat.
de: Dein rechter Fuß ist aufgrund der Hitze angeschwollen.

source: Your right foot is very exposed to the cold. Your strength is sapped.
de: Dein rechter Fuß ist der Kälte stark ausgesetzt. Deine Stärke ist betroffen.

source: Your right hand feels disgustingly hot and is very uncoordinated.
de: Deine rechte Hand fühlt sich ekelerregend heiß und sehr unkoordiniert an.

source: Your right hand feels hot and uncoordinated.
de: Deine rechte Hand fühlt sich heiß und unkoordiniert an.

source: Your right hand feels warm.
de: Deine rechte Hand fühlt sich warm an.

source: Your right hand is blistering from the intense heat.
de: Deine rechte Hand glüht aufgrund der intensiven Hitze.

source: Your right hand is blistering from the intense heat. It is extremely painful.
de: Deine rechte Hand glüht aufgrund der intensiven Hitze. Es ist extrem schmerzhaft.

source: Your right hand is exposed to the cold.
de: Deine rechte Hand ist der Kälte ausgesetzt.

source: Your right hand is frostbitten from the prolonged exposure to the cold. The tissues in your hand is frozen.
de: Deine rechte Hand ist von der anhaltenden Kälteaussetzung erfroren. Die Gewebe in deiner Hand sind gefroren.

source: Your right hand is frostnipped from the prolonged exposure to the cold and have gone numb.
de: Deine rechte Hand ist von der anhaltenden Kälteaussetzung frostgeschädigt und ist taub geworden.

source: Your right hand is frostnipped from the prolonged exposure to the cold and have gone numb. When the blood begins to flow, it will be painful.
de: Deine rechte Hand ist von der anhaltenden Kälteaussetzung frostgeschädigt und ist taub geworden. Wenn das Blut wieder zu fließen beginnt, wird es wehtun.

source: Your right hand is shivering from the cold.
de: Deine rechte Hand zittert vor Kälte.

source: Your right hand is shivering uncontrollably from the extreme cold.
de: Deine rechte Hand zittert unkontrolliert aufgrund der extremem Kälte.

source: Your right leg feels warm.
de: Dein rechtes Bein fühlt sich warm an.

source: Your right leg is blistering from the intense heat.
de: Dein rechtes Bein glüht aufgrund der intensiven Hitze.

source: Your right leg is blistering from the intense heat. It is extremely painful.
de: Dein rechtes Bein glüht aufgrund der intensiven Hitze. Es ist extrem schmerzhaft.

source: Your right leg is dangerously cold. Your strength is sapped.
de: Dein rechtes Bein ist gefährlich kalt. Deine Stärke ist betroffen.

source: Your right leg is exposed to the cold.
de: Dein rechtes Bein ist der Kälte ausgesetzt.

source: Your right leg is frostbitten from prolonged exposure to the cold.
de: Dein rechtes Bein ist von der anhaltenden Kälteaussetzung erfroren.

source: Your right leg is frostbitten from prolonged exposure to the cold. It is extremely painful.
de: Dein rechtes Bein ist von der anhaltenden Kälteaussetzung erfroren. Es ist extrem schmerzhaft.

source: Your right leg is sweating from the heat.
de: Dein rechtes Bein schwitzt vor Hitze.

source: Your right leg is sweating profusely. Your muscles are cramping.
de: Dein rechtes Bein schwitzt reichlich. Deine Muskeln verkrampfen sich.

source: Your right leg is very exposed to the cold. Your strength is sapped.
de: Dein rechtes Bein ist der Kälte stark ausgesetzt. Deine Stärke ist betroffen.

source: Your toes itch.
de: Deine Zehen jucken.
ko: 발끝이 간지럽습니다.
ru: У вас дрожат пальцы.

source: Your torso feels warm.
de: Dein Oberkörper fühlt sich warm an.
ko: 상체가 조금 많이 따뜻합니다.
ru: Ваше туловище чувствует тепло.

source: Your torso is blistering from the intense heat.
de: Auf deinem Torso entstehen Blasen von der starken Hitze.
ko: 강한 열기 때문에 상체에 물집이 생기고 있습니다.
ru: Ваше туловище покрывается пузырями от сильной жары.

source: Your torso is blistering from the intense heat. It is extremely painful.
de: Auf deinem Torso entstehen Blasen von der starken Hitze. Es ist extrem schmerzhaft.
ko: 강한 열기 때문에 상체에 물집이 생기고 있습니다. 극도로 고통스럽습니다.
ru: Ваше туловище пузырится от сильной жары. Это очень болезненно.

source: Your torso is dangerously cold. Your actions are very uncoordinated.
de: Dein Torso ist gefährlich kalt. Deine Handlungen sind sehr unkoordiniert.
ko: 상체가 위험할 정도로 차가워졌습니다. 움직이기가 심하게 힘들어집니다.
ru: Вашему торсу угрожающе холодно, будут огромные проблемы с координацией.

source: Your torso is exposed to the cold.
de: Dein Torso ist der Kälte ausgesetzt.
ko: 상체가 냉기에 노출됐습니다.
ru: Вашему торсу холодно.

source: Your torso is freezing cold. You should put on a few more layers.
de: Dein Torso ist einkalt. Du solltest mehr Kleidungsschichten anziehen.
ko: 상체가 얼어붙는 것 같습니다. 옷을 조금 더 껴입어야 합니다.
ru: Ваш торс замерзает. Вы должны одеть больше одежды.

source: Your torso is frostbitten from prolonged exposure to the cold.
de: Dein Oberkörper zeigt Erfrierungen von der langen Kälteaussetzung.
ko: 상체가 추위에 장기간 노출되어 동상에 걸렸습니다.
ru: От длительного пребывания на холоде ваш торс замёрз и онемел.

source: Your torso is frostbitten from prolonged exposure to the cold. It is extremely painful.
de: Dein Oberkörper zeigt Erfrierungen von der langen Kälteaussetzung. Es ist extrem schmerzhaft.
ko: 상체가 추위에 장기간 노출되어 동상에 걸렸습니다. 극도로 고통스럽습니다.
ru: Ваш торс отморожен от длительного воздействия холода. Это чрезвычайно болезненно.

source: Your torso is sweating from the heat. You feel weak.
de: Dein Oberkörper schwitzt von der Hitze. Du fühlst dich schwach.
ko: 더위 때문에 몸에서 땀이 납니다. 체력이 약화됩니다.
ru: Ваше туловище потеет от высокой температуры. Вы чувствуете себя слабым.

source: Your torso is sweating profusely. You feel very weak.
de: Dein Oberkörper schwitzt beträchtlich. Du fühlst dich sehr schwach.
ko: 몸에서 땀이 비오듯 합니다. 체력이 약화됩니다.
ru: Ваше туловище потеет щедро. Вы чувствуете себя очень слабыми.

source: Your torso is very cold, and your actions are uncoordinated.
de: Dein Torso ist sehr kalt und deine Handlungen sind unkoordiniert.
ko: 상체가 심하게 차가워져서 움직이기가 힘들어집니다.
ru: Вашему торсу очень холодно, будут проблемы с координацией.

source: Your wound distracts you.
de: Deine Wunde lenkt dich ab.

source: <fac_adj>Ald
de: <fac_adj>
ru: <fac_adj>Алд

source: <fac_adj>Brogg
de: <fac_adj>
ru: <fac_adj>Брогг

source: <fac_adj>Cald
de: <fac_adj>
ru: <fac_adj>Калд

source: <fac_adj>Dredd
de: <fac_adj>
ru: <fac_adj>Дредд

source: <fac_adj>Eld
de: <fac_adj>
ru: <fac_adj>Элд

source: <fac_adj>Forr
de: <fac_adj>
ru: <fac_adj>Форр

source: <fac_adj>Gugg
de: <fac_adj>
ru: <fac_adj>Гагг

source: <fac_adj>Horr
de: <fac_adj>
ru: <fac_adj>Хорр

source: <fac_adj>Ill
de: <fac_adj>
ru: <fac_adj>Илл

source: <fac_adj>Jov
de: <fac_adj>
ru: <fac_adj>Джов

source: <fac_adj>Kok
de: <fac_adj>
ru: <fac_adj>Кок

source: <fac_adj>Lill
de: <fac_adj>
ru: <fac_adj>Лилл

source: <fac_adj>Moom
de: <fac_adj>
ru: <fac_adj>Мум

source: <fac_adj>Nov
de: <fac_adj>
ru: <fac_adj>Нов

source: <fac_adj>Orb
de: <fac_adj>
ru: <fac_adj>Орб

source: <fac_adj>Perv
de: <fac_adj>
ru: <fac_adj>Перв

source: <fac_adj>Quot
de: <fac_adj>
ru: <fac_adj>Квот

source: <fac_adj>Rar
de: <fac_adj>
ru: <fac_adj>Рар

source: <fac_adj>Suss
de: <fac_adj>
ru: <fac_adj>Сасс

source: <fac_adj>Torr
de: <fac_adj>
ru: <fac_adj>Торр

source: <fac_adj>Umbr
de: <fac_adj>
ru: <fac_adj>Амбр

source: <fac_adj>Viv
de: <fac_adj>
ru: <fac_adj>Вив

source: <fac_adj>Warr
de: <fac_adj>
ru: <fac_adj>Уорр

source: <fac_adj>Xen
de: <fac_adj>
ru: <fac_adj>Ксен

source: <fac_adj>Yend
de: <fac_adj>
ru: <fac_adj>Йенд

source: <fac_adj>Zor
de: <fac_adj>
ru: <fac_adj>Зор

source: <fac_adj>al
de: <fac_adj>
ru: <fac_adj>ал

source: <fac_adj>an
de: <fac_adj>
ru: <fac_adj>ан

source: <fac_adj>antr
de: <fac_adj>
ru: <fac_adj>антр

source: <fac_adj>ard
de: <fac_adj>
ru: <fac_adj>ард

source: <fac_adj>arn
de: <fac_adj>
ru: <fac_adj>арн

source: <fac_adj>astr
de: <fac_adj>
ru: <fac_adj>астр

source: <fac_adj>ate
de: <fac_adj>
ru: <fac_adj>ейт

source: <fac_adj>e
de: <fac_adj>
ru: <fac_adj>и

source: <fac_adj>ed
de: <fac_adj>
ru: <fac_adj>ед

source: <fac_adj>ell
de: <fac_adj>
ru: <fac_adj>елл

source: <fac_adj>emm
de: <fac_adj>
ru: <fac_adj>емм

source: <fac_adj>empr
de: <fac_adj>
ru: <fac_adj>емпр

source: <fac_adj>en
de: <fac_adj>
ru: <fac_adj>ен

source: <fac_adj>ent
de: <fac_adj>
ru: <fac_adj>ент

source: <fac_adj>er
de: <fac_adj>
ru: <fac_adj>ер

source: <fac_adj>ev
de: <fac_adj>
ru: <fac_adj>ев

source: <fac_adj>ial
de: <fac_adj>
ru: <fac_adj>иал

source: <fac_adj>ian
de: <fac_adj>
ru: <fac_adj>иан

source: <fac_adj>iated
de: <fac_adj>
ru: <fac_adj>ьятед

source: <fac_adj>ier
de: <fac_adj>
ru: <fac_adj>ьер

source: <fac_adj>ill
de: <fac_adj>
ru: <fac_adj>илл

source: <fac_adj>ior
de: <fac_adj>
ru: <fac_adj>иор

source: <fac_adj>ious
de: <fac_adj>
ru: <fac_adj>ьюс

source: <fac_adj>ish
de: <fac_adj>
ru: <fac_adj>иш

source: <fac_adj>ive
de: <fac_adj>
ru: <fac_adj>ив

source: <fac_adj>old
de: <fac_adj>
ru: <fac_adj>олд

source: <fac_adj>omn
de: <fac_adj>
ru: <fac_adj>ом

source: <fac_adj>oo
de: <fac_adj>
ru: <fac_adj>у

source: <fac_adj>or
de: <fac_adj>
ru: <fac_adj>ор

source: <fac_adj>ordr
de: <fac_adj>
ru: <fac_adj>одр

source: <fac_adj>oth
de: <fac_adj>
ru: <fac_adj>от

source: <fac_adj>ous
de: <fac_adj>
ru: <fac_adj>ус

source: <fac_adj>ul
de: <fac_adj>
ru: <fac_adj>ул

source: <fac_adj>ule
de: <fac_adj>
ru: <fac_adj>уль

source: <fac_adj>ulv
de: <fac_adj>
ru: <fac_adj>улв

source: <fac_adj>un
de: <fac_adj>
ru: <fac_adj>ун

source: <fac_adj>urn
de: <fac_adj>
ru: <fac_adj>урн

source: <fac_adj>uv
de: <fac_adj>
ru: <fac_adj>ув

source: <fac_adj>y
de: <fac_adj>
ru: <fac_adj>и

source: You are hit by the falling debris!
de: Du wirst von fallenden Trümmern getroffen!
ko: 떨어지는 잔해에 맞아서 다쳤습니다!
ru: Вы пострадали от падающих обломков!

source: You trip as you evade the falling debris!
de: Du stoperst beim Ausweichen der fallenden Trümmer!
ko: 경쾌하게 발을 놀려 떨어지는 잔해를 피했습니다!
ru: Вы споткнулись, уворачиваясь от падающих обломков!

source: dazzing
de: Lichtblitz

source: mountain of rubble
de: Schuttberg
ko: 파편 무더기
ru: горка щебня

source: rubble heap
de: Schutthaufen
ko: 파편더미
ru: кучка щебня

source: rubble pile
de: Schuttstapel
ko: 잔해 무더기
ru: куча щебня

source: Altruism:
de: Altruismus:
ko: 이타심 :
ru: Альтруизм:

source: Anger:
de: Zorn:
ko: 분노 :
ru: Злость:

source: Bravery:
de: Tapferkeit:
ko: 용감 :
ru: Храбрость:

source: Collector:
de: Sammler:
ko: 수집가 :
ru: Собиратель:

source: Fear:
de: Furcht:
ko: 공포 :
ru: Страх:

source: Owed:
de: Geschuldet:
ko: 소유 :
ru: Владеет:

source: Value:
de: Wert:
ko: 가치 :
ru: Значимость:

source: %d radio tower
de: %d Funkturm
ru: %d радиовышка

source: %s is slammed against the %s!
de: %s ist gegen %s geschmettert!

source: Aggression:
de: Agression:
ko: 공격성 :
ru: Агрессия:

source: Deactivate the laser turret?
de: Den Lasergeschützturm deaktivieren?
ko: 레이저 터렛을 비활성화하시겠습니까?
ru: Деактивировать лазерную турель?

source: Deactivate the rifle turret?
de: Den Gewehrgeschützturm deaktivieren?

source: Deactivate the turret?
de: Den Geschützturm deaktivieren?
ko: 터렛을 비활성화하시겠습니까?
ru: Выключить турель?

source: Deactivate.
de: Deaktivieren.
ko: 비활성화.
ru: Деактивировать.

source: Debug messages OFF!
de: Debug-Nachrichten AUS!
ko: 디버그 메세지 꺼짐!
ru: Отладочные сообщения выключены!
