Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Rat-shot is extremely weak ammunition, designed for killing rats, snakes, or other small vermin while being unable to damage walls. It has an extremely short range and is unable to injure all but the smallest creatures.
de: .22-Kleinkaliber ist eine extrem schwache Munition, die für das Töten von Ratten, Schlangen oder anderem kleinen Ungeziefer gemacht wurde, während sie unfähig ist, Wände zu beschädigen. Sie hat eine extrem kurze Reichweite und ist unfähig, jegliche außer die kleinsten Kreaturen zu verletzen.
ja: ラットショットは威力が極めて弱い弾薬で、建築物を傷付けずに小動物を駆除出来る様に設計されています。非常に射程が短く、小動物以外を傷付ける事は難しいでしょう。
zh_cn: 一种威力极弱的弹药，用于消灭老鼠、蛇或其他小型害虫，同时避免伤害到墙体。它的射程极短且只能对那些最小的生物造成伤害。

source: Several brownish pellets that were made by absorbing organic fuel on ammonium nitrate. This ammonium nitrate–fuel oil or ANFO, as it is called, mixture is a common industrial explosive due to its stability and low price. Burns fast, but needs an explosive primer to detonate...
ja: 硝酸アンモニウムに有機燃料を混合して作った茶色いペレットです。燃料油やANFOとも呼ばれており、安定性があり安価なことから工業用爆薬として使うのが一般的です。素早く燃焼しますが、爆発させるには導火線が必要です。
zh_cn: 几个用硝酸铵吸收有机燃料形成的褐色小球。这种硝酸铵燃油——或者称为ANFO——混合物，由于其稳定性和低廉的价格而成为了一种常见的工业炸药。很易燃，但引爆它需要一点爆破学知识……

source: Several crystals of aluminum sulfate. Historically, an agent for purifying water and as molluscicide, due to the fact that it degenerates their slime. Just before the Cataclysm, its main uses were for adjusting the acidity of the soil and as an additive to baking powder. If mixed with a strong acid, it could be used to saturate the soil with aluminum, causing all but the most resistant of plants to wither and die.
zh_cn: 一小撮硫酸铝结晶。历史上，它被用于净水及杀灭软体动物，由于其吸附软泥的特性。在灾变之前，它主要用于土壤的酸碱度平衡及发酵粉。当与强酸混合时，它可使土壤中的铝离子饱和，除了抵抗力最强的植物其他植物都会凋零死亡。

source: Several off-white crystals of RDX or hexogen--a military-grade, shelf-stable high explosive. Can be cast into shaped charges or mixed with scrap to pepper the blast area with high-velocity shrapnel.
ja: 正式名称シクロトリメチレントリニトロアミン、通称RDXと呼ばれています。貯蔵安定性の高い軍用品質の爆薬です。混合スクラップまたは成形爆薬で構成され、爆風範囲に高速の榴散弾を浴びせかけます。
zh_cn: 几块RDX，或者说黑索金的灰白色结晶——一种军用级、稳定易存储的高爆炸药。可以用于锥形装药或混合废料来使高速飞行的弹片覆盖爆炸区域。

source: Small gold bits. Before the cataclysm these would have been worth quite a bit. Still usable in making ammunition.
de: Kleine Goldstückchen. Vor der Katastrophe wären sie noch ein bisschen was wert gewesen. Aber sie sind immer noch nützlich für das Herstellen von Munition.
ja: 小さな金の欠片です。大変動前にはかなりの価値がありました。弾薬を作るのに利用する事が出来ます。
zh_cn: 大灾变以前这玩意可值钱啦！现在只能用来做弹药了。

source: Small silver bits. Before the cataclysm, these would have been worth quite a bit. Still usable in making ammunition.
de: Kleine Silberstückchen. Vor der Katastrophe wären sie noch etwas wert gewesen. Sie können immer noch zur Munitionsherstellung verwendet werden.
ja: 小さな銀の欠片です。大変動前にはそれなりの価値がありました。弾薬を作るのに利用する事が出来ます。
zh_cn: 小银块。大灾变前还能值上几个钱……不过现在也可以用来做子弹啦。

source: Small slivers of metal. Can't see much use for them.
ja: 金属製の細長い小さな破片です。使い道はほとんどないでしょう。
zh_cn: 小片的金属，会有什么用呢？

source: Some fungal seeds.
de: Einige Pilzsporen.
ja: 菌糸です。
ko: 진균 씨앗입니다.
ru: Немного семян фунгала.
zh_cn: 一些真菌的种子

source: Steel heads for an arrow. Placing these on arrows will make them more damaging and piercing.
zh_cn: 钢制箭头。将其放在箭上能提升伤害及穿刺。

source: Sulfuric acid: viscous, foul-smelling and extremely corrosive, particularly to organic matter and evil clowns. Although used to prepare a number of chemicals, it is mostly known as battery acid, due to its widest commercial application.
zh_cn: 硫酸，刺激性气味，极度腐蚀性，特别是对一切有机物及邪恶的小丑们。虽然也用于其他化学品的前置，但还是被称为电池酸，因为它主要商业用途就是制造电池。

source: The .223 rifle round is a civilian variant of the 5.56 NATO round. It is designed to tumble or fragment inside a target, dealing devastating damage. The lower pressure of the .223 compared to the 5.56 results in lower accuracy.
de: Die .223-Gewehrpatrone ist eine zivile Variante der 5.56-NATO-Patrone. Sie wurde so entworfen, dass sie sich in einem Ziel überschlägt oder in Bruchstücke zerfällt, was verheerenden Schaden anrichtet. Der niedrigere Druck der .233 sorgt, verglichen mit der 5.56, für eine geringere Treffgenauigkeit.
ja: 22.3口径ライフル弾は5.56NATO弾の民間仕様品です。標的内で動き回り内部を破壊する様に設計されており、破壊的なダメージを与えます。5.56弾に比較し22.3口径ライフル弾は低発射圧となっており低精度となっています。
zh_cn: .223步枪子弹是5.56北约弹的民用版本。这种子弹会在目标体内翻滚或碎裂，对肢体造成毁灭性的伤害。由于降低了膛压，比起5.56准确度有所降低。

source: The .223 rifle round is a civilian variant of the 5.56 NATO round. It is designed to tumble or fragment inside a target, dealing devastating damage. The lower pressure of the .223 compared to the 5.56 results in lower accuracy. This one has been hand-reloaded.
de: Die .223-Gewehrpatrone ist eine zivilistische Variante der 5.56-NATO-Patrone. Sie wurde so entforfen, dass sie sich in einem Ziel überschlägt oder in Bruchstücke zerfällt, was verheerenden Schaden anrichtet. Der niedrigere Druck der .233 sorgt, verglichen mit der 5.56, für eine geringere Treffgenauigkeit. Diese Patrone wurde wiedergeladen.
ja: 22.3口径ライフル弾は5.56NATO弾の民間用バージョンです。標的内で動き回り内部を破壊する様に設計されており、破壊的なダメージを与えます。5.56弾に比較し22.3口径ライフル弾は低発射圧となっており低精度となっています。これは手で詰め込まれました。
zh_cn: .223步枪子弹是5.56北约弹的民用版本。这种子弹会在目标体内翻滚或碎裂，对肢体造成毁灭性的伤害。由于降低了膛压，比起5.56准确度有所降低。这是手工重新装药的型号。

source: The .30-06 is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise.
de: Die .30-06 ist eine sehr starke Gewehrpatrone, die für weite Entfernungen ausgelegt ist. Ihre enorme Treffgenauigkeit und Panzerbrechung machen sie zu einer der tödlichsten verfügbaren Patronen – der drastische Rückschlag und der Lärm gleichen ihre Stärke aber wieder aus.
ja: .30-06口径AP弾は長距離用に設計された非常に強力なライフル弾です。その素晴らしい精度と貫通力で、利用可能な最も致命的な弾丸の一つとなっています。強烈な反動とノイズだけがその代償です。
zh_cn: 30-06步枪弹是专为远距离使用的强大的子弹。其精确度和杀伤力都很高，只是噪音很大。

source: The .30-06 is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise. This one has been hand-reloaded.
de: Die .30-06 ist eine sehr starke Gewehrpatrone, die für weite Entfernungen ausgelegt ist. Ihre enorme Treffgenauigkeit und Panzerbrechung machen sie zu einer der tödlichsten verfügbaren Patronen, was nur von ihrem drastischen Rückschlag und Lärm wieder wettgemacht wird. Diese Patrone wurde wiedergeladen.
ja: .30-06口径AP弾は長距離用に設計された非常に強力なライフル弾です。その素晴らしい精度と貫通力で、利用可能な最も致命的な弾丸の一つとなっています。強烈な反動とノイズだけがその代償です。この弾薬は手詰めで製作されています。
zh_cn: 30-06步枪弹是专为远距离使用的强大的子弹。其精确度和杀伤力都很高，只是噪音很大。这是手工重新装药的型号。

source: The .300 Winchester Magnum is extremely versatile and has been adopted by many shooting disciplines. The cartridge has found use by hunters, military units, and law enforcement departments.
de: Die .300 Winchester Magnum ist extrem vielseitig und wurde in vielen Schießdisziplinen eingeführt. Die Patrone wurde von Jägern, Militäreinheiten und Polizeien verwendet.
ja: 多くの銃で規格されていた極めて用途の広い.30口径ウィンチェスターマグナム弾です。薬莢は警察や軍隊、猟師の使うものが見つかるでしょう。
zh_cn: .300 Winchester Magnum弹药用途多样，许多射击学校都会对其进行教学。这一弹药通常被猎人、军队和执法部门使用。

source: The .300 Winchester Magnum is extremely versatile and has been adopted by many shooting disciplines. The cartridge has found use by hunters, military units, and law enforcement departments. This one has been hand-reloaded.
de: Die .300 Winchester Magnum ist extrem vielseitig und wurde in vielen Schießdisziplinen eingeführt. Die Patrone wurde von Jägern, Militäreinheiten und Polizeien verwendet. Diese Patrone wurde wiedergeladen.
ja: 多くの銃で規格されていた極めて用途の広い30口径ウィンチェスターマグナム弾です。薬莢は警察や軍隊、猟師の使うものが見つかるでしょう。これは手で詰め込まれました。
zh_cn: .300 Winchester Magnum弹药用途多样，许多射击学校都会对其进行教学。这一弹药通常被猎人、军队和执法部门使用。这是手工重新装药的型号。

source: The .308 Winchester is a rifle round, the commercial equivalent of the military 7.62x51mm round. Its high accuracy and phenomenal damage have made it the most popular hunting round in the world.
de: Die .308 Winchester ist eine Gewehrpatrone und das kommerzielle Gegenstück zur militärischen 7,62×51mm-Patrone. Ihre hohe Treffgenauigkeit und ihr phenomänaler Schaden machten sie zur beliebtesten Jagdpatrone der Welt.
ja: 30.8口径ウィンチェスターライフル弾は軍用の7.62x51mm弾の民生版に相当します。その高い精度と驚異的な威力から、世界で最も人気のある狩猟用弾丸となっています。
zh_cn: 这是一种广泛使用的步枪弹。作为7.62x51mm弹药的商业版本，它的高精准度和显著的伤害使其成为世界上最受欢迎的猎枪弹药。

source: The .308 Winchester is a rifle round, the commercial equivalent of the military 7.62x51mm round. Its high accuracy and phenomenal damage have made it the most popular hunting round in the world. This one has been hand-reloaded.
de: Die .308 Winchester ist eine Gewehrpatrone und das kommerzielle Gegenstück zur militärischen 7,62×51mm-Patrone. Ihre hohe Treffgenauigkeit und ihr phenomänaler Schaden machten sie zur beliebtesten Jagdpatrone der Welt. Diese Patrone wurde wiedergeladen.
ja: 30.8口径ウィンチェスターライフル弾は軍用の7.62x51mm弾の民生版に相当します。その高い精度と驚異的な威力から、世界で最も人気のある狩猟用弾丸となっています。これは手で詰め込まれました。
zh_cn: 这是一种广泛使用的步枪弹。作为7.62x51mm弹药的商业版本，它的高精准度和显著的伤害使其成为世界上最受欢迎的猎枪弹药。这是手工重新装药的型号。

source: The .32 ACP was a popular handgun cartridge in the 20th century. Not so powerful as the .38 or the 9mm though.
de: Die .32 ACP war eine beliebte Handfeuerwaffenpatrone im 20. Jahrhundert. Sie ist allerdings nicht so stark wie die .38 oder 9mm.
ja: 32口径ACPは20世紀で人気のあるハンドガンのカートリッジでした。 しかしながら38口径や9mmほどにパワフルではありません。
zh_cn: .32 ACP弹是20世纪流行的手枪弹药，尽管威力小于.38弹或者9mm弹。

source: The .32 ACP was a popular handgun cartridge in the 20th century. Not so powerful as the .38 or the 9mm though. This one has been hand-reloaded.
de: Die .32 ACP war eine beliebte Handfeuerwaffenpatrone im 20. Jahrhundert. Sie ist allerdings nicht so stark wie die .38 oder 9mm. Diese Patrone wurde wiedergeladen.
ja: 32口径ACPは20世紀で人気のあるハンドガンのカートリッジでした。しかしながら38口径や9mmほどにパワフルではありません。これは手で詰め込まれました。
zh_cn: .32 ACP弹是20世纪流行的手枪弹药，尽管威力小于.38弹或者9mm弹。这是手工重新装药的型号。

source: The .38 Smith & Wesson Special enjoyed popularity among US police forces throughout the 20th century. It is most commonly used in revolvers.
de: Die .38 Smith & Wesson Special genoss während des 20. Jahrhunderts eine gewisse Beliebtheit unter US-Polizeikräften. Sie wird gewöhnlicherweise in Revolvern verwendet.
ja: 38口径スミス&ウェッソンスペシャルは、20世紀の米国の警察では一般的な弾薬でした。一般にはリボルバーと共に使われます。
zh_cn: 这种.38弹药在20世纪时被美国警方大量使用。主要用做左轮手枪的弹药。

source: The .38 Smith & Wesson Special enjoyed popularity among US police forces throughout the 20th century. It is most commonly used in revolvers. This one has been hand-reloaded.
de: Die .38 Smith & Wesson Special genoss eine gewisse Beliebtheit unter US-Polizeikräften durch das 20. Jahrhundert hindurch. Sie wird gewöhnlicherweise in Revolvern verwendet. Diese Patrone wurde wiedergeladen.
ja: 38口径スミス&ウェッソンスペシャルは、20世紀の米国の警察では一般的な弾薬でした。一般にはリボルバーと共に使われます。これは手で詰め込まれました。
zh_cn: 这种.38弹药在20世纪时被美国警方大量使用。主要用做左轮手枪的弹药。这是手工重新装药的型号。

source: The .38 Super is a high-pressure load of the .38 Special caliber. It is a popular choice in pistol competitions for its high accuracy, while its stopping power keeps it popular for self-defense.
de: Die .38 Super ist eine Hochdrucksladung des Kalibers .38 Special. Sie ist eine populäre Wahl in Pistolenwettbewerben wegen ihrer hohen Treffgenauigkeit, während ihre Mannstoppwirkung sie beliebt für die Selbstverteidigung hält.
ja: 38口径スーパーは38口径弾の強装弾です。拳銃の競技会では高い精度からよく選ばれ、その高い殺傷力から自衛用としても人気があります。
zh_cn: .38 特制弹的高膛压版本。由于其高精准度和良好的停止效果非常适合用于近身防卫。

source: The .38 Super is a high-pressure load of the .38 Special caliber. It is a popular choice in pistol competitions for its high accuracy, while its stopping power keeps it popular for self-defense. This one has been hand-reloaded.
de: Die .38 Super ist eine Hochdrucksladung des Kalibers .38 Special. Sie ist eine populäre Wahl in Pistolenwettbewerben wegen ihrer hohen Treffgenauigkeit, während ihre Mannstoppwirkung sie beliebt für die Selbstverteidigung hält. Diese Patrone wurde wiedergeladen.
ja: 38口径スーパーは38口径弾の強装弾です。拳銃の競技会では高い精度からよく選ばれ、その高い殺傷力から自衛用としても人気があります。これは手で詰め込まれました。
zh_cn: .38 特制弹的高膛压版本。由于其高精准度和良好的停止效果非常适合用于近身防卫。这是手工重新装药的型号。

source: The .40 Smith & Wesson round was developed as an alternative to 10mm Auto for the FBI after they complained of high recoil. It is as accurate as 9mm, but has greater stopping power, leading to widespread use in law enforcement.
de: Die Patrone .40 Smith & Wesson wurde als Alternative zur 10mm Auto für das FBI entwickelt, nachdem sie sich über den hohen Rückstoß beschwerten. Sie ist so genau wie die 9mm, aber hat eine größere Mannstoppwirkung, was zur Verbreitung in der Polizei führte.
ja: .40口径S&W弾は、反動の大きさに批判があった10mmオート弾に代わり、FBIの使用弾薬として開発されました。9mm弾のように精密性が高く制止力も非常に高いため、警察などで広く使われています。
zh_cn: .40 Smith&Wesson子弹是作为FBI 10mm Auto弹药的替代产品，它有着接近9mm的精准性，但是制动性能更佳，因此被执法队伍广泛装备。

source: The .40 Smith & Wesson round was developed as an alternative to 10mm Auto for the FBI after they complained of high recoil. It is as accurate as 9mm, but has greater stopping power, leading to widespread use in law enforcement. This one has been hand-reloaded.
de: Die Patrone .40 Smith & Wesson wurde als Alternative zur 10mm Auto für das FBI entwickelt, nachdem sie sich über den hohen Rückstoß beschwerten. Sie ist so genau wie die 9mm, aber hat eine größere Mannstoppwirkung, was zur Verbreitung in der Polizei führte. Diese Patrone wurde wiedergeladen.
ja: .40口径S&W弾は、反動の大きさに批判があった10mmオート弾に代わり、FBIの使用弾薬として開発されました。9mm弾のように精密性が高く制止力も非常に高いため、警察などで広く使われています。この弾薬は手詰めで製作されています。
zh_cn: 在FBI抱怨10mm Auto弹的高后坐力之后，.40 S&W弹作为一种替代品被研制出来。它的精准度与9mm弹相同，但具备更强的阻滞力，因此在执法过程中有广泛应用。这是手工重新装药的型号。

source: The .45 Super round is an updated variant of .45 ACP. It is overloaded, resulting in a great increase in muzzle velocity. This translates to higher accuracy and range, a minor armor piercing capability, and greater recoil.
de: Die Patrone .45 Super ist eine verbesserte Variante der .45 ACP. Sie ist überladen, was zu einer stark erhöhten Mündungsgeschwindigkeit führt. Das bedeutet eine höhere Genauigkeit, einen höheren Schaden, eine geringe Panzerbrechung und größeren Rückstoß.
ja: .45口径スーパー弾は、.45口径ACP弾の火薬を増量し、初速を大幅に高めた改良品です。精度と射程距離が改善された代わりに装甲貫通力が下がり、反動も大きくなっています。
zh_cn: 标准.45子弹的升级版。由于装填了过量的推进药，因此速度大大提升，随之而来的就是更高的精确度和射程、少量的穿甲性、和大大提高的后坐力。

source: The .45 Super round is an updated variant of .45 ACP. It is overloaded, resulting in a great increase in muzzle velocity. This translates to higher accuracy and range, a minor armor piercing capability, and greater recoil. This one has been hand-reloaded.
de: Die Patrone .45 Super ist eine verbesserte Variante der .45 ACP. Sie ist überladen, was zu einer stark vegrößerten Mündungsgeschwindigkeit führt. Das bedeutet eine höhere Genauigkeit, einen höheren Schaden, eine geringe Panzerbrechung und größeren Rückstoß. Diese Patrone wurde wiedergeladen.
ja: .45口径スーパー弾は、.45口径ACP弾の火薬を増量し、初速を大幅に高めた改良品です。精度と射程距離が改善された代わりに装甲貫通力が下がり、反動も大きくなっています。この弾薬は手詰めで製作されています。
zh_cn: 标准.45子弹的升级版。由于装填了过量的推进药，因此速度大大提升，随之而来的就是更高的精确度和射程、少量的穿甲性、和大大提高的后坐力。这是手工重新装药的型号。

source: The .45 round was one of the most popular and powerful handgun rounds through the 20th century. It features very good accuracy and stopping power, but suffers from moderate recoil and poor armor penetration.
de: Die .45-Patrone war eine der beliebtesten und stärkten Handfeuerwaffenpatronen durch das 20. Jahrhundert hindurch. Sie hat eine sehr gute Treffgenauigkeit und eine sehr gute Mannstoppwirkung, aber leidet an einem mäßigem Rückstoß und armseliger Panzerbrechung.
ja: .45口径弾は20世紀中でもっとも一般的で強力な拳銃の弾薬です。高精度とストッピングパワーの大きさが特徴ですが、そこそこ大きい反動と貫通性の無さが欠点です。
zh_cn: 作为二十世纪最流行也是最强大的手枪弹药之一，.45 ACP具有非常好的准确度和威力。但较大的后坐力和很低的穿甲性是其缺点。

source: The .45 round was one of the most popular and powerful handgun rounds through the 20th century. It features very good accuracy and stopping power, but suffers from moderate recoil and poor armor penetration. This one has been hand-reloaded.
de: Die .45-Patrone war eine der beliebtesten und stärkten Handfeuerwaffenpatronen durch das 20. Jahrhundert hindurch. Sie hat eine sehr gute Treffgenauigkeit und eine sehr gute Mannstoppwirkung, aber leidet an einem mäßigem Rückstoß und armseliger Panzerbrechung. Diese Patrone wurde wiedergeladen.
ja: 45口径弾は20世紀中でもっとも一般的で強力な拳銃の弾薬です。高精度とストッピングパワーの大きさが特徴ですが、そこそこの反動と貫通性の無さが欠点です。これは手で詰め込まれました
zh_cn: 作为二十世纪最流行也是最强大的手枪弹药之一，.45 ACP具有非常好的准确度和威力。但较大的后坐力和很低的穿甲性是其缺点。这是手工重新装药的型号。

source: The .454 Casull round a very powerful revolver round capable of killing huge game, like elephants, with ease. It's designed to be used with the Taurus Raging Bull. This one has been hand-reloaded.
de: Die .454-Casull-Patrone ist eine sehr starke Revolverpatrone, die in der Lage ist riesiges Wild, wie Elefanten, mit Leichtigkeit zu töten. Sie wurde für die Verwendung mit der Taurus Raging Bull entworfen. Diese Patrone wurde wiedergeladen.
ja: .454カスール弾は非常に強力なリボルバー弾で、ゾウなどの大型生物の狩猟に使います。トーラス・レイジングブルという大型リボルバーで使用するように設計されています。この弾薬は手詰めで製作されています。
zh_cn: .454 Casull子弹是一种大威力转轮手枪子弹，其威力可以击毙成年大象。它被设计使用在Taurus公司的Raging Bull左轮手枪上。这是手工重新装药的型号。

source: The .454 Casull round is a very powerful revolver round capable of killing huge game, like elephants, with ease. It's designed to be used with the Taurus Raging Bull.
de: Die .454 Casull ist eine sehr starke Revolverpatrone, die mit Leichtigkeit riesiges Großwild wie Elefanten erlegen kann. Sie ist für die Verwendung mit dem Taurus Raging Bull gedacht.
ja: .454カスール弾は非常に強力なリボルバー弾で、ゾウなどの大型生物の狩猟に使います。トーラス・レイジングブルという大型リボルバーで使用するように設計されています。
zh_cn: .454 Casull子弹是一种大威力转轮手枪子弹，其威力可以击毙成年大象。它被设计使用在Taurus公司的Raging Bull左轮手枪上。

source: The .50 BMG is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise.
de: Die .50 BMG ist eine sehr starke Gewehrpatrone, die für für hohe Reichweiten gedacht ist. Ihre enorme Treffgenaugkeit und Panzerbrechung machen sie zu einer der tödlichsten verfügbaren Patronen, was nur durch ihren drastischen Rückstoß und Krach aufgewogen wird.
ja: .50口径BMGは長距離用に設計された非常に強力なライフル弾です。その素晴らしい精度と貫通力で、利用可能な最も致命的な弾丸の一つとなっています。強烈な反動とノイズだけがその代償です。
zh_cn: .50勃朗宁机枪弹，是一战期间John Browning应美国军方的要求而设计的防空用弹药，惊人的精度和穿甲性能使之成为有史以来最致命的弹药之一，与这比起来其巨大的后坐力及噪声简直是微不足道。

source: The .50 BMG is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise. This one has been hand-reloaded.
de: Die .50 BMG ist eine sehr starke Gewehrpatrone, die für für hohe Reichweiten gedacht ist. Ihre enorme Treffgenaugkeit und Panzerbrechung machen sie zu einer der tödlichsten verfügbaren Patronen, was nur durch ihren drastischen Rückstoß und Krach aufgewogen wird. Dieser Patrone wurde wiedergeladen.
ja: 50口径BMGは長距離用に設計された非常に強力なライフル弾です。その素晴らしい精度と貫通力で、利用可能な最も致命的な弾丸の一つとなっています。強烈な反動とノイズだけがその代償です。これは手で詰め込まれました。
zh_cn: .50勃朗宁机枪弹，是一战期间John Browning应美国军方的要求而设计的防空用弹药，惊人的精度和穿甲性能使之成为有史以来最致命的弹药之一，与这比起来其巨大的后坐力及噪声简直是微不足道。这是手工重新装药的型号。

source: The .700 Nitro Express is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise.
de: Die .700 Nitro Express ist eine sehr starke Gewehrpatrone für weite Entfernungen. Ihre enorme Treffgenauigkeit und Panzerprechungsfähigkeiten macht sie zu einer der tödlichsten verfügbaren Patronen, was nur von ihrem drastischen Rückstoß und Lärm ausgeglichen wird.
ja: .70口径ニトロエクスプレス弾は遠距離での使用のために設計された非常に強力なライフル弾です。その素晴らしい精度と装甲貫通能力は、この弾丸を最も致命的な弾丸の一つとしており、欠点として強烈な反動と騒音があります。
zh_cn: .700 Nitro Express是一种为远距离射击所设计的一种非常强力的步枪子弹，它优秀的准确度和穿甲性能使其成为最致命的弹药之一，这足够弥补其巨大的后坐力和噪音所带来的负面影响。

source: The 5.45x39mm was the standard ammunition for the AK series from 1974. Its designers were inspired by the 5.56x45mm NATO cartridge.
de: Die 5,45×39mm war die Standardmunition für die AK-Serie von 1974. Ihre Entwickler wurden von der 5,56×45mm-NATO-Patrone inspiriert.
ja: 5.45x39mm弾は、5.56x45mmNATO弾の影響を受けて開発された弾薬で、1274年以降のAKシリーズの標準弾として使用されました。
ko: 5.45x39mm는 1974년부터 AK시리즈의 표준탄약이었습니다. 이 탄약을 만든 디자이너는 5.56x45mm NATO탄에서 영감을 받았다고 합니다.
ru: С 1974-ого года патрон 5.45x39мм был стандартным видом амуниции для семейства автоматов Калашникова. Его создатели были вдохновлены патроном 5.56x45мм НАТО.
zh_cn: 5.45x39mm 5N7 步枪弹从1974年起就是AK系列的标准弹药。它的设计者从5.56x45mm NATO弹中获得启发，设计了这种弹药。

source: The 5.45x39mm was the standard ammunition for the AK series from 1974. Its designers were inspired by the 5.56x45mm NATO cartridge. This one has been hand-reloaded.
de: Die 5,45×39mm war die Standardmunition für die AK-Serie von 1974. Ihre Entwickler wurden von der 5,56×45mm-NATO-Patrone inspiriert. Diese Patrone wurde wiedergeladen.
ja: 5.45x39mm弾は、5.56x45mmNATO弾の影響を受けて開発された弾薬で、1274年以降のAKシリーズの標準弾として使用されました。この弾薬は手詰めで製作されています。
zh_cn: 5.45x39mm 5N7 步枪弹从1974年起就是AK系列的标准弹药。它的设计者从5.56x45mm NATO弹中获得启发设计了这种弹药。这是手工复装的型号。

source: The 5.7x28mm round is a proprietary round developed by FN Herstal for use in their P90 SMG. While it is a very small round, comparable in power to .22, it features incredible armor-piercing capabilities and very low recoil.
de: Die 5,7×28mm-Patrone ist eine proprietäre, von FN Hestal entwickelte Patrone für ihre P90-Maschinenpistole. Trotz ihrer kleinen Größe (vergleichbar mit der Stärke von .22-Patronen), besitzt sie unglaubliche Panzerbrechungsfähigkeiten und einen sehr geringen Rückstoß.
ja: 5.7x28mm弾はFN Hestalの特許品の弾丸でP90 SMGのために開発されました。小さな弾丸ですが.22口径程度のパワーがあり、反動の小ささと驚くべき装甲貫通性があります。
zh_cn: 5.7x28mm子弹是为FN公司的P90冲锋枪所设计的，虽然它很小，但性能堪比.22，它有着较高的准确度和较低的后坐力，对穿戴护甲的敌人特别有效。

source: The 5.7x28mm round is a proprietary round developed by FN Herstal for use in their P90 SMG. While it is a very small round, comparable in power to .22, it features incredible armor-piercing capabilities and very low recoil. This one has been hand-reloaded.
de: Die 5,7×28mm-Patrone ist eine proprietäre, von FN Hestal entwickelte Patrone für ihre P90-Maschinenpistole. Obwohl es eine sehr kleine Patrone ist, verglichen mit der Stärke von .22, hat sie unglaubliche Panzerbrechungsfähigkeiten und sehr geringen Rückstoß. Diese Patrone wurde wiedergeladen.
ja: 5.7x28mm弾はFN Hestalの特許品の弾丸でP90 SMGのために開発されました。小さな弾丸ですが.22口径程度のパワーがあり、反動の小ささと驚くべき装甲貫通性があります。これは手で詰め込まれました。
zh_cn: 5.7x28mm子弹是为FN公司的P90冲锋枪所设计的，虽然它很小，但性能堪比.22，它有着较高的准确度和较低的后坐力，对穿戴护甲的敌人特别有效。这是手工重新装药的型号。

source: The 6.54x42mm 9N12 has superior amror piercing capabilities thanks to it's tungsten carbide core. Tungsten carbide was used in anti-tank rounds of the 20th and 21st century.
de: Die 6,54×42mm 9N12 hat überlegene Panzerbrechungsfähigkeiten dank ihres Wolframcarbitkerns. Worframcarbit wurde in Panzerabwehrgeschossen des 20. und 21. Jahrhunderts verwendet.
ja: 6.54x42mm 9N12弾は、炭化タングステンの弾芯を用いることで非常に高い装甲貫通力を実現しました。炭化タングステンは20世紀から21世紀にかけて対戦車砲弾に使用された素材です。
ko: 탄화 텅스텐 코어 덕분에 6.54x42mm 9N12탄은 엄청난 관통력을 가지고 있습니다. 탄화 텅스텐은 대전차 탄환으로 20세기와 21세기에 쓰였습니다.
ru: Благодаря сердечнику из карбида вольфрама, патрон 6.54x42мм 9N12 имеет превосходную бронебойность. Карбид вольфрама использовался в противотанковых снарядах в 20-ом и 21-ом веках.
zh_cn: 6.54x42mm 9N12步枪弹拥有一个碳化钨弹芯，这给予了它优秀的穿甲性能。碳化钨通常用于20世纪至21世纪的反坦克弹药中。

source: The 7.62x51mm largely replaced the .30-06 round as the standard military rifle round. It is lighter, but offers similar velocities, resulting in greater accuracy and reduced recoil.
de: Die 7,62×51mm-Patrone hat die .30-06-Patrone als Standardmilitärgewehrpatrone ersetzt. Sie ist leichter, aber bietet ähnliche Geschwindigkeiten, was zu einer besseren Genauigkeit und einem verringerten Rückstoß führt.
ja: 7.62x51mmは、標準的な軍用ライフル弾として.30-06口径弾に代わり普及しました。軽量ですが、同等の弾速を実現し、より高い精度と反動の減少がなされています。
zh_cn: 7.62x51mm子弹绝大程度上替代了.30-06弹药成为军方的标准弹药。它比.30-06弹药更轻，但有几乎相同的速度，使其具有更高的精准度和更低的后坐力。
