Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: grabber zombie
de: Greifzombie
ja: 長腕ゾンビ
ko: 그래버 좀비(grabber zombie)
ru: зомби-хвататель
zh_cn: 肉钩丧尸

source: graboid
de: Greifling
ja: グラボイド
ko: 그래보이드(graboid)
ru: грабоид
zh_cn: 地魔虫

source: gracken
ja: グラッケン
ko: 그라켄(gracken)
ru: гракен
zh_cn: 格拉肯

source: grim howler
ja: ゾンビオオカミ
zh_cn: 狰狞狂吠兽

source: groundhog
de: Murmeltier
ja: グラウンドホッグ
ko: 마멋(groundhog)
ru: сурок
zh_cn: 土拨鼠

source: half worm
de: halber Wurm
ja: ハーフワーム
ko: 잘린 지렁이(half worm)
ru: половина червя
zh_cn: 巨型蠕虫分裂体

source: hazmat zombie
de: Schutzausrüstungszombie
ja: 化学防護ゾンビ
ko: 화생방 좀비(hazmat zombie)
ru: кислотный зомби
zh_cn: 丧尸防化员

source: homunculus
de: Homunkulus
ja: ホムンクルス
ko: 호문쿨루스(homunculus)
ru: гомункул
zh_cn: 人造人

source: horse
de: Pferd
ja: ウマ
ko: 말(horse)
ru: лошадь
zh_cn: 马

source: human snail
de: Menschnecke
ja: ヒトマイマイ
ko: 인간 달팽이(human snail)
zh_cn: 人面蜗牛

source: hunting horror
de: Schreckensjäger
ja: 忌まわしき狩人
ko: 쫓아오는 공포(hunting horror)
ru: ужасный охотник
zh_cn: 恐怖猎手

source: immature giant web spider
de: junge Riesennetzspinne
ja: 巨大巣作りグモの子供
ko: 어린 거대 거미줄 거미(immature giant web spider)
ru: незрелый гигантский паук
zh_cn: 巨网蛛幼体

source: irradiated wanderer
de: verstrahlter Wanderer
ja: 照射を受けた死体
zh_cn: 辐射徘徊者

source: jabberwock
ja: ジャバウォック
ko: 재버워크(jabberwock)
ru: бармаглот
zh_cn: 伽卜沃奇

source: jackrabbit
de: Hase
ja: ジャックウサギ
ko: 산토끼(jackrabbit)
ru: заяц
zh_cn: 野兔

source: jawed terror
ja: ジョードテラー
zh_cn: 恐怖下颚

source: jumping spider
de: Springspinne
ja: ハエトリグモ
ko: 깡충거미(jumping spider)
ru: паук-скакун
zh_cn: 跳蛛

source: kreck
ja: クレック
ko: 클렉(kreck)
ru: крек
zh_cn: 克雷克

source: largemouth bass
de: Forellenbarsch
ja: オオクチバス
ko: 큰입우럭(largemouth bass)
ru: большеротый окунь
zh_cn: 大嘴鲈

source: laser turret
de: Lasergeschützturm
ja: レーザータレット
ko: 레이저 터렛(laser turret)
ru: лазерная турель
zh_cn: 镭射炮无人机

source: lemming
ja: レミング
ko: 나그네쥐(lemming)
ru: лемминг
zh_cn: 旅鼠

source: manhack
de: Klingendrohne
ja: マンハック
ko: 맨핵(manhack)
ru: мэнхак
zh_cn: 飞锯无人机

source: marionette
ja: マリオネット
zh_cn: 木偶

source: mi-go
ja: ミ＝ゴ
ko: 미고(mi-go)
ru: ми-го
zh_cn: 米戈

source: milspec searchlight
de: Militärstandardsuchscheinwerfer
ja: 探照灯(MIL規格)
zh_cn: 军用探照灯

source: milspec turret
de: Militärstandardgeschützturm
ja: タレット(MIL規格)
zh_cn: 军用炮塔无人机

source: miner bot
de: Bergroboter
ja: 採掘ロボット
ko: 채광 로봇(miner bot)
ru: робот-сапёр
zh_cn: 蛇形机器人

source: mink
de: Nerz
ja: ミンク
ko: 밍크(mink)
ru: норка
zh_cn: 貂

source: moose
de: Elch
ja: アメリカヘラジカ
ko: 무스(moose)
ru: лось
zh_cn: 驼鹿

source: mosquito
de: Moskito
ja: 蚊
ko: 모기(mosquito)
ru: комар
zh_cn: 蚊怪

source: muskrat
de: Bisamratte
ja: マスクラット
ko: 사향쥐(muskrat)
ru: выхухоль
zh_cn: 麝鼠

source: new animatronic bear
ja: クマ型ロボット(新品)
zh_cn: 新式熊型機械布偶

source: new animatronic bunny
ja: ウサギ型ロボット(新品)
zh_cn: 新式兔子機械布偶

source: new animatronic chicken
ja: ニワトリ型ロボット(新品)
zh_cn: 新式雞型機械布偶

source: new animatronic fox
ja: キツネ型ロボット(新品)
zh_cn: 新式狐狸機械布偶

source: old animatronic bear
ja: クマ型ロボット(中古)
zh_cn: 老舊的熊型機械布偶

source: old animatronic bunny
ja: ウサギ型ロボット(中古)
zh_cn: 老舊的兔子機械布偶

source: old animatronic chicken
ja: ニワトリ型ロボット(中古)
zh_cn: 老舊的雞型機械布偶

source: old animatronic fox
ja: キツネ型ロボット(中古)
zh_cn: 老旧模型狐狸

source: opossum
ja: オポッサム
ko: 주머니쥐(opossum)
ru: опоссум
zh_cn: 负鼠

source: otter
ja: カワウソ
ko: 수달(otter)
ru: выдра
zh_cn: 獭

source: perch
de: Flussbarsch
ja: パーチ
ko: 민물 농어(perch)
ru: пресноводный окунь
zh_cn: 河鲈

source: pickerel
ja: ピッケレル
zh_cn: 梭鱼

source: pig
de: Schwein
ja: ブタ
ko: 돼지(pig)
ru: свинья
zh_cn: 猪

source: pike
de: Hecht
ja: カワカマス
ko: 강꼬치고기(pike)
ru: щука
zh_cn: 梭鱼

source: police bot
de: Polizeiroboter
ja: 警官ロボット
ko: 경찰 로봇(police bot)
ru: робот-полицейский
zh_cn: 警用机器人

source: queen ant
de: Ameisenkönigin
ja: 女王アリ
ko: 여왕 개미(queen ant)
ru: муравьиная матка
zh_cn: 蚁后

source: rabbit
de: Kaninchen
ja: ウサギ
ko: 토끼(rabbit)
ru: кролик
zh_cn: 野兔

source: raccoon
de: Waschbär
ja: アライグマ
ko: 너구리(raccoon)
ru: енот
zh_cn: 浣熊

source: rat king
de: Rattenkönig
ja: ネズミの王
ko: 왕쥐(rat king)
ru: крысиный король
zh_cn: 鼠王

source: rattlesnake
de: Klapperschlange
ja: ガラガラヘビ
ko: 방울뱀(rattlesnake)
ru: гремучая змея
zh_cn: 响尾蛇

source: riot control bot
de: Antikrawallroboter
ja: 暴動鎮圧ロボット
zh_cn: 防暴机器人

source: rot-weiler
de: Verrottweiler
ja: ロットーワイラー
ko: 부패된 와일러(rot-weiler)
ru: гниль-вейлер
zh_cn: 腐烂犬尸

source: salmon
de: Lachs
ja: サケ
ko: 연어(salmon)
ru: лосось
zh_cn: 鲑鱼

source: scarred zombie
de: vernarbter Zombie
ja: 負傷ゾンビ
ko: 흉터 좀비(scarred zombie)
ru: зомби в шрамах
zh_cn: 疤面丧尸

source: security bot
de: Sicherheitsroboter
ja: 警備ロボット
ko: 보안 로봇(security bot)
ru: сторожевой бот
zh_cn: 保安机器人

source: sewer rat
de: Kanalratte
ja: ドブネズミ
ko: 하수구 쥐(sewer rat)
ru: канализационная крыса
zh_cn: 变异鼠

source: sewer snake
de: Kanalschlange
ja: 下水道のヘビ
ko: 하수구 뱀(sewer snake)
ru: коллекторная змея
zh_cn: 变异蛇

source: seweranha
de: Abflusskarpfen
ja: 下水道のコイ
ko: 하수구 잉어(seweranha)
ru: пиранья из канализации
zh_cn: 下水道鱼王

source: shadow
de: Schatten
ja: シャドウ
ko: 그림자(shadow)
ru: тень
zh_cn: 幽灵

source: shadow snake
de: Schattenschlange
ja: 影蛇
ko: 그림자 뱀(shadow snake)
ru: тень-змея
zh_cn: 幽灵巨蛇

source: sheep
de: Schaf
ja: ヒツジ
ko: 양(sheep)
ru: овца
zh_cn: 羊

source: shocker brute
ja: 放電凶獣
zh_cn: 放电丧尸兽

source: shocker zombie
de: Schockzombie
ja: 放電ゾンビ
ko: 쇼커 좀비(shocker zombie)
ru: зомби-шокер
zh_cn: 放电丧尸

source: shoggoth
de: Shoggothe
ja: ショゴス
ko: 쇼거스(shoggoth)
ru: шоггот
zh_cn: 触手邪眼

source: shrew
de: Spitzmaus
ja: トガリネズミ
ko: 뾰족뒤쥐(shrew)
ru: землеройка
zh_cn: 鼩

source: shrieker zombie
de: Schreizombie
ja: 絶叫ゾンビ
ko: 비명 좀비(shrieker zombie)
ru: зомби-крикун
zh_cn: 尖叫丧尸

source: skeletal dog
de: Skeletthund
ja: 痩身犬
ko: 해골 개(skeletal dog)
ru: собака-скелет
zh_cn: 骷髅狗

source: skeleton
de: Skelett
ja: スケルトン
ko: 스켈레톤(skeleton)
ru: скелет
zh_cn: 骷髅

source: skitterbot
de: Scheuchboter
ja: 高速ロボット
ko: 스키터봇(skitterbot)
ru: охранный робот
zh_cn: 掠行机器人

source: slimespring
de: Schleimsprössling
ja: 湧き出る粘液
ko: 슬라임스프링(slimespring)
zh_cn: 史莱姆兄逮

source: sludge crawler
de: Abwasserraupe
ja: スラッジクロウラー
ko: 진흙 민달팽이(sludge crawler)
ru: шламовая гусеница
zh_cn: 泥泞蛞蝓

source: slug
de: Schnecke
ja: ナメクジ
ko: 달팽이(slug)
ru: слизень
zh_cn: 蛞蝓

source: small blob
de: kleiner Blob
ja: 小型ブロブ
ko: 작은 덩어리(small blob)
ru: маленький комок слизи
zh_cn: 小变形怪

source: smallmouth bass
de: Schwarzbarsch
ja: コクチバス
ko: 작은입우럭(smallmouth bass)
ru: малоротый окунь
zh_cn: 小嘴鲈

source: smoker zombie
de: Rauchzombie
ja: 煙幕ゾンビ
ko: 스모커 좀비(smoker zombie)
ru: зомби-курильщик
zh_cn: 烟雾丧尸

source: soldier ant
de: Soldatenameise
ja: 兵隊アリ
ko: 병정 개미(soldier ant)
ru: муравей-солдат
zh_cn: 兵蚁

source: spitter zombie
de: Spuckzombie
ja: 強酸ゾンビ
ko: 스피터 좀비(spitter zombie)
ru: зомби-плевун
zh_cn: 呕吐丧尸

source: spore cloud
de: Sporenwolke
ja: 胞子雲
ko: 포자 구름(spore cloud)
ru: облако спор
zh_cn: 孢子云

source: squirrel
de: Eichhörnchen
ja: リス
ko: 다람쥐(squirrel)
ru: белка
zh_cn: 松鼠

source: striped bass
de: Wolfsbarsch
ja: シマスズキ
ko: 줄무늬농어(striped bass)
ru: полосатый окунь
zh_cn: 条纹鲈

source: sunfish
de: Gotteslachs
ja: サンフィッシュ
ko: 개복치(sunfish)
ru: солнечная рыба
zh_cn: 鳊鱼

source: survivor zombie
de: Überlebendenzombie
ja: サバイバーゾンビ
ko: 생존자 좀비(survivor zombie)
ru: зомби - выживальщик
zh_cn: 生存者丧尸

source: swimmer zombie
de: Schwimmzombie
ja: 水泳ゾンビ
ko: 스위머 좀비(swimmer zombie)
ru: зомби-пловец
zh_cn: 泳装丧尸

source: tank drone
de: Panzerdrohne
ja: 無人戦車
ko: 탱크 드론(tank drone)
ru: танк дрон
zh_cn: 坦克无人机

source: tentacle dog
de: Tentakelhund
ja: 触手犬
ko: 촉수 개(tentacle dog)
ru: собака с щупальцами
zh_cn: 触手变异犬

source: thing
de: Ding
ja: 物体X
ko: 무언가(thing)
ru: нечто
zh_cn: 怪形

source: tough zombie
de: hartnäckiger Zombie
ja: 頑強ゾンビ
ko: 튼튼한 좀비(tough zombie)
ru: зомби-крепыш
zh_cn: 健壮丧尸

source: trapdoor spider
de: Falltürspinne
ja: トダテグモ
ko: 문짝거미(trapdoor spider)
ru: паук-гнездовик
zh_cn: 陷阱蜘蛛

source: tribot
de: Triboter
ja: 三脚式ロボット
ko: 세발로봇(tribot)
ru: трибот
zh_cn: 三足机器人

source: triffid
ja: トリフィド
ko: 트리피드(triffid)
ru: триффид
zh_cn: 三尖树植物

source: triffid heart
de: Triffidenherz
ja: トリフィドの心臓
ko: 트리피드 심장(triffid heart)
ru: сердце триффида
zh_cn: 三尖树之心

source: triffid queen
de: Triffidenkönigin
ja: 女王トリフィド
ko: 트리피드 여왕(triffid queen)
ru: королева триффидов
zh_cn: 三尖树女王

source: triffid sprout
de: Triffidenkeim
ja: トリフィドの芽
ko: 트리피드 새싹(triffid sprout)
ru: росток триффидов
zh_cn: 三尖树之芽

source: trout
de: Forelle
ja: マス
ko: 송어(trout)
ru: форель
zh_cn: 鳟鱼

source: turkey
de: Truthahn
ja: 七面鳥
ko: 칠면조(turkey)
ru: индюк
zh_cn: 火鸡

source: turret
de: Geschützturm
ja: タレット
ko: 터렛(turret)
ru: турель
zh_cn: 炮塔无人机

source: twisted body
de: verdrehter Körper
ja: 捻れた死体
ko: 뒤틀린 육체(twisted body)
ru: скрученное тело
zh_cn: 扭曲体

source: vine beast
de: Rankenbiest
ja: 蔦の野獣
ko: 줄기 짐승(vine beast)
ru: лозомонстр
zh_cn: 蔓藤兽

source: vortex
de: Strudel
ja: 旋風
ko: 소용돌이(vortex)
ru: вихрь
zh_cn: 旋风

source: weasel
de: Wiesel
ja: イタチ
ko: 족제비(weasel)
ru: ласка
zh_cn: 黄鼠狼

source: whitefish
ja: ホワイトフィッシュ
zh_cn: 白鱼

source: wolf
ja: オオカミ
ko: 늑대(wolf)
ru: волк
zh_cn: 狼

source: wolf spider
de: Wolfsspinne
ja: 毒グモ
ko: 늑대거미(wolf spider)
ru: паук-волк
zh_cn: 狼蛛

source: wraith
de: Geist
ja: レイス
ko: 유령(wraith)
ru: призрак
zh_cn: 地缚灵

source: wrecked animatronic fox
ja: キツネ型ロボット(破損)
zh_cn: 殘骸般的狐狸機械布偶

source: your mother
de: deine Mutter
ja: 母親
ko: 당신의 어머니(your mother)
ru: ваша мать
zh_cn: 你的母上大人

source: yugg
ja: ユグ
ko: 유그(yugg)
ru: югг
zh_cn: 育格巨蠕虫

source: zombear
de: Zombär
ja: ゾンビクマ
ko: 좀비 곰(zombear)
ru: медвезомби
zh_cn: 丧尸熊

source: zombie
ja: ゾンビ
ko: 좀비(zombie)
ru: зомби
zh_cn: 丧尸

source: zombie bio-operator
de: Bioniksoldatenzombie
ja: ゾンビバイオオペレーター
ko: 바이오닉 특수부대원 좀비(zombie bio-operator)
ru: био-оператор зомби
zh_cn: 丧尸生化战士

source: zombie brute
de: Rohlingszombie
ja: 凶暴ゾンビ
ko: 브루트 좀비(zombie brute)
ru: зомби-качок
zh_cn: 狂暴丧尸兽

source: zombie child
de: Zombiekind
ja: 子供ゾンビ
ko: 어린 좀비(zombie child)
ru: зомби-ребёнок
zh_cn: 丧尸儿童

source: zombie cop
de: Polizistenzombie
ja: 警官ゾンビ
ko: 경찰 좀비(zombie cop)
ru: зомби-полицай
zh_cn: 丧尸警察

source: zombie dancer
de: Zombietänzer
ja: ダンサーゾンビ
zh_cn: 丧尸舞者

source: zombie dog
de: Zombiehund
ja: ゾンビ犬
ko: 좀비 개(zombie dog)
ru: зомби-собака
zh_cn: 丧尸犬

source: zombie hollow
zh_cn: 丧尸躯壳

source: zombie hulk
ja: 巨体ゾンビ
ko: 헐크 좀비(zombie hulk)
ru: зомби халк
zh_cn: 丧尸浩克

source: zombie master
de: Zombiemeister
ja: マスターゾンビ
ko: 좀비 마스터(zombie master)
ru: зомби мастер
zh_cn: 丧尸领主

source: zombie necromancer
de: Zombiebeschwörer
ja: 死霊術師ゾンビ
ko: 네크로맨서 좀비(zombie necromancer)
ru: зомби-некромант
zh_cn: 丧尸巫妖

source: zombie scientist
de: Wissenschaftlerzombie
ja: 科学者ゾンビ
ko: 과학자 좀비(zombie scientist)
ru: зомби учёный
zh_cn: 丧尸研究员

source: zombie soldier
de: Soldatenzombie
ja: 兵士ゾンビ
ko: 군인 좀비(zombie soldier)
ru: зомби солдат
zh_cn: 丧尸士兵

source: zombie technician
de: Techniker-Zombie
ja: 技師ゾンビ
zh_cn: 丧尸技术员

source: A big ol' tuba. Much easier to play when wearing.
zh_cn: 一只低音大号。穿着它更容易演奏。

source: A blanket made of space-age material that covers your most important body parts. Use it to fold for storage.
de: Eine zusammengefaltete Decke, die aus Weltraumzeitaltermaterialien gemacht wurde. Sie bedeckt deine wichtigsten Körperteile. Benutze sie, um sie für die Lagerung zu zusammenzufalten.
ja: 宇宙時代素材のブランケットです。体の重要な部分を覆うことができます。使用することで折り畳みます。
zh_cn: 这条使用太空材料制成的毯子可以覆盖你身上大部分重要部位。按<使用>键折叠。

source: A brass-plated alto saxophone with a neck strap, so you can wear it while playing.
zh_cn: 一个黄铜制萨克斯管，配了一条背带。你可以把它“穿”起来演奏。

source: A custom-built, armored rebreather mask that covers the face and eyes regardless of your state of mutation. It provides excellent protection from harm as well providing breathing gas while underwater. It is turned on, and continually consuming its filter. Use it to turn it off.
de: Eine selbstgebaute gepanzete Kreislaufatemgerätsmaske, welche dein Gesicht und deine Augen bedeckt, egal, wie sehr du mutiert bist. Sie bietet ausgezeichneten Schutz vor Schäden und stellt beim Tauchen Atemluft zur Verfügung. Sie ist eingeschaltet und verbraucht beständig ihren Filter. Benutze sie, um sie auszuschalten.
ja: 特注の装甲強化型リブリーザーマスクです。顔全体を危害から強固に防護し、水中での呼吸を可能とします。変異した体の一部を納められるよう大きめに造られています。電源が入っており、電池を消費しています。使用すると電源を切ります。
zh_cn: 就算是大头版凤姐也能覆盖住眼睛和脸部的自制加甲潜水面具。提供不错的防护同时也可以支持水下呼吸。它目前已经被激活并持续消耗滤芯，使用来关闭。

source: A custom-built, armored rebreather mask that covers the face and eyes. It provides excellent protection from harm as well providing breathing gas while underwater. It is turned on, and continually consuming its filter. Use it to turn it off.
de: Eine selbstgebaute gepanzete Kreislaufatemgerätsmaske, welche dein Gesicht und deine Augen bedeckt. Sie bietet ausgezeichneten Schutz vor Schäden und stellt beim Tauchen Atemluft zur Verfügung. Sie ist eingeschaltet und verbraucht beständig ihren Filter. Benutze sie, um sie auszuschalten.
ja: 特注の装甲強化型リブリーザーマスクです。顔全体を危害から強固に防護し、水中での呼吸を可能とします。電源が入っており、電池を消費しています。使用すると電源を切ります
zh_cn: 覆盖住眼睛和脸部的自制加甲潜水面具。提供不错的防护同时也可以支持水下呼吸。它目前已经被激活并持续消耗滤芯，使用来关闭。

source: A custom-built, armored rebreather mask that covers the face and eyes. It provides excellent protection from harm as well providing breathing gas while underwater. Use it to turn it on.
de: Eine selbstgebaute gepanzete Kreislaufatemgerätsmaske, welche dein Gesicht und deine Augen bedeckt. Sie bietet ausgezeichneten Schutz vor Schäden und stellt beim Tauchen Atemluft zur Verfügung. Benutze sie, um sie einzuschalten.
ja: 特注の装甲強化型リブリーザーマスクです。顔全体を危害から強固に防護し、水中での呼吸を可能とします。使用すると電源が入ります。
zh_cn: 覆盖住眼睛和脸部的自制加甲潜水面具。提供不错的防护同时也可以支持水下呼吸。使用来激活。

source: A full-face mask commonly used by firefighters. The battery-powered protective breathing apparatus provides excellent protection from smoke, flame, and other dangers. It is turned on, and continually draining batteries. Use it to turn it off.
de: Eine Maske, die das ganze Gesicht bedeckt und üblicherweise von Feuerwehrleuten getragen wird. Das batteriebetriebene Atemgerät bietet ausgezeichneten Schutz vor Rauch, Feuer und andern Gefahren. Er ist eingeschaltet und verbraucht stetig die Batterien. Benutze diesen Gegenstand, um ihn auszuschalten.
ja: 主に消防士が使用するフルフェイス型のマスクです。電池で作動する防護呼吸補助装置で、炎や煙を始めとする様々な危険から呼吸器を守ります。電源が入っており、電池を消費しています。使用するとスイッチを切ります。
zh_cn: 通常由消防队员使用的覆面头盔。电池驱动的呼吸保护装置有效从烟雾，火焰和其他危险中保护你。它目前正处于激活中并且不停的吃电池。使用来关闭。

source: A full-face mask commonly used by firefighters. The battery-powered protective breathing apparatus provides excellent protection from smoke, flame, and other dangers. Use it to turn it on.
de: Eine Maske, die das ganze Gesicht bedeckt und üblicherweise von Feuerwehrleuten getragen wird. Das batteriebetriebene Atemgerät bietet ausgezeichneten Schutz vor Rauch, Feuer und andern Gefahren. Benutze diesen Gegenstand, um ihn einzuschalten.
ja: 主に消防士が使用するフルフェイス型のマスクです。
zh_cn: 通常由消防队员使用的覆面头盔。电池驱动的呼吸保护装置有效从烟雾，火焰和其他危险中保护你。使用来激活。

source: A harmonica with a holder, so that you can play it without a free hand.
zh_cn: 一只口琴，配有领座，你可以不要用手来演奏它。

source: A high-crowned, wide-brimmed, sable colored fedora. Its brim helps keep the sun out of your eyes. The perfect hat for treasure hunting.
zh_cn: 一只宽边高顶的黑貂色软呢帽。它的宽边能够为你的眼睛遮挡阳光。这帽子特别适合探宝行动。

source: A lightweight plastic rain poncho with a hood. Use it to fold for storage.
de: Ein leichtgewichtiger Plastikregenponcho mit einer Kapuze. Benutze ihn, um ihn für bessere Lagerung zusammenzufalten.
ja: 折り畳まれた軽量プラスチック製のフード付き雨除けポンチョです。使用することで折り畳みます。
zh_cn: 一件带兜帽的可折叠雨披，分量很轻，快递叔叔的最爱！按<使用>键折叠。

source: A mask worn over your mouth which, when loaded with the proper filters, recycles your exhaled breath for rebreathing while underwater. It is turned on, and continually consuming its filter. Use it to turn it off.
de: Eine über deinen Mund getragene Maske, welche, wenn sie mit den geeigneten Filtern gefüllt ist, deine Ausatemluft zum erneuten Einatmen wiederverwertet, während du dich im Wasser befindest. Sie ist eingeschaltet und verbraucht beständig ihren Filter. Benutze sie, um sie auszuschalten.
ja: 口を覆うように装着するマスクです。対応するフィルターを充填することで呼気を再利用し、水中で呼吸できるようになります。電源が入っており、電池を消費しています。使用するとスイッチを切ります。
zh_cn: 一个罩住嘴的面罩，当放入合适的滤芯时，可以让你在水下循环利用呼出的废气。它目前已经被激活并持续消耗滤芯，使用来关闭。

source: A mask worn over your mouth which, when loaded with the proper filters, recycles your exhaled breath for rebreathing while underwater. This model has been expanded substantially and can accommodate exotic anatomy. It is turned on, and continually consuming its filter. Use it to turn it off.
de: Eine über deinen Mund getragene Maske, welche, wenn sie mit den geeigneten Filtern gefüllt ist, deine Ausatemluft zum erneuten Einatmen wiederverwertet, während du dich im Wasser befindest. Dieses Modell wurde wesentlich vergrößert und passt sich auch auf exotische Anatomien an. Sie ist eingeschaltet und verbraucht beständig ihren Filter. Benutze sie, um sie auszuschalten.
ja: 口を覆うように装着するマスクです。対応するフィルターを充填することで呼気を再利用し、水中で呼吸できるようになります。変異した体の一部を納められるよう大きめに造られています。電源が入っており、電池を消費しています。使用するとスイッチを切ります
zh_cn: 一个罩住嘴的面罩，当放入合适的滤芯时，可以让你在水下循环利用呼出的废气。这一型号经过扩容可以容纳任何骨骼惊奇的家伙。它目前已经被激活并持续消耗滤芯，使用来关闭。

source: A mask worn over your mouth which, when loaded with the proper filters, recycles your exhaled breath for rebreathing while underwater. This model has been expanded substantially and can accommodate exotic anatomy. Use it to turn it on.
de: Eine über deinen Mund getragene Maske, welche, wenn sie mit den geeigneten Filtern gefüllt ist, deine Ausatemluft zum erneuten Einatmen wiederverwertet, während du dich im Wasser befindest. Dieses Modell wurde wesentlich vergrößert und passt sich auch auf exotische Anatomien an. Benutze sie, um sie einzuschalten.
ja: 口を覆うように装着するマスクです。対応するフィルターを充填することで呼気を再利用し、水中で呼吸できるようになります。変異した体の一部を納められるよう大きめに造られています。使用するとスイッチを入れます。
zh_cn: 一个罩住嘴的面罩，当放入合适的滤芯时，可以让你在水下循环利用呼出的废气。这一型号经过扩容可以容纳任何骨骼惊奇的家伙。使用来激活。

source: A mask worn over your mouth which, when loaded with the proper filters, recycles your exhaled breath for rebreathing while underwater. Use it to turn it on.
de: Eine über deinen Mund getragene Maske, welche, wenn sie mit den geeigneten Filtern gefüllt ist, deine Ausatemluft zum erneuten Einatmen wiederverwertet, während du dich im Wasser befindest. Benutze sie, um sie einzuschalten.
ja: 口を覆うように装着するマスクです。対応するフィルターを充填することで呼気を再利用し、水中で呼吸できるようになります。使用すると電源を入れます。
zh_cn: 一个罩住嘴的面罩，当放入合适的滤芯时，可以让你在水下循环利用呼出的废气。使用来激活。

source: A pair of battery-powered goggles that amplify ambient light, allowing you to see in the dark. It is turned on, and continually draining batteries. Use it to turn them off.
de: Eine batteriebetriebene Brille, die das Umgebungslicht verstärkt, was es dir ermöglicht, im Dunkeln zu sehen. Sie ist momentan eingeschaltet und verbraucht beständig die Batterien. Benutze diesen Gegenstand, um ihn auszuschalten.
ja: 光を増幅して暗闇でも視界を確保する事が出来る、電池で作動するゴーグルです。動作中で電力を消耗しています。使用すると電源を切ります。
zh_cn: 电池驱动的微光夜视镜，通过对光照微弱的目标像进行增强，使佩戴者在微光环境下视物。它已经被激活，并且不断吃着电池。使用来关闭。

source: A pair of battery-powered goggles that amplify ambient light, allowing you to see in the dark. Use it to turn them on.
de: Eine batteriebetriebene Brille, die das Umgebungslicht verstärkt, was es dir ermöglicht, im Dunkeln zu sehen. Benutze sie, um sie einzuschalten.
ja: 光を増幅して暗闇でも視界を確保する事が出来る、電池で作動するゴーグルです。使用すると電源が入ります。
zh_cn: 电池驱动的微光夜视镜，通过对光照微弱的目标像进行增强，使佩戴者在微光环境下视物。使用来激活。

source: A pair of battery-powered goggles that grant infrared vision, allowing you to see warm-blooded creatures in the dark. Use it to turn them off.
ja: 赤外線を感知して映像化することで暗闇でも温血動物を見る事が出来る、電池で作動するゴーグルです。使用すると電源を切ります
zh_cn: 电池驱动的红外护目镜，让你能在黑暗中看到温血生物。使用来关闭。

source: A pair of battery-powered goggles that grant infrared vision, allowing you to see warm-blooded creatures in the dark. Use it to turn them on.
ja: 赤外線を感知して映像化することで暗闇でも温血動物を見る事が出来る、電池で作動するゴーグルです。使用すると電源が入ります。
zh_cn: 电池驱动的红外护目镜，让你能在黑暗中看到温血生物。使用来激活。

source: A plain hairpin to keep your hair in place.
de: Eine einfache Haarnadel, um deine Haare zu befestigen.
ja: 髪を特定の位置に固定する事ができるシンプルなヘアピンです。
ko: 머리카락을 고정시키기 위해 사용하는 수수한 머리핀입니다.
ru: Простая шпилька, чтобы содержать волосы в порядке.
zh_cn: 平平无奇的发卡。

source: A simple wooden acoustic guitar with a strap so you can wear it around, even when not playing.
zh_cn: 一个简易的民谣吉他，自带一条背带。即使在不弹奏的时候，你也可以穿着它到处走。

source: A small battery-powered biometric safety device worn on the wrist. Activate to check your current level of radiation exposure.
de: Ein kleines batteriegetreibene biometrisches Sicherheitsgerät, das am Handgelek getragen wird. Aktiviere es, um deinen aktuellen Verstrahlungspegel zu messen.
ja: 電池で作動する小型の整体安全装置の一種です。手首に装着します。電源を入れると暴露中の放射線レベルを測定します。
zh_cn: 一个小型的由电池供电的安全监测设备，激活它来检测你现在的辐射程度。

source: A traditional musical instrument using enclosed reeds fed from a reservoir of air contained within a leather bag. It has a strap so you can wear it around, even when not playing.
zh_cn: 传统乐器，使用封闭的簧管发声，由装满空气的皮包提供空气。它有一条背带，即使不在演奏的时候，也能穿着它到处走。

source: A warm wool mask that protects the head and face from cold. It has a full face opening that can be adjusted to set how much is exposed.
ja: 頭と顔を寒さから守る、温かい羊毛のマスクです。顔の覆いを調整できるようになっています。
zh_cn: 一个温暖的羊毛面罩，保护你的头和脸远离寒冷。脸上有条拉链,你可以像个喰种那样调整露多少脸出来了。

source: Internally powered by a maximum of ten plutonium fuel cells, this full-body suit of sleek black military armor represents the pinnacle of Rivtech's non-rigid powered armor technology. It is turned on, and continually draining power. Use it to turn it off.
de: Dieser intern von bis zu zehn Plutoniumzellen angetriebene Ganzkörperanzug aus schnittiger schwarzer Militärpanzerung stellt den Höhepunkt von Rivtechs biegeschlaffer Strompanzerungstechnlogie dar. Sie ist eingeschaltet und verbraucht beständig Energie. Benutze sie, um sie auszuschalten.
ja: Rivtech社が全技術を結集して作り上げたパワーアーマーです。黒光りする軟質装甲が全身を包み、危害から守ります。内蔵電源式で最大で10個の原子力電池を充填できます。電源が入っており、電池を消費しています。使用するとスイッチを切ります。
zh_cn: 这套流线造型的黑色军用装甲代表着rivtech的柔性动力装甲技术的顶峰。使用钚燃料电池供电，目前工作中，使用<a>来关闭它.

source: Internally powered by a maximum of ten plutonium fuel cells, this full-body suit of sleek black military armor represents the pinnacle of Rivtech's non-rigid powered armor technology. Use it to turn it on.
de: Dieser intern von bis zu zehn Plutoniumzellen angetriebene Ganzkörperanzug aus schnittiger schwarzer Militärpanzerung stellt den Höhepunkt von Rivtechs biegeschlaffer Strompanzerungstechnlogie dar. Benutze sie, um sie einzuschalten.
ja: Rivtech社が全技術を結集して作り上げたパワーアーマーです。黒光りする軟質装甲が全身を包み、危害から守ります。内蔵電源式で最大で10個の原子力電池を充填できます。使用するとスイッチを入れます。
zh_cn: 这套流线造型的黑色军用装甲代表着rivtech的柔性动力装甲技术的顶峰。使用钚燃料电池供电，使用<a>来打开它.

source: RM13 combat armor
de: RM13-Kampfrüstung
ja: RM13コンバットアーマー
ru: Боевая броня RM13
zh_cn: RM13战斗装甲

source: RM13 combat armor (on)
de: RM13-Kampfrüstung (an)
ja: RM13コンバットアーマー(オン)
ru: Боевая броня RM13 (вкл)
zh_cn: RM13战斗装甲（开）

source: Straw fedora hat, comfortable and stylish. Its brim helps keep the sun out of your eyes.
ja: 藁を編んで作った着心地のよい中折れ帽です。つばが付いているので目を太陽から保護できます。
zh_cn: 肥多了草帽，舒适且新潮。帽檐可以保护你的氪金狗眼。

source: The %s flicks off.
de: Das %s flackert aus.
ja: %sの明かりがパッと消えました。
ko: %s의 스위치를 껐습니다.
ru: %s отключен.
zh_cn: %s 闪烁并且关闭了。

source: The %s's batteries are dead.
de: Die Batterien von %s sind leer.
ja: %sの電池が切れました。
ko: %s의 배터리가 나갔습니다.
ru: У %s сели батарейки.
zh_cn: %s 没电了

source: The %s's filter is used up.
de: Der Filter von %s ist aufgebraucht.
ja: %sのフィルターを使い切りました。
zh_cn: %s 的滤芯已经耗尽了。

source: The flashlights batteries are dead.
de: Die Batterien der Taschenlampe sind leer.
ja: 懐中電灯の電池が切れています。
ko: 손전등의 배터리가 나갔습니다.
ru: Батарейки в фонарике полностью разряжены.
zh_cn: 手电的电池耗尽了。

source: The helmet's batteries are dead.
de: Die Batterien des Helms sind leer.
ja: ヘルメットの電池が切れました。
zh_cn: 头盔的电池耗尽了。
