Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is emergency broadcast station %d%d. Please proceed quickly and calmly to your designated evacuation point.
de: Dies ist die Notfall-Rundfunkstation %d%d. Bitte gehen sie zügig und ruhig zu der Ihnen zugewiesenen Evakuierungsstelle.
ja: こちらは緊急放送局です %d%d。市民の皆様は速やかに、落ち着いて、指示された避難地点に向かって下さい。
ko: 여기는 긴급 방송국 %d%d 입니다. 신속히 이동해서 지정된 피난처에 대기해주세요.
ru: Вы слушаете станцию оповещения о чрезвычайных ситуациях %d%d. Соблюдая спокойствие, незамедлительно проследуйте в назначенный вам эвакуационный пункт.
zh_cn: 这是%d%d电台的紧急广播。请快速、冷静地移动到你的指定的疏散点。

source: Use movement keys to pan.
de: Bew.-Tasten zum Schieben.
ja: 視点移動キーを使用します。
ru: Кнопки движения для перемещения.
zh_cn: 使用移动键进行平移。

source: Zone:
ja: 区域:
zh_cn: 区域:

source: q or ESC to return.
de: »q« zum Zurückkehren.
ja: qかESCで戻る
ko: q 또는 ESC키로 종료.
ru: q или ESC для возврата.
zh_cn: 按q键或ESC键以返回。

source: Enter 2 letters (case sensitive):
de: Gib 2 Zeichen ein (Groß-/Kleinschreibung wichtig):
ja: 2文字入力(大文字･小文字は区別されます):
ko: 글자 2개를 입력하세요 (대소문자 구분)
ru: Введите 2 буквы (с учётом регистра):
zh_cn: 输入2个字母（区分大小写）

source: Examine vehicle
de: Fahrzeug untersuchen
ja: 車両を調べる
ko: 차량 조사
ru: Изучить автомобиль
zh_cn: 检查载具

source: Fill a container with water
de: Einen Behälter mit Wasser füllen
ja: 容器に水を入れる
ko: 물 채우기
ru: Наполнить контейнер водой
zh_cn: 把水装满容器

source: Fold vehicle
zh_cn: 折叠车辆

source: Get items
de: Gegenstände aufsammeln
ja: アイテムを手に入れる
ko: 물건 줍기
ru: Взять предметы
zh_cn: 取出物品

source: Get items on the ground
de: Gegenstände auf dem Boden aufsammeln
ja: 足元からアイテムを拾う
ko: 지상에 놓인 물건 줍기
ru: Поднять предметы с земли
zh_cn: 取得地上物品

source: No space for %s; wield instead? (drops %s)
de: Kein Platz für %s; stattdessen tragen? (lässt %s fallen)
zh_cn: 没有空间装%s了，手持它？ (扔下%s)

source: PICK UP
de: AUFHEBEN
ja: 取得
ru: ПОДБОР
zh_cn: 捡 起

source: Put on the %s?
de: %s anziehen?
ja: %sを身に着けますか？
ko: %s 을(를) 착용합니까?
ru: Надеть %s?
zh_cn: 穿上 %s？

source: The %s is too heavy!
de: %s ist zu schwer!
ja: %sは重過ぎます！
ko: %s은(는) 너무 무겁습니다!
ru: %s слишком тяжелый!
zh_cn: %s 实在是太重了！

source: There's no room in your inventory for the %s and you can't unwield your %s.
ja: インベントリに%sを持てる余裕がなく、%sを外せない。
zh_cn: 你的物品栏没有足够的空间放下%s，所以你没办法收起%s。

source: There's no room in your inventory for the %s and you have decided to keep your hands free.
ja: %sを持つ余裕がありません。拾わずに手を空けておくことにしました。
zh_cn: 你的物品栏没有足够的空间放下%s，而你决定不管咋样先空出手来。

source: There's no room in your inventory for the %s.
de: In deinem Inventar ist kein Platz für %s.
ru: В вашем инвентаре нет места для %s.
zh_cn: 你没有空间存放 %s 了。

source: Use the hotplate
de: Kochplatte benutzen
ja: ホットプレートを使う
ko: 핫플레이트 사용
ru: Использовать плитку
zh_cn: 使用电炉

source: Use the water purifier?
de: Wasserreiniger benutzen?
ko: 정화기를 사용합니까?
ru: Использовать водоочиститель?
zh_cn: 使用净水器？

source: Use the welding rig?
de: Schweißgerät benutzen?
ja: 溶接装置を使いますか？
ko: 용접기구를 사용합니까?
ru: Использовать сварочный аппарат?
zh_cn: 使用车载焊接系统？

source: Vol %d
ja: 容積 %d
ko: 부피 %d
ru: Объём: %d
zh_cn: 体积 %d

source: Wgt %.1f
de: Gwt %.1f
ja: 重量 %.1f
ko: 무게 %.1f
ru: Вес %.1f
zh_cn: 重量 %.1f

source: Wielding %c - %s
de: Du trägst: »%c« – %s
ja: %c - %sを手に持ちました。
ko: %c - %s 장비
ru: Вооружился %c - %s
zh_cn: 装备 %c-%s

source: Wielding - %s
ja: 装備 - %s
zh_cn: 挥舞着-%s

source: You can't pick up a liquid!
de: Du kannst eine Flüssigkeit nicht aufsammeln!
ja: 液体は拾えない！
ko: 액체를 주울 수는 없습니다!
ru: Вы не можете поднять жидкость!
zh_cn: 你不能捡起液体！

source: You pick up: %d %s
de: Du hebst %d %s auf.
ja: 取得: %2$s(%1$d個)
ru: Вы подняли: %d %s
zh_cn: 你捡起：%d %s

source: You pick up: %d %s [%c]
ja: 取得: %2$s(%1$d個)[%3$c]
zh_cn: 你捡起：%d %s [%c]

source: You struggle to carry such a large volume!
de: Du tust dich schwer damit, ein so großes Volumen zu tragen!
ja: 荷物(容積)が多過ぎて運ぶのに苦労しています！
ko: 과도한 부피의 짐이 움직임을 방해하고 있습니다!
ru: Вы с трудом тащите такой большой объём предметов!
zh_cn: 你装不下更多东西了！

source: You're overburdened!
de: Du bist überlastet!
ja: 荷物で押し潰されそうです！
ko: 너무 많은 짐을 들었습니다!
ru: Вы перегружены!
zh_cn: 你负担过重！

source: [,] All
de: [,] Alle
ja: [,] 全選択
ko: [,] 전체 선택
ru: [,] Всё
zh_cn: [,]所有

source: [left] Unmark
de: [←] Abwählen
ja: [left] 解除
ko: [left] 해제
ru: [лево] Отмена
zh_cn: [左]取消标记

source: [pgdn] Next
de: [Bild ab] Vor
ja: [pgdn] 次
ko: [PageDown] 다음
ru: [pgdn] След.
zh_cn: [pgdn]下页

source: [pgup] Prev
de: [Bild auf] Zurück
ja: [pgup] 前
ko: [PageUp] 이전
ru: [pgup] Пред.
zh_cn: [pgup]前页

source: [right] Mark
de: [→] Wählen
ja: [right] 選択
ko: [right] 표시
ru: [право] Метка
zh_cn: [右]标记

source: [up/dn] Scroll
de: [↑/↓] Scrollen
ja: [up/dn] スクロール
ko: [up/dn] 스크롤
ru: [верх/низ]
zh_cn: [上/下]滚屏

source: (Falling!!)
de: (Fallend!!)
ja: (温度下降!!)
ko: (감소중!!)
ru: (Снижение!!)
zh_cn: （下降中！！）

source: (Falling!)
de: (Fallend!)
ja: (温度下降!)
ko: (감소중!)
ru: (Снижение!)
zh_cn: （下降中！）

source: (Falling)
de: (Fallend)
ja: (温度下降)
ko: (감소중)
ru: (Снижение)
zh_cn: （下降中）

source: (Rising!!)
de: (Steigend!!)
ja: (温度上昇!!)
ko: (상승중!!)
ru: (Повышение!!)
zh_cn: （上升中！！）

source: (Rising!)
de: (Steigend!)
ja: (温度上昇!)
ko: (상승중!)
ru: (Повышение!)
zh_cn: （上升中！）

source: (Rising)
de: (Steigend)
ja: (温度上昇)
ko: (상승중)
ru: (Повышение)
zh_cn: （上升中）

source: Head: %d/%d
ja: 頭部: %d/%d
zh_cn: 头部: %d/%d

source: "Huh? What was that?"
zh_cn: 呃，那是啥？

source: "I think it's starting to kick in."
zh_cn: "我想它开始起效了。"

source: "Of course... it's all fractals!"
zh_cn: "当然... 全是花花绿绿的！"

source: "Oh God, what's happening?"
zh_cn: 哦，天啊！发生什么事了？

source: %1$s gets a load of %2$s's %s stuck in!
zh_cn: %1$s 被一大堆 %2$s 的 %s 堵住了！

source: %1$s starts scratching their %2$s!
de: %1$s beginnt, %2$s zu kratzen!
ja: %1$sは%2$sを引っ掻きはじめました！
zh_cn: %1$s 开始疯狂抓挠自己的 %2$s！

source: %1$s's %2$s puncture %s in mid-attack!
de: %1$ss %2$s sticht %s beim Angriff durch!
ko: %1$s의 %2$s이(가) 공격 도중 %s에 구멍을 냈습니다!
zh_cn: %1$s的%2$s在几步距离上刺中了%s！

source: %1$s's %2$s scrape %s in mid-attack!
de: %1$ss %2$s zerkratzen %s mitten im Angriff!
zh_cn: %1$s的%2$s在几步距离上刺中了%s！

source: %6.2f per minute
de: %6.2f pro Minute
ja: %6.2f分間につき
ko: 매 분마다 %6.2f
ru: %6.2f в минуту
zh_cn: %6.2f 每分钟

source: %c - an empty %s
de: %c – ein leeres %s
ja: %c - 空の%s
ko: %c - 비어있음 %s
ru: %c - пустая %s
zh_cn: %c-一个空的 %s

source: %s (Burst)
de: %s (Feuerstoß)
ja: %s(制限点射)
ko: %s (연발)
ru: %s (Очередь)
zh_cn: %s (连发)

source: %s (Mod)
ko: %s (보조)
ru: %s (Мод)
zh_cn: %s (Mod模组)

source: %s dodges... so fast!
ja: %sが回避しました...何て速さなんだ！
zh_cn: %s闪开了……好快！

source: %s grabs <npcname>!
de: %s ergreift <npcname>!
zh_cn: %s抓住了 <npcname> ！

source: %s grabs you!
de: %s greift dich!
ko: %s이(가) 당신을 붙잡았습니다!
ru: %s схватил вас!
zh_cn: %s抓住了你！

source: %s tries to dodge but there's no room!
ja: %sは回避を試みました...しかし、回避を試みるだけの空間が存在しなかった！
zh_cn: %s想要躲闪，但却没有腾挪的空间！

source: %s was killed in a %s in %s.
zh_cn: %s 被杀死在 %s 之中，在 %s.

source: %s was killed in a %s in the middle of nowhere.
zh_cn: %s 被杀死在 %s 之中在某个偏远地点！

source: %s was killed in a %s in the wilderness.
zh_cn: %s 被杀死在 %s 之中在野外某处。

source: %s was killed in a %s on the outskirts of %s.
zh_cn: %s 被杀死在 %s 之中，在 %s 的郊外。

source: %s's
ja: %s
zh_cn: %s的

source: %s's offensive defense system shocks %s in mid-attack!
de: %ss offensives Verteidigungssystem schockt %s beim Angriff!
ko: %s의 공격형 방호 시스템이 공격 도중 %s에게 전기충격을 가했습니다!
zh_cn: %s的自动防御系统电击了几步之外的%s！

source: *yawn* You should really get some sleep.
de: Gähn! Du solltest wirklich etwas Schlaf abkriegen.
ja: 「ふぁぁ。」 早急に眠る必要があります。
ko: *하암* 잠을 좀 자야 할 것 같습니다.
ru: *зевок* вы действительно должны поспать.
zh_cn: *哈欠* 你真的该去躺会了。

source: <npcname> assimilates a %s.
de: <npcname> assimiliert 1 %s.
ja: <npcname>は%sを消化しました。
ru: <npcname> потребил %s.
zh_cn: <npcname>吸收了一个 %s。

source: <npcname> bounces off %s!
de: <npcname> prallt %s ab!
ja: <npcname>の%sが跳ね返りました！
ko: <npcname>이(가) %s을(를) 튕겨냈습니다!
zh_cn: <npcname>反射了 %s！

source: <npcname> bounces off a %s!
de: <npcname> prallt von 1 %s ab!
ja: <npcname>の%sが跳ね返りました！
ko: <npcname>이(가) %s을(를) 튕겨냈습니다!
zh_cn: <npcname>反射了一个%s！

source: <npcname> breaks the grab!
de: <npcname> bricht den Griff!
ko: <npcname>이(가) 잡기에서 풀려났습니다!
ru: <npcname> разрывает захват!
zh_cn: <npcname>挣脱了!

source: <npcname> drinks a %s.
de: <npcname> trinkt %s.
ja: <npcname>は%sを飲みました。
ko: <npcname>이(가) %s 을(를) 마셨습니다.
ru: <npcname> выпил %s.
zh_cn: <npcname> 喝了一口 %s

source: <npcname> eats a %s.
de: <npcname> isst %s.
ja: <npcname>は%sを食べました。
ko: <npcname>이(가) %s을(를) 먹었습니다.
ru: <npcname> съел %s.
zh_cn: <npcname> 吃下一个 %s

source: <npcname> looks better after eating the %s.
de: <npcname> sieht besser aus, nach dem Essen von %s.
ja: <npcname>は%sを食べて満足しているようです。
ru: <npcname> выглядит лучше, после того как съел %s.
zh_cn: <npcname> 吃了 %s 以后，看起来好多了。

source: <npcname> loses some blood.
de: <npcname> verliert etwas Blut.
ja: <npcname>は若干の血液を失いました。
ko: <npcname>은(는) 피를 조금 흘렸습니다.
ru: <npcname> теряет немного крови.
zh_cn: <npcname>流了一些血。

source: <npcname> pours %s into their reactor's tank.
zh_cn: <npcname>把%s倒入了自己的小型核反应堆。

source: <npcname> vomits a thick, gray goop.
ja: <npcname>が嘔吐しました、おえっ。
zh_cn: <npcname>吐出了灰色的黏糊糊的东西。

source: <npcname> vomits thousands of live spores!
de: <npcname> erbricht tausende lebendige Sporen!
ja: <npcname>は何千という生きた胞子を吐き出しました！
ko: <npcname>은(는) 셀 수 없이 많은 양의 포자를 토했습니다!
ru: <npcname> стошнило тысячами живых спор!
zh_cn: <npcname>吐出了成千上万的孢子！

source: <npcname>'s %s is completely destroyed!
de: <npcname>s %s ist völlig zerstört!
ja: <npcname>の%sは完全に破壊されました！
ko: <npcname>의 %s이(가) 완전히 파괴되었습니다!
ru: У <npcname> %s полностью уничтожено!
zh_cn: <npcname> 的 %s 完全损坏了！

source: <npcname>'s arms bulge. Fungus stalks burst out of the bulges!
de: <npcname>s Arme schwellen an. Fungus bricht aus!
ja: <npcname>の両腕の肉が膨れ上がり、茸が飛び出しました！
ru: Руки <npcname> вздуваются. Из них прорастают грибы!
zh_cn: <npcname>的手肿胀起来。真菌体破体而出！

source: <npcname>'s broken arms bulge. Fungus stalks burst out of the bulges!
de: Das Fleisch von <npcname>s Armen schwellt an. Fungus bricht aus!
ja: <npcname>の折れた腕から肉が出ています。そこからさらに茸が飛び出しました！
ru: Сломанные руки <npcname> вздуты. Из них прорастают грибы!
zh_cn: <npcname>的断臂肿胀起来。真菌体破体而出！

source: <npcname>'s hands bulge. Fungus stalks burst through the bulge!
de: <npcname>s Hände schwellen an. Fungus bricht aus den Schwellungen aus!
ja: <npcname>の手が膨れ上がり、茸が飛び出しました！
ko: <npcname>의 손이 부풀더니, 진균체 줄기가 터져나왔습니다!
ru: Руки <npcname> вздуваются. Из них прорастают грибы!
zh_cn: <npcname>的手肿胀起来。真菌杆破体而出！

source: <whew> You catch your breath.
de: <whew> Du kriegst wieder Luft.
ja: <whew> 呼吸が正常に戻りました。
ko: <후우> 한숨을 쉬었습니다.
ru: <whew> Вы затаили дыхание.
zh_cn: <whew>你摒住呼吸。

source: A bionic emits a crackle of noise!
de: Ein Bionik knistert laut!
ja: 生体部品がカラカラと金属音を発しました！
ko: 바이오닉에서 시끄러운 소음이 납니다!
ru: От бионики исходит треск!
zh_cn: 仿生模块突然发出巨大的噪音！

source: A bionic shudders, but you hear nothing.
de: Ein Bionik bebt, aber du hörst nichts.
ja: 生体部品によって震えが走りました。しかし何も聴こえませんでした。
ko: 바이오닉이 마구 떨리더니 아무것도 들리지 않게 되었습니다.
ru: Бионика вибрирует, но вы ничего не слышите.
zh_cn: 一个生化模块卡壳了，但是你没注意到。

source: A chapter of this book takes %d minute to read.
zh_cn: 这本书的一章需要花%d分钟阅读。

source: A fellow survivor reads aloud to you...
zh_cn: 一个幸存者大声地念给你听...

source: A monster appears nearby!
de: Ein Monster taucht in der Nähe auf!
ja: 近くに怪物が現れました！
ko: 괴물이 근처에 나타났습니다!
ru: Рядом появился монстр!
zh_cn: 有敌对生物出现在附近！

source: A portal opens nearby, and a monster crawls through!
de: Ein Portal öffnet sich in der Nähe und ein Monster krabbelt durch.
ja: 近くに開いたポータルからモンスターが這い出てきました！
ko: 근처에 포탈이 열리고, 괴물들이 몰려옵니다!
ru: Рядом открылся портал, и из него поползли монстры!
zh_cn: 一道传送门在附近打开了…一个怪物挤了过来！

source: A snake sprouts from your body!
de: Eine Schlange schlägt aus deinem Körper aus!
ja: 蛇が身体から這い出てきました！
ko: 몸에서 뱀이 자라나기 시작합니다!
ru: Змея выросла из вашего тела!
zh_cn: 一条小蛇从你身体里游了出来！

source: Alcohol Craving
de: Alkoholentzugserscheinung
ja: アルコール依存症
ko: 알콜 금단증상
ru: Жажда алкоголя
zh_cn: 酒精上瘾

source: Anywhere would be a good place to sleep...
de: Jetzt wäre überall ein guter Schlafplatz.
ja: どこでも良く眠れそうだ...
ko: 어디에서라도 잠들 수 있을 것 같습니다.
ru: Лечь где угодно, только бы поспать...
zh_cn: 随便哪里，快点睡觉，困死了……

source: Arm encumbrance affects your accuracy with ranged weapons.
de: Armbehinderung beeinflusst deine Treffgenauigkeit mit Fernkampfwaffen.
ko: 팔 방해도는 원거리 무기의 정확도에 영향을 끼칩니다.
ru: Скованность рук влияет на точность попадания дальнобойным оружием.
zh_cn: 手臂负重影响你的远程武器命中。

source: As you force yourself to eat, you have the feeling that you'll just be able to keep eating and then sleep for a long time.
de: Während du dich zum Essen zwingst, hast du das Gefühl, dass du in der Lage sein könntest, weiter zu essen und dann für eine lange Zeit zu schlafen.
ja: 食べて、食べて、食べ続けた結果、冬を越せるぐらい眠れそうな感覚が訪れました。
ko: 당신이 계속 먹어대던 것처럼, 먹고 자는 생활을 오랫동안 지속해야 할 것 같은 느낌이 듭니다.
ru: Когда вы силой заставляете себя есть сверх меры, вы чувствуете, что можете продолжить есть, а затем вы будете очень долго спать.
zh_cn: 在你强迫自己进食的同时，你感觉自己能一直吃下去，之后睡上很久。

source: Ate Fruit
de: Obst gegessen
ja: 果物を食べた
ko: 과일을 먹음
zh_cn: 吃了水果

source: Ate Human Flesh
de: Menschenfleisch gegessen
ja: 人肉を食べた
ko: 인육을 먹음
ru: Съел человечину
zh_cn: 吃了人肉

source: Ate Indigestible Food
de: Unverdauliche Nahrung gegessen
ja: 難消化性の食品を食べた
zh_cn: 吃了难以消化的食物

source: Ate Junk Food
de: Junk Food gegessen
ja: ジャンクフードを食べた
ko: 정크푸드를 먹음
zh_cn: 吃了快餐食品

source: Ate Meat
de: Fleisch gegessen
ja: 肉を食べた
ko: 고기를 먹음
ru: Съел мясо
zh_cn: 吃了肉

source: Ate Vegetables
de: Gemüse gegessen
ja: 野菜を食べた
ko: 채소를 먹음
zh_cn: 吃了蔬菜

# memorial_female
source: Awoke from hibernation.
de: Aus dem Winterschlaf erwacht.
ko: 겨울잠에서 깨어났습니다.
ru: Вышла из спячки.
zh_cn: 自冬眠中醒来。

# memorial_male
source: Awoke from hibernation.
de: Aus dem Winterschlaf erwacht.
ko: 겨울잠에서 깨어났습니다.
ru: Вышел из спячки.
zh_cn: 自冬眠中醒来。

source: Bad Feeling
de: Schlechtes Gefühl
ja: 気分が悪い
ko: 좋지 않은 기분
ru: Плохое предчувствие
zh_cn: 反感

source: Bad Tempered
de: Missmutig
ja: 不機嫌
ko: 성질을 잘냄
ru: Депрессивный
zh_cn: 坏脾气

source: Base HP:
ja: 基本HP:
zh_cn: 基础HP:

source: Base Move Cost:
de: Basiskosten:
ja: 基本移動コスト:
ko: 이동시 요구 포인트:
ru: Баз. цена движения:
zh_cn: 基础移动消耗：

source: Base Stats:
de: Basiswerte:
ja: 開始能力値:
ko: 기본 능력치 :
ru: Начальные характеристики:
zh_cn: 基础状态：

# memorial_female
source: Became addicted to %s.
de: Wurde nach %s süchtig.
ja: %s中毒になりました。
ko: %s에 중독되었습니다.
ru: Получила зависимость от %s.
zh_cn: 对 %s 上瘾。

# memorial_male
source: Became addicted to %s.
de: Wurde nach %s süchtig.
ja: %s中毒になりました。
ko: %s에 중독되었습니다.
ru: Получил зависимость от %s.
zh_cn: 对 %s 上瘾。

# memorial_female
source: Began preparing for hibernation.
de: Begann die Vorbereitungen für den Winterschlaf.
ja: 冬眠に備え始めました。
ko: 겨울잠을 자기 위한 준비가 시작되었습니다.
ru: Начала подготовку к спячке.
zh_cn: 开始准备冬眠。

# memorial_male
source: Began preparing for hibernation.
de: Begann die Vorbereitungen für den Winterschlaf.
ja: 冬眠に備え始めました。
ko: 겨울잠을 자기 위한 준비가 시작되었습니다.
ru: Начал подготовку к спячке.
zh_cn: 开始准备冬眠。

source: Bionic Speed +%s%d%%
de: Bionikgeschwindigk. +%s%d%%
ja: 生体部品速度 +%s%d%%
ko: 바이오닉 가속 +%s%d%%
ru: Бионическое ускорение +%s%d%%
zh_cn: 生化速度 +%s%d%%

source: Bionics:
de: Bioniken:
ja: 生体部品:
ko: 바이오닉 :
ru: Бионика:
zh_cn: 生化插件:

# memorial_female
source: Broken %s began to mend.
de: Das grebrochene %s fing an, sich zu heilen.
ja: %sが治り始めました。
ko: 부숴진 %s이(가) 다시 수선되기 시작했습니다.
zh_cn: 开始修补破碎的 %s。

# memorial_male
source: Broken %s began to mend.
de: Das grebrochene %s fing an, sich zu heilen.
ja: %sが治り始めました。
ko: 부숴진 %s이(가) 다시 수선되기 시작했습니다.
zh_cn: 开始修补破碎的 %s。

source: But you might be able to learn a recipe or two.
de: Aber du könntest in der Lage sein, ein oder zwei Rezepte zu lernen.
ja: しかし、複数のレシピを学ぶ事は出来そうだ。
ko: 하지만 제작법 한두개 정도는 배울 수 있을 것입니다.
ru: Но вы могли бы узнать пару рецептов.
zh_cn: 不过你还可以从中学到那么一两个配方。

source: Caffeine Craving
de: Koffeinentzugserscheinung
ja: カフェイン依存症
ko: 카페인 금단증상
ru: Кофеиновая ломка
zh_cn: 咖啡(因)上瘾.

source: Can bring your %s skill to %d.
de: Kann deine Fertigkeit in %s auf %d bringen.
ja: %s技能を%dまで上昇させます。
zh_cn: 可以提升你的 %s 技能到 %d 级

source: Cannibalism is such a universal taboo. Will you break it?
ja: 食人は全人類共通の禁忌です。それを破りますか？
zh_cn: 食人是极端禁忌。你要打破它？

source: Carry weight(kg):
ja: 総運搬重量(kg):
zh_cn: 负重(千克):

source: Carry weight(lbs):
ja: 総運搬重量(lbs):
zh_cn: 负重(磅):

source: Cash on hand: $%d
ja: 所持金: $%d
zh_cn: 手头现金：$%d

source: Cataclysm - Dark Days Ahead version %s memorial file
zh_cn: 大灾变 - 浩劫余生 ver.%s 记念文档

source: Chilly%s
de: Kühl%s
ja: 寒い%s
ko: 쌀쌀함 %s
ru: Холодно%s
zh_cn: 微凉 %s

source: Chimerical Mutation
de: Chimärische Mutation
ja: 怪物的な突然変異
ko: 기상천외한 변이
ru: Химерическая мутация
zh_cn: 混合变异

source: Choose drive:
de: Datenträger wählen:
ja: ダウンロード先を選択:
ko: 운전 선택 :
ru: Выберите диск:
zh_cn: 选择驱动：

source: Cocaine Craving
de: Kokainentzugserscheinung
ja: コカイン依存症
ko: 코카인 금단증상
ru: Кокаиновая ломка
zh_cn: 可卡因瘾上瘾

source: Cold-Blooded +%s%d%%
de: Wechselwarm +%s%d%%
ja: 冷血 +%s%d%%
ko: 냉혈동물 +%s%d%%
ru: Хладнокровный +%s%d%%
zh_cn: 冷血动物 +%s%d%%

source: Cold-Blooded -%s%d%%
de: Wechselwarm −%s%d%%
ja: 冷血 -%s%d%%
ko: 냉혈 증세 -%s%d%%
ru: Хладнокровный -%s%d%%
zh_cn: 冷血动物 -%s%d%%

source: Comfortable%s
de: Gemütlich%s
ja: 快適%s
ko: 편안함 %s
ru: Комфортно%s
zh_cn: 舒适 %s

source: Confidence:
ja: 信頼性:
zh_cn: 自信：

source: Covering your mouth will make it more difficult to breathe and catch your breath.
zh_cn: 带口罩会让你呼吸和喘气变得更加困难。

source: Crack Cocaine Craving
de: Crack-Entzugserscheinung
ja: 高純度コカイン依存症
ko: 크랙 코카인 금단증상
ru: Крек-кокаиновая ломка
zh_cn: 快克可卡因上瘾

source: Crafting Bonus:
ja: 作製ボーナス:
zh_cn: 制作加成:

source: Current Speed:
de: Geschwindigkeit:
ja: 現在速度:
ko: 현재 행동 속도(%):
ru: Текущая скорость:
zh_cn: 当前速度：

source: Cycle to next category
de: Zur nächsten Kategorie wechseln
ja: 次の分類に切替
ru: Перейти к след. категории
zh_cn: 跳至下一目录

source: Damage healed: %d damage
ja: 回復したダメージ: %dダメージ
zh_cn: 伤害治疗： %d

source: Damage taken: %d damage
ja: 受けたダメージ: %dダメージ
zh_cn: 伤害承受： %d

source: Dancing fractals distract you.
de: Tanzende Fraktale lenken dich ab.
ja: 視界でフラクタルが揺れ動き、気が散っています。
zh_cn: 你眼睛冒的金星分散了你的注意力。

source: Deaf!
de: Taub!
ja: 耳が聞こえない！
ko: 귀먹음!
ru: Глухота!
zh_cn: 失聪！

source: Dehydrated
de: Dehydriert
ja: 渇き ***
ko: 탈수증
ru: Обезвоженный
zh_cn: 脱水

source: Depressants
de: Antidepressiva
ja: 鎮静剤
ko: 진정제
ru: Успокоительное
zh_cn: 镇静剂

source: Depressants -%s%d%%
de: Antidepressiva −%s%d%%
ja: 鎮静剤 -%s%d%%
ko: 진정제 -%s%d%%
ru: Депрессанты -%s%d%%
zh_cn: 镇静剂 -%s%d%%

source: Depressed
de: Deprimiert
ja: 気分消沈
ko: 우울증
ru: Подавленный
zh_cn: 沮丧

source: Depressed -%s%d%%
de: Deprimiert −%s%d%%
ja: 気分消沈 -%s%d%%
ko: 기분 나쁨 -%s%d%%
ru: Подавленный -%s%d%%
zh_cn: 沮丧 -%s%d%%

# memorial_female
source: Dermatik eggs hatched.
de: Heckte Dermatik-Eier.
ja: ダマティックの卵が孵化しました。
ko: 더마틱 알이 부화했습니다.
ru: Вылупились яйца дерматика.
zh_cn: 寄生蜂卵孵化了。

# memorial_male
source: Dermatik eggs hatched.
de: Heckte Dermatik-Eier.
ja: ダマティックの卵が孵化しました。
ko: 더마틱 알이 부화했습니다.
ru: Вылупились яйца дерматика.
zh_cn: 寄生蜂卵孵化了。

source: Dex %d
ja: 器: %d
zh_cn: 敏 %d

source: Dex%2d
zh_cn: 敏捷%2d

source: Dexterity
de: Geschicklichkeit
ja: 器用
ko: 민첩성
ru: Ловкость
zh_cn: 敏捷

source: Dexterity %+d when throwing items.
de: Geschicklichkeit %+d beim Wurf von Gegenständen.
ru: Ловкость %+d при броске вещей.
zh_cn: 敏捷增加 %+d 的加成，在投掷物品时。

source: Dexterity affects your chance to hit in melee combat, helps you steady your gun for ranged combat, and enhances many actions that require finesse.
de: Geschicklichkeit beeinflusst deine Chance, im Nahkampf zu treffen, hilft dir beim Geradehalten deiner Schusswaffe im Fernkampf und verbessert viele Handlungen, die Rafinesse erfordern.
ja: 近接・遠距離攻撃の命中率、器用さが必要な行動に影響します。
ko: 민첩성은 근접 공격 명중률에 영향을 끼치고, 안정적으로 화기를 다루는 데 도움을 주며, 정밀함을 필요로 하는 많은 행동의 성공률을 높여줍니다.
ru: Ловкость влияет на ваш шанс попадания в ближнем бою, помогает стабилизировать оружие при стрельбе, и улучшает эффект от действий требующих сноровки.
zh_cn: 敏捷影响你的命中率（近战和远程），并与灵巧动作密切相关。

source: Diazepam Craving
de: Diazepam-Entzugserscheinung
ja: ジアゼパム依存症
zh_cn: 安定片上瘾

# memorial_female
source: Died of a drug overdose.
de: Starb an einer Überdosis Drogen.
ja: 薬物の過剰摂取で死にました。
ko: 약물 과다복용으로 사망했습니다.
ru: Умерла от передозировки наркотиками.
zh_cn: 死于药物过量.

# memorial_male
source: Died of a drug overdose.
de: Starb an einer Überdosis Drogen.
ja: 薬物の過剰摂取で死にました。
ko: 약물 과다복용으로 사망했습니다.
ru: Умер от передозировки наркотиками.
zh_cn: 死于药物过量.

# memorial_female
source: Died of a healing stimulant overdose.
de: An einer Heilungsstimulantenüberdosis gestorben.
ja: 治療刺激薬の過剰摂取で死にました。
ko: 각성제 과다복용으로 사망했습니다.
ru: Умерла от передозировки лечебными стимуляторами.
zh_cn: 因医用兴奋剂过量而死。

# memorial_male
source: Died of a healing stimulant overdose.
de: An einer Heilungsstimulantenüberdosis gestorben.
ja: 治療刺激薬の過剰摂取で死にました。
ko: 각성제 과다복용으로 사망했습니다.
ru: Умер от передозировки лечебными стимуляторами.
zh_cn: 因医用兴奋剂过量而死。

# memorial_female
source: Died of datura overdose.
de: Starb an Stechapfel-Überdosis.
ja: チョウセンアサガオの過量服用で死にました。
zh_cn: 死于曼陀罗过量.

# memorial_male
source: Died of datura overdose.
de: Starb an Stechapfel-Überdosis.
ja: チョウセンアサガオの過量服用で死にました。
zh_cn: 死于曼陀罗过量.

# memorial_female
source: Died of starvation.
de: Verhungerte.
ja: 餓死しました。
ko: 굶주림 탓에 사망했습니다.
ru: Умерла от голода.
zh_cn: 死于饥饿.

# memorial_male
source: Died of starvation.
de: Verhungerte.
ja: 餓死しました。
ko: 굶주림 탓에 사망했습니다.
ru: Умер от голода.
zh_cn: 死于饥饿.

# memorial_female
source: Died of thirst.
de: Verdurstete.
ja: 渇き死にました。
ko: 갈증으로 인해 사망했습니다.
ru: Умерла от жажды.
zh_cn: 渴死.

# memorial_male
source: Died of thirst.
de: Verdurstete.
ja: 渇き死にました。
ko: 갈증으로 인해 사망했습니다.
ru: Умер от жажды.
zh_cn: 渴死.

source: Disliked %i
de: %i nicht gemocht
ja: %iは嫌い
ko: %i 싫어함
ru: Неприязнь к %i
zh_cn: 不喜欢 %i

source: Distance walked: %d squares
ja: 歩行距離: %d マス
zh_cn: 探索距离： %d

source: Dodge skill %+.1f.
de: Ausweicherfahrung %+.1f.
ja: 回避技能: %+.1f.
zh_cn: 闪避技能 %+.1f.

source: Dried Off
de: Abgetrocknet
ja: 乾いた
ko: 몸이 마름
ru: Просох
zh_cn: 晒干了

source: Drink %s from your hands?
zh_cn: 从手上喝 %s 么？

source: EFFECTS
de: WIRKUNGEN
ja: 効果
ko: 효과
ru: ЭФФЕКТЫ
zh_cn: 效果

source: ENCUMBRANCE AND WARMTH
de: BELASTUNG UND WÄRME
ja: 動作制限と暖かさ
ko: 방해도와 보온도
ru: СКОВАННОСТЬ И КОМФОРТ
zh_cn: 累赘度和保暖值

source: Elated
de: Ermutigt
ja: 意気軒昂
ko: 마약성 고양상태
ru: Восторг
zh_cn: 兴奋

source: Engorged
de: Verstopft
ja: 充血
ko: 부풀어오름
ru: Переполнен
zh_cn: 涨腹

source: Enjoyed %i
de: %i genossen
ja: %iを堪能した
ko: %i을(를) 즐김
ru: Доволен %i
zh_cn: 享受 %i

source: Enjoyed a hot meal
de: Eine warme Mahlzeit genossen
ja: 暖かい食事を堪能した
ko: 따뜻한 음식을 맛있게 먹음
ru: Доволен горячей едой
zh_cn: 享受一顿热饭

source: Enjoyed honey
de: Honig genossen
ja: 蜂蜜を堪能した
ru: Доволен мёдом
zh_cn: 享受蜂蜜

# memorial_female
source: Entered hibernation.
de: Ging in den Winterschlaf über.
ja: 冬眠に入りました。
ko: 겨울잠에 접어듭니다.
ru: Погрузилась в спячку.
zh_cn: 进入冬眠。

# memorial_male
source: Entered hibernation.
de: Ging in den Winterschlaf über.
ja: 冬眠に入りました。
ko: 겨울잠에 접어듭니다.
ru: Погрузился в спячку.
zh_cn: 进入冬眠。

source: Equipment:
de: Ausrüstung:
ja: 装備:
ko: 장비 :
ru: Снаряжение:
zh_cn: 装备:

source: Even your eyes feel dry...
de: Sogar deine Augen fühlen sich trocken an.
ja: 目が乾燥しています...
ko: 눈이 말라옵니다...
ru: Вы ощущаете сухость даже в глазах...
zh_cn: 你感到眼睛干涩……

source: Everything around you is starting to breathe.
de: Alles um dich herum, fängt an, zu atmen.
ja: 周辺の全ての物が呼吸し始めました。
ko: 주변의 모든 것들이 숨을 내쉬기 시작합니다.
ru: Всё вокруг начинает дышать.
zh_cn: 你感觉四周的一切东西都发出呼吸声，啊啊啊 ！

source: Everything looks SO boring now.
de: Alles sieht jetzt SO langweilig aus.
ja: 何もかもが死ぬほど退屈です。
ko: 모든 것이 아주 심심하고 뻔해보입니다.
ru: Сейчас всё выглядит таким СКУЧНЫМ.
zh_cn: 你感觉对这个世界厌烦透了。

source: Eww. Inedible plant stuff!
de: Igitt. Ungenießbares Pflanzenmaterial!
ja: オエッ。この植物は食べられない！
zh_cn: 呕~~,那玩意不能吃 !

source: Failed to learn a recipe from the %s.
de: Es gelang dir nicht, ein Rezept aus %s zu lernen.
ja: %sからレシピを学べなかった。
ko: %s에서 제작법을 배우는데 실패했습니다.
ru: Не удалось изучить рецепты из %s.
zh_cn: 你没能从%s学会新配方。

source: Famished
de: Ausgehungert
ja: 空腹 ***
ko: 심하게 굶음
ru: Голодный
zh_cn: 饿坏了

source: Fey Mutation
de: Naturgeistmutation
ja: 異様な突然変異
ko: 특이한 변이
ru: Мутация феи
zh_cn: 猫科变异

source: Final HP:
de: Letzte TP:
ja: 最終HP:
ko: 최종 HP :
ru: Финальные очки здоровья:
zh_cn: 最终HP:
