Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: charcoal kiln
de: Holzkohleofen
ja: 炭焼窯
ko: 목탄 가마(charcoal kiln)
ru: углевыжигательная печь
zh_cn: 木炭窑炉

source: chitin armor kit
ja: 装甲キット(キチン)
zh_cn: 甲壳装甲片

source: chunk of chitin
de: Chitinklumpen
ja: キチンの塊
ko: 키틴질 조각(chunk of chitin)
ru: кусок хитина
zh_cn: 甲壳块

source: chunk of steel
de: Stahlbrocken
ja: 鉄片
ko: 강철 조각(chunk of steel)
ru: кусок стали
zh_cn: 钢块

source: cigar butt
de: Zigarrenstummel
ja: 葉巻(吸殻)
ko: 시가 꽁초(cigar butt)
ru: окурок сигары
zh_cn: 雪茄头

source: circuit board
de: Leiterplatte
ja: 回路基板
ko: 배선 회로(circuit board)
ru: печатная плата
zh_cn: 电路板

source: circular sawblade
de: Kreissägenblatt
ja: 丸鋸刃
ko: 원형 톱날(circular sawblade)
ru: циркулярная пила
zh_cn: 圆锯片

source: clay pot
ja: 素焼鉢
zh_cn: 陶锅

source: clay quern
ja: 挽臼(粘土)
zh_cn: 陶磨

source: clay teapot
ja: ティーポット(粘土)
zh_cn: 陶茶壶

source: clock
de: Uhr
ja: 時計
ko: 시계(clock)
ru: часы
zh_cn: 时钟

source: clockworks
de: Uhrwerk
ja: 時計用計時機構
ko: 태엽 장치(clockworks)
ru: часовой механизм
zh_cn: 发条装置

source: coal pallet
de: Kohlepalette
ja: パレット(石炭)
ko: 석탄 블럭(coal pallet)
ru: угольный поддон
zh_cn: 煤块

source: copper spear
zh_cn: 铜制长矛

source: copper tubing
de: Kupferrohr
ja: 銅管
ko: 구리관(copper tubing)
ru: медная трубка
zh_cn: 铜管

source: corpse
de: Leiche
ja: 死体
ko: 시체
ru: труп
zh_cn: 尸体

source: crude sword
de: grobes Schwert
ja: 剣(粗製)
ko: 수제 칼(crude sword)
ru: грубый меч
zh_cn: 粗制剑

source: cudgel
de: Keule
ja: 棍棒
ko: 곤봉(cudgel)
ru: дубина
zh_cn: 长棍

source: cured hide
ja: 乾燥皮
zh_cn: 硬皮

source: cured pelt
ja: 乾燥毛皮
zh_cn: 硬化毛皮

source: cvd machine
de: CVD-Maschine
ja: CVD装置
ko: CVD 기계(machine)
ru: химический парофазный осаждатель
zh_cn: 气相沉积机

source: dahlia
de: Dahlie
ja: ダリア
ko: 달리아(dahlia)
ru: георгин
zh_cn: 大丽花

source: dahlia bud
de: Dahlienknospe
ja: ダリアの芽
ko: 달리아 봉오리(dahlia bud)
ru: бутон георгина
zh_cn: 大丽花花蕾

source: damaged tent
de: beschädigtes Zelt
ja: 傷んだテント
ko: 손상된 텐트(damaged tent)
ru: повреждённая палатка
zh_cn: 破帐篷

source: dead flare
de: ausgebrannte Leuchtfackel
ja: 発炎筒(使用済)
ko: 플레어-사용함(flare)
ru: потухший осветительный снаряд
zh_cn: 燃尽闪光弹

source: desk fan
de: Tischventilator
ja: 卓上扇風機
ko: 소형 선풍기(desk fan)
ru: настольный вентилятор
zh_cn: 台风扇

source: diamond
de: Diamant
ja: ダイヤモンド
ko: 다이아몬드(diamond)
ru: алмаз
zh_cn: 钻石

source: distaff and spindle
de: Rocken und Spindel
ja: 糸巻き棒と紡錘
zh_cn: 纺线杆和纺锤

source: down-filled pillow
ja: 枕(羽毛)
zh_cn: 羽绒枕

source: drive by wire controls
ja: 電子制御スロットル
zh_cn: 电线传控控制器

source: electric motor
de: Elektromotor
ja: 電気モーター
ko: 전기 모터(electric motor)
ru: электродвигатель
zh_cn: 电力引擎

source: electrohack
de: Elektrohack
ja: ハッキング装置
ko: 전자해킹 장치(electrohack)
ru: электронная отмычка
zh_cn: 电子黑客仪

source: electronic scrap
de: Elektroschrott
ja: 電子機器(廃棄)
ko: 전자기 부품(electronic scrap)
ru: электронные компоненты
zh_cn: 电子垃圾

source: emergency vehicle light (blue)
de: blaue Rundumkennleuchte
ja: 緊急車両ライト(青)
ko: 구급차 경광등-파란색(emergency light)
ru: Спецсигнал (синий)
zh_cn: 警灯（蓝）

source: emergency vehicle light (red)
de: rote Rundumkennleuchte
ja: 緊急車両ライト(赤)
ko: 구급차 경광등-빨간색(emergency light)
ru: Спецсигнал (красный)
zh_cn: 警灯（红）

source: empty canister
de: leerer Kanister
ja: 空円筒弾
ko: 빈 통(empty canister)
ru: пустая канистра
zh_cn: 空筒

source: expandable baton
de: Teleskopschlagstock
ja: 特殊警棒
ko: 강철 창(steel spear)
ru: полицейская дубинка
zh_cn: 甩棍

source: expandable baton (extended)
de: Teleskopschlagstock (ausgefahren)
ja: 特殊警棒(伸長)
zh_cn: 甩棍(展开)

source: exploding arrowhead
de: Explosivpfeilspitze
ja: 矢尻(爆発)
ko: 폭발성 화살촉(arrowhead)
ru: взрывной наконечник
zh_cn: 爆裂箭镞

source: extra-light frame
de: superleichter Rahmen
ja: 超軽量フレーム
ko: 초경량 프레임(extra-light frame)
ru: сверхлегкая рама
zh_cn: 超轻车架

source: fancy table
zh_cn: 华丽的桌子

source: felt patch
ja: 布片(フェルト)
zh_cn: 毛毡片

source: fencing epee
ja: エペ
zh_cn: 击剑重剑

source: fencing foil
ja: フェンシングホイル
zh_cn: 击剑花剑

source: fencing saber
ja: サーベル
zh_cn: 击剑佩剑

source: fertilizer
de: Dünger
ja: 肥料
ko: 비료(fertilizer)
ru: удобритель
zh_cn: 肥料

source: file
de: Akte
ja: ファイル
ko: 파일(file)
ru: файл
zh_cn: 文件

source: fishing hook
de: Angelhaken
ja: 釣り針
ko: 낚싯바늘(fishing hook)
ru: рыболовный крючок
zh_cn: 鱼钩

source: floodlight
de: Flutlicht
ja: 投光照明
ko: 투광 조명등(floodlight)
ru: прожектор
zh_cn: 泛光灯

source: flyer
ja: チラシ
ko: 전단지(flyer)
ru: рекламная листовка
zh_cn: 传单

source: foldable-light frame
ja: 折り畳み式軽量フレーム
zh_cn: 折叠轻质车架

source: folding wire basket
ja: 折り畳み式ワイヤーバスケット
zh_cn: 折叠篮筐

source: foon
de: Göffel
ja: フーン
ko: 숟가락포크(foon)
zh_cn: 餐叉

source: foot crank
de: Tretkurbel
ja: クランク
ko: 발 크랭크(foot crank)
ru: велосипедная трансмиссия
zh_cn: 脚踏板

source: football
ja: フットボール
ko: 미식축구공(football)
ru: футбольный мяч
zh_cn: 足球

source: forged sword
de: handgeschmiedetes Schwert
ja: 剣(鍛造)
ko: 제련된 검(forged sword)
ru: кованный меч
zh_cn: 锻打剑

source: fork
de: Gabel
ja: フォーク
ko: 포크(fork)
ru: вилка
zh_cn: 叉子

source: forked spear
ja: フォークスピア
zh_cn: 木长叉

source: frying pan
de: Bratpfanne
ja: フライパン
ko: 프라이팬(frying pan)
ru: сковорода
zh_cn: 平底锅

source: fungal fighter sting
de: Funguskämpfer-Stachel
ja: 針(真菌殺し)
ko: 진균 전사의 가시(fungal sting)
ru: жало фунгалоида-бойца
zh_cn: 真菌刺

source: fur pelt
de: Pelz
ja: 毛皮
ko: 모피 생가죽(fur pelt)
ru: шкура
zh_cn: 毛皮

source: glass
de: Glas
ja: グラス
ko: 유리잔(glass)
ru: стакан
zh_cn: 玻璃杯

source: glass bowl
de: Glasschale
ja: ガラスボウル
ko: 유리 그릇(glass bowl)
ru: стеклянная чашка
zh_cn: 玻璃碗

source: glass plate
de: Glasteller
ja: ガラス皿
ko: 유리 접시(glass plate)
ru: стеклянная тарелка
zh_cn: 玻璃餐碟

source: glass shard
de: Glasscherbe
ja: ガラス片
ko: 유리 조각(glass shard)
ru: осколок стекла
zh_cn: 玻璃碎片

source: glass shiv
de: Glasklinge
ja: ナイフ(ガラス)
ko: 유리칼(glass shiv)
ru: стеклянное лезвие
zh_cn: 玻璃剃刀

source: gold bar
de: Goldbarren
ja: 延棒(金)
ko: 금괴(gold bar)
ru: слиток золота
zh_cn: 金条

source: golf club
de: Golfschläger
ja: ゴルフクラブ
ko: 골프채(golf club)
ru: клюшка для гольфа
zh_cn: 高尔夫球棍

source: grappling hook
de: Enterhaken
ja: 引っ掛けフック(9m)
ko: 갈고리(grappling hook)
ru: крюк-кошка
zh_cn: 抓钩

source: grenade launcher buttstock
de: Granatwerferschaft
ja: 銃床(グレネードランチャー/M320 GLM)
ko: 유탄 발사기 개머리판(launcher buttstock)
ru: приклад гранатомёта
zh_cn: 榴弹发射底座

source: hackPRO
ja: ハックプロ
ko: 해킹 프로(hackPRO)
ru: ВзломПРО
zh_cn: 高级黑客工具

source: hand mirror
de: Handspiegel
ja: 手鏡
ko: 손거울(hand mirror)
ru: зеркальце
zh_cn: 手镜

source: hard plating
de: harte Panzerung
ja: 厚い平板
ko: 고경도 강철판(hard plating)
ru: твёрдая пластина
zh_cn: 硬化电镀板

source: hatchet
de: Handbeil
ja: ハチェット
ko: 손도끼(hatchet)
ru: топор
zh_cn: 短柄斧

source: heating element
de: Heizelement
ja: 発熱体
ko: 발열체(heating element)
ru: нагревательный элемент
zh_cn: 加热元件

source: heavy duty frame
de: Hochleistungsrahmen
ja: 頑丈なフレーム(強化鋼)
ko: 중갑 프레임(heavy duty frame)
ru: тяжелая рама
zh_cn: 重型车架

source: heavy stick
de: schwerer Stock
ja: 重棒
ko: 무거운 막대기(heavy stick)
ru: палка
zh_cn: 重木棍

source: high-quality lens
de: Qualitätslinse
ja: 高性能レンズ
ko: 고품질 렌즈(high-quality lens)
ru: высококачественная линза
zh_cn: 高清镜头

source: hockey puck
de: Puck
ja: ホッケーパック
ko: 하키 퍽(hockey puck)
ru: хоккейная шайба
zh_cn: 冰球

source: hockey stick
de: Hockeyschläger
ja: ホッケースティック
ko: 하키 스틱(hockey stick)
ru: хоккейная клюшка
zh_cn: 曲棍球棒

source: homewrecker
ja: ホームレッカー
ko: 가정파괴자(homewrecker)
ru: молот
zh_cn: 寡妇制造者

source: infection data
de: Infektionsdaten
ja: 感染データ
ko: 감염 데이터(infection data)
ru: данные об инфекции
zh_cn: 感染数据

source: ironshod quarterstaff
de: eisenbeschlagener Quarterstaff
ja: 鉄張り六尺棒
ko: 쇠장식 육척봉(quarterstaff)
ru: окованный сталью посох
zh_cn: 镔铁棍

source: katana
ja: 日本刀
ko: 일본도(katana)
ru: катана
zh_cn: 武士刀

source: knitting needles
de: Paar Stricknadeln
ja: 編針
ko: 뜨개질바늘(knitting needles)
zh_cn: 棒针

source: kris
ja: クリス
ko: 크리스(kris)
ru: крис
zh_cn: 蛇剑

source: lajatang
ja: ラジャタン
ko: 라자탕(lajatang)
ru: ладжетанг
zh_cn: 圆月铲

source: laptop computer
de: Laptop
ja: ノートPC
ko: 노트북 컴퓨터(laptop computer)
ru: ноутбук
zh_cn: 笔记本电脑

source: large damaged tent
de: großes beschädigtes Zelt
ja: 傷んだ大型テント
zh_cn: 破损大帐篷

source: large electric motor
de: großer Elektromotor
ja: 大型電気モーター
ko: 큰 전기 모터(electric motor)
ru: большой электродвигатель
zh_cn: 大型电力引擎

source: lawnmower
de: Rasenmäher
ja: 芝刈り機
ko: 제초기(lawnmower)
ru: газонокосилка
zh_cn: 割草机

source: lead battery plate
de: Bleibatterieplatte
ja: 極板(鉛)
ko: 납 전극(lead battery plate)
ru: свинцовый электрод
zh_cn: 蓄电池极板

source: leather patch
de: Lederflicken
ja: 端切れ(革)
ko: 가죽 조각(leather patch)
ru: кожаный лоскут
zh_cn: 皮革片

source: light wooden frame
ja: 軽量フレーム(木)
zh_cn: 木制轻车架

source: limestone shard
ja: 石灰岩片
zh_cn: 石灰粉

source: lit charcoal kiln
de: angefeuerter Holzkohleofen
ja: 炭焼窯(点火)
zh_cn: 木炭窑炉（点燃）

source: log
de: Holzscheit
ja: 丸太
ko: 통나무(log)
ru: бревно
zh_cn: 原木

source: long rope
de: langes Seil
ja: ロープ(9m)
ko: 긴 로프(long rope)
ru: длинная верёвка
zh_cn: 长绳

source: long string
de: langer Faden
ja: 紐(90cm)
ko: 긴 끈(long string)
ru: длинная нить
zh_cn: 长线

source: lump of clay
ja: 粘土の塊
zh_cn: 粘土块

source: lump of steel
de: Stahlklumpen
ja: 鋼の塊
ko: 강철 덩어리(lump of steel)
ru: крупный кусок стали
zh_cn: 钢锭

source: mace
de: Streitkolben
ja: メイス
ko: 메이스(mace)
ru: булава
zh_cn: 铁锏

source: makeshift macuahuitl
ja: 簡易マクアフティル
zh_cn: 简易双刃剑

source: manhole cover
de: Gullydeckel
ja: マンホール蓋
ko: 맨홀 뚜껑(manhole cover)
ru: крышка люка
zh_cn: 井盖

source: mechanical pump
de: mechanische Pumpe
ja: 機械式ポンプ
ko: 기계식 펌프(mechanical pump)
ru: механический насос
zh_cn: 机械泵

source: medium storage battery
ja: 蓄電池(中型)
zh_cn: 中型蓄电池

source: microwave
de: Mikrowelle
ja: 電子レンジ
ko: 전자레인지(microwave)
ru: микроволновка
zh_cn: 微波炉

source: military ID card
de: Offiziers-Dienstausweis
ja: IDカード(軍)
ko: 군부대 ID 카드(military ID card)
ru: ID-карта военного
zh_cn: 军用ID卡

source: military composite plating
de: Militär-Kompositplattierung
ja: 平板(軍用複合)
ko: 군용 복합 도금(military composite plating)
ru: военная композитная броня
zh_cn: 军用复合甲板

source: military operations map
de: militärische Landkarte
ja: 軍事作戦地図
ko: 군사 작전 지도(military map)
ru: карта военных операций
zh_cn: 军事设施图

source: minifridge
de: Kleinkühlschrank
ja: 冷蔵庫(小型)
ko: 소형 냉장고(minifridge)
ru: мини-холодильник
zh_cn: 迷你冰箱

source: minireactor
de: Kleinreaktor
ja: 小型反応炉
ko: 소형 반응로(minireactor)
ru: мини-реактор
zh_cn: 微型核反应堆

source: misc software
de: sonstige Software
ja: 色々なソフトウェア
ko: 잡다한 소프트웨어(misc software)
ru: разнообразное ПО
zh_cn: 杂项软件

source: money bundle
de: Geldbündel
ja: 札束
ko: 돈다발(money bundle)
ru: пачка денег
zh_cn: 纸币卷

source: monomolecular blade
de: Monomolekularklinge
ja: 単分子ブレード
ko: 단분자막 칼날(monomolecular blade)
ru: мономолекулярный клинок
zh_cn: 单分子刀片

source: morningstar
de: Morgenstern
ja: モーニングスター
ko: 모닝스타(morningstar)
ru: моргенштерн
zh_cn: 钉头锤

source: motorbike alternator
de: Motorradlichtmaschine
ja: オルタネータ(バイク)
ko: 오토바이 발전기(motorbike alternator)
ru: генератор для мотоцикла
zh_cn: 摩托发电机

source: motorbike battery
de: Motorrad-Batterie
ja: バッテリー(バイク)
ko: 오토바이 배터리(motorbike battery)
ru: мото-аккумулятор
zh_cn: 摩托车电池

source: muffler
de: Pkw-Schalldämfer
ja: マフラー
ko: 차량용 머플러(muffler)
ru: глушитель
zh_cn: 引擎消音器

source: music CD
de: Musik-CD
ja: 音楽CD
ko: 음악 CD(music CD)
ru: музыкальный CD
zh_cn: 音乐CD

source: nail bat
de: Nagelschläger
ja: 釘バット
ko: 못 박힌 방망이(nail bat)
ru: бита с гвоздями
zh_cn: 钉头棒球棍

source: nail board
de: Nagelbrett
ja: 釘板
ko: 못 박힌 판자(nail board)
ru: доска с гвоздями
zh_cn: 狼牙棒

source: nearby fire
de: nahes Feuer
ja: 火の傍
ko: 주변 불
ru: источник огня
zh_cn: 靠近火源

source: newspaper page
ja: 新聞紙
zh_cn: 报纸

source: none
de: kein
ja: なし
ko: 없음
ru: нет
zh_cn: 没有

source: nord
de: Nagelschwert
ja: ノード
ko: 못 박힌 목검(nord)
ru: гвоздемеч
zh_cn: 诺德剑

source: note
de: Notiz
ja: メモ
ko: 쪽지(note)
ru: записка
zh_cn: 笔记

source: oars
de: Paar Ruder
ja: 櫂
zh_cn: 桨

source: old broken animatronic bear
ja: 壊れたクマ型ロボット(中古)
zh_cn: 损坏的模型熊

source: old broken animatronic bunny
ja: 壊れたウサギ型ロボット(中古)
zh_cn: 损坏的模型兔子

source: old broken animatronic chicken
ja: 壊れたニワトリ型ロボット(中古)
zh_cn: 损坏的模型鸡

source: old broken animatronic fox
ja: 壊れたキツネ型ロボット(中古)
zh_cn: 损坏的模型狐狸

source: onboard chemistry lab
de: Fahrzeugchemielabor
ja: 車載式化学実験室
ko: 차량용 화학 실험실(chemistry lab)
ru: бортовая химическая лаборатория
zh_cn: 车载化学实验室

source: pair of binoculars
de: Feldstecher
ja: 双眼鏡
ko: 쌍안경(binoculars)
ru: бинокль
zh_cn: 望远镜

source: pair of brass knuckles
de: Paar Schlagringe
ja: ブラスナックル
ko: 황동 너클(brass knuckles)
ru: пара латунных кастетов
zh_cn: 铜指虎

source: pair of nail knuckles
de: Paar Nagelschlagringe
ja: ネイルナックル
ko: 못 박힌 너클(nail knuckles)
ru: пара кастетов с гвоздями
zh_cn: 钉指虎

source: pair of steel knuckles
de: Paar Stahlschlagringe
ja: スチールナックル
ko: 강철 너클(steel knuckles)
ru: пара стальных кастетов
zh_cn: 铁指虎

source: pane of reinforced glass
de: kleine Panzerglasscheibe
ja: 強化窓ガラス
ko: 강화된 판유리(pane of glass)
ru: кусок ударопрочного стекла
zh_cn: 钢化玻璃碎块

source: pasta extruder
de: Pastastrangpresse
ja: パスタ押出成形機
ko: 파스타 압출기(pasta extruder)
ru: мясорубка
zh_cn: 挤面机

source: peephole
ja: ドアスコープ
zh_cn: 猫眼镜

source: petrified eye
de: versteinertes Auge
ja: 石化した眼
ko: 석화된 안구(petrified eye)
ru: окаменелый глаз
zh_cn: 石化之眼

source: pile of straw
ja: 藁束
zh_cn: 稻草堆

source: pillow
ja: 枕
zh_cn: 枕头

source: pilot light
de: Zündflamme
ja: パイロットランプ
ko: 점화부(pilot light)
ru: сигнальная лампа
zh_cn: 辅助点火器

source: pine bough
ja: 松の枝
zh_cn: 松树枝干

source: pinecone
ja: 松かさ
zh_cn: 松塔

source: pipe
de: Rohr
ja: パイプ
ko: 파이프(pipe)
ru: труба
zh_cn: 铁管

source: pitchfork
ja: ピッチフォーク
zh_cn: 干草叉

source: plasma engine
de: Plasmamotor
ja: プラズマエンジン
ko: 플라즈마 엔진(plasma engine)
ru: плазменный двигатель
zh_cn: 等离子引擎

source: pocket watch
de: Taschenuhr
ja: 懐中時計
ko: 포켓 시계(pocket watch)
ru: карманные часы
zh_cn: 怀表

source: pointy stick
de: spitzer Stock
ja: 尖った棒
ko: 뾰족한 막대기(pointy stick)
ru: заостренная палка
zh_cn: 尖木棍

source: pool cue
de: Billiardstock
ja: ビリヤードキュー
ko: 당구 큐대(pool cue)
ru: бильярдный кий
zh_cn: 台球杆

source: poppy bud
de: Mohnknospe
ja: ケシの芽
ko: 양귀비 봉오리(poppy bud)
ru: маковый бутон
zh_cn: 罂粟花蕾

source: poppy flower
de: Mohnblüte
ja: ケシの花
ko: 양귀비 꽃(poppy flower)
ru: маковый цветок
zh_cn: 罂粟花

source: pot
de: Topf
ja: 鍋
ko: 냄비(pot)
ru: кастрюля
zh_cn: 铁锅

source: power converter
de: Energieumwandler
ja: 電力変換器
ko: 전력 변환기(power converter)
ru: преобразователь напряжения
zh_cn: 能量转换器

source: processor board
de: Prozessorplatine
ja: マザーボード
ko: 프로세서 보드(processor board)
ru: материнская плата
zh_cn: 主机板

source: punch dagger
de: Stoßdolch
ja: パンチダガー
ko: 펀치 대거(punch dagger)
ru: стилет
zh_cn: 双刃匕首

source: quantum solar panel
de: Quantensolarpaneel
ja: 量子ソーラーパネル
ko: 양자 태양 전지판(solar panel)
ru: квантовая солнечная панель
zh_cn: 超能太阳能板

source: quarterstaff
ja: 六尺棒
ko: 육척봉(quarterstaff)
ru: посох
zh_cn: 武术长棍

source: radio repeater mod
zh_cn: 无线电中继器插件

source: rapier
de: Stoßdegen
ja: レイピア
ko: 레이피어(rapier)
ru: рапира
zh_cn: 刺剑

source: razor blade
de: Rasierklinge
ja: 剃刀用替刃
ko: 면도날(razor blade)
ru: лезвие бритвы
zh_cn: 剃须刀片

source: razorbar katar
de: Bewehrungsstabkatar
ja: ジャマダハル(鉄筋5枚刃)
ko: 철근 카타르(razorbar katar)
ru: катар с шипами
zh_cn: 剃刀拳刃

source: rebar
de: Bewehrungsstab
ja: 鉄筋
ko: 철근(rebar)
ru: арматура
zh_cn: 钢筋

source: rebar grate
ja: 鉄筋格子
zh_cn: 钢筋栅格

source: recharging station
de: Ladestation
ja: 充電ステーション
ko: 재충전 설비(recharging station)
ru: станция зарядки
zh_cn: 无线充电站

source: reinforced head light
de: verstärkter Scheinwerfer
ja: 強化ヘッドライト
ko: 강화된 헤드라이트(reinforced head light)
ru: усиленные фары
zh_cn: 加固型车头灯

source: reinforced solar panel
de: gepanzertes Solarpaneel
ja: 強化ソーラーパネル
ko: 강화된 태양 전지판(solar panel)
ru: армированная солнечная панель
zh_cn: 强固型太阳能板

source: restaurant guide
de: Restaurantführer
ja: レストランガイドマップ
ko: 레스토랑 안내서(restaurant guide)
ru: путеводитель по ресторанам
zh_cn: 餐馆指南

source: road map
de: Straßenkarte
ja: 道路地図
ko: 도로 지도(road map)
ru: дорожная карта
zh_cn: 行车图

source: robot driving unit
ja: ロボット操縦ユニット
zh_cn: 机器人驾驶单元

source: rock in a sock
de: Stein in einer Socke
ja: 石入り靴下
ko: 돌을 넣은 양말(rock in a sock)
ru: камень в носке
zh_cn: 袜装石锤

source: saddle
de: Sattel
ja: サドル
ko: 안장(saddle)
ru: кресло
zh_cn: 鞍座

source: science ID card
de: Wissenschaftler-Dienstausweis
ja: IDカード(研究所)
ko: 과학자 ID 카드(science ID card)
ru: ID-карта учёного
zh_cn: 科学家ID卡

source: scrap metal
de: Metallschrott
ja: 鉄屑
ko: 고철(scrap metal)
ru: металлолом
zh_cn: 金属碎片

source: sealed 3-liter jar of kompot
de: versiegeltes 3-Liter-Glasgefäß mit Kompot
ja: 密封瓶(コンポート3L)
ko: 3리터 밀봉 유리병-콤포트(kompot)
ru: закрытая 3л банка компота
zh_cn: 密封糖水罐头(3升)

source: sealed jar of V8
ja: 密封瓶(V8野菜ジュース)
zh_cn: 密封V8罐头

source: sealed jar of bone broth
ja: 密封瓶(人骨スープの素)
zh_cn: 密封炖骨汤罐头

source: sealed jar of broth
ja: 密封瓶(だし汁(野菜))
zh_cn: 密封杂菜汤罐头

source: sealed jar of canned fish
de: Einmachglas mit Konservenfischen
ja: 密封瓶(缶詰魚)
ko: 밀봉 유리병-생선(canned fish)
ru: закрытая банка консервированной рыбы
zh_cn: 密封鱼肉罐头

source: sealed jar of canned fruit
de: Einmachglas mit Konservenfrüchten
ja: 密封瓶(缶詰果物)
ko: 밀봉 유리병-과일(canned fruit)
ru: закрытая банка фруктов
zh_cn: 密封水果罐头

source: sealed jar of canned meat
de: Einmachglas mit Fleisch
ja: 密封瓶(缶詰肉)
ko: 밀봉 유리병-고기(canned meat)
ru: закрытая банка консервированного мяса
zh_cn: 密封肉罐头

source: sealed jar of canned tomato
ja: 密封瓶(トマト)
zh_cn: 密封番茄罐头

source: sealed jar of canned veggy
de: Einmachglas mit Gemüse
ja: 密封瓶(缶詰野菜)
ko: 밀봉 유리병-채소(canned veggy)
ru: закрытая банка консервированных овощей
zh_cn: 蔬菜罐头

source: sealed jar of fish soup
ja: 密封瓶(魚煮込みスープ)
zh_cn: 密封鱼汤罐头

source: sealed jar of meat soup
ja: 密封瓶(肉煮込みスープ)
zh_cn: 密封肉汤罐头

source: sealed jar of pickled fish
de: Einmachglas mit eingelegten Fischen
ja: 密封瓶(漬け魚)
ko: 밀봉 유리병-절인 생선(pickled fish)
ru: закрытая банка маринованной рыбы
zh_cn: 密封罐腌鱼肉

source: sealed jar of pickled human flesh
de: Einmachglas mit Menschenpökelfleisch
ja: 密封瓶(漬け人肉)
ko: 밀봉 유리병-절인 인육(human flesh)
ru: закрытая банка маринованной человечины
zh_cn: 密封罐腌人肉

source: sealed jar of pickled meat
de: Einmachglas mit Pökelfleisch
ja: 密封瓶(漬け肉)
ko: 밀봉 유리병-절인 고기(pickled meat)
ru: закрытая банка маринованного мяса
zh_cn: 罐装腌肉

source: sealed jar of pickled vegetable
de: Einmachglas mit Einleggemüse
ja: 密封瓶(漬け野菜)
ko: 밀봉 유리병-절인 채소(pickled vegetable)
ru: закрытая банка маринованных овощей
zh_cn: 罐装泡菜

source: sealed jar of sap soup
ja: 密封瓶(人肉煮込みスープ)
zh_cn: 密封人肉浓汤罐头

source: sealed jar of soylent slices
de: Einmachglas mit Soylent-Scheiben
ja: 密封瓶(薄切り人肉)
ko: 밀봉 유리병-인육(soylent)
ru: закрытая банка ломтиков сойлента
zh_cn: 密封咖喱傻子罐头

source: sealed jar of vegetable soup
ja: 密封瓶(野菜スープ)
zh_cn: 密封蔬菜浓汤罐头

source: sealed jar of woods soup
ja: 密封瓶(森のスープ)
zh_cn: 密封伍兹汤罐头

source: seat
de: Sitz
ja: 座席
ko: 의자(seat)
ru: сиденье
zh_cn: 座椅

source: security camera
ja: 防犯カメラ
zh_cn: 保安摄像头

source: seeing this is a bug
de: wenn du das siehst, ist es ein Bug
ja: この文章が見えている場合はバグが発生しています。
ko: 이것을 보고 있다면 버그입니다
zh_cn: 看到这个说明你正看着一个bug

source: set of hand rims
de: Greifreifensatz
ja: ハンドリムセット
ko: 바퀴손잡이(hand rims)
ru: обода для колёс
zh_cn: 轮辋

source: sharp rock
zh_cn: 尖石头

source: sharpened rebar
de: geschärfter Bewehrungsstab
ja: 尖った鉄筋
ko: 뾰족한 철근(sharpened rebar)
ru: заостренная арматура
zh_cn: 磨尖钢筋

source: sharpened toothbrush
de: geshärfte Zahnbürste
ja: 刺突用歯ブラシ
ko: 날카롭게 깎은 칫솔(toothbrush)
ru: заточка из зубной щётки
zh_cn: 磨尖牙刷

source: sheet metal
de: Metallblech
ja: 薄板(金属)
ko: 금속판(sheet metal)
ru: лист металла
zh_cn: 厚钢板

source: sheet of glass
de: Glasscheibe
ja: ガラス板
ko: 유리판(sheet of glass)
ru: лист стекла
zh_cn: 玻璃片

source: sheet of reinforced glass
de: große Panzerglasscheibe
ja: 強化ガラス
ko: 강화된 유리장(sheet of glass)
ru: лист ударопрочного стекла
zh_cn: 钢化玻璃片

source: shock absorber
ja: 緩衝装置
zh_cn: 减震器

source: short rope
de: kurzes Seil
ja: ロープ(1.8m)
ko: 짧은 로프(short rope)
ru: короткая верёвка
zh_cn: 短绳

source: signal receiver
de: Signalempfänger
ja: 信号受信器
ko: 신호 수신기(signal receiver)
ru: приёмник
zh_cn: 信号接收器

source: silver bar
de: Silberbarren
ja: 延棒(銀)
ko: 은괴(silver bar)
ru: слиток серебра
zh_cn: 银条

source: skewer
de: Spieß
ja: 串
ko: 꼬챙이(skewer)
ru: шампур
zh_cn: 木刺

source: sledge hammer
de: Vorschlaghammer
ja: スレッジハンマー
ko: 대형 망치(sledge hammer)
ru: кувалда
zh_cn: 大榔锤

source: small LCD screen
de: kleiner LCD-Bildschirm
ja: LCDディスプレイ(小型)
ko: 소형 LCD 화면(LCD screen)
ru: маленький LCD дисплей
zh_cn: 小型LCD屏幕

source: small electric motor
ja: 小型電気モーター
zh_cn: 小型电力引擎

source: small storage battery
de: kleiner Akkumulator
ja: 蓄電池(小型)
ko: 저용량 배터리(storage battery)
ru: маленький аккумулятор
zh_cn: 小型蓄电池

source: small string
de: kurzer Faden
ja: 紐(15cm)
ko: 짧은 끈(small string)
ru: короткая нить
zh_cn: 短线

source: solar cell
de: Solarzelle
ja: ソーラーセル
ko: 태양전지(solar cell)
ru: солнечный фотоэлемент
zh_cn: 太阳能电池

source: solar panel
de: Solarpaneel
ja: ソーラーパネル
ko: 태양 전지판(solar panel)
ru: солнечная панель
zh_cn: 太阳能板

source: spike
de: Stachel
ja: スパイク
ko: 스파이크(spike)
ru: шип
zh_cn: 钉刺

source: spiked plating
de: Stachelpanzerung
ja: 棘で覆われた平板
ko: 가시 박힌 철판(spiked plating)
ru: шипованная пластина
zh_cn: 钉刺电镀板

source: spiral stone
de: Spiralstein
ja: 螺旋状の石
ko: 나선형 돌(spiral stone)
ru: винтовой камень
zh_cn: 漩涡石

source: splintered wood
de: zersplittertes Holz
ja: 裂けた木材
ko: 쪼개진 나무(splintered wood)
ru: расколотая доска
zh_cn: 碎木

source: spoon
de: Löffel
ja: スプーン
ko: 숟가락(spoon)
ru: ложка
zh_cn: 勺子

source: spork
de: Löffelgabel
ja: スポーク
ko: 포크숟가락(spork)
zh_cn: 叉勺

source: spring
de: Schraubenfeder
ja: バネ
ko: 용수철(spring)
ru: пружина
zh_cn: 弹簧

source: steel chain
de: Stahlkette
ja: チェーン(鋼)
ko: 강철 사슬(steel chain)
ru: стальная цепь
zh_cn: 钢链

source: steel frame
de: Stahlrahmen
ja: フレーム(鋼)
ko: 철골 프레임(steel frame)
ru: стальная рама
zh_cn: 底盘车架

source: steel plating
de: Stahlpanzerung
ja: 平板(鋼)
ko: 강철판(steel plating)
ru: стальная пластина
zh_cn: 电镀钢板

source: steel spear
de: Stahlspeer
ja: スチールスピア
ko: 강철 창(steel spear)
ru: стальное копье
zh_cn: 钢矛

source: stereo system
de: Stereoanlage
ja: ステレオシステム
ko: 차량용 오디오(stereo system)
ru: стереосистема
zh_cn: 音响系统

source: stone macuahuitl
zh_cn: 石制马克胡特

source: stone pot
de: Steintopf
ja: 石鍋
ko: 돌 냄비(stone pot)
ru: каменный горшок
zh_cn: 石锅

source: stone spear
zh_cn: 石质长矛

source: storage battery
de: Speicherbatterie
ja: 蓄電池(大型)
ko: 전력저장 배터리(storage battery)
ru: аккумулятор
zh_cn: 蓄电池

source: storage battery case
ja: 蓄電池ケース
zh_cn: 蓄电池箱

source: straw doll
ja: 藁人形
zh_cn: 稻草娃娃

source: superalloy plating
de: Superlegierungspanzerung
ja: 平板(超合金)
ko: 고강도 합금판(superalloy plating)
ru: сверхпрочная пластина
zh_cn: 超合金电镀板

source: superalloy sheet
de: Superlegierungsplatte
ja: 薄板(超合金)
ko: 초합금판(superalloy sheet)
ru: лист суперсплава
zh_cn: 超合金甲板

source: superglue
de: Superkleber
ja: 瞬間接着剤
ko: 순간 접착제(superglue)
ru: суперклей
zh_cn: 万能胶

source: survivor naginata
ja: 薙刀
zh_cn: 幸存者雉刀

source: survivor's map
de: Karte eines Überlebenden
ja: 生存者が書き記した地図
ko: 생존자의 지도(survivor's map)
ru: карта выживальщика
zh_cn: 幸存者地图

source: survivor's note
de: Notiz eines Überlebenden
ja: 生存者のメモ
ru: записка выжившего
zh_cn: 幸存者笔记

source: syringe
de: Spritze
ja: 注射器
ko: 주사기(syringe)
ru: шприц
zh_cn: 针管

source: tanbark
ja: タン皮
zh_cn: 鞣料树皮

source: tanned hide
ja: 鞣革
zh_cn: 鞣皮

source: tanned pelt
ja: 鞣毛皮
zh_cn: 鞣制毛皮

source: teapot
de: Teekanne
ja: ティーポット
ko: 찻주전자(teapot)
ru: чайник
zh_cn: 茶壶

source: teddy bear
ja: テディベア
zh_cn: 泰迪熊

source: telescoping umbrella
de: einschiebbarer Schirm
ja: 折り畳み傘
ko: 접이식 우산(telescoping umbrella)
ru: складной зонт
zh_cn: 折叠伞

source: television
de: Fernseher
ja: テレビ
ko: 텔레비전(television)
ru: телевизор
zh_cn: 电视机

source: tiger claws
de: Tigerklauen
ja: タイガークロー
ko: 호랑이 발톱(tiger claws)
ru: когти тигра
zh_cn: 虎爪

source: tin plate
de: Zinnteller
ja: ブリキ皿
ko: 양철 접시(tin plate)
ru: оловянная тарелка
zh_cn: 锡盘

source: toaster
ja: トースター
ko: 토스터(toaster)
ru: тостер
zh_cn: 烤面包机

source: tonfa
ja: トンファー
ko: 톤파(tonfa)
ru: тонфа
zh_cn: T型拐

source: tourist guide
de: Touristenführer
ja: 観光ガイドマップ
ko: 관광 안내서(tourist guide)
ru: туристический путеводитель
zh_cn: 旅行手册

source: transponder circuit
de: Transponderschaltung
ja: 中継回路
ko: 응답기 회로(transponder circuit)
ru: передатчик
zh_cn: 电路转换器
