Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You fire up your %s and start getting the tension out.
de: Du aktivierst deinen %s und beginnst, dich zu entspannen.
ja: 握った%sに火を入れました。盛り上がってきたぞ。
zh_cn: 你启动了你的%s并且开始放松。

source: You flip the switch, but nothing happens.
ja: スイッチを入れましたが、何も起こりませんでした。
zh_cn: 你拉着动力线，不过什么也没发生。

source: You got the %s from the multi-cooker.
de: Du hast das %s vom Mehrfunktionsherd genommen.
ja: 多機能調理器具から%sを手に入れました。
zh_cn: 你把%s从厨师机中取出。

source: You got the dish from the multi-cooker. The %s smells delicious.
de: Du hast das Gericht aus dem Mehrfunktionsherd entnommen. Das %s riecht lecker.
ja: 多機能調理器具から1品の料理を手に入れました。%sから美味しそうな匂いが漂っています。
zh_cn: 你把菜肴从厨师机中取出。这%s闻起来真香。

source: You have a vision of the surrounding area...
de: Du hast eine Vision über Umgebung …
ja: 不思議な視界を得て、周辺の地形を広く見渡しました...
ko: 주변 지역에 대한 환상을 보았습니다...
ru: У вас появилось знание о окружающей территории...
zh_cn: 你有一个周边地区的视野…

source: You have updated your monster collection.
de: Du hast deine Monstersammlung aktualisiert.
ja: モンスターコレクションを更新しました。
zh_cn: 你上传了你收集的怪物资料。

source: You heat up the food.
de: Du erhitzt die Nahrung.
ja: 食料を温めました。
ko: 음식을 데웠습니다.
ru: Вы разогреваете пищу.
zh_cn: 你加热了食品.

source: You holster your %s.
de: Du steckst dein %s in den Halfter.
ja: %sをホルスターに収めました。
ru: Вы кладёте ваш %s в кобуру.
zh_cn: 你套好 %s。

source: You honk the bicycle horn.
de: Du betätigst die Fahrradklingel.
ja: 自転車用ホーンを鳴らしました！
ko: 자전거 경적을 울렸습니다.
ru: Вы нажали на гудок велосипеда.
zh_cn: 你按了下自行车铃。

source: You honk your airhorn.
de: Du betätigst das Drucklufthorn.
ja: 警笛を鳴らしました。
ko: 경적을 울렸습니다.
ru: Вы гудите в гудок.
zh_cn: 你按下空气喇叭！

source: You inhale some vapor from your advanced electronic cigarette.
de: Du inhalierst etwas Dunst aus deiner fortgeschrittenen elektronischen Zigarette.
ja: 高等電子煙草の蒸気を深く吸い込みました。
zh_cn: 你从你牛X的电子香烟里吸了一些蒸汽。

source: You inject the vaccine.
de: Du injizierst den Impfstopf.
ja: ワクチンを注射しました。
ko: 백신을 투여했습니다.
ru: Вы сделали инъекцию вакцины.
zh_cn: 你注射了疫苗。

source: You inject yoursel-arRGH!
de: Du infizierst etw … Autsch!
ja: 自分に注射を打ちま...ヒャッホウォォ！
ko: 스스로 주사했-아악!
ru: Вы делаете себе инъекцию-арРГХ!
zh_cn: 你把针头扎进——♂啊♂！

source: You inject yourself with adrenaline.
de: Du spritzt dir Adrenalin.
ja: アドレナリンを注射しました。
zh_cn: 你给自己注射了肾上激素。

source: You inject yourself with the jet injector.
de: Du spritzt dir was mit der Impfpistole ein.
ja: ジェット注射器を使用しました。
ko: 제트 주사기로 자신에게 약물을 주입했습니다.
ru: Вы делаете себе инъекцию безыгольным инъектором.
zh_cn: 你把喷射注射器内的液体注入体内！

source: You inject yourself.
de: Du spritzt dir was.
ja: 自分に注射を打ちました。
ko: 스스로 주사했습니다.
ru: Вы делаете себе укол.
zh_cn: 你给自己注射。

source: You learn what you can, and stow the book for further study.
de: Du lernst, was du kannst und verstaust das Buch für später.
ja: 今理解できる部分を学び、本を閉じました。この本にはまだ学ぶべき内容があります。
ko: 책으로 배울 수 있는 것은 모두 배웠기에 더 나아가기 위해서 책을 집어넣었습니다.
ru: Вы изучили всё, что смогли и отложили книгу на потом.
zh_cn: 你尽量的学习书里的知识，剩下的只能将来再说了。

source: You lift the manhole cover.
de: Du hebst den Gullydeckel hoch.
ja: マンホールのフタを持ち上げました。
ko: 맨홀 덮개를 들어올립니다.
ru: Вы поднимаете крышку люка.
zh_cn: 你抬起了下水道井盖。

source: You light a %s.
de: Du steckst 1 %s an.
ja: %sに火を点けました。
ru: Вы зажгли %s.
zh_cn: 你点着了 %s

source: You light a string of %d firecracker.
de: Du zündest eine Kette aus %d Böller an.
ja: %d発の爆竹に火をつけました。
zh_cn: 你点燃了一串 %d 鞭炮。

source: You light one firecracker.
de: Du entzündest einen Böller.
ja: 爆竹に火を点けました。
ko: 폭죽 하나에 불을 붙였습니다.
ru: Вы подожгли петарду.
zh_cn: 你点燃了一个爆竹。

source: You light the Molotov cocktail.
zh_cn: 你点燃了燃烧瓶。

source: You light the arrow!.
de: Du entzündest den Pfeil!
ja: 矢に火をつけました！
ko: 화살에 불을 붙였습니다!
ru: Вы поджигаете стрелу!
zh_cn: 你点燃了箭！

source: You light the firecracker.
de: Du entzündest den Böller.
ja: 爆竹に火を点けました。
ko: 폭죽에 불을 붙였습니다.
ru: Вы поджигаете петарду.
zh_cn: 你点燃了鞭炮。

source: You light the pack of firecrackers.
de: Du entzündest die Böllerpackung.
ja: 爆竹パックに火を点けました。
ko: 폭죽 다발에 불을 붙였습니다.
ru: Вы подожгли упаковку петард.
zh_cn: 你点燃了这串鞭炮。

source: You link up the electric systems of the %s and the %s.
zh_cn: 你把%s和%s的电气系统连接了起来。

source: You listen to %s
de: Du hörst dir %s an.
ja: %sに耳を傾けた。
ko: %s을(를) 듣습니다.
ru: Вы слушаете %s
zh_cn: 你正在听 %s

source: You make your %s extra sturdy.
de: Du machst deinen %s besonders robust.
ja: %sを補強しました。
ko: %s을(를) 조금 더 강하게 수선합니다.
ru: Вы сделали %s очень прочным.
zh_cn: 你强化了你的 %s。

source: You masterfully draw your %s.
de: Meisterhaft ziehst du dein %s.
ru: Вы мастерски достали %s.
zh_cn: 你熟练地画出你的 %s。

source: You modify your %s to listen for %s activation signal on the radio.
zh_cn: 你将你的 %s 改造成被 %s 无线电信号激活.

source: You modify your %s to run off a UPS!
de: Du modifizierst dein %s, um von einer Esz. betrieben zu wrden!
ja: %sをUPS給電式に改造しました！
zh_cn: 你把你的%s修改成消耗UPS电量！

source: You modify your %s to run off plutonium cells!
de: Du modifizierst dein %s so, dass es mit Plutoniumzellen betrieben werden kann.
ja: %sを原子力電池を使うよう改造しました！
ko: %s이(가) 플루토늄 전지로 작동되도록 개조했습니다!
ru: Вы модифицировали %s для работы с плутониевыми зарядами!
zh_cn: 你把你的%s修改成消耗钚电池！

source: You mop up the spill.
de: Du wischst das Verschüttete weg.
ja: モップで拭き取りました。
ko: 바닥에 흘려진 액체를 닦았습니다.
ru: Вы вытерли лужу.
zh_cn: 你清理了溢出的液体。

source: You mop yourself up.
de: Du wischst dich selbst ab.
ja: 自分をモップで拭き取りました。
ko: 몸을 닦았습니다.
ru: Вы обтёрли себя.
zh_cn: 你把你自己擦干了。

source: You move the mop around, unsure whether it's doing any good.
zh_cn: 你盲目地挥来挥去，也不知道它是否真的管用。

source: You must place the tripwire between two solid tiles.
de: Du musst den Stolperdraht zwischen zwei festen Feldern aufspannen.
ja: 2つの固い地形の間にトリップワイヤーを渡して下さい。
ko: 두 개의 고체 타일 사이에 인계철선을 설치해야 합니다.
ru: Вы можете установить растяжку только между двумя твердыми клетками.
zh_cn: 你必须把两面墙之间设置绊网。

source: You must wear the radiation biomonitor before you can activate it.
de: Du musst den Strahlungs-Biomonitor erst tragen, bevor du ihn aktivieren kannst.
ja: 放射能生体モニターを起動する前に装着してください。
ru: Вы должны надеть биомонитор радиации, перед тем как включите.
zh_cn: 激活辐射检测仪之前你必须首先佩戴它。

source: You neatly sever all of the veins and arteries in your body. Oh wait, Never mind.
zh_cn: 你轻而易举地将全身的血管和动脉全都切断了。哦，等等，别在意，吓唬你的。

source: You need a %s.
de: Du brauchst ein %s.
ja: %sが必要です。
zh_cn: 你需要一个 %s 。

source: You need a fabrication skill of 1 to use this repair kit.
de: Du benötigst eine Fertigungserfahrung von 1, um diesen Reperatursatz benutzen zu können.
ja: 修理キットを使うには1以上の製作スキルが必要です。
ru: Вам нужен навык производства 1 уровня для использования ремкомплекта.
zh_cn: 你需要1级制造技能才能使用这个修理套件。

source: You need a knife sheath for that!
de: Dafür brauchst du eine Messerscheide!
ru: Вам нужны малые ножны для этого!
zh_cn: 你需要一个刀鞘！

source: You need a mechanics skill of 2 to use this repair kit.
de: Du brauchst eine Mechanikfertigkeit von mindestens 2, um dieses Reperaturset benutzen zu können.
ja: 修理キットを使うにはレベル2の工学技能が必要です。
ko: 이 수리 키트를 사용하려면 2레벨 이상의 기계공학 기술이 필요합니다.
ru: Для использования этого ремкомплекта нужен уровень 2 навыка механики.
zh_cn: 你需要2级机械技能才能使用这个修理套件。

source: You need a scabbard to sheathe a sword!
de: Du brauchst eine Schwertscheide!
ja: 刀剣を収めるには鞘が必要です！
ru: Вам нужны ножны, чтобы убрать меч.
zh_cn: 你没有剑鞘！

source: You need a shovel.
de: Du brauchst eine Schaufel.
ja: シャベルが必要です。
ko: 삽이 필요합니다.
ru: Вам нужна лопата.
zh_cn: 你需要一个铁锹.

source: You need batteries to cauterize wounds.
de: Du brauchst Batterien, um Wunden zu kauterisieren.
ja: 傷口を焼灼するには電池が必要です。
ko: 상처를 지지려면 배터리가 필요합니다.
ru: Чтобы прижечь рану нужны батарейки.
zh_cn: 你需要有电力来烧灼伤口。

source: You need to be at least level 2 in the firearms skill before you can disassemble ammunition.
de: Du benötigst mindestens Stufe 2 in der Feuerwaffenfertigkeit, bevor du Munition demontieren kannst.
zh_cn: 你需要至少2级的火器技能才能拆卸弹药。

source: You need to find something to smoke.
de: Du musst etwas zum Rauchen finden.
ja: 喫煙するためのアイテムが必要です。
zh_cn: 你需要找点什么来抽烟。

source: You need to stop wielding the %s before using it.
zh_cn: 在使用%s之前先不要握着它。

source: You need to unwield the %s before using it.
zh_cn: 在使用%s前请先松开它。

source: You need welding goggles to do that.
ja: その作業には溶接ゴーグルが必要です。
zh_cn: 你需要焊接护目镜。

source: You no longer need to fear the flu.
ja: 風邪の心配はなくなりました。
zh_cn: 你再也不必害怕流感了。

source: You pack your %s for storage.
de: Du packst dein %s zum Lagern.
ja: 保管のため%sに封をしました。
zh_cn: 你打包了你的 %s。

source: You pad your %s with leather!
ja: %sへの革の縫い付けに成功しました！
zh_cn: 你用皮革加厚了你的%s！

source: You pad your %s with leather, but waste a lot of thread.
ja: %sへの革の縫い付けに成功しましたが、多くの糸が無駄になりました。
zh_cn: 你用皮革加厚了你的%s，但也浪费了大量的线。

source: You painstakingly unfold the %s and make it ready to ride.
de: Sorgfältig entfaltest du das %s und machst es fahrbereit.
ja: %sを頑張って展開し、乗る準備を整えました。
zh_cn: 你煞费苦心地展开 %s ,准备开始使用它。

source: You pause to engage in spiritual contemplation.
ja: 霊的瞑想のために動きを止めました。
zh_cn: 你停下来专注于冥想。

source: You place the brazier securely.
de: Sicher platzierst du die Feuerschale.
ja: 火鉢をしっかりと設置しました。
ko: 화로를 단단히 고정시켰습니다.
ru: Вы установили мангал.
zh_cn: 你放置火盆。

source: You place the fish trap, in three hours or so you may catch some fish.
ja: 捕魚器を設置しました。3時間もすれば魚が掛かっているでしょう。
zh_cn: 你放置了捕鱼陷阱，一个半小时之后你可能会有所收获。

source: You place the funnel, waiting to collect rain.
de: Du platzierst den Trichter. Er wartet darauf, Regen zu sammeln.
ja: 雨水を集める為に漏斗を設置しました。
ko: 깔때기를 설치했습니다. 빗물이 모이길 기다립니다.
ru: Вы разместили воронку и стали ждать пока наберётся дождевая вода.
zh_cn: 你安置了集雨器，等待收集雨水。

source: You place the leather funnel, waiting to collect rain.
ja: 雨水を集める為に漏斗(革)を設置しました。
zh_cn: 你安置了皮革集雨器，等待收集雨水。

source: You place the makeshift funnel, waiting to collect rain.
de: Du platzierst den selbstgebauten Trichter. Er wartet daruf, Regen zu sammeln.
ja: 雨水を集める為に簡易漏斗を設置しました。
ko: 빗물이 모이도록, 수제 깔때기를 설치했습니다.
ru: Самодельная воронка установлена.
zh_cn: 你放置了粗制集雨器，万事俱备，只待下雨了。

source: You place the telepad.
de: Du platzierst die Teleportationsfalle.
ja: テレパッドを設置しました。
ko: 텔레포트 패드를 설치했습니다.
ru: Вы установили телепад.
zh_cn: 你放置了触发板。

source: You play on your %s for a while.
de: Für eine Weile spielst du auf deinem %s.
ja: 暫くの間、%sをプレイしました。
ko: %s을(를) 잠깐 동안 가지고 놀았습니다.
ru: Вы играете в %s.
zh_cn: 你玩了一会儿%s。

source: You pop open the crate.
de: Du brichst die Kiste auf.
ja: 木枠をポンと外しました。
ko: 상자를 열었습니다.
ru: Вы открываете ящик.
zh_cn: 你撬开货箱。

source: You practice your sewing.
de: Du übst dein Nähen.
ja: 裁縫の練習をしました。
ko: 바느질하는 것을 연습했습니다.
ru: Вы упражняетесь в шитье.
zh_cn: 你练习裁缝.

source: You practice your soldering.
de: Du übst dein Löten.
ja: はんだ付けを練習しました。
ko: 납땜을 연습했습니다.
ru: Вы практикуетесь в пайке.
zh_cn: 你练习你的焊接。

source: You pry open the door.
de: Du brichst die Türe auf.
ja: ドアをこじ開けました。
ko: 쇠지레로 문을 엽니다.
ru: Вы взломали дверь.
zh_cn: 你撬开了门.

source: You pry open the window.
de: Du hebelst das Fenster auf.
ja: 窓をこじ開けました。
ko: 지레질로 창문을 엽니다.
ru: Вы взломали окно.
zh_cn: 你撬开窗户。

source: You pry out the fence post.
de: Du hebelst den Zaunpfosten aus.
ja: 柵の支柱を取り外しました。
ko: 울타리 기둥을 비틀어서 뽑아냈습니다.
ru: Вы вырываете столб из забора.
zh_cn: 你撬开栅栏柱。

source: You pry the boards from the door.
de: Du hebelst die Bretter der Tür aus.
ja: ドアから板を取り外しました。
ko: 문을 비틀어서 나무판자를 떼어냈습니다.
ru: Вы оторвали доски от двери.
zh_cn: 你撬开门板。

source: You pry the boards from the window frame.
de: Du hebelst die Bretter des Fensterrahmens aus.
ja: 窓枠から板を取り外しました。
ko: 창틀을 비틀어서 나무판자를 떼어냈습니다.
ru: Вы оторвали доски от рамы.
zh_cn: 你撬开窗框板。

source: You pry the boards from the window.
de: Du hebelst die Bretter vom Fenster aus.
ja: 窓から板を取り外しました。
ko: 창문을 비틀어서 나무판자를 떼어냈습니다.
ru: Вы оторвали доски от окна.
zh_cn: 你撬开窗户板。

source: You pry, but cannot lift the manhole cover.
de: Du versuchst es, aber du kannst den Gullydeckel nicht hochheben.
ja: こじ開けようとしましたが、マンホールの蓋を持ち上げる事が出来なかった。
ko: 지레질을 해봤지만, 맨홀 덮개를 들어올리지 못했습니다.
ru: Вы пытаетесь открыть люк, но у вас не получается.
zh_cn: 你试图打开下水道井盖但是没能成功。

source: You pry, but cannot pop open the crate.
de: Du versuchst es, aber du kannst die Kiste nicht aufbrechen.
ja: 木枠をポンと外せなかった。
ko: 지레질을 했지만, 상자를 열지 못했습니다.
ru: Вы пытаетесь открыть ящик, но у вас не получается.
zh_cn: 你使劲的撬那个货箱但是没能打开！妹的！！

source: You pry, but cannot pry open the door.
de: Du versuchst es, aber du kannst die Türe nicht aufbrechen.
ja: ドアをこじ開けられなかった。
ko: 지레질을 해봤지만, 문을 열지 못했습니다.
ru: Вы пытаетесь, но не можете взломать дверь.
zh_cn: 你撬了，但是没能撬开门。

source: You pry, but cannot pry open the window.
de: Du versuchst es, aber du schaffst es nicht, das Fenster aufzuhebeln.
ja: 窓をこじ開けられなかった。
ko: 지레질을 했지만, 창문을 열지 못했습니다.
ru: Вы пытаетесь, но не можете взломать окно.
zh_cn: 你撬了，但没能撬开窗户。

source: You pull the activating lever, readying the LAW to fire.
de: Zu ziehst den Aktivierungshebel, was die LAW zum Feuern bereitmacht.
ja: 起動レバーを引き、LAWの発射準備が完了しました。
ko: 작동 레버를 당겨서, LAW를 발사 준비 상태로 만들었습니다.
ru: Вы дёрнули за рычаг и приготовили гранатомёт к стрельбе.
zh_cn: 你手抓着开火控制杆，随时准备发射反坦克炮。

source: You pull the pin on the Granade.
de: Du ziehst den Stift der Granate.
ja: 朱榴弾のピンを引き抜きました。
ko: 수류탄 핀을 뽑았습니다.
ru: Вы выдернули чеку Гранады.
zh_cn: 你拉开了手雷拉环。

source: You pull the trigger but nothing happens.
de: Du ziehst am Schalter, aber nichts passiert.
ja: 引き金を引きましたが、何も起きませんでした。
ko: 전동칼의 작동 버튼을 눌렀지만 아무 일도 일어나지 않았습니다.
zh_cn: 你拉下了开关，但什么也没发生。

source: You put in the earbuds and start listening to music.
de: Du steckst die Ohrhörrer ein und fängst an, Musik zuzuhören.
ja: イヤホンをつけて音楽を聴き始めました。
ko: 이어버드를 귀에 꽂고 음악을 듣기 시작합니다.
ru: Вы надели наушники и начали слушать музыку.
zh_cn: 你带上了耳塞开始听音乐.

source: You put the %s in your boot.
de: Du steckst das %s in deinen Stiefel.
ja: %sをブーツに仕舞いました。
ko: %s을(를) 부츠에 넣었습니다.
ru: Вы спрятали %s за голенищем.
zh_cn: 你把%s藏在你的靴子里。

source: You put the %s in your eyes.
de: Du platzierst das %s in deine Augen.
ja: 目に%sを入れました。
ko: %s을(를) 눈에 넣었습니다.
ru: Вы вставили %s в ваши глаза.
zh_cn: 你把%s放进了眼睛。

source: You put your %s into the %s.
de: Du steckst dein %s in das %s.
ru: Вы вставили %s в %s.
zh_cn: 你把你的 %s 放进 %s 内部。

source: You quickly bypass the security system!
ja: 保安システムを迅速に回避しました！
zh_cn: 你熟练的破解了安全系统！

source: You quickly draw your %s from the %s.
de: Schnell ziehst du dein %s aus dem %s.
ru: Вы быстро достаёте %s из %s.
zh_cn: 你快速的将你的%s从%s中取出。

source: You quiver with anticipation...
de: Du zitterst vor Vorfreude …
ja: これから起こる何かを予期して小刻みに震えています...
ko: 기대감으로 인해 몸이 전율합니다...
ru: Вы дрожите от нетерпения…
zh_cn: 你颤抖着期待......

source: You reinforce your %s.
de: Du verstärkst dein %s.
ja: %sを強化しました。
ru: Вы укрепили ваш %s.
zh_cn: 你强化了你的%s。

source: You remove the %s from the %s.
de: Du entfernst das %s von dem %s.
ja: %sから%sを取り外した。
zh_cn: 你拆除了 %s，从%s里面。

source: You remove the UPS Conversion Pack from your %s!
zh_cn: 你把 %s的UPS模组移除了！

source: You remove the double battery capacity mod of your %s!
de: Du entfernst die Zusatzbatterie-Modifikation aus deinem %s!
ja: %sから予備バッテリーを取り外した！
zh_cn: 你把 %s的双倍电池模组移除了！

source: You remove the plutonium cells from your %s!
zh_cn: 你把 %s的钚燃料棒移除了！

source: You remove the radio modification from your %s.
zh_cn: 你把 %s的无线电模组移除了！

source: You remove the rechargeable powerpack from your %s!
ja: %sから再充電式拡張バッテリーを取り外した！
zh_cn: 你把 %s的可充电池模组移除了！

source: You repair your %s completely!
de: Du reparierst deinen %s vollständig!
ja: %sを完全に修理しました！
ko: %s을(를) 완전히 수리했습니다!
ru: Вы полностью починили %s!
zh_cn: 你完全修补好了你的 %s!

source: You repair your %s!
de: Du reparierst deinen %s!
ja: %sを修理しました！
ko: %s을(를) 수리했습니다!
ru: Вы починили %s!
zh_cn: 你修补了%s!

source: You repair your %s, but waste lots of thread.
de: Du reparierst deinen %s, aber verschwendest viel Faden.
ja: %sの修理に成功しましたが、多くの糸が無駄になりました。
ko: %s을(를) 수선했지만, 실타래를 잔뜩 낭비했습니다.
ru: Вы починили %s, но потратили много ниток.
zh_cn: 你修补了%s，但也浪费了大量的线。

source: You repair your %s, but you waste lots of charge.
de: Du reparierst dein %s aber verschwendest viel Ladung.
ja: %sの修理に成功しましたが、多くの充填物が無駄になりました。
ko: %s의 수리를 했지만, 전력이 잔뜩 낭비됐습니다.
ru: Вы починили %s, но израсходовали много зарядов.
zh_cn: 你修理了你的%s，但是浪费了大量的电池。

source: You replace the battery compartment of your %s with a rechargeable battery pack!
de: Du ersetzt das Batteriefach deines %s mit einem Akkusatz!
ja: %sの電源周りを再充電式拡張バッテリーに置き換えました！
zh_cn: 你用可充电电池包替换了 %s 的电池组供能。

source: You replace your current %s.
de: Du ersetzt dein aktuelles %s.
ja: 現在の%sと交換しました。
ko: 착용중이던 %s을(를) 교체했습니다.
ru: Вы заменили %s.
zh_cn: 你替换当前的%s.

source: You sagely examine and analyze the multi-cooker, but don't manage to accomplish anything.
de: Klug untersuchst und analysierst du den Mehrfunktionsherd, aber erreichst gar nichts.
ja: 多機能調理器具を詳細に調査、分析しました。しかしこれ以上できることは無いようです。
zh_cn: 你精细的检查和分析了多功能厨师机，但是啥都没干成。

source: You scarf down the delicious brownie. It tastes a little funny though...
zh_cn: 你咽下了这美味的棕色液体。不过尝起来有点奇怪...

source: You scatter the caltrops on the %s.
zh_cn: 你将铁蒺藜撒在 %s 上.

source: You scream in agony!!
de: Du schreist vor Qual.
ja: 苦悶の叫び声を上げました！！
ko: 당신은 고통에 찬 비명을 지릅니다!!
ru: Вы кричите в агонии!!
zh_cn: 你因剧痛而尖叫！

source: You set the beartrap.
de: Du stellst die Bärenfalle.
ja: トラバサミを設置しました。
ko: 곰 덫을 설치했습니다.
ru: Вы установили медвежий капкан.
zh_cn: 你设置捕熊器。

source: You set the blade trap two squares away.
de: Du stellst die Klingenfalle zwei Felder weit weg.
ja: 2タイル先に刃の罠を設置しました。
ko: 칼날 덫을 2칸 앞에 설치했습니다.
ru: Вы установили ловушку с лезвиями через две клетки.
zh_cn: 你在两格外设置了刀片陷阱。

source: You set the board trap on the %s, nails facing up.
zh_cn: 你成功在%s上安装了钉板陷阱 ，当然钉子朝上。

source: You set the booby trap up and activate the grenade.
de: Du stellst die Sprengfalle und aktivierst die Granate.
ja: ブービートラップを設置し、手榴弾の安全ピンを抜きました。
ko: 부비트랩을 설치한 다음, 수류탄을 작동시켰습니다.
ru: Вы устанавливаете мину-ловушку и активируете гранату.
zh_cn: 你设置了引信，然后激活了榴弹。

source: You set the bubble wrap on the ground, ready to be popped.
de: Du legst die Luftpolsterfolie auf den Boden. Sie ist nun bereit zum Knacken.
ja: 気泡シートを設置しました。踏めば鳴るでしょう。
ko: 뽁뽁이 포장지를 땅에 설치했습니다. 이제 터질 일만 남았습니다.
ru: Вы разложили пузырчатую плёнку, она громко лопнет если кто-то наступит.
zh_cn: 你把泡泡卷铺在了地上，准备充气。

source: You set the crossbow trap.
de: Du stellst die Armbrustfalle.
ja: クロスボウの罠を設置しました。
ko: 쇠뇌 덫을 설치했습니다.
ru: Вы устанавливаете арбалетный капкан.
zh_cn: 你设置了弩陷阱。

source: You set the land mine.
de: Du schärfst die Landmine.
ja: 地雷を設置しました。
ko: 지뢰를 설치했습니다.
ru: Вы установили мину.
zh_cn: 你设置了地雷。

source: You set the shotgun trap.
de: Du stellst die Schrotflintenfalle.
ja: ショットガンの罠を設置しました。
ko: 산탄총 덫을 설치했다.
ru: Вы установили ловушку с дробовиком.
zh_cn: 你设置了霰弹枪陷阱。

source: You set the snare trap.
de: Du stellst die Fallstrick-Falle.
ja: くくり罠を設置しました。
ko: 올가미 덫을 설치했습니다.
ru: Вы установили силки.
zh_cn: 你设置了圈套陷阱。

source: You set the timer to %d.
de: Du stellst den Timer auf %d.
ja: 時限装置を%dにセットしました。
ko: 타이머를 %d (으)로 설정했습니다.
ru: Вы установили таймер на %d.
zh_cn: 你将计时器设定在 %d.

source: You set up the %s on the ground.
ja: %sを設置しました。
zh_cn: 你在地上支起了一个%s。

source: You sew in a fur lining on your %s!
ja: %sへの毛皮の縫い付けに成功しました！
zh_cn: 你给你的%s添加了毛皮衬里。

source: You sew in a fur lining on your %s, but waste a lot of thread.
ja: %sへの毛皮の縫い付けに成功しましたが、多くの糸が無駄になりました。
zh_cn: 你给你的%s添加了毛皮衬里，但也浪费了大量的线。

source: You sew in a wool lining on your %s!
zh_cn: 你给你的%s添加了羊毛衬里。

source: You sew in a wool lining on your %s, but waste a lot of thread.
zh_cn: 你给你的%s添加了羊毛衬里，但也浪费了大量的线。

source: You sheathe your %s.
de: Du steckst dein %s in die Scheide.
ja: %sを鞘に収めました。
ru: Вы убрали %s.
zh_cn: 你给 %s 套好剑鞘。

source: You shock %s!
de: Du schockst %s!
ja: %sを感電させました！
ko: %s에게 전기충격을 주었습니다!
ru: Вы бьёте %s током!
zh_cn: 你电击了%s！

source: You shock the %s!
de: Du schockst den %s!
ja: %sを感電させました！
ko: %s에게 전기충격을 주었습니다!
ru: Вы бьёте %s током!
zh_cn: 你电击了%s！

source: You slash at the %s as you draw your %s.
de: Du schlitzt das %s, während du dein %s ziehst.
zh_cn: 你拔出%s的同时对%s来了一记拔刀斩。

source: You smoke some Grack Cocaine.
de: Du rauchst etwas Grack-Kokain.
ja: グラックコカインを吸いました。
ru: Вы покурили крэк-кокаин.
zh_cn: 你吸了点快客可卡因。

source: You smoke some more weed.
de: Du rauchst noch etwas mehr Gras.
ja: 大麻を吸いました。
ko: 대마를 피웁니다.
ru: Вы выкурили ещё один косячок.
zh_cn: 你又抽了点大麻。

source: You smoke some tobacco out of your %s.
de: Du rauchst etwas Tabak aus deiner %s.
ja: %sから煙草を取り出し吸いました。
zh_cn: 你用你的%s吸了一些烟草。

source: You smoke some weed. Good stuff, man!
de: Du rauchst etwas Gras. Gutes Zeug, Mann!
ja: 大麻を吸いました。これは良いね！
ko: 대마에 불을 붙였습니다. 이거 좋구만, 친구!
ru: Вы курнули травки. Хорошая дурь, гы-гы!
zh_cn: 你抽了点大麻，太爽了，擦！

source: You smoke your meth.
de: Du rauchst dein Meth.
ja: メタンフェタミンの煙を吸いました。
ru: Вы курите мет.
zh_cn: 你吸了点安非他明。

source: You snort a bump of coke.
de: Du schnupfst etwas Kokain.
ja: コカインを勢い良く吸飲しました。
ko: 코카인을 흡입했습니다.
ru: Вы втянули носом дозу кокаина.
zh_cn: 你吸了点可卡因。

source: You snort some crystal meth.
de: Du schnupfst etwas Crystal-Meth.
ja: 少量のメタンフェタミン結晶を吸飲しました。
ko: 메탐페타민 가루를 흡입했습니다.
ru: Вы втянули носом несколько кристаллов метамфетамина.
zh_cn: 你磕了点冰毒。

source: You spill the cat food all over the ground.
de: Du verschüttest das Katzenfutter quer über den ganzen Boden.
ja: キャットフードを全て地面にこぼしました。
ko: 지면에 고양이 먹이를 뿌렸습니다.
ru: Вы вывалили кошачью еду на землю.
zh_cn: 你打开猫粮，把它倒到地上.

source: You spill the dog food all over the ground.
zh_cn: 你打开狗粮，把它倒到地上.

source: You spray a message on the ground.
de: Du sprühst eine Nachricht auf den Boden.
ja: 地面にメッセージをスプレーします。
ko: 바닥에 스프레이로 글을 씁니다.
ru: Вы написали сообщение на земле.
zh_cn: 你在地上喷了一个留言。

source: You squeeze the pheromone ball...
ja: フェロモンボールを搾った...
zh_cn: 你挤压信息素球..

source: You stagger with a piercing headache!
de: Du taumelst mit einem stechendem Kopfschmerz!
ja: 刺し貫かれた様な酷い頭痛で身体がよろめきました！
ko: 머리를 꿰뚫는 듯한 두통 때문에 비틀거립니다!
ru: Вас зашатало из-за пронзительной головной боли!
zh_cn: 一股剧烈的头痛让你脚步蹒跚！

source: You start reprogramming the %s into an ally.
de: Du beginnst damit, %s zu einem Freund umzuprogrammieren.
ja: %sの友好判断プログラムの再プログラミングを開始しました。
zh_cn: 你开始把 %s 重新编程，让它成为你的盟友。

source: You stop shaking.
de: Du hörst auf, zu zittern.
ja: 身体の震えが止まりました。
zh_cn: 你不再颤抖。

source: You stop the bleeding.
de: Du beendest die Blutung.
ja: 止血しました。
ko: 상처를 지혈했습니다.
ru: Вы остановили кровотечение.
zh_cn: 你止住了血。

source: You store %d %s in your %s.
de: Du lagerst %d %s in dein %s.
ja: %d本の%sを%sに入れた。
ru: Вы положили %d %s в свой %s.
zh_cn: 你将 %d %s 装进你的 %s。

source: You string up the tripwire.
de: Du spannst den Strolperdraht an.
ja: 仕掛け線を張りました。
ko: 인계철선을 설치했습니다.
ru: Вы натягиваете растяжку.
zh_cn: 你安置了绊网。

source: You successfully decrypted content on %s!
de: Erfolgreich entschüsselst du den Inhalt der %s!
ja: %sの復号化に成功しました！
zh_cn: 你成功加密了 %s 上的内容！

source: You successfully override the %s's IFF protocols!
de: Erfolgreich überschreibst du %ss ZEFF-Protokolle!
ja: %sのIFFプロトコルの無効化に成功しました。
zh_cn: 你成功的重写了 %s 的IFF（敌我识别）协议！

source: You suddenly feel dizzy, and collapse to the ground.
de: Dir ist plötzlich schwindelig und fällst zu Boden.
ja: 突然、目眩に襲われて地面に倒れました。
zh_cn: 你突然觉得晕眩，然后倒在了地上。

source: You suddenly feel hollow inside.
de: Du fühlst dich plötzlich hohl von Innen.
ja: 体内が凹むのを感じました。
ko: 갑자기 몸 속에서 텅 빈 느낌이 듭니다.
ru: Неожиданно у вас возникает чувство пустоты внутри себя.
zh_cn: 你突然觉得空虚。

source: You take a puff from your electronic cigarette.
de: Du nimmst einen Zug aus deiner elektronischen Zigarette.
ja: 電子煙草をスパスパと吹かしました。
ru: Вы затягиваетесь электронной сигаретой.
zh_cn: 你从你的电子烟里吸了口。

source: You take a puff from your inhaler.
de: Du nimmst einen Zug aus deinem Inhalator.
ja: 吸入器をスパスパと吸いました。
ko: 호흡기로 숨을 쉽니다.
ru: Вы вдыхаете аэрозоль из ингалятора.
zh_cn: 你从你的吸入器里吸了口烟

source: You take an iodine tablet.
de: Du nimmst eine Jodtablette ein.
ja: ヨウ素の錠剤を摂取しました。
ko: 요오드 알약을 먹었습니다.
ru: Вы приняли таблетку йода.
zh_cn: 你服下了一些碘片.

source: You take apart the ammunition.
de: Du nimmst die Munition auseinander.
ja: 弾薬を分解しました。
ko: 탄약을 분해했습니다.
ru: Вы разбираете боеприпасы.
zh_cn: 你分解了弹药。

source: You take control of the RC car.
de: Du übernimmst die Steuerung über das Modellauto.
ja: ラジコン模型自動車の操縦を始めました。
zh_cn: 你开始控制遥控车。

source: You take control of the vehicle.
ja: 車両の操縦を始めました。
zh_cn: 你控制了载具。
