Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You are a vision of beauty. Some people will react very well to your looks, and most people will trust you immediately.
de: Du bist traumhaft schön. Eine Leute werden sehr gut auf dein Aussehen reagieren und die meisten Leute werden dir sofort vertrauen.
ko: 당신은 아주 아름답습니다. 몇몇 사람들은 당신의 외모 덕분에 좋은 반응을 나타내며, 대부분의 사람들은 당신을 보자마자 믿을 수 있는 사람으로 볼 것입니다.
ru: Вы просто эталон красоты. Некоторые люди очень хорошо среагируют на ваш внешний вид, и большинство людей будут доверять вам беспрекословно.

source: You are accustomed to being exposed to the elements. This decreases morale penalties for being wet.
de: Du bist es gewöhnt, Wind und Wetter ausgesetzt zu sein. Dies verringert die Moralstrafen für das Nass sein.
ko: 당신은 비바람에 노출되는 것이 익숙합니다. 몸이 젖었을 때의 의욕 감소량이 줄어듭니다.
ru: Вы привыкли к тому, что у вас нет крыши над головой и вас поливают осадки. Уменьшены штрафы к настроению от промокания.

source: You are capable of carrying far more than someone with similar strength could. Your maximum weight carried is increased by 35%.
de: Du bist fähig, wesentlich mehr als jemand mit einer ähnlichen Stärke zu tragen. Dein maximales Tragegewicht wird um 35% erhöht.
ko: 당신은 비슷한 힘을 가진 다른 사람들에 비해 더 많은 물건을 가지고 다닐 수 있습니다. 최대 무게가 35% 증가합니다.
ru: В отличии от других, обладающих той же силой, вы способны переносить гораздо больший вес. Ваш максимальный переносимый вес увеличен на 35%.

source: You are cold-blooded and rely on heat to keep moving. Your lose 1% of your speed for every 2 degrees below 65 F.
de: Du bist kaltblütig und benötigst Wärme, um dich zu bewegen. Du verlierst 1% deiner Geschwindigkeit für alle 2 Grad unter 65 °F.
ko: 당신은 냉혈동물이 되어, 움직이기 위해서는 열기가 필요합니다. 화씨 65도보다 2도씩 낮아질 때마다, 속도가 1%씩 느려집니다. (화씨 65도=섭씨 18.3도, 63도=17.2도, 61도=16.1도 ...)
ru: Вы хладнокровный и полагаетесь на тепло, чтобы двигаться. Вы теряете 1% скорости за каждые 2 градуса ниже 65°F (18°С).

source: You are incredibly beautiful. People cannot help themselves for your charms, and will do whatever they can to please you.
de: Du bist unbeschreiblich wunderschön. Leute können deinem Charme nicht widerstehen und werden alles, was in ihrer Macht steht, tun, um dir zu gefallen.
ko: 당신은 극히 아름답습니다. 사람들은 당신의 매력에 저항할 수 없어, 당신이 원하는대로 행동할 것입니다.
ru: Вы невероятно красивы. Люди не могут устоять перед вашим обаянием, и готовы сделать для вас что угодно.

source: You are much nimbler than before. Dexterity + 7
de: Du bist viel wendiger als zuvor. Geschicklichkeit +7
ko: 당신은 이전보다 훨씬 더 민첩해졌습니다. 민첩성 + 7
ru: Вы стали невообразимо ловким, чем прежде. Ловкость + 7

source: You are much smarter, and your skull bulges slightly. Intelligence + 4
de: Du bist viel klüger und dein Schädel tritt etwas hervor. Intelligenz +4
ko: 당신은 훨씬 똑똑해졌고, 두개골도 약간 커졌습니다. 지능 + 4
ru: Вы гораздо умнее, и ваш череп немного выпуклый. Интеллект + 4

source: You are nimble and quick. Dexterity + 4
de: Du bist wendig und schnell. Geschicklichkeit +4
ko: 당신은 아주 민첩하고 빨라졌습니다. 민첩성 + 4
ru: Вы ловки и быстры. Ловкость + 4

source: You are nimbler. Dexterity + 2
de: Du bist wendiger. Geschicklichkeit +2
ko: 당신은 더 민첩해졌습니다. 민첩성 + 2
ru: Вы стали более ловким. Ловкость + 2

source: You are slow to grasp new ideas and thus learn things more slowly than others. Note that this only applies to real-world experience, not to skill gain from other sources like books.
de: Du brauchst lange, um neue Ideen zu begreifen und lernst somit Sachen viel langsamer als Andere. Beachte, dass sich dies nur auf praktische und nicht auf theoretische Erfahrungen auswirkt.
ko: 당신은 새로이 배운 것을 이해하는 속도가 다른 사람들보다 훨씬 느립니다. 이 능력은 실제 경험을 통한 기술 상승만 적용되며, 책 등으로 배우는 경우에는 영향을 주지 않습니다.
ru: У вас уходит больше времени на то, чтобы понять новые идеи и в результате вы обучаетесь медленнее остальных. Обратите внимание, что это относится только к реальному опыту, а не к другим источникам, таким как книги.

source: You are smarter. Intelligence + 2
de: Du bist klüger. Intelligenz +2
ko: 당신은 더 똑똑해졌습니다. 지능 + 2
ru: Вы стали умнее. Интеллект + 2

source: You are terrible at organizing and storing your possessions. You can carry 40% less volume.
de: Du bist furchtbar unorganisiert beim Lagern deiner Besitztümer. Du kannst 40% weniger Volumen tragen.
ko: 당신은 소지품을 체계적으로 정리하는 것에 서투릅니다. 소지 부피 한도가 40% 줄어듭니다.
ru: Вы ужасно упорядочиваете и храните свое имущество. Вы несете на 40% меньше вещей.

source: You can manage to find space for anything! You can carry 40% more volume.
de: Du schaffst es, Platz für alles zu finden! Du kannst um 40% mehr Volumen tragen.
ko: 당신은 공간 정리의 달인입니다! 들고 다닐 수 있는 부피가 40% 증가합니다.
ru: Вы как Анатолий Вассерман, обвешаны кучей кармашков и сумочек, где найдётся свободное место для всяких полезных предметов. Можете нести на 40% больше вещей.

source: You can see clearly, even in the darkest caves and under moonless skies.
de: Du kannst klar sehen, sogar in den dunkelsten Höhlen und unter mondlosem Himmel.
ko: 당신은 어두운 동굴 안이나 달 없는 밤하늘 아래에서조차 선명하게 볼 수 있습니다.
ru: Вы можете ясно видеть, даже в самых темных пещерах и под безлунным небом.

source: You can see in pitch blackness as if you were wearing night-vision goggles.
de: Du kannst in tiefster Dunkelheit sehen, als ob du eine Nachtsichtbrille tragen würdest.
ko: 당신은 야시경을 낀 것처럼 어둠 속을 볼 수 있습니다.
ru: Вы можете видеть в кромешной тьме, как будто надели очки ночного видения.

source: You can see incredibly well in the dark!
de: Du kannst im Dunkeln unglaublich gut sehen!
ko: 당신은 어둠 속에서도 놀라울 정도로 잘 볼 수 있습니다!
ru: Вы неплохо видите в темноте!

source: You can sense things you never imagined. Perception + 7
de: Du kannst Dinge wahrnehmen, die du dir nie vorstelltest. Wahrnehmung +7
ko: 당신은 상상조차 해보지 못한 감각력을 갖게 되었습니다. 지각력 + 7
ru: Вы можете ощущать вещи, о которых даже никогда не задумывались. Восприятие +7

source: You can shrug off almost anything! You get a 30% bonus to all hit points.
de: Du kannst fast alles abtun! Du erhälst einen 30%-Bonus auf alle Trefferpunkte.
ko: 당신은 거의 모든 것을 체력으로 뿌리칠 수 있습니다! HP에 30% 보너스를 받습니다.
ru: Вы можете почти на все не обращать внимание. Вы получаете 30% бонус к очкам здоровья.

source: You can simply take the punishment from lesser beings and keep going. You get a 40% bonus to all hit points. Stacks with Tough, etc.
de: Du kannst problemlos die Strafen von Unterwesen einstecken und weitermachen. Du erhälst einen 40%-Bonus auf alle Trefferpunkte. Addiert sich zu Hartnäckig, usw.

source: You can survive injuries that would incapacitate humans: you get a 20% bonus to all hit points. Stacks with Tough, etc.
de: Du kannst Verletzungen, die Menschen lahmlegen würden, überleben: Die erhälst einen 20%-Bonus auf alle Trefferpunkte. Addiert sich zu Hartnäckig, usw.

source: You can't tell what you are anymore. Everything and yet nothing, like you weren't meant to exist. But you do, and you're a force, no matter what happens.
de: Du kannst nicht mehr sagen, was du überhaupt bist. Alles und doch nichts, als ob du nicht existieren dürftest. Aber es gibt dich und du bist eine Kraft, komme, was wolle.
ko: 당신은 최근 들어 당신이 무엇인지 확답할 수 없게 되었습니다. 모든 것이라는 단어에는 당신 같은 존재가 포함되지 않았습니다. 그러나 당신은 존재하고, 당신은 힘 그 자체이며, 어떠한 일이 일어나더라도 괜찮습니다.
ru: Теперь вы не можете сказать что вы и кто вы. Всё и ничего; вы вообще не можете существовать. Но вы существуете и, чтобы ни случилось, вы — сила.

source: You carry your rugged body with the dignity you deserve. Strength +2.
de: Du trägst deinen robusten Körper mit der Würde, die du verdienst. Stärke +2.
ko: 울룩불룩한 몸은 당신의 자존심입니다. 체력 +2
ru: Вы несете свое массивное тело с достоинством, которое вы заслуживаете. Сила +2.

source: You despise eating fruits. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
de: Du verschmähst Obst. Es ist dir möglich, es zu essen, aber du wirst Moralstrafen aufgrund von Übelkeit erleiden.
ko: 당신은 과일을 먹기 싫어합니다. 일단 먹는 것까지는 가능하지만, 먹게 되면 속이 메슥거리게 되어 의욕이 떨어질 것입니다.
ru: Фрукты вызывают у вас отвращение. Вы всё же можете употребить их в пищу, но это повредит вашему моральному духу из-за тошноты.

source: You don't experience guilt like others do. Even when you know your actions are wrong, you just don't care.
de: Du verspürst keine Schuldgefüle wie Andere. Sogar, wenn du weißt, dass deine Handlungen verkehrt sind, kümmert dich das einfach nicht.
ko: 당신은 범법 행위를 저질러도 죄책감을 느끼지 못합니다. 심지어는 당신의 행동이 잘못되었는지조차 스스로 알지 못하고, 조금도 개의치 않습니다.
ru: Вы не испытываете никакого чувства вины за свои поступки, в отличие от других. Вам всё по барабану, даже если знаете, что поступаете неправильно.

source: You don't feel right unless you're carrying as much as you can. You suffer morale penalties for carrying less than maximum volume (weight is ignored). Xanax can help control this anxiety.
de: Du fühlst dich nicht gut, es sei denn du trägst so viel, wie du kannst. Deine Moral sinkt, wenn du weniger als das max. Volumen trägst (Gewicht ist egal). Xanax hilft dabei, diese Missstimmung zu kontrollieren.
ko: 최대한의 물건을 가지고 다니지 않으면 안심할 수가 없게 됩니다. 최대한의 부피(무게는 무시)를 가지고 다니지 못하면 기분에 패널티를 받게 됩니다. 재낵스를 복용하면 불안감을 통제하는데 도움이 됩니다.
ru: Вы чувствуете себя плохо, если ещё осталось свободное место в карманах. Вы получаете штраф к моральному состоянию, если весь объём инвентаря не заполнен (вес игнорируется). Таблетки Ксанакс помогают контролировать эту манию.

source: You don't like thinking about violence. Your combat skills advance much slower than usual, and you feel more guilt about killing.
de: Du denkst nicht gerne über Gewalt. Deine Kampferfahrungen werden viel langsamer als gewöhnlich steigen und du verspürst mehr Schuldgefühle über das Töten.
ko: 당신은 폭력을 휘두르는 것을 싫어합니다. 전투 기술은 보통 사람보다 더 느리게 향상되고, 살생에 대해 더 큰 죄책감을 느낍니다.
ru: Вам не нравится думать о насилии. Вы изучаете боевые навыки гораздо медленнее, чем обычно, и чувствуете больше вины за убийство.

source: You eat faster, and can eat and drink more, than anyone else! You also enjoy food more; delicious food is better for your morale, and you don't mind unsavory meals as much.
de: Du isst schneller und kannst mehr essen und trinken als jeder andere! Außerdem genießt du Essen mehr; leckeres Essen ist besser für deine Moral und ein paar unappetitliche Mahrzeiten machen dir nichts aus.
ru: Вы едите быстрее, вы можете съесть и выпить больше всех остальных! Вы получаете удовольствие от еды; вкусная еда повышает ваш моральный дух, а еда сомнительного качества не приносит вам негативных мыслей.

source: You feel nauseous almost constantly, and are more liable to throw up from food poisoning, alcohol, etc.
de: Du fühlst dich fast ständig übel und bist anfälliger, dich wegen Lebensmittelvergiftungen, Alkohol, usw. übergeben zu müssen.
ko: 지속적인 메스꺼움을 느끼고 있습니다, 때문에 알코올, 식중독 등의 영향을 받으면 더 쉽게 구토하게 됩니다.
ru: Вы практически постоянно чувствуете тошноту, и вас чаще рвёт от ядовитой пищи, алкоголя и т.п.

source: You feel very sluggish when not in direct sunlight. You suffer a 5% drop in speed when in shade, and a 10% drop in speed when in the dark.
de: Du fühlst dich sehr träge, wenn du nicht im direktem Sonnenlicht bist. Du erleidest einer Geschwindigkeitseinbuße von 5% im Schatten; 10% in der Dunkelheit.
ko: 당신은 햇빛을 직접적으로 받지 못하면 몸이 나른해집니다. 그림자 속에 있으면 속도가 5% 느려지며, 어둠 속에서는 속도가 10% 느려집니다.
ru: Вам становится плохо без солнечного света. В тени вы двигаетесь на 5% медленнее, а в темноте на 10%.

source: You find it difficult not to sink roots when able. You extract nutrients whenever on diggable terrain, but move more slowly.
de: Dir fällt es schwer, keine Wurzeln zu schlagen, wenn du dazu in der Lage bist. Du extrahierst Nährstoffe, solange du dich auf grabbarem Geläde befindest, bewegst dich aber langsamer.

source: You have Avian Bone Syndrome--your bones are nearly hollow. Your body is very light as a result, enabling you to run and attack 20% faster, but also frail; you can carry 40% less, and bashing attacks injure you more.
de: Du hast die Glasknochenkrankheit – deine Knochen sind nahezu hohl. Dein Körper ist demnach sehr leicht, was dich 20% schneller laufen und angreifen lässt, aber er ist auch zerbrechlich; du kannst 40% weniger tragen und Schlagangriffe verletzen dich stärker.
ko: 당신의 뼈는 새의 뼈나 다름없습니다. 거의 속이 비어있죠. 몸이 극도로 가벼워져서 이동 속도와 공격 속도가 20% 더 빨라지지만, 몸이 약해져서 소지품 최대 무게 제한이 40% 낮아지며 타격 공격에 취약해집니다.
ru: Ваши кости полые, как у птиц. Ваше тело очень лёгкое, позволяя бегать и бить на 20%% быстрее, но и хрупкое; переносимый вес снижается на 40% и вы получаете больше урона от ударов.

source: You have a an exceptional memory, and find it easy to remember things. Your skills will erode slightly slower than usual.
de: Du hast ein außerordentliches Gedächtnis und dir fällt es leicht, dich an Sachen zu erinnern. Deine Fertigkeiten werden etwas langsamer als gewöhnlich einrosten.
ko: 당신은 특출난 기억력을 가지고 있기에 무언가를 쉽게 기억해낼 수 있습니다. 일반인보다 기술 망각이 조금 느리게 일어납니다.
ru: У вас исключительная память и вы легко всё вспоминаете. Ваши навыки деградируют немного медленнее обычного.

source: You have a beak for a mouth. You can occasionally use it to peck at your enemies, but it is impossible for you to wear mouthgear. Slightly reduces wet effects.
de: Du hast einen Schnabel statt einem Mund. Du kannst ihn gelegentlich benutzen, um auf deinen Feinden herumzupicken, aber es ist unmöglich für dich, irgendwas am Mund zu tragen. Reduziert die Auswirkungen von Nässe ein wenig.
ko: 입에 부리가 달려있습니다. 적을 찍을 수 있지만, 아무 것도 입에 착용할 수 없습니다. 몸이 젖을 때 받는 패널티가 약간 감소합니다.
ru: У вас клюв вместо рта. Вы можете клевать своих врагов, но не можете носить маски. Слегка уменьшает эффект от намокания.

source: You have a fin-like tail. It allows you to swim more quickly. Slightly increases wet benefits.
de: Du hast einen flossenähnlichen Schwanz. Er ermöglicht dir, schneller zu schwimmen. Erhöht ein wenig die Begünstigungen von Nässe.
ko: 물고기의 지느러미같은 꼬리가 있습니다. 수영이 조금 더 빨라집니다. 몸이 젖을 때 약간의 보너스를 받습니다.
ru: У вас есть хвост как у рыбы. Он позволяет вам быстрее плавать. Слегка увеличены бонусы от намокания.

source: You have a flattened nose and thin slits for nostrils, giving you a lizard-like appearance. This makes breathing slightly difficult and increases mouth encumbrance by 1.
de: Du hast eine geplättete Nase und dünne Schlitze als Nasenlöcher, was dir eine echsenartige Ausstrahlung gibt. Das macht die Atmung etwas schwierig und erhöht die Mundbelastung um 1.
ko: 당신의 코는 도마뱀처럼 납작해지고, 콧구멍은 작아졌습니다. 때문에 숨쉬기가 조금 힘들어져서, 입 부분의 방해도가 1 증가합니다.
ru: У вас есть приплюснутый нос с тонкими прорезями для ноздрей, как у ящерицы. Придаёт вам вид ящерицы. Затрудняет дыхание и нагружает ваш рот на 1.

source: You have a flexible mind, allowing you to learn skills much faster than others. Note that this only applies to real-world experience, not to skill gain from other sources like books.
de: Du hast einen flexiblen Intellekt und kannst somit Fähigkeiten viel schneller als die meisten erlernen. Beachte, dass sich dies nur auf praktische und nicht auf theoretische Erfahrungen auswirkt.
ko: 당신은 아주 유연한 사고방식을 가져서, 기술을 다른 이들보다 더 빨리 배울 수 있습니다. 이 능력은 실제 경험을 통한 기술 상승만 적용되며, 책 등으로 배우는 경우에는 영향을 주지 않습니다.
ru: Ваш натренированный мозг позволяет вам обучаться быстрее остальных. Это относится только к реальному опыту, но не к получению навыков из других источников, например, посредством чтения книг.

source: You have a growling, rough voice. Persuading NPCs will be more difficult, but threatening them will be easier.
de: Du hast eine knurrende, raue Stimme. Das Überzeugen von NPCs wird viel schwieriger fallen, aber ihre Bedrohung wird leichter fallen.
ko: 당신의 목소리에서 거칠고 그르렁대는 소리가 나게 됩니다. NPC를 설득하기는 어려워졌지만, 협박하기는 쉬워졌습니다.
ru: У вас грубый голос. Убедить NPC будет труднее, а угрожать легче.

source: You have a hard time remembering things. Your skills will erode slightly faster than usual.
de: Es fällt dir schwer, dir Sachen zu merken. Deine Fertigkeiten werden etwas schneller als gewöhnlich verrosten.
ko: 당신은 뭔가를 기억하는게 힘들어집니다. 일반인보다 조금 더 빨리 기술을 잊어버리게 됩니다.
ru: Вы очень забывчивый и испытываете трудности, вспоминая что-либо. Ваши навыки деградируют немного быстрее обычного.

source: You have a huge rack of antlers, like those of a moose. They prevent you from hearing headwear that is not made of fabric, but provide a weak headbutt attack.
de: Du hast ein großes Geweih, wie bei einem Elch. Es hindert dich daran, eine Kopfbedeckung, die nicht aus Stoff ist, zu tragen, aber es bietet einen schwachen Kopfnuss-Angriff.
ko: 당신의 머리에 큼직한 사슴 뿔이 자라났습니다. 천 재질이 아닌 머리 방어구는 쓸 수 없지만, 약한 박치기 공격을 할 수 있게 됩니다.
ru: У вас есть огромные рога, как у оленя или лося. Вы не можете носить головные уборы, сделанные не из ткани, но можете слабо атаковать головой.

source: You have a long and semi-stiff lizardlike tail. You can't effectively lash it in combat, but it significantly improves your balance.
de: Du hast einen langen und halbsteifen echsenartigen Schwanz. Du kannst mit ihm im Kampf nicht effektiv schlagen, aber er erhöht dein Gleichgewicht signifikant.
ko: 당신은 길고 다소 뻣뻣한 파충류 같은 꼬리를 가지게 되었습니다. 전투에서 이걸로 후려칠 수는 없지만, 균형을 잡는데 상당한 도움을 줍니다.
ru: У вас длинный и полужесткий хвост, как у ящерицы. Вы не можете эффективно хлестать им в бою, но это значительно улучшает ваш баланс.

source: You have a long tail that ends in a heavy, bony club. It does not improve your balance at all, but allows for a powerful bashing attack.
de: Du hast einen langen Schwanz, der mit einem schweren, knochigem Knüppel endet. Er verbessert deine Balance überhaupt nicht, aber ermöglicht einen starken Schlagangriff.
ko: 끝에 무겁고 둔중한 부분이 달려있는 꼬리가 있습니다. 몸의 균형을 잡는데는 아무 도움도 주지 못하지만, 꼬리로 강력한 타격 공격이 가능해집니다.
ru: У вас есть длинный хвост, который заканчивается в острым жалом, как у скорпиона. Не улучшает вашего баланса, но позволяет проводить мощную протыкающую атаку.

source: You have a long tail that ends in a vicious stinger, like that of a scorpion. It does not improve your balance at all, but allows for a powerful piercing attack.
de: Du hast einen langen Schwanz, der mit einem gefährlichem Stachel, wie dem eines Skorpions, endet. Er verbessert deine Balance überhaupt nicht, aber ermöglicht eine starke Stichattacke.
ko: 당신에게는 전갈처럼 독침 달린 긴 꼬리가 생겼습니다. 균형 유지력은 전혀 좋아지지 않지만, 강력한 관통 공격을 할 수 있게 됩니다.
ru: У вас есть длинный хвост, который заканчивается в острым жалом, как у скорпиона. Не улучшает вашего баланса, но позволяет проводить мощную протыкающую атаку.

source: You have a long tail with a tuft on the end. You find yourself instinctively swatting away flies with it, though it's not as effective at balancing you as you'd like.
de: Du hast einen langen Schwanz mit einem Büschel am Ende. Du ertappst dich selbst dabei, wie du mit ihm Fliegen klatschst. Der Schwanz ist allerdings nicht so effektiv zum Balancieren, wie du es gerne hättest.
ko: 당신은 끝에 털 무더기가 달린 긴 꼬리를 가지게 되었습니다. 무의식적으로 꼬리를 사용하여 파리를 때려잡습니다만, 아쉽게도 균형을 유지하는 데 어떠한 영향도 미치지 않습니다.
ru: Вы имеете длинный хвост, с кисточкой на конце. Вы обнаружили, что инстинктивно отмахиваетесь им от мух, хотя это не так эффективно улучшает ваш баланс, как вы хотели бы.

source: You have a long, fluffy-furred tail. It greatly improves your balance, making your ability to dodge much higher. However, you find yourself wagging when happy...
de: Du hast einen langen fluffig-gefellten Schwanz. Er verbessert dein Gleichgewicht außerordentlich, was deine Ausweichfähigkeit deutlich erhöht. Allerdings ertappst du dich selbst beim Wedeln des Schwanzes, wenn du glücklich bist.
ko: 당신은 솜털로 덮인 긴 꼬리를 가지게 되었습니다. 이 꼬리는 균형 잡기 능력을 크게 향상시켜주며, 회피 능력을 많이 높여줍니다. 그러나 당신은 스스로 행복할 때 꼬리가 흔들거린다는 것을 깨달았습니다...
ru: Вы имеете длинный, пушистый хвост. Это превосходно улучшает ваш баланс, позволяя вам лучше уворачиваться. Однако, вы обнаружили, что виляете им, когда испытываете радость...

source: You have a long, graceful tail, like that of a big cat. It improves your balance, making your ability to dodge higher.
de: Du hast einen langen, eleganten Schwanz, wie den einer Großkatze. Er verbessert deine Balance, was deine Ausweichfähigkeit erhöht.
ko: 당신에게는 큰 고양이같이 길고 우아한 꼬리가 생겼습니다. 균형 유지력이 좋아져서, 회피 능력이 상승합니다.
ru: У вас есть длинный, изящный хвост, как у большой кошки. Улучшает ваш баланс, что позволяет вам чаще уворачиваться.

source: You have a long, thick, lizardlike tail. It helps you balance a bit but also makes a serviceable whip.
de: Du hast einen langen, dicken, echsenartigen Schwanz. Er hilft dir ein wenig mit der Balance, ist aber außerdem auch eine brauchbare Peitsche.
ko: 도마뱀을 닮은 길고 두꺼운 꼬리가 생겨났습니다. 몸의 균형을 더 쉽게 잡을 수 있게 되며, 꼬리를 채찍 대용으로 사용할 수도 있습니다.
ru: У вас длинный, толстый хвост, как у ящерицы. Он помогает вам легче балансировать и является удобным кнутом.

source: You have a major digestive disorder, which causes you to vomit frequently.
de: Du hast eine starke Verdauungsstörung, die dich zum häufigen Übergeben bringt.
ko: 당신은 심각한 소화 불량증을 가지고 있습니다. 때문에 자주 구토하게 됩니다.
ru: У вас сильное пищеварительное расстройство, которое вызывает частую рвоту.

source: You have a pair of antennae. They allow you to detect the presence of monsters up to a few tiles away, even if you can't see or hear them, but prevent you from wearing headwear that is not made of fabric.
de: Du hast ein Antennenpaar. Damit kannst du die Anwesenheit von Monstern, die ein paar Felder weit weg sind, wahrnehmen, sogar, wenn du sie nicht sehen oder hören kannst. Aber es hindert dich daran, Kopfbedeckungen, die nicht aus Stoff sind, zu tragen.
ko: 당신에게는 한 쌍의 더듬이가 자라났습니다. 몇 타일 이내라면, 보거나 소리를 듣지 못한 몬스터의 존재도 감지할 수 있게 됩니다. 하지만 천 재질이 아닌 머리 방어구는 쓸 수 없게 됩니다.
ru: У вас есть пара антенн. Они позволяют обнаруживать присутствие монстров на расстоянии нескольких клеток, даже если вы не можете видеть или слышать их, но мешают вам носить головной убор, который сделан не из ткани.

source: You have a pair of large curled horns, like those of a ram. They allow you to make a strong bashing headbutt attack, but prevent you from wearing any headwear.
de: Du hast ein Paar große gekringelte Hörner, wie die eines Bocks. Mit ihnen kannst du eine starke Kopfnuss verpassen, aber sie hindern dich daran, jegliche Kopfbekleidung zu tragen.
ko: 당신에게는 숫양같은 크고 돌돌 말린 뿔이 나있습니다. 박치기로 강력한 타격 공격을 할 수 있지만, 머리에 어떤 방어구도 쓸 수 없게 됩니다.
ru: У вас есть два больших закрученных рога, как у барана. Они позволяют наносить сильный удар головой, но вы не можете носить любой головной убор.

source: You have a pair of large, feathered wings. Your body is too heavy to be able to fly, but you can use them to slow your descent during a fall, and will not take falling damage under any circumstances.
de: Du hast ein Paar große gefiederte Flügel. Dein Körper ist zu schwer zum Fliegen, aber du kannst sie benutzen, um deine Fallgeschwindigkeit im freien Fall zu verringern und wirst unter keinen Umständen Fallschaden erleiden.
ko: 당신에게는 크고 깃털달린 날개가 생겨났습니다. 몸이 무거워서 날지는 못하지만 추락시에 하강 속도를 줄여줄 수는 있고, 따라서 추락시에 다치지 않게 됩니다.
ru: У вас есть пара больших крыльев с перьями. Ваше тело слишком тяжелое, чтобы иметь возможность летать, но вы можете использовать их, чтобы замедлить падение, и не будете получать урон от падения при любых обстоятельствах.

source: You have a pair of large, leathery wings. You can move them a little, but they are useless, and in fact put you off balance, reducing your ability to dodge slightly.
de: Du hast ein Paar große lederige Flügel. Du kannst sie etwas bewegen, aber sind nutzlos und bringen dich eigentlich sogar aus der Balance, was deine Ausweichfähigkeit etwas reduziert.
ko: 당신은 한쌍의 큰 가죽 날개를 가지고 있습니다. 약간 움직일 수는 있지만 쓸모가 없습니다. 균형 유지를 방해하기 때문에, 회피 능력이 감소합니다.
ru: У вас есть пара больших, кожистых крыльев. Вы можете слегка помахивать ими, но они бесполезны и ухудшают ваш баланс, немного понижая вашу способность уворачиваться.

source: You have a pair of large, translucent wings. You buzz them as you run, enabling you to run faster.
de: Du hast ein Paar große transluzente Flügel. Du kannst sie beim Rennen schwirren, wodurch du schneller rennen kannst.
ko: 당신에게는 한쌍의 크고 투명한 날개가 생겼습니다. 달릴 때 이 날개를 퍼덕여서 더 빨리 달릴 수 있게 됩니다.
ru: У вас есть пара больших, прозрачных крыльев. Вы машете ими во время бега, что позволяет бежать быстрее.
