Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Charges Detonated
ja: 装荷燃料が爆発しました
zh_cn: 炸药被引爆

source: Computer couldn't find its mission!
de: Computer konnte seine Mission nicht finden!
ja: コンピュータはその依頼を見つけられなかった！
ko: 컴퓨터가 임무를 찾지 못했습니다!
ru: Компьютер не может найти свою задачу!
zh_cn: 电脑无法找到任务！

source: Confirm nuclear missile launch.
de: Atomraketenstart bestätigen.
ja: 核ミサイルの発射を確認しました。
ko: 핵 미사일 발사 확인.
ru: Подтверждение запуска ядерной ракеты.
zh_cn: 核导弹发射确认。

source: Containment shields opened. Press any key...
de: Eindämmungsfelder heruntergefahren. Drücke irgendeine Taste....
ja: 格納シールドが開きました。何かキーを押して下さい...
ko: 봉쇄용 벽이 열렸습니다. 아무 키나 눌러주세요...
ru: Сдерживающие щиты открыты. Нажмите любую клавишу ...
zh_cn: 安全保护打开。按任意键……

source: Continue reading?
de: Weiterlesen?
ja: 続きを読みますか？
ko: 계속 읽으시겠습니까?
ru: Продолжить чтение?
zh_cn: 继续读下去？

source: Director of the EPA, Robert Shane
de: Direktor der EPA, Robert Shane
ja: EPA理事 ロバート・シェーン
ko: EPA 책임자 로버트 셰인
ru: Директор ЕРА, Роберт Шейн
zh_cn: 美国国家环境保护局（EPA）局长， 罗伯特·肖恩

source: Disarm missile.
de: Rakete entschärfen.
ja: ミサイルを解除しました。
ko: 미사일 비활성화
ru: Обезвреживание ракеты.
zh_cn: 解除导弹发射。

# memorial_female
source: Disarmed a nuclear missile.
de: Entschärfte eine Atomrakete.
ja: 核ミサイルを解除しました。
ko: 핵 미사일 비활성화.
ru: Обезвредила ядерную боеголовку.
zh_cn: 解除核导弹发射。

# memorial_male
source: Disarmed a nuclear missile.
de: Entschärfte eine Atomrakete.
ja: 核ミサイルを解除しました。
ko: 핵 미사일 비활성화.
ru: Обезвредил ядерную боеголовку.
zh_cn: 解除核导弹发射。

source: Doors opened. Press any key...
de: Türen geöffnet. Drücke irgendeine Taste …
ja: ドアを開きました。何かキーを押して下さい...
ko: 문이 열렸습니다. 아무 키나 눌러주세요...
ru: Двери открыты. Нажмите любую клавишу...
zh_cn: 门打开了。按任意键继续...

source: Download data?
de: Daten herunterladen?
ja: データをダウンロードしますか？
ko: 데이터를 다운로드 하시겠습니까?
ru: Скачать данные?
zh_cn: 下载数据？

source: ENTRY 47: Our normal mining routine has unearthed a hollow chamber. This would not be out of the ordinary, save for the odd, perfectly vertical faultline found. This faultline has several odd concavities in it which have the more superstitious crew members alarmed; they seem to be of human origin. ENTRY 48: The concavities are between 10 and 20 feet tall, and run the length of the faultline. Each one is vaguely human in shape, but with the proportions of the limbs, neck and head greatly distended, all twisted and curled in on themselves.
de: 47. EINTRAG: Unsere normale Abbauroutine hat eine Hohlkammer zu Tage gefördert. Dies wäre nichts außergewöhnliches, bis auf die seltsame, perfekt vertikale Bruchlinie, die gefunden wurde. Diese Bruchlinie hat diverse merkwürdige Wölbungen im Inneren, was die etwas abergläubischeren Besatzungsmitglieder alarmierte; sie scheinen menschlischen Ursprungs zu sein. 48. EINTRAG: Die Wölbungen sind zwischen 25 bis 50 Zentimeter hoch und ziehen sich entlang der Bruchlinie. Jedes von ihnen hat in etwa eine menschliche Form, aber da die Größenverhältnisse der Gliedmaßen, Nacken und Köpfe stark gebläht sind, sind alle in sich selbst verdreht.
ja: ログ47: 定期採掘中に、空洞を掘り当てた。 ここまでならよくある事だが、その地点の断層線は珍しい ことに完全に垂直になっていた。 断層にはいくつか奇妙な凹みがあり、迷信深い作業員は 気味悪がっている。 まるで人間の起源を垣間見てしまった気分なのだそうだ。 ログ48:凹みは3～6メートルほどの高さで、断層の端まで 並んでいる。 一つ一つの形はどこか人間に似ているが、手足や首に 当たる部分は異様に膨れ上がり、ねじれている。
ko: 기록 47: 일상적인 채광 중에 텅 빈 공간을 발견했다. 완벽하게 수직의 단층이라는 것 말고는, 별다른 이상은 없었다. 단층에는 인간이 새긴 것 같은 이상한 조각이 몇개 새겨져 있어서 이상한걸 잘 믿는 직원들이 무서워했다. 기록 48: 이 조각은 3에서 6미터 정도의 높이에, 넓이로는 단층 전체를 차지하고 있다. 각각의 조각은 인간의 형태처럼 보이지만, 팔, 다리, 목과 머리의 비율이 굉장히 길고, 모두들 뒤틀린 채 웅크린 모양을 하고 있다.
ru: ЗАПИСЬ 47: Во время обычного рабочего дня шахтёры раскопали пустую комнату. Событие вполне обычное, если не считать того, что в ней находилась строго вертикальная линия сброса. В ней имеются выбоины, которые насторожили наиболее суеверных рабочих. Кажется, выбоины сделаны человеком. ЗАПИСЬ 48: Выбоины размером от 3 до 6 метров в высоту, расположены по всей длине линии сброса. Все они по форме напоминают человека, но с непропорционально растянутыми конечностями, шеей и головой, свёрнутыми в себя.
zh_cn: 条目47： 我们在日常采掘作业中发现了一个规模庞大的石窟。这本来并不奇怪， 奇怪的是，我们在石窟尽头发现了一完全垂直的断壁。断面上有很多 怪异的凹坑，让那些迷信的矿工惊惧异常；它们看上去像是人的形状。 条目48： 凹坑的高度在10到20英尺之间，遍布整个断层线。每一个都隐约成人 形，严重拉伸延展的四肢、头、颈弯绕扭曲。

source: ENTRY 49: We've stopped mining operations in this area, obviously, until archaeologists have the chance to inspect the area. This is going to set our schedule back by at least a week. This stupid artifact-preservation law has been in place for 50 years, and hasn't even been up for termination despite the fact that these mining operations are the backbone of our economy. ENTRY 52: Still waiting on the archaeologists. We've done a little light insepction of the faultline; our sounding equipment is insufficient to measure the depth of the concavities. The equipment is rated at 15 miles depth, but it isn't made for such narrow tunnels, so it's hard to say exactly how far back they go.
de: 49. EINTRAG: Wir haben unsre Abbau-Operationen in diesem Gebiet angehalten; offensichtlich, bis Archäologen die Gelegenheit haben, dieses Gebiet zu untersuchen. Das wird unseren Zeitplan um mindestens eine Woche zurückwerfen. Dieses dumme Artefakterhaltungs-Gesetz war für 50 Jahre in Kraft und wurde noch nicht mal zur Kündigung vorgeschlagen, obwohl diese Abbau-Operationen das Rückgrat unserer Wirtschaft sind. 52. EINTRAG: Warten noch immer auf die Archäologen. Wir haben eine kleine Besichtigung der Bruchlinie vorgenommen. Unser Sondierungsequipment reicht nicht aus, um die Tiefe der Wölbungen zu messen. Das Equipment ist für eine Tiefe von 15 Meilen ausgelegt, aber nicht für solche engen Tunnel, daher ist es schwierig, zu sagen, wie weit weg sie verlaufen.
ja: ログ49: 考古学者による調査が終了するまで、この地区での採掘作 業は中止することになった。 遅れを取り戻すのに最低1週間はかかるだろう。 このバカげた遺跡保護法は50年前に施行されたものだ。 こっちは採掘のお陰でやっと飯を食えているというのも分 からないのか。 ログ52: 未だに考古学調査待ち。 こちらでも断層線に関して軽く調べてみた。 手持ちの装置では断層の深さを測定できそうにない。 24キロと表示されてはいるが、このような狭いトンネルの 測定用ではないので、正確かどうか分からない。
ko: 기록 49: 당연히, 고고학자들이 조사하러 올 때까지 우리는 채광을 멈췄다. 이 때문에 채광 일정이 적어도 일주일 정도 밀릴 것 같다. 멍청한 유물같으니라고.보존 법이 제정된지도 벌써 50년째다. 우리가 하는 채광이 먹고 사는데 얼마나 중요한데, 이놈의 법은 언제 없어지나. 기록 52: 아직도 고고학자를 기다리고 있다. 우리가 독자적으로 조사를 조금 했지만, 우리가 가지고 있는 음향 장비로는 단층을 뒤덮고 있는 조각의 깊이를 측정할 수 없었다. 대충 24킬로미터 정도라고 나오는데, 이런 좁다란 터널용으로 만들어진 장비가 아니라서 저 조각의 깊이가 얼마나 더 깊을지는 장담할 수가 없다.
ru: ЗАПИСЬ 49: Мы прекратили копать в этой области, пока археологи не исследуют всё что смогут. Это задержит выполнение плана минимум на неделю. Дурацкий закон о сохранении артефактов действует уже 50 лет и его отмена даже не рассматривалась, несмотря на то, что добыча полезных ископаемых является основой нашей экономики. ЗАПИСЬ 52: Всё ещё ждём пока археологи закончат. Мы провели беглый осмотр линии сброса. Нашего звукового оборудования недостаточно для измерения глубины выбоин. Хотя оно рассчитано на глубину до 25км, оно не предназначено для таких узких туннелей, так что трудно сказать, как далеко они уходят.
zh_cn: 条目49: 很明显,我们已经停止在这里的采矿作业，除非考古学家有机会检查这个区域。 这使我们的工作推迟了至少一个星期。尽管采矿业是我国的经济支柱，但这愚 蠢的神器保护法案一直存在了50年，却还没有被终止。 条目52: 仍然在等待考古学家到来。我们做了一盏小灯探查这些凹坑；我们的探测设备不能 测量凹陷的深度。虽然设备的额定测量深度为15英里，但它不是为这种狭窄的隧道 设计的，所以很难说它到底能探测多远。

source: ENTRY 54: I noticed a couple of the guys down in the chamber with a chisel, breaking off a piece of the sheer wall. I'm looking the other way. It's not like the eggheads are going to notice a little piece missing. Fuck em. ENTRY 55: Well, the archaeologists are down there now with a couple of the boys as guides. They're hardly Indiana Jones types; I doubt they been below 20 feet. I hate taking guys off assignment just to babysit the scientists, but if they get hurt we'll be shut down for god knows how long. ENTRY 58: They're bringing in ANOTHER CREW? Christ, it's just some cave carvings! I know that's sort of a big deal, but come on, these guys can't handle it?
de: 54. EINTRAG: Ich bemerkte ein paar Typen, welche ein Stück der dünnen Wand abbrachen, unten in der Kammer mit einem Meißel. Ich schaue weg. Es ist nicht so, dass diese Intelligenzler merken werden, dass ein kleines Stück fehlt. Scheiß auf sie! 55. EINTRAG: Nun, die Archäologen sind jetzt hier unten mit ein paar der Jungen als Führer. Sie sind nicht wirklich Indiana-Jones-Typen. Ich zweifle daran, dass sie jemals unter 20 Fuß waren. Ich hasse es, Jungens von den Zuteilungen zu nehmen, nur um die Wissenschaftler zu babysitten, aber, wenn sie verletzt werden, dann werden wir heruntergefahren für weiß Gott was wie lange. 58. EINTRAG: Sie holen NOCH EINE Crew hier rein? Herrgot, es sind nur ein paar Höhlenschnitzereien! Ich weiß, das ist schon eine große Sache, aber jetzt mal im Ernst: Diese Jungens schaffen es nicht?
ja: ログ54: 2人の男がタガネを持って調査区画に下りて行った。断層の一部分を削るらしい。私は別の方法を考えている。あのインテリどもは岩を微塵も削れないで帰ってくるだろうな。いい気味だ。 ログ55: 考古学者が先日の2人組とガイドをつれて下りて行った。あいつらにインディー・ジョーンズの真似は無理だろう。６メートルも降りられるどうか。科学者のお守りをするのは勘弁してほしいが、もし中で怪我でもされたら、採掘場は閉鎖になるだろう。 ログ58 他から作業員を連れてきているのか？まさか空洞内に彫刻があるとは！ 大発見だとは思うが、あいつらでどうにか出来るものなのだろうか？
ko: 기록 54: 몇 명이 끌을 들고 그 방에 내려가서, 벽의 조각을 떼어왔다. 나는 눈감아주기로 했다. 그 학자 나부랭이들이 쪼가리 하나 떼왔다고 그걸 알아차릴 것 같지는 않다. 엿이나 먹으라지. 기록 55: 음, 고고학자들이 내려갔고 우리 애들이 2명 정도 가이드로 같이 내려갔다. 확실히 인디아나 존스 같은 놈들은 아니다. 6미터 이상 내려가본 적이나 있을지 모르겠다. 과학자들 뒤치닥거리는 해주기 싫지만, 그놈들이 어디 다치기라도 하면 채광을 다시 시작할 날이 언제가 될지 모를테니 말이다. 기록 58: 다른 동료를 데리고 왔다고? 세상에, 저건 그냥 조각일 뿐이야! 뭔진 몰라도 대단한 것인지는 알겠지만, 아 제발... 그냥 지금 있는 놈들 만으로도 할 수 있는거 아닌가?
ru: ЗАПИСЬ 54: Я заметил пару людей, отламывающих кусок вертикальной стены в той комнате. Сделаю вид, что ничего не видел. Не думаю, что яйцеголовые заметят, что маленький кусочек куда-то пропал. Шли б они все. ЗАПИСЬ 55: Что ж, теперь археологи не вылезают оттуда и взяли несколько проводников. Вряд ли они похожи на Индиану Джонса. Сомневаюсь даже, что они когда-либо опускались ниже чем на 6 метров. Ненавижу снимать людей с работы, чтобы нянчиться с учёными, но если они себе что-то сломают, нас закроют на хрен знает сколько. ЗАПИСЬ 58: Они привезли ЕЩЁ ОДНУ КОМАНДУ!? Твою ж мать, это всего лишь парочка наскальных рисунков! Я понимаю, что это один из тех случаев, что выпадают лишь раз в жизни, но неужели они не могут справиться сами?
zh_cn: 条目54： 我发现一帮家伙用凿子把断壁凿开了一块。 而我在找别的路。似乎那帮呆头鹅一般的 考古学家没发现断壁有一小块缺口。一帮傻X。 条目55： 好吧，这帮考古学者跟着一帮做向导的菜鸟下去了。 真以为自己是印第安纳·琼斯啊。我都怀疑这些人有 没有沿着这些人形凹坑走20英尺。没想到还得给这帮 科学家当保姆，可要是他们有个缺胳膊少腿的，天知 道我们这项目又得叫停多久。 条目58： 他们又带来了一个考古小组？天啊，不就是几个 洞窟雕刻吗？好吧，事情是有点大条，可凭我们这些人 难道还搞不定吗？

source: ERROR! Access denied!
de: FEHLER! Zugriff verweigert!
ja: エラー！アクセスが拒否されました！
ko: 오류! 접근이 불허되었습니다!
ru: ОШИБКА! Доступ запрещён!
zh_cn: 错误!禁止访问!

source: ERROR: ACCESSING DATA MALFUNCTION
de: FEHLER: DATENZUGRIFFS-FEHLER
ja: エラー: 破損データにアクセスしました
ko: 오류 : 데이터 접근 오작동
ru: ОШИБКА: НАРУШЕН ДОСТУП К ДАННЫМ
zh_cn: 错误:访问数据功能故障

source: ERROR: Blood sample destroyed.
de: FEHLER: Blutprobe zerstört.
ja: エラー: 血液サンプルが破壊されました。
ko: 오류 : 혈액 샘플이 파괴되었습니다.
ru: ОШИБКА: Образец крови уничтожен.
zh_cn: 错误:血液样品已被毁坏.

source: ERROR: Data bank destroyed.
de: FEHLER: Speicherbank zerstört.
ja: エラー: データバンクが破壊されました。
ko: 오류 : 데이터 저장소가 파괴되었습니다.
ru: ОШИБКА: Банк данных уничтожен.
zh_cn: 错误:记忆体已毁坏.

source: ERROR: Disruptive Spin
de: FEHLER: Disruptiver Drall
ja: エラー: 破壊的な回転
ko: 오류 : 회전을 방해받음.
ru: ОШИБКА: Разрушительное Вращение
zh_cn: 错误:旋转不稳定.

source: ERROR: Memory bank destroyed or not present.
de: FEHLER: Speicherbank zerstört oder nicht vorhanden.
ja: エラー: 記憶装置は破壊されたまたは存在しません。
ko: 오류 : 메모리 저장소가 파괴되었거나 존재하지 않음.
ru: ОШИБКА: банк памяти уничтожен или отсутствует.
zh_cn: 错误：记忆体已毁坏或不存在。

source: ERROR: Memory bank is empty.
de: FEHLER: Speicherbank ist leer.
ja: エラー: 記憶装置には何も記憶されていません。
ko: 오류 : 메모리 저장소가 비었음.
ru: ОШИБКА: банк памяти пуст.
zh_cn: 错误：记忆体无内容。

source: ERROR: Please only scan one item at a time.
de: FEHLER: Bitte scannen Sie nur einen Gegenstand auf einmal.
ja: エラー: 一度にスキャン出来るアイテムは一つまでです。
ko: 오류 : 한번에 하나의 물품만을 스캔할 수 있습니다.
ru: ОШИБКА: Пожалуйста, сканируйте только один элемент за раз.
zh_cn: 错误：请每次只放一件物品。

source: ERROR: Please only use blood samples.
de: FEHLER: Bitte benutzen Sie nur Blutproben.
ja: エラー: 血液以外のものはサンプルに出来ません。
ko: 오류 : 혈액 샘플만 사용해 주세요.
ru: ОШИБКА: Пожалуйста, используйте только образцы крови.
zh_cn: 错误：只能使用血液样品。

source: ERROR: Please place memory bank in scan area.
de: FEHLER: Bitte platzieren Sie eine Speicherbank in den Scan-Bereich.
ja: エラー: スキャンエリアに記憶装置を設置して下さい。
ko: 오류 : 메모리 저장소를 스캔 구역에 놓아주세요.
ru: ОШИБКА: Пожалуйста, поместите банк памяти в область сканирования.
zh_cn: 错误：请将记忆体放在扫描区。

source: ERROR: Please place sample in centrifuge.
de: FEHLER: Bitte platzieren Sie eine Probe in die Zentrifuge.
ja: エラー: 遠心分離器に血液サンプルを置いて下さい。
ko: 오류 : 샘플을 원심 분리기에 놓아주세요.
ru: ОШИБКА: Пожалуйста, разместите образец в центрифуге.
zh_cn: 错误：请将样品放在离心机里。

source: ERROR: Please remove all but one sample from centrifuge.
de: FEHLER: Bitte entfernen Sie alle bis auf eine Probe aus der Zentrifuge.
ja: エラー: 遠心分離器には一つだけ血液サンプルを置いて下さい。
ko: 오류 : 원심 분리기에는 하나의 샘플만 넣어주세요.
ru: ОШИБКА: Пожалуйста, оставьте только один образец в центрифуге.
zh_cn: 错误：除了一份样品外请不要放其他东西进离心机。

source: ERROR: Please use vacutainer-contained samples.
de: FEHLER: Bitte benutzen Sie Proben in Blutentnahmeröhrchen.
ja: エラー: 採血器入りの血液サンプルを使って下さい。
ko: 오류 : 진공 채혈기로 뽑은 샘플을 사용해 주세요.
ru: ОШИБКА: Пожалуйста, используйте вакуумно-содержащиеся образцы.
zh_cn: 错误：请用真空抽血管装盛样品。

source: ERROR: Vacutainer empty.
de: FEHLER: Blutentnahmeröhrchen leer.
ja: エラー: 採血器が空です。
ko: 오류 : 진공 채혈기가 비어있습니다.
ru: ОШИБКА: трубка для сбора крови пуста
zh_cn: 错误：空的真空抽血管。

source: Elevator activated. Press any key...
de: Aufzug aktiviert. Drücke irgendeine Taste …
ja: エレベーターを起動しました。何かキーを押して下さい...
ko: 엘리베이터 작동. 아무 키나 눌러주세요...
ru: Лифт активирован. Нажмите любую клавишу...
zh_cn: 电梯已启动。请按任意键...

source: Evacuate Immediately
ja: 直ちに避難してください
zh_cn: 立即撤离

source: Evacuate Immediately!
de: Sofort evakuieren!
ja: 直ちに避難してください！
ko: 당장 대피하십시오!
ru: Немедленная эвакуация!
zh_cn: 立即撤离！

source: FILE CORRUPTED, PRESS ANY KEY...
de: DATEI BESCHÄDIGT, DRÜCKEN SIE IRGENDEINE TASTE …
ja: 破損したファイル、何かキーを押して下さい...
ko: 파일이 손상되었습니다. 아무 키나 눌러주세요...
ru: ФАЙЛ ПОВРЕЖДЁН. НАЖМИТЕ ЛЮБУЮ КЛАВИШУ...
zh_cn: 文件损坏，按任意键继续...

source: GREETINGS CITIZEN. A BIOLOGICAL ATTACK HAS TAKEN PLACE AND A STATE OF EMERGENCY HAS BEEN DECLARED. EMERGENCY PERSONNEL WILL BE AIDING YOU SHORTLY. TO ENSURE YOUR SAFETY PLEASE FOLLOW THE BELOW STEPS. 1. DO NOT PANIC. 2. REMAIN INSIDE THE BUILDING. 3. SEEK SHELTER IN THE BASEMENT. 4. USE PROVIDED GAS MASKS. 5. AWAIT FURTHER INSTRUCTIONS
de: HALLO, MITBÜRGER. EIN BIOLOGISCHER ANGRIFF HAT STATTGEFUNDEN UND DER AUSNAHMEZUSTAND WURDE ERKLÄRT. NOTPERSONAL WIRD IHNEN IN KÜRZESTER ZEIT BEHILFLICH SEIN. UM IHRE SICHERHEIT ZU GEWÄHRLEISTEN, BEFOLGEN SIE BITTE FOLGENDE SCHRITTE: 1. KEINE PANIK! 2. BLEIBEN SIE IM GEBÄUDE. 3. SUCHEN SIE SCHUTZ IM KELLER. 4. BENUTZEN SIE DIE ZUR VERFÜGUNG GESTELLTEN GASMASKEN. 5. WARTEN SIE AUF WEITERE ANWEISUNGEN
ja: 国民の皆様へ。生物攻撃が発生し、国家非常事態宣言が発令されています。 まもなく救助隊が到着します。 安全確保のため、以下の手順に従って行動して下さい。 1．慌てない。 2．建物の外に出ない。 3．地下シェルターを探す。 4．備品のガスマスクを装着する。 5．次の指示を待つ。
ko: 안녕하십니까 시민 여러분. 생물학적 공격을 받아, 비상 사태가 선포되었습니다. 긴급구조대가 곧 당신을 지원할 것입니다. 당신의 안전을 위해서,아래의 지시사항들을 따라 주십시오. 1. 당황하지 마십시오 2. 건물 안에 남아 있으십시오. 3. 지하를 피난처로 사용하십시오. 4. 주어진 방독면을 착용하십시오. 5. 별도의 지시가 있을 때까지 기다리십시오.
ru: ПРИВЕТСТВУЕМ ВАС, ГОРОЖАНИН. ПРОИЗОШЛО БИОЛОГИЧЕСКОЕ НАПАДЕНИЕ И ОБЪЯВЛЕНО ЧРЕЗВЫЧАЙНОЕ ПОЛОЖЕНИЕ. ЭКСТРЕННЫЙ ПЕРСОНАЛ ВСКОРЕ ПРИБУДЕТ НА ПОМОЩЬ. ДЛЯ ОБЕСПЕЧЕНИЯ ВАШЕЙ БЕЗОПАСНОСТИ СЛЕДУЙТЕ СЛЕДУЮЩИМ ПУНКТАМ. 1. НЕ ПАНИКУЙТЕ. 2. ОСТАВАЙТЕСЬ ВНУТРИ ЗДАНИЯ. 3. УКРОЙТЕСЬ В ПОДВАЛЕ. 4. ИСПОЛЬЗУЙТЕ ПРЕДОСТАВЛЯЕМЫЕ ПРОТИВОГАЗЫ. 5. ОЖИДАЙТЕ ДАЛЬНЕЙШИХ ИНСТРУКЦИЙ.
zh_cn: 欢迎您。生物攻击已经发生，进入紧急状态。 急救人员将会尽快帮助您。 为了确保您的安全，请遵守下列事项: 1.不要惊慌。 2.呆在建筑物内。 3.在地下室避难。 4.使用提供的防毒面具。 5.等待下一步的指示

source: Hack into system?
de: Reinhacken?
ja: システムをハッキングしますか？
ko: 시스템을 해킹하시겠습니까?
ru: Взломать систему?
zh_cn: 入侵系统？

# memorial_female
source: Launched a nuke at a %s.
de: Feuerte eine Nuklearwaffe auf 1 %s ab.
ja: %sで核ミサイルを発射した。
ko: %s(으)로 핵 미사일 발사됨.
ru: Запустила ядерный удар в %s.
zh_cn: 已向 %s 发射核弹。

# memorial_male
source: Launched a nuke at a %s.
de: Feuerte eine Nuklearwaffe auf ein %s ab.
ja: %sで核ミサイルを発射した。
ko: %s(으)로 핵 미사일 발사됨.
ru: Запустил ядерный удар в %s.
zh_cn: 已向 %s 发射核弹。

source: Local data-access error logged, alerting helpdesk. Press any key...
de: Lokalen Datenzugriffsfehler protokolliert, der Helpdesk wird informiert. Drücken Sie irgendeine Taste …
ja: ローカルデータへのアクセスエラーをログに記録しました。ヘルプデスクを呼び出しています。何かキーを押して下さい...
ko: 로컬 데이터 접속 오류가 기록되었으며, 헬프데스크에 경고되었습니다. 아무 키나 눌러주세요...
ru: Зафиксирована ошибка доступа к данным, поддержка оповещена. Нажмите любую клавишу…
zh_cn: 本地数据访问错误已记录，请联系技术支持。按任意键继续...

source: Lock disabled. Press any key...
de: Entsperrt. Drücke irgendeine Taste.
ja: ロックを無効化しました。何かキーを押して下さい...
ko: 잠금이 풀렸습니다. 아무 키나 눌러주세요...
ru: Блокировка отключена. Нажмите любую клавишу ...
zh_cn: 已解锁。请按任意键...

source: Lock enabled. Press any key...
de: Abgeschlossen. Drücke irgendeine Taste …
ja: ロックを有効化しました。何かキーを押して下さい...
ko: 잠금이 설정되었습니다. 아무 키나 눌러주세요...
ru: Блокировка включена. Нажмите любую клавишу ...
zh_cn: 已上锁。请按任意键...

source: Logging into %s...
de: Einloggen in %s …
ja: %sにログインしています...
ko: %s 에 로그인 중..
ru: Вход в %s...
zh_cn: 正在登入 %s...

source: Login successful. Press any key...
de: Einloggen erfolgreich. Drück irgendeine Taste …
ja: ログインに成功しました。何かキーを押して下さい...
ko: 성공적으로 로그인 했습니다. 아무 키나 눌러주세요...
ru: Успешная авторизация. Нажмите любую клавишу...
zh_cn: 成功登录，请按任意键...

source: Manhacks drop from compartments in the ceiling.
de: Klingendrohnen fallen aus Einsätzen in der Decke.
ja: マンハックが天井から出現しました。
ko: 맨핵이 천장칸에서 떨어졌습니다.
ru: Мэнхаки вылетают из отсеков в потолке.
zh_cn: 飞锯从天花板的隔断中掉落下来。

source: Maximum login attempts exceeded. Press any key...
de: Einlog-Versuchs-Limit überschritten. Drücke irgendeine Taste …
ja: ログイン試行回数の上限に達しました。何かキーを押して下さい...
ko: 로그인 시도가 최고치를 넘었습니다. 아무 키나 눌러주세요...
ru: Превышено максимальное количество попыток авторизации. Нажмите любую клавишу...
zh_cn: 超过登录最大尝试次数。请按任意键...

source: Memory Bank: Military Hexron Encryption Printing Transcript
de: Speicherbank: Militärische Hexron-Verschlüsselung Transskript wird ausgedruckt
ja: 記憶装置: 軍事ヘキサロン暗号 コピーを印刷中...
ko: 메모리 뱅크: 군용 헥스론 암호화됨 녹취록 인쇄
ru: Банк памяти: Военное Шифрование Hexron Печать Расшифровки
zh_cn: 记忆体：军事加密 正在打印文件

source: Memory Bank: Unencrypted Nothing of interest.
de: Speicherbank: Nicht verschlüsselt Nichts von Interesse.
ja: 記憶装置: 暗号化されていない 大した情報は何もなかった。
ko: 메모리 뱅크: 암호화되지 않음 흥미로운 것은 없습니다.
ru: Банк памяти: Незашифровано Ничего интересного.
zh_cn: 记忆体：未加密 无聊的事情

source: Mission Complete!
zh_cn: 任务完成！

source: NEPower Mine(%d:%d) Log
de: NEStrom: Minenprotokoll (%d:%d)
ja: NEPower社 鉱山(%d:%d) ログ
ko: NE전력 광산(%d:%d) 운영기록
ru: Журнал шахты NEPower(%d:%d)
zh_cn: 东北能源 矿井(%d:%d) 日志

source: No data found.
de: Keine Daten gefunden.
ja: データが見つかりません。
ko: 아무 자료도 찾지 못함.
ru: Данные не найдены.
zh_cn: 未发现数据。

source: Nuclear missile disarmed!
de: Atomrakete entschärft.
ja: 核ミサイルを解除しました！
ko: 핵 미사일이 비활성화되었습니다!
ru: Ядерная ракета обезврежена!
zh_cn: 核导弹已经解除.

source: Nuclear missile launch aborted.
de: Atomraketenstart abgebrochen.
ja: 核ミサイルの発射を中止しました。
ko: 핵 미사일 발사가 중지되었습니다
ru: Запуск ядерной ракеты отменен.
zh_cn: 已放弃发射核导弹。

source: Nuclear missile launched!
de: Atomrakete abgeschossen!
ja: 核ミサイルを発射しました！
ko: 핵 미사일이 발사되었습니다!
ru: Ядерная ракета запущена!
zh_cn: 核导弹已经发射！

source: Nuclear missile remains active.
de: Atomrakete bleibt aktiv.
ja: 核ミサイルは点火状態のままです。
ko: 핵 미사일은 아직 작동중입니다.
ru: Останки ядерной ракеты активны.
zh_cn: 核导弹保持激活。

# memorial_female
source: Opened a portal.
de: Öffnete ein Portal.
ja: ポータルを開いた。
ko: 포탈이 열림.
ru: Открыла портал.
zh_cn: 打开入口.

# memorial_male
source: Opened a portal.
de: Öffnete ein Portal.
ja: ポータルを開いた。
ko: 포탈이 열림.
ru: Открыл портал.
zh_cn: 打开入口.

source: PROCESSING DATA
de: DATEN WERDEN VERARBEITET
ja: 処理データ
ko: 데이터 처리중
ru: ОБРАБОТКА ДАННЫХ
zh_cn: 获取数据中

source: Password required.
de: Passwort erforderlich.
ja: パスワードが必要です。
ko: 비밀번호가 필요합니다.
ru: Требуется пароль.
zh_cn: 需要密码。

source: Pathogen bonded to erythrocytes and leukocytes.
de: Krankheitserreger zu Erythrozyten und Leukozyten gebunden.
ja: 病原体は赤血球と白血球に結合しました。
ko: 병원균이 백혈구와 적혈구에 결합함.
ru: Возбудитель связан с эритроцитами и лейкоцитами.
zh_cn: 病原体与红细胞以及白细胞结合。

source: Press any key to continue...
de: Bitte drücke eine Taste …
ja: 何かキーを押して下さい...
ko: 아무 키나 눌러 계속하세요...
ru: Нажмите любую клавишу для продолжения...
zh_cn: 按任意键继续...

source: Press any key...
de: Drücke irgendeine Taste …
ja: 何かキーを押して下さい...
ko: 아무 키나 눌러주세요...
ru: Нажмите любую клавишу...
zh_cn: 请按任意键...

source: Quit and shut down
de: Beenden und herunterfahren.
ja: シャットダウン
ko: 그만두고 끄기
ru: Выйти и выключить
zh_cn: 退出并关闭

# memorial_female
source: Released subspace specimens.
de: Ließ Subebenenexemplare frei.
ja: 検体を区画に解き放った。
ko: 지하 표본 격리 해제됨.
ru: Выпустила подпространственные формы жизни.
zh_cn: 释放子空间样本。

# memorial_male
source: Released subspace specimens.
de: Ließ Subebenenexemplare frei.
ja: 検体を区画に解き放った。
ko: 지하 표본 격리 해제됨.
ru: Выпустил подпространственные формы жизни.
zh_cn: 释放子空间样本。

source: Repeater mod installed...
zh_cn: 中继器已安装...

source: Result: Human blood, no pathogens found.
de: Ergebnis: Menschliches Blut. Keine Krankheitserreger gefunden.
ja: 結果: 人間の血液(病原菌なし)
ko: 결과 : 인간 혈액, 병원균 발견되지 않음.
ru: Результат: человеческая кровь, без патогенов.
zh_cn: 分析结果：人类血液，没有发现病原体。

source: Result: Human blood. Unknown pathogen found.
de: Ergebnis: Menschliches Blut. Unbekannte Krankheitserreger gefunden.
ja: 結果: 人間の血液(未確認の病原菌あり)
ko: 결과 : 인간 혈액. 미확인 병원균 발견.
ru: Результат: человеческая кровь. Найден неизвестный возбудитель.
zh_cn: 分析结果：人类血液，检测到未知病原体。

source: Result: Unknown blood type. Unknown pathogen found.
de: Ergebnis: Unbekannte Blutgruppe. Unbekanntes Pathogen gefunden.
ja: 結果: 未知の血液型(未確認の病原菌あり)
zh_cn: 分析结果: 未知生物血液。检测到未知病原体.

source: Result: Unknown blood type. Test nonconclusive.
de: Ergebnis: Unbekannte Blutgruppe. Test ergebnislos.
ja: 結果: 未知の血液(検査続行不可)
ko: 결과 : 확인되지 않은 혈액형. 결과확인 불능.
ru: Результат: Неизвестный тип крови. Тест неинформативен.
zh_cn: 分析结果：未知血液类型。实验证据不足。

source: Root Menu
de: Hauptmenü
ja: ルートメニュー
ko: 루트 메뉴
ru: Главное Меню
zh_cn: 根目录

source: SITE %d%d%d PERTINANT FOREMAN LOGS WILL BE PREPENDED TO NOTES
de: AUSGRABUNGSSTÄTTE %d%d%d SACHDIENLICHE VORARBEITER-PROTOKOLLE WERDEN NOTIZEN VORANGESTELLT
ja: サイト %d%d%d 現場監督のログがメモに追加されました。
zh_cn: SITE %d%d%d 相关领班日志将预先考虑记录

# memorial_female
source: Sealed a Hazardous Material Sarcophagus.
de: Versiegelte einen Gefahrenstoff-Sarkophag.
ja: 有害廃棄物石棺を封印しました。
ko: 유해 물질 봉쇄 석관 봉인됨.
ru: Запечатала саркофаг с опасными веществами.
zh_cn: 封印了一处危险材料石棺。

# memorial_male
source: Sealed a Hazardous Material Sarcophagus.
de: Versiegelte einen Gefahrenstoff-Sarkophag.
ja: 有害廃棄物石棺を封印しました。
ko: 유해 물질 봉쇄 석관 봉인됨.
ru: Запечатал саркофаг с опасными веществами.
zh_cn: 封印了一处危险材料石棺。

source: Secubots emerge from compartments in the floor.
de: Sicherboter tauchen aus Einsätzen im Boden auf.
ja: 警備ロボットが床から出現しました。
ko: 보안로봇이 방 바닥에서 올라왔습니다.
ru: Робохраны поднимаются из люков в полу.
zh_cn: 安保机器人从地板的隔间中冒了出来。

# memorial_female
source: Set off an alarm.
de: Löste einen Alarm aus.
ja: 警報を鳴らした。
ko: 알람을 설정합니다.
ru: Отключила сигнализацию.
zh_cn: 引发警报.

# memorial_male
source: Set off an alarm.
de: Löste einen Alarm aus.
ja: 警報を鳴らした。
ko: 알람을 설정합니다.
ru: Отключил сигнализацию.
zh_cn: 引发警报.

source: Sewage leaks!
de: Abwasser läuft aus!
ja: 汚水が漏れた！
ko: 하수가 새기 시작합니다!
ru: Утечка нечистот!
zh_cn: 污水泄漏了！

source: Sewage map data downloaded. Press any key...
de: Abwasserkanal-Kartendaten heruntergeladen. Drücke irgendeine Taste …
ja: 下水路のマップデータをダウンロードしました。何かキーを押して下さい...
ko: 하수도 지도 데이터가 다운로드되었습니다. 아무 키나 눌러주세요...
ru: Карта канализации скачана. Нажмите любую клавишу...
zh_cn: 下水道地图数据已经下载。请按任意键...

source: Shutting down... press any key.
de: Heruntergefahren … Drücke irgendeine Taste.
ja: シャットダウンしています... 何かキーを押して下さい。
ko: 종료중.... 아무 키나 눌러주세요.
ru: Выключение ... нажмите любую клавишу.
zh_cn: 关闭中...请按任意键。

source: Software downloaded.
de: Software heruntergeladen.
ja: ソフトウェアをダウンロードしました。
ko: 소프트웨어가 다운로드 되었습니다.
ru: Программа скачана.
zh_cn: 软件已下载。
