Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your skill in the craft and repair of clothing, bags, blankets and other textiles. Affects knitting, sewing, stitching, weaving, and nearly anything else involving a needle and thread.
de: Deine Fertigkeit mit der Fertigung und Reperatur von Kleidung, Taschen, Decken und anderen Textilien. Betrifft Häkeln, Nähen, Weben und nahezu alles andere, was mit Nadeln und Fäden zu tun hat.
ja: 繊維製品の製作と修理に関するスキルです。衣服やバッグ、ブランケットなど、縫う編む織るといった工程を要するもの全般に影響します。
ko: 옷이나 가방, 담요 등의 섬유 제품을 만들고 수선하는 기술입니다. 뜨개질, 재봉질, 바느질, 직물을 짜는 등, 바늘과 실이 들어간다면 모두 이 기술의 영향을 받습니다.
ru: Навык создания и ремонта одежды, сумок, одеял и изделий из ткани. Влияет на вязание, шитьё, сшивание, плетение и другие манипуляции с иглой и нитками.

source: Your skill in setting and disarming traps safely and effectively. This skill does not affect the detection of hidden traps, or the evasion of traps that are triggered.
de: Deine Fertigkeit vom sicherem und effizientem Stellen und Entschärfen von Fallen. Sie beeinflusst nicht das Entdecken von versteckten Fallen oder dem Ausweichen ausgelöster Fallen.
ja: 罠を扱う為のスキルです。罠を設置したり、安全に解除します。注意点:このスキルは罠の発見や回避には影響しません。
ko: 덫을 안전하고 효율적으로 설치하고 해체하는 기술입니다. 숨겨진 덫을 찾거나 이미 작동된 덫을 피하는 것과는 관련이 없습니다.
ru: Навык безопасной и эффективной установки/обезвреживания ловушек. Учтите, что он не помогает обнаруживать ловушки или избежать их действия, если вы вызвали их срабатывание.

source: Your skill in using bow weapons, from hand-carved self bows to complex hunting crossbows. Quiet and effective, they require strength of body and sight to wield, and are not terribly accurate over a long distance.
de: Deine Fähigkeit mit Bögen, von handgeschnitzen Primitivbögen bis zu komplexen Jagdarmbrüsten. Sie sind leise und effektiv, aber erfordern Stärke zum Tragen und sich nicht so treffsicher auf lange Entfernung.
ja: 弓・クロスボウを扱う為のスキルです。発射音がしないという利点がありますが、矢を番えるには腕力が必要です。また、一定のレベルに到達するまでは命中率に難があります。
ko: 손으로 직접 깎아 만든 수제 활부터 복잡한 사냥활까지 모든 활을 사용하는 기술입니다. 조용하며 효과적이지만, 그에 맞는 힘과 시력이 필요합니다. 먼 거리에서도 정확도가 크게 떨어지지 않는 장점이 있습니다.
ru: Навык обращения с луками и арбалетами. Тихие и эффективные, требуют для использования силу и хорошее зрение, плюс не очень точны на дальних дистанциях.

source: Your skill in fighting with blunt weaponry, from rocks and sticks to baseball bats and the butts of rifles. Skill increases damage, and higher levels will improve the accuracy of an attack.
de: Deine Erfahrung im Kampf mit Schlagwaffen, von Steinen und Stöcken bis zu Baseballschlägern und Gewehrkolben. Erfahrung erhöht Schaden und höhere Stufen werden die Treffgenauigkeit erhöhen.
ja: 打撃武器に影響を与えるスキルです。高レベルになると、与えるダメージと命中率が上昇します。
ko: 짱돌, 야구 방망이나 총기 개머리판 등의 무딘 무기로 싸우는 기술입니다. 기술 레벨이 높으면 피해량이 상승하고 정확도도 높아질 것입니다.
ru: Навык боя с оружием, которое дубасит и колотит врагов, начиная от камня и кончая баскетбольной битой, и даже если бить прикладом от винтовки. Навык увеличивает урон, на высоких уровнях повышает шанс попадания.

source: Your skill in fighting with weaponry designed to cut, hack and slash an opponent. Lower levels of skill increase accuracy and damage, while higher levels will help to bypass heavy armor and thick hides.
de: Deine Fähigkeit im Kampf mit Waffen, die für das Schneiden, Zerhacken und Schlitzen eines Gegners gebaut wurden. Niedrigere Stufen erhöhen Treffsicherheit und Schaden. Höhere Stufen helben bei der Durchdringung.
ja: 斬撃武器に影響を与えるスキルです。高レベルになると、厚い装甲を貫通し、与えるダメージと命中率が上昇します。
ko: 베거나 찍거나 휘두르는 무기를 다루는 기술입니다. 낮은 수준에서는 정확도와 데미지만 오르지만, 높은 수준에 도달하면 두꺼운 피부와 장갑을 관통할 수 있게 됩니다.
ru: Навык боя с режущим оружием. На первых порах этот навык помогает увеличить точность и урон, при повышении навыка он позволяет пробивать броню и толстую шкуру.

source: Your ability to dodge an oncoming threat, be it an enemy's attack, a triggered trap, or a falling rock. This skill is also used in attempts to fall gracefully, and for other acrobatic feats.
de: Deine Fähigkeit, Gefahren auszuweichen, egal, ob es sich um einen Angriff, einer ausgelösten Falle oder einen fallenden Stein handelt. Sie wird auch für das schadensfreie Fallen und anderern Akrobatikkkünsten benutzt.
ja: 物理的な脅威から身を守る為のスキルです。高レベルになると、高所から華麗に着地するなどアクロバティックな動作が可能になります。
ko: 적의 공격, 덫, 떨어지는 돌 등을 회피하는 기술입니다. 또한 낙하시 안전한 착륙, 혹은 다른 곡예와도 같은 움직임에도 관여합니다.
ru: Навык уклонения от атаки противника, сработавшей ловушки или падающего камня. Используется также при попытке смягчить падение и других акробатических трюках.

source: Your overall skill in using bows and firearms. With higher levels, this general experience increases accuracy with any bows or firearms, but is secondary to practice with the type of ranged weapon in question.
de: Deine allgemeine Fähigkeit im Umgang mit Bögen und Feuerwaffen. In höheren Stufen erhöht sie die Treffgenauigkeit aller Bögen und Feuerwaffen, aber ist zweitrangig zur Erfahrung mit dem entsprechendem Waffentyp.
ja: 銃火器や弓に影響を与えるスキルです。遠距離攻撃の命中率に影響します。射撃武器全般の熟練度を表す技能であり、それぞれの専門技能に比べて限定的な効果に留まります。
ko: 활과 총기를 사용할 때 쓰이는 포괄적인 기술입니다. 기술 레벨이 높아지면 활과 총기의 정확도가 상승합니다. 하지만 이는 어디까지나 부가적인 기술일 뿐, 해당 무기의 숙련도가 더 중요하다는 것을 기억하세요.
ru: Общий навык владения луками и огнестрельным оружием. Увеличивает точность стрельбы из любого оружия, но не так сильно, как делает это специализированный навык.

source: Your skill in using heavy weapons like rocket, grenade or missile launchers. These weapons have a variety of applications and may carry immense destructive power, but they are cumbersome and hard to manage.
de: Deine Erfahrung mit schweren Geschützen wie Raketen- oder Granatwerfern. Diese Waffen haben zahlreiche Anwendungsgebiete und können immense Zerstörungskraft mit sich tragen, aber sind schwer zu handhaben.
ja: ランチャーなどの重火器を扱う為のスキルです。重火器には様々な用途があり、凄まじい破壊力を持っています。しかし、管理が面倒で扱い辛いものがほとんどです。
ko: 로켓, 유탄, 미사일 발사기 등의 중화기를 다루는 기술입니다. 중화기는 다양한 용도와 막강한 화력을 가지고 있지만, 크고 무거우며 다루기 어렵습니다.
ru: Ваш навык обращения с тяжёлым оружием, вроде гранатометов и ракетных установок. Данное оружие имеет самое широкое применение и обладает огромной разрушительной силой, при этом оно довольно тяжёлое и сложное для управления.

source: Your skill and finesse in personal combat, both with and without a weapon. Higher levels can significantly increase the accuracy and effectiveness of your physical attacks.
de: Deine Fähigkeit und Geschicklichkeit im Kampf gegen Gegner, die direkt neben dir sind, sowohl mit als auch ohne Waffe. Höhere Stufen können die Genauigkeit und Effizienz deiner physischen Angriffe signifikant erhöhen.
ja: 近接武器や素手での戦闘に影響を与えるスキルです。近接攻撃の命中率に影響します。高レベルになると与えるダメージが上昇します。
ko: 비무장, 무장을 모두 포함하는 근접 전투를 다루는 기술입니다. 기술 수준이 높아지면 물리적 공격의 효율성과 명중률이 눈에 띄게 증가합니다.
ru: Навык рукопашного боя, как с оружием в руках, так и без него. Высокой уровень навыка позволяет значительно увеличить точность и эффективность ваших физических ударов.

source: Your skill in fighting with knives, spears and other such stabbing implements. Skill increases attack accuracy as well as the chance of inflicting a deadly and critical blow.
de: Deine Erfahrung im Kampf mit Messern, Speeren und anderen Stichwaffen. Diese Erfahrung erhöht die Treffgenauigkeit sowie die Wahrscheinlichkeit, einen kritischen und tödlichen Treffer zu landen.
ja: ナイフや槍など刺突武器に関するスキルです。それらを用いた攻撃の命中率とクリティカルヒットの発生率に影響します。
ko: 나이프, 창, 기타 찌르는 무기를 다루는 기술입니다. 기술 수준이 높아지면 치명타 확률과 명중률이 증가합니다.
ru: Навык боя с колющим оружием. Копья, ножи (могут и колоть, и резать) и прочие колющие предметы. Навык увеличивает точность удара, а также шанс нанесения критического удара.

source: Your skill in throwing objects over a distance. Skill increases accuracy, and at higher levels, the range of a throw.
de: Deine Erfahrung im Werfen von Objekten auf langer Distanz. Diese Erfahrung erhöht die Genauigkeit und bei höheren Stufen die Wurfweite.
ja: アイテムを投げる為のスキルです。高レベルになると、アイテムを投げられる飛距離が伸びます。
ko: 물건을 멀리 던지는데 필요한 기술입니다. 기술 수준이 높아지면 정확도와 던질 수 있는 거리가 증가합니다.
ru: Навык метания предметов, чтобы они летели туда, куда вам нужно. Увеличивает точность, а на высоких уровнях владения навыком, увеличивает дистанцию броска.

source: Your skill in hand-to-hand fighting. For the unskilled, it's a good way to get hurt, but those with enough practice can perform special blows and techniques to quickly dispatch enemies.
de: Deine Fähigkeit im Nahkampf. Für die Unerfahrenen ist der Nahkampf eine gute Möglichkeit, verletzt zu werden, aber mit genügend Übung können besondere Hiebe und Techniken, um Gegner schnell abzufertigen, angewandt werden.
ja: 格闘スキルです。低レベルでは生き残るのは難しいでしょう。高レベルになると、技の使用が可能になります。
ko: 격투를 다루는 기술입니다. 능숙하지 못하면 다치는 지름길이지만, 능숙하게 되면 특수 공격과 빠른 공격이 가능하게 됩니다.
ru: Навык рукопашного боя без оружия. На низких уровнях навыка, ввязывание в бой без оружия - способ побыстрее отдать концы. Те счастливцы, которые достаточно овладеют навыком, смогут проводить спецброски и сокрушительные удары.

source: Handguns have poor accuracy compared to rifles, but are usually quick to fire and reload faster than other guns. They are very effective at close quarters, though unsuited for long range engagement.
de: Handfeuerwaffen haben eine armselige Treffgenauigkeit im Vergleich zu Gewehren, sind aber schnell im Feuer und lassen sich schneller nachladen. Sie sind auf kurzer Entfernung sehr effektiv, auf langer nicht.
ja: ハンドガンはライフルに比べて精度に欠けるものの、素早く抜き放って射撃することが可能で、他の銃よりも短時間で再装填できます。接近戦で進化を発揮しますが、遠距離での戦いには適していません。
ko: 권총은 소총과 비교해보면 명중률이 떨어지지만, 가장 빠르게 사격하고 장전할 수 있는 무기입니다. 근거리 교전에서는 매우 우수하지만, 그래도 장거리 교전은 피하는게 좋습니다.
ru: Навык обращения с пистолетами. Они имеют низкую точность по сравнению с винтовками, однако стреляют и перезаряжаются быстрее, чем любое другое оружие. Очень хороши в ближнем бою, но непригодны на дальних дистанциях.

source: Rifles have terrific range and accuracy compared to other firearms, but may be slow to fire and reload, and can prove difficult to use in close quarters. Fully automatic rifles can fire rapidly, but are harder to handle properly.
de: Gewehre haben eine fantastische Reichweite und Treffgenauigkeit im Vergleich mit anderen Feuerwaffen, aber können langsam beim Schießen und Nachladen sein und können bei kürzeren Entfernungen schwierig zu benutzen sein. Vollautomatische Gewehre können schnell schießen, sind dann aber schwerer zu bedienen.
ja: ライフルは恐るべき射程と精度を誇ります。しかし他の銃と比べて取り回しが悪く、再装填も遅く、接近戦で使いこなすのは難しいでしょう。フルオート射撃が可能なライフルもありますが、連射の制御は容易ではありません。
ko: 다른 총과 비교해볼 때, 소총은 무시무시한 사거리와 멍중률을 자랑합니다. 하지만 사격과 장전이 느리고 근거리에서 사용하기엔 적합하지 않습니다. 완전자동소총은 빠르게 사격할 수 있지만 정확하게 다루기가 어렵습니다.
ru: Навык обращения с автоматами и винтовками. Это оружие имеет потрясающую дальность и точность стрельбы, однако, медленно перезаряжается и, таким образом, не очень пригодно в ближнем бою.

source: Shotguns are easy to shoot and can inflict massive damage, but their effectiveness and accuracy decline rapidly with range. Slugs can be loaded into shotguns to provide greater range, though they are somewhat inaccurate.
de: Schrotflinten sind einfach zu Schießen und können enormen Schaden anrichten, aber ihre Effizienz und Genauigkeit nimmt bei größerer Entfernung stark ab. Flintenlaufgeschosse können geladen werden, um die Reichweite zu erhöhen, aber sie sind etwas ungenau.
ja: ショットガンは扱いが簡単なうえに絶大なダメージを叩き込んでくれる非常に頼れる武器ですが、距離が遠くなると極端に威力と精度が落ちてしまいます。スラッグ弾(単発弾)を装填すれば射程は伸びますが、依然として精度は頼りないものです。
ko: 산탄총은 사용하기 쉽고 어마어마한 피해를 가하는 것이 가능합니다. 하지만 거리가 멀어질수록 효율과 명중률이 급속도로 하락합니다. 사거리 확장을 위해 슬러그 탄을 사용할 수 있지만, 그래도 정확한 편은 아닙니다.
ru: Навык владения дробовиками. Из них легко попасть во врага, выстрел дробью наносит большой урон, но всё это касается ближнего боя. Дробовики можно зарядить жаканами, которые летят дальше, но страдает точность.

source: FUCK YOU!
de: FICK DICH!
ja: 糞ったれが！
ko: 씨발 엿이나 먹어라!
ru: ПОШЁЛ НА ХЕР!

source: "TEKELI-LI!"
ja: 「テケリ・リ！」
ko: "테켈리-리!"
ru: «ТЕКЕЛИ-ЛИ!»

source: "TEKELI-LI! TEKELI-LI! TEKELI-LI!"
ja: 「テケリ・リ！テケリ・リ！テケリ・リ！」
ko: "테켈리-리! 테켈리-리! 테켈리-리!"
ru: «ТЕКЕЛИ-ЛИ! ТЕКЕЛИ-ЛИ! ТЕКЕЛИ-ЛИ!»

source: "Tekeli-li."
ja: 「テケリ・リ。」
ko: "테켈리-리."
ru: «Текели-ли!»

source: You can close an opened door by pressing 'c' and then a movement key. Closing doors behind you can often slow down throngs of monsters greatly.
de: Du kannst eine Türe schließen, indem du »c« und anschließend eine Richtungstaste drückst. Hinter dir die Türen zu schließen, kann oftmals eine Monsterschar stark abbremsen.
ja: 開いているドアは'c'で閉める事が出来ます。ドアを閉じておくとモンスターの移動を遅らせる事が出来ます。
ko: 열려 있는 문은 'c'키를 누른 뒤 방향키를 눌러서 닫을 수 있습니다. 문을 닫으면 괴물들의 이동을 상당히 늦출 수 있습니다.
ru: Вы можете закрыть открытую дверь нажав "c" и клавишу движения. Закрывая за собой двери, вы замедлите толпы монстров, бегущих за вами.

source: You can smash through windows by pressing 's' and then a movement key. A smashed window takes a long time to climb through, and it's possible to hurt yourself on the broken glass, but it's a good last-ditch escape route. You can smash through other things, too; use the ';' command and look for things that are "Smashable."
de: Du kannst Fenster zertrümmern, indem du »s« und dann eine Richtungstaste drückst. Es brauchst lange, um durch ein zerbrochenes Fenster zu klettern und es ist möglich, dich an den Glasscherben selbst zu verletzen, aber es ist eine guter Notfluchtweg. Du kannst auch andere Dinge zerschmettern; benutze das »;«-Kommando und suche nach Dingen, bei denen »Zerschmetterbar« angezeigt wird.
ja: 窓ガラスは's'で叩き割って通り抜ける事が出来ます。ガラスの割れた窓は、よじ登るのに時間が掛かり、ガラス片で怪我をする事もありますが、土壇場での脱出経路にうってつけです。他にも';'で見た時に「破壊可能」と表示されているものであれば、壊すことが出来ます。
ko: 's'키를 이용해서 유리창을 부수고 들어갈 수도 있습니다. 깨진 창문은 넘어가야 하기 때문에 긴 시간이 소요되며, 깨진 유리에 의해 다칠 수도 있습니다. 하지만 이는 도주 시에 쓸만한 방법입니다. 다른 것도 부술 수 있는데, ';'키로 주변의 것을 확인해서 "파괴가능" 여부를 확인하면 됩니다.
ru: Вы можете выбить окно с помощью кнопки "s" и клавиш движения. Через выбитое окно долго перелезать, а о разбитое стекло можно порезаться, но это отличный шанс для побега. Вы можете сломать и другие предметы, с помощью клавиши ";" или "x" просматривайте объекты и ищите те, которые имеют свойство "Можно разбить".

source: The Examine command is useful for grabbing items off window frames, around corners, etc. It's also used for interacting with a few terrain types. Interactive terrain is usually designated with a '6' symbol.
de: Der Befehl »Untersuchen« ist nützlich, um Gegenstände von Fensterrahmen, Ecken usw. zu nehmen. Er wird auch für die Interaktion mit ein paar Geländearten verwendet. Interaktives Gelände ist üblicherweise mit einem »6«-Symbol gekennzeichnet.
ja: 調べるコマンドは窓枠や角などからアイテムを取るのに役に立ちます。操作可能な地形にも使えます。操作可能な地形は通常'6'で描画されます。
ko: 조사 명령은 창문틀이나 진열대 같은 곳에 있는 물건을 주울 때 유용합니다. 또한 몇 가지 지형 종류를 작동시킬 때에도 사용됩니다. 일반적으로 작동 가능한 지형은 '6'으로 표시됩니다.
ru: Команда изучения полезна для собирания предметов из оконных рам, за углом и т.д. Она также используется для взаимодействия с особыми типами объектов на карте. Они, как правило, обозначаются символом "6".

source: The item you just picked up went into your inventory, the shared storage space of all the clothing you're wearing. To view your inventory, press 'i'. You can then press the letter of any item to get more information about it.
de: Der Gegenstand, den du gerade nahmst, ging in dein Inventar, deinem geteilten Lagerplatz all deiner Kleidung, die du trägst. Um dein Inventar anzusehen, drücke »i«. Du kannst dann den Buchstaben jedes Gegenstandes drücken, um mehr darüber zu erfahren.
ja: 拾ったアイテムは、身に付けている装備品の収納総量のインベントリに保管されます。インベントリを開くには'i'を押します。アイテムに割り当てられているキーを押すと詳細を確認できます。
ko: 지금 주운 물품은 인벤토리로 들어갔습니다. 인벤토리는 지금 입고있는 의류가 제공하는 모든 저장 공간이 통합되어 표시되는 곳입니다. 인벤토리를 보려면 'i'키를 누르면 됩니다. 그러면 해당 물품의 기호를 눌러서 더 많은 정보를 볼 수 있습니다.
ru: Подобранный предмет попал в ваш инвентарь, заняв часть свободного места во всей вашей одежде. Нажмите 'i', чтобы просмотреть инвентарь. Затем нажмите букву предмета, чтобы осмотреть его подробнее.

source: The item you just picked up is a comestible! To eat a comestible, press 'E'. Comestibles are items you can use up, like food, drink, pills, etc. Most food expires eventually, so be careful. Some comestibles, especially drugs, can cause subtle, long-term effects.
de: Der Gegenstand, den du gerade nahmst, ist konsumierbar! Um einen konsumierbaren Gegenstand zu essen, drücke »E«. Konsumierbare Gegenstände sind Gegenstände, die du verbrauchen kannst, wie Nahrung, Getränke, Pillen, usw. Die meisten Lebensmittel verderben irgendwann, also sei vorsichtig. Einige konsumierbare Gegenstände, insbesondere Drogen und Medikamente, können subtile, lang anhaltende Wirkungen haben.
ja: 消費アイテムを拾いました。'E'で摂取する事が出来ます。食べ物や飲み物、薬などは使い切りのアイテムです。多くの食べ物には消費期限があるので注意しましょう。幾つかの摂取可能なもの、特に薬には持続時間の長い効果を及ぼすものがあります。
ko: 지금 주운 물건은 식품입니다! 먹으려면 'E'키를 누르면 됩니다. 식품은 음식, 음료, 알약 등이 있으며, 대부분의 음식은 시간이 지나면 상하기 때문에 주의해야 합니다. 어떤 섭취물은, 특히 약물은 미묘한 효과를 오랜 시간 발휘하기도 합니다.
ru: Подобранный предмет можно употребить! Чтобы съесть что-нибудь, нажмите "E". Употребить можно: еду, напитки, таблетки и т.д. Будьте внимательны: еда может испортиться. Некоторые предметы, особенно наркотики, могут вызывать разные длительные эффекты.

source: The item you just picked up is a firearm! Guns are very powerful weapons but they require ammunition. Firearms have many special attributes. Most modify the damage done by their ammunition. They also have dispersion, which affects their chance to hit. Some guns are semi-automatic, while others can fire a burst. Some firearms (mainly bows and other muscle-powered weapons) have a range, which is added on top of the ammo's range when firing.
de: Der Gegenstand, den du gerade aufgehoben hast, ist eine Feuerwaffe! Feuerwaffen sind sehr starke Waffen, aber sie benötigen Munition. Feuerwaffen haben viele besondere Merkmale. Die meisten modifizieren den Schaden, der von ihrer Munition ausgeübt wird. Sie haben außerdem eine Streuung, was ihre Treffwahrscheinlichkeit beeinflusst. Einige sind halbautomatisch, während andere in Feuerstößen schießen können. Einige Feuerwaffen – hauptsächlich Bögen und andere muskelbetriebene Waffen – haben eine Reichweite, welche beim Schießen zu der Munitionsreichweite addiert wird.
ja: 銃を拾いました。銃は強力な武器ですが、弾薬を必要とします。銃には様々な特性があります。弾薬により威力を調整できます。拡散率は命中率に影響します。セミオートマチックと連射に切り替え可能な銃があります。弓などは筋力が射程距離に加算されます。
ko: 방금 주운 물건은 총기입니다! 총기는 아주 강력한 무기지만, 탄약을 필요로 합니다. 총기는 몇 가지 특별한 수치가 있는데, 우선 사격 피해는 사용하는 탄약에 많은 영향을 받습니다. 또한 확산도는 명중률에 영향을 미칩니다. 총기는 단발 사격만 가능한 것도 있고 연발 사격도 가능한 것, 연발 사격만 가능한 것도 있습니다. 주로 활과 근력을 사용하는 몇몇 무기는 사거리가 있으며, 사거리는 사격할 때 위에 표시됩니다.
ru: Подобранный предмет является огнестрельным оружием. Это мощное оружие, но ему нужны патроны. У огнестрельного оружия много особых свойств. Повреждение меняется в зависимости от типа патронов. У него есть значение разброса, которое влияет на шанс попадания. Некоторые из них полуавтомат, когда другие могут стрелять очередью. Некоторое оружие (в основном луки и другие основанные физ. силе) имеет предел дальности стрельбы.

source: You just put on an article of clothing that provides physical protection. There are two types of damage that clothing defends against, bashing, and cutting. Most monsters deal bashing damage, but cutting is often the more deadly of the two. Bullets are considered cutting damage.
de: Du hast gerade einen Bekleidungsartikel, der Körperschutz bietet, angezogen. Es gibt zwei Schadensarten, vor der Kleidung schützt: Schlag- und Schnittschaden. Die meisten Monster richten Schlagschaden an, aber Schnittschaden ist oftmals der tödlichere von beiden. Kugeln werden als Schnittschaden betrachtet.
ja: 物理的な防御力を持つ装備を身に付けました。装備が防ぐダメージは打撃と斬撃の2種類があります。多くのモンスターは打撃を繰り出して来ますが、斬撃はより致命的です。銃弾によるダメージは斬撃に分類されます。
ko: 지금 착용한 것은 물리적 방어력을 주는 의류입니다. 의류가 주는 방어력은 2가지 종류가 있습니다. 타격과 베기입니다. 대부분의 괴물은 타격 피해를 주지만, 베기는 타격보다 치명적입니다. 총탄은 베기 피해를 줍니다.
ru: Вы только что надели одежду, которая добавляет физическую защиту. Есть два типа повреждений от которых может защитить одежда: удар или порез. Порезы более опасны для здоровья, но к счастью, большинство монстров наносят удары. Патроны наносят режущие повреждения.

source: You just put on an article of clothing that provides ample storage space. This will allow you to carry much more stuff, but be aware that there is also a limit on the weight you can carry which depends on strength. The item you put on also encumbered your torso. This will make combat a little more difficult. To check encumbrance, press @.
de: Du hast gerade ein Kleidungsstück, das reichlich Lagerplatz bietet, angezogen. Damit kannst du viel mehr Sachen tragen, aber sei dir darüber im Klaren, dass es auch eine Gewichtsgrenze an dem Gewicht, das du tragen kannst, gibt. Sie hängt von der Stärke ab. Der Gegenstand, den du angezogen hast, hat außerdem deinen Torso in seiner Bewegungsfreiheit eingeschränkt. Das wird den Kampf etwas erschweren. Um die Belastungen anzusehen, drücke »@«.
ja: 十分な収納箇所がある衣料品を身に付けました。物を多く持てるようになりますが、重さという筋力依存の限界もあります。今身に付けたアイテムは胴体の動作が制限され、戦い辛くなります。動作の制限は'@'を押して確認できます。
ko: 저장공간을 가진 의류를 입으면 저장공간이 늘어납니다. 이러한 의류는 더 많은 짐을 들게 해주지만, 소지 가능한 물품의 한계는 부피만이 아닌, 체력에 따라 달라지는 최대 무게에 의해서도 결정된다는 점을 기억해야 합니다. 그리고 방금 전에 당신이 착용한 의류는 상체 부위의 방해도를 높입니다. 이렇게 되면 근접 전투가 약간 더 어려워지죠. 방해도를 확인하려면 '@'키를 누르세요.
ru: Вы только что одели одежду, которая добавляет свободное место. Это позволит вам переносить больше вещей, но помимо этого существует лимит веса переносимых предметов, зависящий от силы. В придачу, этот предмет сковывает ваш торс. Это затрудняет боевые действия. Что бы просмотреть все ваши сковывания нажмите '@'.

source: You just put on an article of clothing that protects against the environment. The most common and important are respiratory devices, which will protect you against smoke, air-born toxins or organisms, and other common hazards. However, they also make it a little harder to breath when running, so you'll move more slowly. To check encumbrance, press @.
ja: 周囲の環境から身体を保護する衣料品を身に付けました。入手頻度が高くかつ重要なものは口に装着する物です。これらは煙や空気中・に含まれる・生物が放出する毒素、他にも様々な危険から保護してくれます。一方で、装着中は若干呼吸しにくくなり、移動速度が落ちます。'@'を押して影響を確認することができます。

source: If you press 'i' and then the letter of your weapon, you'll see its combat stats. Bashing damage ignores most armor, but varies greatly and requires strength. Cutting damage is a fixed amount, but is blocked by armor. The To-hit bonus affects your chances of hitting. The amount of time it takes to swing your melee weapon depends on both its size and weight; small, compact weapons are the fastest.
de: Wenn du »i« und dann den Buchstaben deiner Waffe drückst, wirst du ihre Kampfwerte sehen. Schlagschaden ignoriert die meiste Rüstung, aber variiert stark und erfordert Stärke. Schnittschaden ist ein fester Wert, wird aber durch Rüstung abgeblockt. Der Treffbonus beeinflusst deine Treffwahrscheinlichkeit. Die Dauer, die benötigt wird, um deine Nahkampfwaffe zu schwingen, hängt sowohl von ihrer Größe als auch von ihrem Gewicht ab; kleine, kompakte Waffen sind die schnellsten.
ja: 'i'を押して武器に割り当てられているキーを押すと、その武器の性能を見る事が出来ます。打撃はほとんどの装甲を無視するが、威力にバラつきがあり相応の力を必要とします。斬撃は威力は一定しているが装甲によって防がれます。攻撃コストは武器のサイズと重さによって決まり、小さくて軽量であれば武器は攻撃速度が速くなります。
ko: 'i'키를 누르고 무기의 기호를 누르면 전투 수치를 확인할 수 있습니다. 타격 피해는 대부분의 장갑을 무시하지만 상황에 따라 큰 편차가 생기고, 상당한 힘이 필요합니다. 베기 피해는 고정된 피해를 주지만 장갑을 관통하지 못합니다. 명중률 보너스는 명중률에 영향을 줍니다. 근접 무기를 휘두르는데 걸리는 시간은 무기의 크기와 무게에 달렸습니다. 작은 무기일수록 빠르죠.
ru: Если нажать "i" и выбрать букву оружия, то можно увидеть его боевые характеристики. Обычный удар игнорирует большинство видов брони, но может сильно различаться и требует силу. Режущий урон имеет фиксированное значение, но блокируется бронёй. Бонус меткости влияет на ваш шанс попадания. Время на атаку рукопашным оружием зависит от его размера и веса; маленькое оружие быстрее.
