Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A waterproof hood made to be worn in bad weather. Provides extra protection from rain.
ko: 날씨가 좋지 않을 때 입는, 방수 기능을 갖춘 후드입니다. 비를 추가적으로 막아줍니다.
ru: Водонепроницаемый капюшон для защиты от непогоды. Отлично защищает от дождя.

source: A simple wool garment worn over the torso. Provides a bit of protection.
ko: 커다란 천 가운데 머리를 내놓는 구멍만 있는 일종의 양모 외투로, 약간의 보호력을 제공합니다.
ru: Простая шерстяная накидка. Слабо защищает тело.

source: A thin cotton trenchcoat, lined with pockets. Great for storage.
ko: 면으로 된 얇은 트렌치코트로, 주머니가 일렬로 쭉 달려있습니다. 수납공간이 많다는 것이 장점인 옷.
ru: Тонкое хлопковое пальто с множеством карманов. Отличная вместительность.

source: A thick leather trenchcoat, lined with pockets. Great for storage.
ko: 두꺼운 가죽으로 만들어진 트렌치코트로, 주머니가 일렬로 쭉 달려있기에 수납공간이 많습니다.
ru: Толстый кожаный плащ, покрытый карманами. Уместится куча вещей.

source: A thick fur trenchcoat, lined with pockets. Great for storage.
ko: 털 가죽으로 만들어진 트렌치코트로, 주머니가 일렬로 쭉 달려있기에 수납공간이 많습니다.
ru: Толстый меховой плащ, покрытый карманами. Отличная вместительность.

source: A kevlar armored custom trenchcoat, covered with pouches and pockets. Comfortable, durable, and great for storage.
ko: 각종 주머니들로 덮여있는 케블라 보강 수제 트렌치코트입니다. 편안하고, 튼튼하며, 저장공간이 많습니다.
ru: Самодельный плащ, армированный кевларом, со множеством карманов и отделений. Прочен, удобен и замечателен для хранения вещей.

source: A pair of kevlar armored pants covered with pouches and pockets. Custom built to be durable, comfortable, and easy to wear.
ko: 각종 주머니들로 덮여있는 케블라 보강 바지입니다. 수제작품으로 튼튼하며, 편안하고, 입기 쉽게 만들었습니다.
ru: Штаны, армированные кевларом, со множеством карманов и отделений. Изготовлены таким образом, что очень прочны и удобны для ношения.

source: A padded coat with deep pockets and a hood. Very warm.
ko: 큰 주머니와 모자가 달린 코트로, 아주 따뜻합니다.
ru: Теплое пальто с глубокими карманами и капюшоном. Очень теплое.

source: A fur coat with a couple small pockets. Extremely warm.
ko: 작은 주머니가 달린 털가죽 코트 입니다. 엄청나게 따뜻합니다.
ru: Шуба с парой небольших карманов. В ней очень и очень тепло.

source: A heavy wool coat. Cumbersome, but warm and with deep pockets.
ko: 두꺼운 양모 코트입니다. 거추장스럽지만, 따뜻하고 저장공간이 많습니다.
ru: Тяжелое шерстяное пальто. Громоздкое, но теплое и с глубокими карманами.

source: A vest made from thick leather. Offers excellent protection from cuts.
ko: 두꺼운 가죽으로 만들어진 조끼입니다. 베기 데미지에 대해 상당한 방어력을 제공합니다.
ru: Жилет из толстой кожи. Обеспечивает превосходную защиту от порезов.

source: A light vest covered in webbing, pockets and straps. This variety is favored by the military.
ko: 군대에서 많이 사용되는 종류의 가벼운 조끼입니다. 주머니와 부착부 등이 달려 있습니다.
ru: Легкий жилет со стропами, карманами и подсумками. Такие обожают военные.

source: A pair of arm guards made from the exoskeletons of insects. Light and durable.
ko: 곤충의 외골격으로 만든 한 쌍의 팔 보호구입니다. 가볍고 견고합니다.
ru: Пара наручей, изготовленных из брони насекомых. Легкие и прочные.

source: A pair of arm guards hammered out from metal. Very stylish.
ru: Пара наручей выкованных из металла. Очень стильные.

source: A pair of thin cotton gloves. Often used as a liner beneath other gloves.
ko: 얇은 면으로 만들어진 한 쌍의 장갑입니다. 일반적으로 다른 장갑 안에 끼는 속장갑으로 사용됩니다.
ru: Пара тонких перчаток. Зачастую используется как подкладка под другие перчатки.

source: A pair of warm mittens. They are extremely cumbersome.
ko: 한 쌍의 방한용 벙어리 장갑입니다. 착용하면 손을 거의 움직일 수 없게 됩니다.
ru: Пара теплых варежек. Сделать что-либо с варежками на руках очень непросто.

source: A pair of warm fur gloves. They are somewhat cumbersome.
ko: 따뜻한 털가죽으로 만든 장갑 한 쌍입니다. 착용하면 손을 움직이기 힘들어집니다.
ru: Пара тёплых меховых перчаток. Выглядят немного громоздкими.

source: A thick pair of wool gloves. Cumbersome but warm.
ko: 두꺼운 양모로 만들어진 장갑입니다. 손을 움직이기 힘들어지지만, 대신 따뜻합니다.
ru: Пара шерстяных перчаток. Неудобные, но теплые.

source: A pair of padded gloves. Cumbersome but warm.
ko: 한 쌍의 푹신푹신한 장갑입니다. 손을 움직이기 힘들어지지만, 대신 따뜻합니다.
ru: Пара толстых зимних перчаток. Неудобные, но теплые.

source: A pair of reinforced kevlar tactical gloves. Commonly used by police and military units.
ko: 케블라로 보강된 한 쌍의 전술 장갑입니다. 경찰 혹은 군대에서 주로 사용됩니다.
ru: Пара усиленных тактических перчаток из кевлара. В основном используется в полиции и армии.

source: A pair of leather gloves with no fingers, allowing greater manual dexterity. These have been crudely reinforced with steel guards across the back.
ko: 가죽 재질에 서투르게 강철을 덧대어 만든, 손가락 부분이 없는 장갑입니다. 손가락을 사용하는데 방해를 주지 않습니다.
ru: Пара кожаных перчаток без пальцев для лучшей маневренности. Усилены металлом с тыльной стороны ладоней.

source: A heavy pair of gloves, used by firefighters and metalworkers for heat protection. Highly resistant to heat and flame, they provide excellent protection from injury.
ko: 열기로부터 보호받기 위해 소방관과 금속공들이 사용하는 두꺼운 장갑 한 쌍입니다. 열과 화염에 아주 강하며 부상의 위험으로부터 탁월한 보호력을 제공합니다.
ru: Пара крепких рукавиц, используемых пожарными и сталеварами для защиты от ожогов. Хорошо защищают от жара и пламени, а также обеспечивают превосходную защиту от травм.

source: Gauntlets made from the exoskeletons of insects. Very light and durable.
ko: 곤충의 외골격으로 만든 건틀렛입니다. 아주 가벼우면서도, 견고합니다.
ru: Рукавицы из экзоскелета насекомых. Очень легкие и прочные.

source: Leather gauntlets with bone armor reinforcement. Very light and strong.
ko: 뼈를 사용해 강화한 가죽 장갑입니다. 아주 가볍고 튼튼합니다.
ru: Кожаные рукавицы с нашитыми костями. Очень легкие и крепкие.

source: Heavy fingerless leather gloves. Very flexible and comfortable.
ko: 손가락이 없는, 무거운 가죽 장갑입니다. 아주 신축성이 높고 착용감이 좋습니다.
ru: Прочные кожаные перчатки без пальцев. Обтягивающие и удобные.

source: A simple piece of cotton that straps over the mouth. Provides a small amount of protection from air-borne illness and dust.
ko: 단순한 면 조각에다가, 입 주위에 걸 수 있도록 줄이 달린 마스크입니다. 먼지와 공기로 전염되는 질병을 약간 막아줍니다.
ru: Простой кусок хлопковой ткани, слегка защищающей дыхательные пути от инфекций, спор и пыли.

source: A really long wool scarf in an interesting brown, red, yellow, grey, purple, and olive striped pattern, worn over the mouth for warmth. It would probably be long enough to wrap about your mouth and hands with plenty of length left over, too.
ru: Очень длинный шарф в интересный коричневый, красный, желтый, серый, фиолетовый, и оливковый полосатый рисунок, держит лицо в тепле. Из-за дополнительной длины можно носить, несмотря на нестандартные черты лица, а также обмотать руки.

source: An exceptionally long fur scarf, worn over the mouth for warmth. With the extra length, it's enough to handle nonstandard facial features and accommodate your hands too.
ko: 유별나게 긴 모피 스카프로 온기를 유지하기 위해 입에 착용합니다. 남는 길이로는 평범하지 않은 얼굴 생김새를 가리고 당신의 손까지도 감쌀 수 있습니다.
ru: Исключительно длинный меховой шарф, держит лицо в тепле. Из-за дополнительной длины можно носить, несмотря на нестандартные черты лица, а также обмотать руки.

source: A mask that straps over your mouth and nose and filters air. Protects from smoke, dust, and other contaminants quite well.
ko: 입에 코에 걸쳐 쓰는 마스크로, 공기를 걸러줍니다. 연기, 먼지 등의 오염에 대해 괜찮은 방호력을 제공합니다.
ru: Респиратор. Хорошо защищает от пыли, дыма и других загрязнений.

source: A full gas mask that covers the face and eyes. Provides excellent protection from smoke, teargas, and other contaminants.
ko: 눈과 얼굴 전체를 덮는 방독면입니다. 연기, 최루탄 등의 오염에 대해 훌륭한 방호력을 제공합니다.
ru: Противогаз, полностью закрывающий лицо. Отлично защищает от слезоточивого газа, боевых отравляющих веществ, дыма, пыли, спор и прочей гадости, но сильно затрудняет дыхание.

source: A rather roomy mask with filters attached, designed to accommodate exotic anatomy. Provides excellent protection from smoke, teargas, and other contaminants.
ko: 필터가 달린 꽤 널찍한 마스크는 유별난 신체를 수용할 수 있도록 설계되었습니다. 연기, 최루탄 등의 오염에 대해 훌륭한 방호력을 제공합니다.
ru: Вместительный противогаз, был приспособлен, чтобы вмещать экзотическую анатомию. Отлично защищает от слезоточивого газа, боевых отравляющих веществ, дыма, пыли, спор и прочей гадости, но сильно затрудняет дыхание.

source: A pair of glasses for the near-sighted. Useless for anyone else.
ko: 근시용 안경입니다. 근시가 아닌 사람에게는 아무 쓸모도 없습니다.
ru: Очки для близоруких. Бесполезны для игроков с нормальным зрением.

source: A pair of glasses for the far-sighted. Useless for anyone else.
ko: 원시용 안경입니다. 원시가 아닌 사람에게는 아무 쓸모도 없습니다.
ru: Очки для чтения. Полезны только дальнозорким.

source: A pair of plastic glasses, used in workshops, sports, chemistry labs, and many other places. Provides great protection from damage.
ko: 스포츠, 작업, 혹은 화학 실험실 등 다양한 곳에서 눈을 보호하기 위해 사용되는 플라스틱 안경입니다. 눈에 오는 피해를 상당히 막아줍니다.
ru: Пластиковые защитные очки, которые можно отыскать в мастерских, магазинах спортивного снаряжения, лабораториях, да и много где ещё. Хорошо защищают глаза от повреждений.

source: A large pair of goggles that completely seal off your eyes. Excellent protection from environmental dangers.
ko: 눈 주변을 완전히 감싸는 큰 고글입니다. 환경으로 인한 위험을 아주 효과적으로 막아줍니다.
ru: Большие очки, полностью изолирующие глаза. Хорошо защищают от опасностей окружающей среды.

source: A dark pair of goggles. They make seeing very difficult, but protect you from bright flashes.
ko: 검은색 고글입니다. 착용하면 시야가 매우 좁아지지만, 번쩍이는 불빛을 효과적으로 막아줍니다.
ru: Очень тёмные очки. В них трудно что-то увидеть, зато они защищают от ярких вспышек света.

source: Modern tactical eyewear that protects from small projectiles and fragments. Excellent protection from environmental dangers.
ko: 현대적 디자인으로 제작된 전술 보안경입니다. 소구경 탄 혹은 파편을 막을 수 있으며, 환경적인 위험에 대해 뛰어난 방호력을 제공합니다.
ru: Современные тактические очки защищают от мелких снарядов и осколков. Обеспечивают отличную защиту от экологической опасности.

source: An essential article of the gentleman's apparel. Also negates near-sight.
ko: 신사가 반드시 가지고 있어야 할 것입니다. 근시용입니다.
ru: Важная деталь одежды старомодных джентльменов. Помогает видеть при близорукости.

source: A Red Sox cap. It provides a little bit of warmth.
ko: 보스턴 야구 팀인 레드 삭스 모자입니다. 약간의 보온력을 줍니다.
ru: Кепка с логотипом бейсбольной команды Red Sox. Почти не согревает голову.

source: A traditional mail carriers hat with the US postal service embroidered on the front above the plastic cap. A symbol of a bygone world.
ru: Стандартная кепка почтальона с эмблемой почтовой службы США, вышитой с передней стороны, выше козырька. Символ ушедшего мира.

source: Also called a "bucket hat." Often used in the military.
ru: Камуфлированная панама, которую часто называют "кастрюлькой". Нередко используется военными.

source: A snug-fitting cotton hat. Quite warm.
ko: 면으로 짠 모자입니다. 꽤 따뜻합니다.
ru: Плотно облегающая шапка из хлопка. Довольно теплая.

source: A snug-fitting wool hat. Very warm.
ko: 양모로 짠 모자입니다. 꽤 따뜻합니다.
ru: Плотно облегающая шерстяная шапка. Очень тёплая.

source: A red plaid hunting cap with ear flaps. Notably warm.
ko: 붉은 격자 무늬가 있는 사냥용 모자입니다. 귀 보호대가 달려있어, 꽤 따뜻합니다.
ru: Клетчатый охотничий картуз. Весьма тёплый.

source: A hat made from the pelts of animals. Extremely warm.
ko: 동물의 모피로 만든 모자입니다. 놀랍도록 따뜻합니다.
ru: Шапка, сшитая из шкур животных. Прекрасно греет.

source: A hard plastic hat worn in construction sites. Excellent protection from cuts and percussion.
ko: 건설 현장에서 착용하는 단단한 플라스틱 모자입니다. 베기 공격과 타격 공격에 대해 탁월한 보호력을 가지고 있습니다.
ru: Строительная каска. Отлично защищает от ударов и порезов.

source: A spiked helmet once worn by German military officers. The spike is very sharp.
ko: 19세기경 독일 장교가 착용하던 뿔 달린 철모입니다. 뿔이 꽤 날카롭습니다.
ru: Шипованный шлем, его когда то носили немецкие офицеры. Шип выглядит очень острым.

source: A distinctive helmet worn by firefighters. More than just a piece of firefighting equipment, they serve as a badge of honor and respect.
ko: 소방관이 착용하는 독특한 모자입니다. 이것은 단순한 소방 장비의 역할을 넘어선 명예와 존경의 상징물입니다.
ru: Отличительный шлем пожарной охраны. Нечто большее, чем просто обмундирование пожарной охраны. Является знаком уважения и доблести.

source: A heavy protective coat worn by firefighters. Highly resistant to heat and flame, it provides excellent protection from injury.
ko: 소방관이 착용하는 두꺼운 보호용 코트입니다. 열과 화염에 아주 강하며 부상의 위험으로부터 탁월한 보호력을 제공합니다.
ru: Тяжелая защитная куртка, носимая пожарными. Превосходная защита от высокой температуры и открытого огня, отличная защита от травм.

source: A heavy pair of protective overalls worn by firefighters. Highly resistant to heat and flame, they provide excellent protection from injury.
ko: 소방관이 착용하는 두꺼운 작업복입니다. 열과 화염에 아주 강하며 부상의 위험으로부터 탁월한 보호력을 제공합니다.
ru: Тяжелый защитный комбинезон, носимый пожарными. Превосходная защита от высокой температуры и открытого огня, отличная защита от травм.

source: A pair of steel-toed rubber boots, the sort worn by firefighters. Highly resistant to heat and flame, they provide excellent protection from injury.
ko: 소방관이 착용하는 발가락 부분이 강철로 보강된 고무부츠입니다. 열과 화염에 아주 강하며 부상의 위험으로부터 탁월한 보호력을 제공합니다.
ru: Пара резиновых сапог со стальным носком, носимых пожарными. Превосходная защита от высокой температуры и открытого огня, отличная защита от травм.

source: A stout firefighter's belt. Useful for keeping your bunker gear up, it also doubles as an equipment belt, with several attachment points and loops.
ko: 용감한 소방관의 벨트입니다. 당신의 벙커를 준비된 상태로 유지하는데 유용하게 쓰이며, 물건을 부착할 수 있는 곳을 두 배로 가지고 있는 설비 벨트입니다.
ru: Крепкий ремень пожарного. Полезен для поддержания работоспособности вашего бункера, кроме того может быть поясом для оборудования с разными креплениями и петлями.

source: A snug body suit made from thin and lightweight Nomex fire-resistant fabric. Tough yet breathable, it is light and comfortable to wear under clothing.
ko: 얇고 가벼운 노멕스(Nomex) 방화 직물로 만들어진 편안한 바디 슈트입니다. 튼튼하며 통기성이 좋고 가벼우며 옷 아래에 입기 좋습니다.
ru: Облегающий комбинезон, он сделан из тонкого и легкого Номекса - огнеупорной ткани. Плотный, но все ещё дышащий, он легкий и его удобно носить под одеждой.

source: A snug fitting garment that protects your head and neck, made from lightweight Nomex fire-resistant fabric. Tough yet breathable, it is light and comfortable to wear under clothing.
ko: 얇고 가벼운 노멕스(Nomex) 방화 직물로 만든 편안한 의류로서 머리와 목을 보호하기에 적합합니다. 튼튼하며 통기성이 좋고 가벼우며 옷 아래에 입기 좋습니다.
ru: Облегающий головной убор, он защитит вашу голову и шею, сделан из тонкого и легкого Номекса — огнеупорной ткани. Плотный, но все ещё дышащий, он легкий и его удобно носить под другим головным убором.

source: A snug fitting pair of gloves made from thin and lightweight Nomex fire-resistant fabric. Tough yet breathable, they are light and comfortable to wear under clothing.
ko: 얇고 가벼운 노멕스(Nomex) 방화 직물로 만든 편안하고 잘 맞는 장갑입니다. 튼튼하며 통기성이 좋고 가벼우며 옷 아래에 입기 좋습니다.
ru: Пара облегающих перчаток, они сделаны из тонкого и легкого Номекса — огнеупорной ткани. Плотные, но все ещё дышащие, они легкие и их удобно носить под одеждой.

source: A snug fitting pair of stockings made from thin and lightweight Nomex fire-resistant fabric. Tough yet breathable, they are lightight and comfortable to wear under clothing.
ko: 얇고 가벼운 노멕스(Nomex) 방화 직물로 만든 편안하고 잘맞는 스타킹입니다. 튼튼하며 통기성이 좋고 가벼우며 옷 아래에 입기 좋습니다.
ru: Облегающие носки, они сделаны из тонкого и легкого Номекса — огнеупорной ткани. Плотные, но все ещё дышащие, они легкие и их удобно носить под одеждой

source: A flame-resistant whole-body garment worn by firefighters as protection against extreme heat. Though very restrictive, wearing it will provide excellent protection against fire and smoke.
ko: 엄청난 열기로부터 몸을 보호하기 위해 소방관이 착용하는 방염 전신 의류입니다. 심하게 걸리적거리지만, 이걸 입으면 화재와 연기에 대한 탁월한 보호를 제공받을 수 있을 것입니다.
ru: Огнеупорный костюм, покрывающий все тело. Используется пожарными для защиты от экстремальных температур. Сильно сковывает движения, но обеспечивает превосходную защиту от огня и дыма.

source: A thick foam helmet. Designed to protect against concussion.
ko: 두꺼운 발포재질로 만들어진 헬멧. 충격으로 인한 뇌진탕을 막기 위해 만들어졌습니다.
ru: Прочный шлем из пенополистирола, защищает от ударов.

source: A hard plastic helmet that covers the head and ears. Designed to protect against a baseball to the head.
ko: 머리와 귀를 덮는 단단한 플라스틱 재질의 헬멧입니다. 야구 경기에서 머리를 보호하기 위해 만들어졌습니다.
ru: Прочный пластиковый шлем, прикрывающий голову и уши. Предназначен для защиты бейсболиста от травм.

source: A heavy helmet that provides excellent protection from all sorts of damage. It has a tail coming off the back that provides protection to your neck.
ko: 모든 유형의 공격에 대해 우수한 보호력을 제공하는 두꺼운 헬멧입니다. 뒤쪽에는 목을 보호해주는 꼬리가 달려있습니다.
ru: Тяжёлый шлем, дающий отличную защиту от всех видов урона. С задней стороны у него есть хвост, который защищает шею.

source: A helmet liner that goes inside a helmet to make it warmer.
ru: Подшлемник одевается под каску, защищает голову от холода.

source: A webbing of strings worn on a helmet to allow for camouflage to be attached or to stuff random things into.
ru: Лямки, для крепления к шлему камуфляжа, также их можно наполнить какими-нибудь вещами.

source: A helmet made from the exoskeletons of insects. Covers the entire head; very light and durable.
ko: 곤충의 외골격으로 만들어진 헬멧입니다. 머리 전체를 덮으며, 매우 가볍고도 견고합니다.
ru: Самодельный шлем из хитина. Прикрывает всю голову; очень легкий и прочный.

source: A grotesque, horned helmet carved from bone. Covers the entire head; very light and strong.
ko: 뼈를 깎아 만든, 그로테스크한 뿔달린 투구입니다. 머리 전체를 감싸주며, 아주 가볍고 튼튼합니다.
ru: Гротескный рогатый шлем сделанный из костей. Полностью покрывает голову. Легкий и прочный.

source: The only hat for a gentleman. Look exquisite while laughing in the face of danger!
ko: 신사에게 어울리는 모자입니다. 이걸 쓴 다음 위험을 눈 앞에 두고도 웃을 수 있다면 정말 기품있는 사람으로 보일겁니다!
ru: Джентльменский цилиндр. Выглядите изысканно, смеясь опасности в лицо!

source: A flat-topped hat with circular indent and a narrow brim. Most popular in the 40s and 50s, still common among those in the mod scene, hipsters, and people named Heisenberg.
ko: 오목한 원형과 좁은 챙을 가진 플랫톱드햇(flat-topped hat)입니다. 40대와 50대, 모드씬(mod scene), 유행을 쫓는 사람들과 하이젠베르크(Heisenberg)라는 사람들 사이에서 여전히 인기있습니다.
ru: Шляпа с плоским верхом и маленькими круглыми отступами. Пользовалась популярностью в 40-х и 50-х годах. В нынешнее время распространена среди модников, хипстеров и людей по имени Хайсенберг.

source: The only hat for a made man. Look like a real good fella while laughing in the face of your foes!
ko: 성공한 사람에게 어울리는 모자입니다. 이걸 쓴 다음 적 앞에서 웃어주면 정말 멋져 보일겁니다!
ru: Шляпа человека, занимающего высокое положение в обществе. В ней вы выглядите как крутой мужик, когда смеётесь в лицо своим врагам.

source: Whether hunting varmints, fixing up the ranch, or just wishing you had a horse, this is the hat for the job.
ru: Шляпа годится абсолютно для любой работы, будь то истребление грызунов, необходимость подлатать ранчо или желание погарцевать на лошади.

source: These may not be the Great Plains, but you can still be the Boss with this high-crowned hat.
ru: Хоть это и не Великие равнины, но в этой высокой шляпе вы будете хозяином этих мест.

source: The Modular Lightweight Load-carrying Equipment is an advanced military backpack. Covered with pockets and straps, it strikes a fine balance between storage space and encumbrance.
ko: 조립식 경량 적재 운반 장비(Modular Lightweight Load-carrying Equipment)는 고급 군용 배낭입니다. 주머니와 끈들로 뒤덮여있고, 저장 공간의 방해도 대비 효율이 뛰어납니다.
ru: Военный рюкзак улучшенного типа. Представляет собой рамную конструкцию, на которой закреплён рюкзак, сумки, подсумки, ящики, жидкостные ёмкости и прочее носимое снаряжение. Прекрасный баланс между местом для хранения и скованностью.

source: Provides a bit of extra storage without encumbering you at all.
ru: Позволяет увеличить объем инвентаря, не стесняя движений.

source: An expandable pouch secured with straps. Provides a bit of extra storage without encumbering you at all.
ru: Раскрывающийся подсумок с лямками. Позволяет хранить больше предметов, не мешая двигаться.

source: A leather belt. Useful for making your pair of pants fit, but you could also use it to strap a pistol or something similarly sized to your body.
ko: 가죽 벨트입니다. 바지를 딱 맞춰서 입을 때 유용하게 쓰입니다. 그러나 권총이나 그 비슷한 것들을 몸에 고정시킬 때 사용할 수도 있습니다.
ru: Кожаный ремень. Затянутый в штаны, он подгоняет их по фигуре. Также может использоваться для фиксации на теле пистолета или других, близких по размеру, вещей.

source: A leather strap worn on the hip for holding pistols. Activate to holster/draw a pistol.
ko: 권총을 넣어둘 수 있도록 옆구리에 착용하는 권총집입니다. 사용하면 권총을 집어넣거나 뽑아들 수 있습니다.
ru: Кожаный ремень на бёдра для хранения пистолета. Активируйте для того, чтобы убрать/достать оружие.

source: A small holster worn on the ankle. Activate to sheathe/draw a small pistol or knife
ko: 발목에 착용하는 작은 권총집입니다. 사용하면 권총이나 칼을 집어넣거나 뽑아들 수 있습니다.
ru: Маленькая кобура, которую надевают на лодыжку. Активируйте, чтобы вложить/достать маленький пистолет или нож.

source: A small leather sleeve for holding knives and other small blades. Activate to sheathe/draw a weapon.
ko: 나이프처럼 작은 날붙이를 넣어둘 수 있는 작은 칼집입니다. 사용하면 무기를 집어넣거나 뽑아들 수 있습니다.
ru: Маленький кожаный карман для ношения ножей и других маленьких клинков. Активируйте, чтобы убрать/достать оружие.

source: A leather quiver worn on the back that can hold 20 arrows. Its small size won't encumber you. Activate to store arrows.
ko: 등에 착용하는 가죽 화살통으로 화살 20발을 수납할 수 있습니다. 크기가 작아서 거치적거리지도 않습니다. 사용하면 화살을 집어넣습니다.
ru: Кожаный колчан для ношения на бедре или спине, вмещает 20 стрел. Его маленький размер не сковывает вас. Активируйте, чтобы убрать стрелы.

source: A large leather quiver trimmed with metal, worn on the back, that can hold 60 arrows. Historically used by horse archers, rather than foot archers, but neither of THEM had to fight zombies. Activate to store arrows.
ko: 등에 착용하는 커다란 금속 장식 가죽 화살통으로 화살 60발을 수납할 수 있습니다. 역사적으로 발로 뛰어다니는 궁수들보다는 기마궁수들이 더 많이 사용했습니다만, 양쪽 모두 좀비와 싸우지는 않았습니다. 사용하면 화살을 집어넣습니다.
ru: Большой кожаный колчан, укреплённый металлом. Носится за спиной, вмещает 60 стрел. Исторически использовался конными лучниками, реже пешими, но НИКОГДА не использовался для борьбы с зомби. Активируйте, чтобы убрать стрелы.

source: A large, adjustable sheath for holding swords and other large blades. Activate to sheathe/draw a weapon.
ko: 검처럼 큰 날붙이를 넣어둘 수 있는 큰 조정식 칼집입니다. 사용하면 무기를 집어넣거나 뽑아들 수 있습니다.
ru: Большие регулируемые ножны для ношения мечей и других больших клинков. Активируйте, чтобы убрать/достать оружие.

source: A makeshift bag, cobbled together from rags. Really gets in the way, but provides a decent amount of storage.
ko: 천 쪼가리를 이어붙여 만든 수제 가방입니다. 조금 거치적거리지만, 생각보다 많은 물품을 넣어둘 수 있습니다.
ru: Сумка кустарного производства, сделанная из тряпок. Сильно мешает, но обеспечивает приличное количество места для хранения.

source: A bag stitched together from leather scraps. Doesn't hold an awful lot but is easy to wear.
ko: 가죽 조각을 이어붙여 만든 가방입니다. 물건을 많이 넣지는 못하지만, 착용감이 편합니다.
ru: Сшитая из кожаных обрезков сумка. Не самая объёмная, но зато лёгкая.

source: A flashy gold ring. You can wear it if you like, but it won't provide any effects.
ko: 반짝반짝 빛나는 금반지입니다. 착용하더라도 별다른 효과를 제공하지 않습니다.
ru: Великолепное золотое кольцо. Вы можете его носить, но оно не даст вам никаких бонусов.

source: A gold ring with a sparkling diamond mounted on top of it. Back in the old days this could be worth a fortune.
ko: 반지 위에 번쩍이는 다이아몬드가 부착된 금반지입니다. 과거에는 이것에 금전적 가치가 있었습니다.
ru: Золотое кольцо инкрустированное сверкающим бриллиантом. Когда-то оно стоило целое состояние.

source: A shiny gold earring. You can wear it if you like, but it won't provide any effects.
ko: 반짝이는 금귀걸이입니다. 착용하더라도 별다른 효과를 제공하지 않습니다.
ru: Блестящие золотые серьги. Вы можете надеть их, но это ничего вам не даст.

source: A beautiful silver earring. You can wear it if you like, but it won't provide any effects.
ko: 아름다운 은귀걸이입니다. 착용하더라도 별다른 효과를 제공하지 않습니다.
ru: Красивые серебряные серьги. Вы можете надеть их, но это ничего вам не даст.

source: A copper earring. It's pretty heavy, wearing it for an extended period of time may stretch your ear longer.
ko: 구리로 된 귀걸이입니다. 오랫동안 착용하면 귀가 늘어날 것 같을 정도로 무겁습니다.
ru: Медные серьги. Достаточно тяжелые, их ношение достаточно долгое время может значительно оттянуть уши.

source: A nice silver necklace. You can wear it if you like, but it won't provide any effects.
ko: 멋진 은목걸이입니다. 착용하더라도 별다른 효과를 제공하지 않습니다.
ru: Серебряная цепочка с красивым медальоном. Ношение не предоставляет эффектов.
