Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This binder details the scheduled maintenance for several plumbing systems throughout the facility. However, some of the log sheets seem to be filled with...a chemical formula?
de: Dieser Einband beschreibt detailliert die planmäßige Wartung für verschiedene Rohrsysteme durch die Einrichtung. Allerdings scheinen ein paar der Protokollbögen mit einer … chemischen Formel (?) ausgefüllt zu sein.
ja: このバインダーには、施設の配管システムの定期検査記録の詳細が書かれています。しかし、一部の記録は何かで埋め尽くされて...化学式？
ko: 이 서류철에는 시설 전반에 걸친 여러 배관설비의 정기점검에 관한 정보가 상세히 기록되어 있습니다. 그러나 일부 기록지에는 뭔가 써진 것 같습니다만... 화학식인가?
ru: В этой папке собраны материалы планового обслуживания канализационных систем предприятия. Однако, на некоторых листах похоже есть... химические формулы?
zh_cn: 这个日志内有标明如何定期维护好管道，然而，一些记录表中似乎充满了...化学式!?

source: This binder of highly technical papers describes some new chemical formula, and its effects on human subjects. It's stamped "APPROVED"....
de: Dieser Einband aus hoch-technischen wissenschaftlichen Arbeiten beschreibt irgendeine neue chemische Formel sowie ihre Auswirkungen auf Testpersonen. Er wurde mit »zugelassen« abgestempelt.
ja: バインダーの中の紙束には、複数の新しい化学式や、その人体に対する影響が記されています。"承認"のスタンプが押されています。
ko: 새로운 의약품 제조 정보가 기록된, 아주 높은 수준의 기술 보고서 묶음입니다. 인간 실험 결과가 포함되어 있으며, "승인됨" 도장이 찍혀있습니다...
ru: Это скоросшиватель содержащий сугубо специальные документы, описывающие некую новую химическую формулу, и её влияние на испытуемых. Имеет штамп "ОДОБРЕНО"....
zh_cn: 这些尖端技术论文描述了一些全新的化学配方以及他们在人类实验者身上的效果。上面盖着“通过”的印章。

source: This book claims to address every problem the shotgunner is likely to face, and offers solutions to ensure that shooters can make every shot count.
de: Dieses Buch behauptet von sich, jedes Problem, das dem Schrotflintenschütze wahrscheinlich begegnen wird, anzusprechen und für diese Lösungen anzubieten, damit Schützen sich sicher sein können, dass jeder Schuss sitzt.
ja: この本はショットガンナーが遭遇する全ての問題に対処が出来ると主張しています。射手が発砲する全弾を目標に必中させる為の解決策が載っています。
ko: 산탄총 사격수들이 마주하는 모든 문제들과, 그에 대한 해결법들을 제시하는 책입니다.
ru: Эта книга освещает проблемы, с которыми может столкнуться человек при использовании дробовика.
zh_cn: 这本书几乎包含了所有在用霰弹枪时会遇到的问题和解决办法，以保证使用者可以100%的成功击发。

source: This book is about creating replicas of the weapons used by the Norse Gods, such as the well-known Mjölnir. It is well illustrated with lots of pictures.
zh_cn: 这本书是关于如何制造北欧神话中神祗武器的复制品，例如广为人知的雷神之锤Mjölnir。书中配了大量的插图说明。

source: This book is the canonical text of Scientology. Written by a science fiction author, it contains self-improvement techniques and musings on psychology called Dianetics.
ja: サイエントロジーの正しき教典です。あるSF作家によって執筆されたもので、自己啓発の技術や心理学的思索について記されています。しかしサイエントロジーの真の物語はこの書には記されていません。遡ること7500万年前 、銀河連合の悪しき独裁者ジーヌー(Xenu)は、人口爆発を解決するため数十億の罪なき民を船に乗せて地球へと移送しました。そしてジーヌーは彼らを火山に放り込み、そこへ水素爆弾を撃ち込んで処刑しました。虐殺された人々の魂（seitan）は肉体から離れて浮遊しました。無論ジーヌーはそれを見逃しませんでした。ジーヌーはセイタンたちを捕獲し、それらに邪悪な教えを刷り込みました。キリスト教、イスラム、仏教などによって邪化されたセイタンたちは地球と同化し、ついに地球に生まれた初めての知的生物、人類の中に入り込みました。かくして、ジーヌーによって邪化された魂を持つ我々はゆえに悩み、争い続けているのです。以上の物語はインシデントIIに分類されるもので、ファイアー・ウォールに守られた秘中の秘であるとされています。
zh_cn: 戴尼提 (Dianetics) 是一套精神、心灵和身体之间关系的理论，由知名作家罗恩·贺伯特所研究发展出，山达基理论基石。希腊语 dia 的含义是穿越，nous 的含义是心灵。在戴尼提的心灵模型中，心灵有三个部分：有意识的“分析性心灵”，潜意识的“反应式心灵”，和心灵的躯体。戴尼提的目标是消除所谓“反应式心灵”，结果是人们越来越道德，意识更清楚，更幸福和理智，达成该目标的戴尼提程序称为“听析”。在听析过程中，山达基听析员提出一系列问题，企图使听析者摆脱过去的痛苦经验，而该经验是反应式心灵的成因。信徒将戴尼提描述是为“西方技术与东方哲学”的混合。但科学和医学界对戴尼提却很冷淡，认为它是一种伪科学。

source: This concise guide details the proper care and operation of most forms of machine pistols and submachine guns currently used by regular armed and reserve forces as well as several obsolete weapons.
de: Dieser knappe Führer beschreibt ausführlich die richtige Instandhandhaltung und Benutzung der meisten Arten von Maschinenpistolen, welche momentan von normalen Streitkräften und Reservestreitkräften benutzt werden, sowie diverse obsolete Waffen.
ja: この簡単なガイドブックでは、マシンピストルやサブマシンガンの適切な保全と操作の詳細を解説しています。現在流通、配備されているものだけでなく、旧式のものに関しても掲載されています。
ko: 대부분의 기관단총에 적용되는 적절한 관리법과 작동법을 다룬 간략한 가이드입니다. 가끔 예비군들이나 쓸 법한 구식 무기들에 대한 글도 있습니다.
ru: Это краткое руководство содержит подробную информацию об уходе и эксплуатации многих видов пистолет-пулемётов, используемых в регулярных войсках. Немного затронуты устаревшие типы вооружений.
zh_cn: 这本手册详尽列举了大多数款式的冲锋枪的维护和使用技巧，不仅介绍了了现役部队和预备役部队适用的机枪和冲锋枪，也介绍了一些老式的枪械。

source: This cookbook is written in Italian, but handily illustrated with step by step photo instructions.
de: Dieses Kochbuch ist auf italienisch geschrieben, aber praktischerweise mit Schritt-für-Schritt-Anweisungen mit Fotos illustriert.
ja: この料理本はイタリア語で書かれていますが、手順に従って、写真で分かり易く解説されており、読めなくても理解する事が出来ます。
ko: 이 요리책은 이탈리아에서 쓰여졌으며, 단계별로 나뉜 사진 설명과 손으로 그려진 삽화가 있습니다.
ru: Эта поваренная книга написана на итальянском языке, но удобно иллюстрирована пошаговыми инструкциями.
zh_cn: 这本菜谱用意大利语介绍了多款意式美食的制作方法，每个步骤都有配图，所以即使不懂意大利语也完全没问题。

source: This damaged team logbook lacks (deliberately?) any identifying information, but still contains useful information on several types of mutagen and their development.
de: Diesem beschädigten Teamlogbuch fehlen (absichtlich?) jegliche identifizierenden Informationen, aber es enthält immer noch nützliche Informationen über diverse Mutagenarten und ihre Entwicklung.
ja: この破損した研究日誌はかなりの情報が失われていますが(意図的に？)、幾つかの変異原物質及びその開発に役立つ情報が残っています。
ko: 이 손상된 합동 보고서는 (설마 의도적으로?) 식별 가능한 정보가 부족하지만, 여전히 여러 종류의 뮤타젠과 그 개발에 대한 유용한 정보가 들어있습니다.
ru: Этот журнал группы ученых был поврежден(умышленно?), у него нет какой-либо идентифицирующей информации, но он все еще содержит полезную информацию о нескольких типах мутагенов и их разработке.
zh_cn: 这本损坏的团队日志缺少身份信息（故意的？），不过依然保存了几种诱变剂的实用信息。

source: This file details illegal gun modifications. Maybe you could learn something. At least you don't have to worry abut the cops anymore.
de: Diese Akte behandelt detailliert illegale Waffenmodifikationen. Vielleicht könntest du etwas daraus lernen. Jedenfalls musst du dir keine Sorgen mehr um die Bullen machen.
ja: 銃器の違法な改造方法が詳細に書かれています。多分、このファイルで何かを学ぶ事が出来るでしょう。安心して下さい、少なくとも、もう警察に怯える必要はないのですから・・・。
ko: 이 파일은 불법 총기 개조에 대해서 자세히 설명합니다. 어쩌면 당신은 뭔가를 배울 수도 있습니다. 적어도 당신은 더 이상 경찰에 대해 걱정할 필요가 없습니다.
ru: Этот файл детально описывает нелегальные оружейные модификации. Возможно вы можете что-нибудь выучить оттуда. По крайней мере вам не придется теперь беспокоится о полицейских.
zh_cn: 这份文件详细介绍了非法改造枪支的方式。你可以从中学到些改造枪支的技巧。而且现在你完全不用担心有警察来找你麻烦。

source: This hefty binder contains a multitude of diagrams and technical specifications for various electronic materials. Some of the diagrams use symbols you've not seen before...
de: Dieser dicke Einband enthält eine Vielzahl von Diagrammen und technischen Spezifikationen für diverse elektronische Materialien. Einige der Diagramme benutzen Symbole, die du zuvor noch nicht gesehen hast …
ja: この分厚いバインダーには、いくつかの各種電子材料の図面と技術仕様が記載されています。あなたがいままでに見たこともないような記号が使用されている図面もあるようです…。
zh_cn: 这个巨大的活页夹里装满了各种图表，以及许多电子仪器的技术要点。有些图表上的符号你还是第一次见到……

source: This hefty book is dedicated to craftsfolk and outdoors-y types looking to make their own bows. It recommends its companion volume "The Fletcher's Friend" for instructions on producing their ammunition.
de: Dieses klobige Buch ist an Bastler und Freiluftmenschen, die sich ihre eigenen Bögen basteln wollen, gerichtet. Es empfiehlt das Begleitband »Pfeilmachers Freund« für Anleitungen über die Munitionsherstellung.
ja: この分厚い本は、民芸や野外活動で使用する弓を自作することについての専門書です。矢を製作する手順については姉妹編の「矢師の友」をご覧ください。
zh_cn: 这本大厚书为那些想要打造名弓的DIY狂和户外运动狂热者们提供所有他们想要的信息。结尾处它大力推荐它的姊妹篇——“《箭客之友》”，那里面记录了所有配套的“弹药”制法。

source: This hefty book is devoted to folks looking to handcraft their own arrows. It starts with a hip and snappy disclaimer about the risks, both physical and legal, of using explosives and flammable materials. Look for its companion, "The Bowyer's Buddy"!
de: Dieses klobige Buch ist an die Leute gerichtet, die sich ihre eigenen Pfeile bauen wollen. Es beginnt mit einem hippen und bissigen Haftungsausschluss über die Risiken, sowohl die physikalischen als auch die rechtlichen, der Benutzung von explosiven und entzündlichen Materialien. Sieh dich nach seinem Begleiter – »Der Bogenschützenkumpel« – um.
ja: この分厚い本は自分で矢を手作りしようとしている人へ向けた専門書です。１ページ目には、免責事項として爆発物や可燃物を材料にした際の物理的・法的リスクが詳細かつ簡潔に書かれています。「弓師の友」も好評発売中！
zh_cn: 这本大厚书为那些想手工造箭的朋友们编写。开头用不太靠谱的轻佻语气提了两句制造过程中可能出现的危险（生理上的和法律上的）——“不对爆炸或灼伤引起的生命或财产损失负任何责任”。去找找它的姊妹篇吧——“《弓师之邻》”！

source: This hefty paperback book contains all the information needed for novice archers to get started hunting with a variety of bows and crossbows.
de: Dieses große kartonierte Buch enthält all die Informationen, die für Anfänger-Bogenschützen nötig sind, um mit der Jagd mittels diverser Bögen und Armbrüste anzufangen.
ja: 狩人初心者が必要な弓とクロスボウを使った様々な狩りの方法や情報が網羅された文庫本です。
ko: 초보 궁수를 위해 적힌 책이며, 다양한 활과 쇠뇌를 이용해서 사냥을 하기 위한 모든 정보가 들어있는 크고 무거운 종이책입니다.
ru: Большая книга в мягкой обложке, содержащая всю информацию, необходимую для начинающих лучников. Полезна начинающим охотнику, использующему лук или арбалет.
zh_cn: 这本厚重的平装书包含了一个菜鸟猎手在面对不同弓弩无从下手时所需要掌握的一切信息。

source: This hefty volume contains the addresses and telephone numbers of individuals, businesses, and utilities in the nearby area, pretty useless during the apocalypse and all.
de: Diese stolze Ausgabe enthält die Adressen und Telefonnummern von Personen, Geschäften und Versorgungsunternehmen in der näheren Umgebung. Ziemlich nutzlos während der Apocalypse und so.
ja: この分厚い電話帳には、周辺地域の個人、企業や公共事業の住所と電話番号が載っています。しかし、世紀末が訪れた今、これが役に立つ事はないでしょう。
zh_cn: 一本沉重的书籍包括了附近所有企业、个人的电话号码，大灾变以后就成了废纸。

source: This humongous volume contains a vast collection of short stories by different authors, spanning a wide variety of topics and genres.
de: Dieser riesige Band enthält eine gewaltige Sammlung von Kurzgeschichten von verschiedenen Autoren, umspannend einen großen Themen- und Genrebereich.
ja: この途方も無く分厚い短編集は、それぞれ異なる作家が執筆しています。短編には多種多様なジャンルと物語が書かれています。
ko: 이 방대한 책은 다양하고 광범위한 장르와 주제를 다룬, 많은 작가들의 어마어마한 단편들이 실린 모음집입니다.
ru: Огромная книга, содержащая обширную коллекцию рассказов разных авторов, широкого спектра тем и жанров.
zh_cn: 这本超大的书包含了各种风格的故事和主题.

source: This in-depth and technical text covers the design, development, dissemination of, and defenses against various chemical weapons throughout the centuries. The photographs the author chose make it a difficult read at times, though the information is top-notch.
de: Dieser tiefgründige und technische Text deckt den Entwurf, die Entwicklung, die Verbreitung von und die Verteidigungen gegen diverse chemischen Waffen durch die Jahrhunderte ab. Die Fotos, die der Autor wählte, machen ihn mitunter zu einer schwierigen Lektüre, aber die Informationen sind erstklassig.
ja: ここ1世紀における種々の化学兵器の設計、開発、普及と運用、そして防御について徹底的に解説した技術書です。著者が選んだ写真の中に見るに堪えないものが何枚か混じっていますが、得られる情報は一級品です。
zh_cn: 这本书深入而专业地描述了化学武器的设计、发展、传播以及防护。因为作者着意使用顶尖的一手资料，某些图片可能不大适合心灵脆弱的读者观看。

source: This in-depth and technical text details the history of firefighting from ancient times into the modern era, with a focus on the technology used to save lives.
de: Dieser ausführliche und technische Text beschreibt detailliert die Geschichte der Brandbekämpfung von der Antike bis in die Neuzeit, mit einem Fokus auf die Technologie, die benutzt wurde, um Leben zu retten.
ja: 古代から現代までの消防活動の歴史が詳しく記された技術書です。命を救う為に発展した技術に焦点が当てられています。
ko: 생명을 구하기 위해 사용되는 기술을 다루는 이 심도있는 기술 문서는 고대부터 현대시대까지 소방의 역사를 자세히 설명합니다.
ru: Подробный технический труд, описывающий историю пожаротушения от древних времен до современности. Упор делается на технологии спасения жизней.
zh_cn: 这本专业读物深入浅出地讲述了从古至今的消防历史，以救死扶伤技术的革新为叙述核心。

source: This in-depth and technical text details various forms of ancient European armor crafting, and is well illustrated with lots of photos.
de: Dieser tiefgründige und technische Text erklärt verschiedene Formen antiker europäischer Rüstungsschmiedkunst und ist mit Foto-Schritt-für-Schritt-Anleitungen illustriert.
ja: 西洋の鎧の製造法について詳細に記された書物です。多くの写真を交えてしっかりと説明されています。
ko: 고대 유럽 갑옷 제작에 관한 깊이 있는 기술적 문서 자료입니다. 제작 과정에 관한 삽화와 제작 사진이 첨부되어 있습니다.
ru: Это глубокий и технический труд о разных способах создания доспехов в Европе, с красивыми иллюстрациями и множеством фотографий.
zh_cn: 这本深入和技术性的书详述了各种形式的古代欧洲盔甲制造，并且配以照片。

source: This in-depth and technical text details various forms of ancient European weapon smithing, and is well illustrated with step by step photo instructions.
de: Dieser tiefgründige und technische Text zeigt verschiedene Formen antiker europäischer Waffenschmiedkunst und ist mit Foto-Schritt-für-Schritt-Anleitungen illustriert.
ja: 西洋剣の製造法について詳細に記された書物です。段階ごとに写真も交えてしっかりと説明されています。
ko: 고대 유럽 무기 제작에 관한 깊이 있는 기술적 문서 자료입니다. 제작 과정에 관한 삽화와 사진 설명이 들어있습니다.
ru: Это глубокий и технический труд о разных способах создания оружия в Европе, с красивыми иллюстрациями и множеством фотографий.
zh_cn: 这本深入和技术性的书详述了各种形式的古代欧洲武器制造，并且配以全程照片。

source: This in-depth and technical text details various forms of ancient Japanese armor crafting, and is well illustrated with lots of photos.
de: Dieser tiefgründige und technische Text zeigt verschiedene Formen antiker japanischer Rüstungsschmiedekunst und ist gut mit Foto-Schritt-für-Schritt-Anleitungen illustriert.
ja: 日本の鎧の製造法について詳細に記された書物です。多くの写真を交えてしっかりと説明されています。
ko: 고대 일본 갑옷 제작에 관한 깊이 있는 기술 문서 자료입니다. 삽화와 많은 사진이 들어있습니다.
ru: Это глубокий и технический труд о разных способах создания доспехов в Японии, с красивыми иллюстрациями и множеством фотографий.
zh_cn: 这本深入和技术性的书详述了各种形式的古代日本盔甲制造，并且配以照片。

source: This in-depth and technical text details various forms of ancient Japanese sword smithing, and is well illustrated with step by step photo instructions.
de: Dieser tiefgründige und technische Text zeigt verschiedene Formen antiker japanischer Schwertschmiedekunst und ist gut mit Foto-Schritt-für-Schritt-Anleitungen illustriert.
ja: 日本刀の製造法について詳細に記された書物です。段階ごとに写真も交えてしっかりと説明されています。
ko: 고대 일본도 제작에 관한 깊이 있는 기술적 문서 자료입니다. 제작 과정에 관한 삽화와 사진 설명이 들어있습니다.
ru: Это глубокий и технический труд о разных способах создания мечей в Японии, с красивыми иллюстрациями и множеством фотографий.
zh_cn: 这本深入和技术性的书详述了各种形式的古代日本武器制造，并且配以全程照片。

source: This internal manual details several varieties of mutagenic experiments, as well as describing the protocols used to concentrate mutagens for quicker results. The authors recommend that researchers ensure that their subjects are well-fed and in good health, as the concentrated serums draw heavily on subjects' bodies.
de: Dieses interne Handbuch beschreibt detailliert diverse Varianten mutagener Experimente, sowie die Protokolle, die benutzt wurden, um die Mutagene für schnellere Ergebnisse zu konzentrieren. Die Autoren empfehlen, dass die Forscher sicherstellen, dass ihre Testpersonen gut ernährt und in guter Gesundheit sind, da die konzentrierten Seren der Testpersonen Körper stark belasten.
ja: この内部マニュアルには、変異実験の手順、ならびに迅速に結果を得るために行う変異原物質の濃縮プロトコルを詳しく解説しています。研究員が濃縮された血清を投与する際、被験者が栄養の良い健康体であるかどうかをよく確認するように、と書かれています。
ko: 이 내부 설명서는 여러 종류의 뮤타젠 실험뿐만 아니라, 더 빠른 결과를 위한 농축 뮤타젠에 쓰일 초안이 자세히 기술되어있습니다. 저자는 연구원들에게 실험대상의 혈청 농축액이 분출되기 전에 확실히 잘 먹이고 건강상태를 유지해주기를 권장했습니다.
zh_cn: 这本内部读物详细地记录了几种变异实验，还有诱变剂的浓缩方案。作者要求操作者保证试验品处于“营养充足且健壮”的状态，因为“高度浓缩的诱变血清对受试者身体会造成沉重负担”。

source: This introspective volume covers proper usage of handguns, from safety and stance, to maintenance and proper sighting technique.
de: Dieses beschauliche Buch umfasst die korrekte Benutzung von Handfeuerwaffen, von Sicherheit und Haltung bis zu Instandhaltung und geeigneten Zieltechniken.
ja: ハンドガンについて書かれた本です。少ないページ数ながら、安全性と射撃姿勢についてや整備や照準の技術などがしっかりと収められています。
ko: 권총의 적절한 사용에 대한 자기 성찰적 도서입니다. 안전과 자세, 유지 가능하면서도 적절한 조준 기술에 대해 적혀있습니다.
ru: Это интроспективный труд охватывающий правильное использование пистолетов, от безопасности и правильной стойки, до технического обслуживания и технике прицеливания.
zh_cn: 这一册书讲述了如何正确使用手枪，从安全使用和站姿，到合适的保养、瞄准技巧。

source: This is a full-size glossy men's magazine. There's a brief article about hiking and a list of simple wilderness survival tips somewhere in between the photos of bikini-clad women and the gadget advertisements.
de: Dies ein Hochglanz-Männermagazin. Es gibt einen kurzen Artikel über Wanderungen und eine Liste einfacher Überlebenstipps zwischen all den Fotos von mit Bikini bekleideten Frauen und Gadget-Anzeigen.
ja: 規格判の紙質の良い男性誌です。荒野での基本的な生存術に関する短い記事が、ビキニ女性の写真やガジェット広告、ハイキングなどの記事のどこかにあります。
zh_cn: 光鲜亮丽的大开本男性杂志。在比基尼辣妹图片和小玩意儿广告之间夹着一篇关于徒步远足的简略文章和一些野外生存的心得。

source: This is a full-size glossy women's magazine. There are a few simple patterns and basic sewing tips somewhere in between the fashion photos and the makeup advertisements.
de: Dies ist ein Hochglanz-Frauemagazin in voller Größe. Es gibt ein paar einfache Muster und Nähtipps zwischen den Modefotos und Make-up-Anzeigen
ja: 規格判の紙質の良い女性誌です。簡単なパターンと基本的な裁縫技術のヒントが、ファッション写真や化粧品広告などの記事のどこかにあります。
zh_cn: 光鲜亮丽的大开本女性杂志。在时尚先锋和两性关系栏目的之间夹着一些普通图样和基础缝纫心得。

source: This is a full-size glossy women's magazine. There are a few unoriginal recipes and some simple cooking tips somewhere in between the fashion photos and the sex advice columns.
de: Dies ist ein großes Hochglanz-Frauenmagazin. Es gibt ein paar wenig originelle Rezepte und ein paar Kochtipps zwischen all den Modefotos und den Sexspalten.
ja: 規格判の紙質の良い女性誌です。独創性に欠けるレシピと簡単な料理のヒントが、ファッション写真やセックス講座などの記事のどこかにあります。
zh_cn: 光鲜亮丽的大开本女性杂志。在时尚先锋和两性关系栏目的之间夹着一些老套的食谱和厨艺心得。

source: This massive antique book documents dances from all around the world in great detail. A perceptive reader could learn a lot about defensive footwork from some of the war dances.
de: Dieses dicke antike Buch dokumentiert Tänze von der ganzen Welt sehr detailliert. Ein scharfsinniger Leser könnte viel über defensive Beinarbeit aus einigen der Kriegstänze lernen.
ja: この分厚い年代物の本は世界中のダンスについて詳細に解説しています。聡明な読者なら、いくさ踊りから様々な防御態勢を学び取ることができるでしょう。
zh_cn: 这本厚重的古董书详尽地记载了世界各地的舞蹈。悟性高的读者可以从那些战舞中学会不少有关防御的步法。

source: This massive book contains a wealth of vital information for the novice archer.
de: Dieses wuchtige Buch enthält eine große Menge an wichtigen Informationen für Anfänger im Bogenschießen.
ja: 弓術を始めたばかりの射手に必要な情報が網羅された分厚い本です。
ko: 초보 궁수를 위한 다양하고 필수적인 정보가 적힌, 거대한 책입니다.
ru: Массивная книга, содержащая много полезной информации для начинающего лучника.
zh_cn: 这本像字典一样厚的书里面的内容，对于箭术新手来说无疑是一笔巨大的财富。

source: This paper notebook is mostly full of boring logs, experimental observations and notes. Mixed in, however, are musings on how to use the lab's vapor deposition machine to deposit amorphous carbon in a diamond-like form onto common metals. The author's intended goal was a better non-stick frying pan, but you can think of a couple of better uses for it.
de: Dieses Papiernotizbuch ist hauptsächlich voller langweiliger Protokolle, experimenteller Beobachtungen und Notizen. Dazwischen sind allerdings Grübeleien darüber, wie man die Aufdampfungsmaschine des Labors dazu verwenden könnte, amorphen Kohlenstoff in einer diamantenähnlichen Form auf gewöhnliche Metalle abzulagern. Des Autors Ziel war eine bessere Antihaftbratpfanne, aber du kannst dir ein paar bessere Verwendungszwecke ausdenken.
ja: この紙製のノートに記されているのは、殆どが実験や観測に関する詰まらない日誌です。しかしそれに混じって、研究所のCVD装置の使用方法、特にアモルファス状の炭素をダイヤモンド状の構造体として金属表面に蒸着させる方法が記されています。著者の本来の目的は焦げ付かないフライパンを作る事の様ですが、もっと有用な用途が考えられそうです。
zh_cn: 一本充满着无聊的日志，实验报告和记录的笔记本。其中却混杂着如何用实验室的蒸镀机将非晶碳以类钻石结构蒸镀到普通金属表面的知识。虽然作者的本意只是想要一个更好的不粘锅（艹），你一定更清楚这玩意具体该怎么应用。

source: This pocket-sized leather-bound guide to firearm safety combines a wealth of concise information with simple to follow instructions and easy to read illustrations.
de: Dieser taschengroße, ledergebundene Führer über Feuerwaffen-Sicherheit kombiniert einen Reichtum an knappen Informationen mit einfachen Anweisungen und leicht zu verstehenden Illustrationen.
ja: ポケットサイズの、銃器の扱いについて記された革表紙のガイドブックです。手順がイラスト付きで簡潔に分かりやすく解説されているので、記述通りにするだけで、最低限の銃の扱い方を学ぶ事が出来ます。
ko: 주머니에 쏙 들어갈 크기의 가죽 제본 화기류 안전 안내책자로, 지시에 따르기만 하면 될 정도로 간단하게 축약된 가치있는 정보와 알기 쉬운 그림으로 구성되어 있는 책입니다.
ru: Это карманное руководство в кожаном переплете сочетает в себе простые инструкции и наглядные изображения по безопасности огнестрельного оружия.
zh_cn: 这本袖珍枪支指南集合看起来很袖珍，但是里边蕴含大量简洁的信息，以及简单容易阅读的插图.

source: This pocket-sized leather-bound guide to first aid combines a wealth of concise information with simple to follow instructions and easy to read illustrations.
de: Dieser taschengroße, ledergebundene Erste-Hilfe-Führer kombiniert einen Reichtum an knappen Informationen mit einfachen Anweisungen und leicht zu verstehenden Illustrationen.
ja: ポケットサイズの応急手当について記された革表紙のガイドブックです。手順がイラスト付きで簡潔に分かりやすく解説されているので、記述通りにするだけで、処置を行う事が出来ます。
ko: 주머니에 쏙 들어갈 크기의 가죽 제본 안내책자로, 지시에 따르기만 하면 될 정도로 간단하게 축약된 가치있는 정보와 알기 쉬운 그림으로 구성되어 있는 책입니다.
ru: Это карманное руководство в кожаном переплете сочетает в себе простые инструкции и наглядные изображения по оказанию первой помощи.
zh_cn: 这本袖珍急救指南集合看起来很袖珍，但是里边蕴含大量简洁的信息，以及简单容易阅读的插图.

source: This pocket-sized leather-bound survival guide combines a wealth of concise information with simple to follow instructions and easy to read illustrations.
de: Dieser taschengroße, ledergebundene Überlebensführer kombiniert einen Reichtum an knappen Informationen mit einfachen Anweisungen und leicht zu verstehenden Illustrationen.
ja: ポケットサイズのサバイバルについて記された革表紙のガイドブックです。役立つ知識や実践のコツがイラスト付きで、簡潔に分かりやすく解説されています。
ko: 주머니에 쏙 들어갈 크기의 가죽 제본 서바이벌 안내책자로, 지시에 따르기만 하면 될 정도로 간단하게 축약된 가치있는 정보와 알기 쉬운 그림으로 구성되어 있는 책입니다.
ru: Это карманное руководство в кожаном переплете сочетает в себе простые инструкции и наглядные изображения по выживанию.
zh_cn: 这本袖珍生存指南集合看起来很袖珍，但是里边蕴含大量简洁的信息，以及简单容易阅读的插图.

source: This sheaf of papers (dated the day you left the shelter!) is a highly speculative proposal for focusing "PE065". Scribbled notes throughout seem to think that it might work, but that there's no time.
de: Dieses Papierbündel – datiert auf den Tag, an dem du die Notunterkunft verließest! – ist ein hochspekulativer Vorschlag darauf, sich auf »PE065« zu konzentrieren. Gekritzelte Notizen quer über die Blätter verteilt scheinen zu denken, dass es funktionieren könnte, aber dass keine Zeit dafür sei.
ja: この論文の束(記された日付は貴方がシェルターを離れた日だ！)にはPE065という物質に焦点を当てた投機的な提案が記されています。余白にはおそらく成功するだろうが実験する時間がないという走り書きが残されています。
zh_cn: 这捆文件记述了你离开避难所的日子！ 关注PE065是一个高度投机的方案。各处的潦草笔记暗示着方案可能正在执行，但是却没时间了。

source: This sheaf of papers-dated the day before you evacuated-describes a new chemical formula in detail and supplies instructions for its use as some sort of ...crowd-control catalyst? That can't be right...
de: Dieser Bündel Papier – datiert auf den Tag, bevor du evakuiert wurdest, beschreibt eine neue chemische Formel im Detail und enthält Anweisungen für ihre Verwendung als eine … Art Massensteuerungs-Katastrophe (?). Das kann nicht sein …
ja: この論文の束は貴方が避難した前日に書かれた物で、新しい化学式と使用法について書かれて...群衆を操る方法？いや、こんな事がある筈が...
ko: 당신이 대피하기 이틀 전에 적힌 것으로 보이는, 새로운 화학물 공식이 적힌 종이 묶음입니다. 군중 통제 촉매제...라는 것에 대한 자세한 설명과 제조법이 적혀있습니다. 이건 대체...
ru: Это пачка документов, подробно описывающих новую химическую формулу. Также включает в себя инструкции для её использования в качестве своего рода... катализатора контроля толпы? Это не может быть правдой... Дата на этих документах была поставлена за день до вашей эвакуации.
zh_cn: 这些文件上的日期是你接到疏散指令的前一天，详细描述了一个新发现的化学配方的应用和结果，并着重说明其在”群体意识控制催化“方面的显著效果......天哪，这是怎么回事？

source: This sheaf of papers-dated two weeks before all this started-describes some new chemical formula, and its effects on human subjects. It's stamped "APPROVED"...
de: Dieser Bündel Papier – datiert auf zwei Wochen, bevor all dies begann – beschreibt eine neue chemische Formel sowie ihre Auswirkungen auf Testpersonen. Er ist mit »zugelassen« abgestempelt.
ja: この紙束に記された日付は、大災厄が始まる2週間前のものです。複数の新しい化学式や、その人体に対する影響が記されています。"承認"のスタンプが押されています。
ko: 2주 전에 막 시작된 것으로 보이는, 새로운 화학품 제조 정보가 기록된 종이 묶음입니다. 인간 실험 결과가 포함되어 있으며, "승인됨" 도장이 찍혀있습니다...
ru: Это пачка документов, описывающих некую новую химическую формулу, и её влияние на испытуемых. Имеет штамп "ОДОБРЕНО"... Дата на этих документах была поставлена за две недели до того, когда все это началось.
zh_cn: 这叠文件上的日期是距大灾变发生两周前，详细分析了很多化学配方以及这些反应对于人体的影响。上面盖了一个鲜红的图章”同意“......
