Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A delicious fruit-filled pastry that you've cooked. It even comes with frosting!
ko: 맛있는 과일로 가득한 구워진 페이스트리입니다. 심지어 설탕 코팅까지 되어있습니다!
ru: Вкусная выпечка с фруктовой начинкой, которую вы приготовили. В сахарной глазури!

source: Oh man, you love these chips! Score!
ko: 오 이런! 감자칩이여, 사랑한다! 제 점수는요!
ru: Парень, ты просто обожаешь эти чипсы! Повезло!

source: Salted corn chips, now with cheese. Could stand to have some meat.
ko: 소금에 절여진 옥수수칩으로, 치즈가 더해졌습니다. 고기 약간을 더할 수도 있습니다.
ru: Соленые чипсы из кукурузы, теперь с сыром! Можно добавить немного мяса.

source: Salted corn chips, now with meat. Could probably use some cheese though.
ru: Соленые чипсы из кукурузы, теперь с мясом! Можно добавить немного сыра.

source: Salted corn chips, with human flesh. Some cheese might make it even better
ko: 소금에 절여진 옥수수칩으로, 인육이 더해졌습니다. 치즈 약간을 더하면 훨씬 맛있을겁니다.
ru: Соленые чипсы из кукурузы, с человечиной. Немного сыра помогут сделать ЭТО чуточку вкуснее.

source: Salted corn chips with ground meat and smothered in cheese. Delicious.
ko: 소금에 절여진 옥수수칩에 다진 고기를 더하고 치즈를 듬뿍 발랐습니다. 맛있습니다.
ru: Солёные кукурузные чипсы с мясный фаршем, покрытые сыром. Вкуснятина.

source: Salted corn chips with human flesh and smothered in cheese. Delicious.
ko: 소금에 절여진 옥수수칩에 인육을 더하고 치즈를 듬뿍 발랐습니다. 맛있습니다.
ru: Соленые чипсы из кукурузы, с человечиной и вкусом сыра. Вкуснятина.

source: Dried kernels from a particular type of corn. Practically inedible raw, they can be cooked to make a tasty snack.
ko: 특수한 품종의 옥수수에서 얻은, 건조된 낟알입니다. 날것으로 먹기는 거의 불가능하지만, 조리해서 맛있는 간식을 만들 수 있습니다.
ru: Сушёные кукурузные зёрна. Практически несъедобные в сыром виде, однако, из них можно приготовить неплохую закуску.

source: Plain and unseasoned popcorn. Not as tasty as other kinds, but healthier as a result.
ko: 양념이 되지 않은 팝콘입니다. 다른 종류만큼 맛있지는 않지만, 몸에는 더 좋습니다.
ru: Обычный попкорн без всяких приправ. Не такой вкусный, как остальные виды попкорна, но для здоровья полезнее.

source: A concentrated mixture of fat and protein used as a nutritious high-energy food. Composed of meat, tallow, and edible plants, it provides excellent nutrition in an easy to carry form.
ko: 이것은 지방과 단백질의 농축 혼합물으로 영양가있는 고 에너지 음식으로 쓰입니다. 고기, 우지, 식용 식물들로 구성된 이 음식은 영양분을 훌륭하게 제공하며 휴대하기 좋습니다.
ru: Концентрированная смесь жира и белка, используемая как высоко-питательная пища. Состоит из мяса, жира и съедобных растений, отличается большой питательностью при малом объёме и весе.

source: Salty dried pork. Tastes good but it will make you thirsty.
ru: Солёная жареная свинина на палочке. Вкусная, но вызывает жажду.

source: Some peanut butter smothered between two pieces of bread. Not very filling and will stick to the roof of your mouth like glue.
ko: 빵 두 조각 사이에 땅콩 버터가 듬뿍 발라져있습니다. 먹어도 많이 배부르지는 않으며 접착제처럼 입 천장에 달라붙습니다.
ru: Немного арахисового масла размазанного между двумя кусками хлеба. Не очень сытное блюдо, да ещё и прилипнет к вашему нёбу как клей.

source: A delicious peanut butter and jelly sandwich. It reminds you of the times your mother would make you lunch.
ko: 땅콩 버터와 젤리가 들어간 맛있는 샌드위치입니다. 이것은 당신의 어머니가 점심을 만들어주시던 순간이 떠오르게 합니다.
ru: Вкусный бутерброд с арахисовым маслом и желе. Напоминает о тех временах, когда мама готовила вам завтрак.

source: candy
ru: леденец

source: A big bag of peanut butter cups... your favorite!
ko: 큰 포장지 안에 땅콩버터 맛 사탕이 들어있습니다... 제일 좋아하는 맛입니다!
ru: Пачка колечек в арахисовой пасте... Твои любимые!

source: Thin paper tubes of sweet & sour candy powder. Who thinks of this stuff?
ko: 새콤달콤한 사탕 가루가 들어있는 얇은 종이 튜브입니다. 대체 누가 이걸 발명했을까요?
ru: Тонкая бумажная трубка со сладким и кислым порошком. Кто вообще о таком думает?

source: Chilly P Yo! Not very good on its own but it might help if you use it properly, or in meth.
ru: Перец чилли! Не очень хорош в одиночку, но неплох, если его правильно использовать. В метамфетамине тоже неплох.

source: A blend of spices meant to be used in some South Asian dishes. Could be eaten raw but why would you do that?
ru: Смесь специй для использования в некоторых южноазиатских блюдах. Можно есть сырыми, но зачем?

source: Mushrooms are tasty, but be careful. Some can poison you, while others are hallucinogenic.
ko: 버섯은 맛있습니다만, 조심해야 합니다. 몇몇 종류는 먹으면 중독되거나, 환각을 일으키기도 합니다.
ru: Грибы очень вкусны, но будь осторожен: некоторые ядовиты, а другие вызывают галлюцинации.

source: Tasty juicy berry, often found growing wild in fields.
ru: Сладкая сочная ягода, часто попадается на диких полях.

source: Grainy cereal used for malting, a staple of brewing everywhere.
ru: Зернистая крупа используется в пивоварении, одна из главных во всем мире.

source: This fleshy root is ripe and flowing with sugars, just takes some processing to extract them.
ru: Этот мясистый корень созрел и истекает сахаром, нужна небольшая обработка, чтобы извлечь его.

source: Juicy red tomato. It gained popularity in Italy after being brought back from the New World.
ko: 과즙 많은 빨간 토마토입니다. 신대륙에서 이탈리아로 넘어온 후 인기를 끌기 시작했습니다.
ru: Сочный красный помидор. Обрёл свою популярность в Италии, после того, как вернулся обратно из Нового Света.

source: Fluffy balls of clean white cotton. Can serve as makeshift bandages in an emergency.
ru: Пушистые шарики чистого белого хлопка. Может служить самодельным бинтом в случае чрезвычайной ситуации.

source: An aromatic onion used in cooking. Cutting these up can make your eyes sting!
ko: 양파의 향미는 요리에 이용됩니다. 이걸 자르면 눈물이 날걸요!
ru: Ароматный лук используется в приготовлении пищи. При шинковке возможно будет резать глаза.

source: A healthy root vegetable. Rich in vitamin A!
ko: 건강에 좋은 뿌리 채소. 비타민 A가 많습니다!
ru: Полезный для здоровья корнеплод. Богат витамином А!

source: An irradiated head of lettuce, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный салат-латук, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated tomato, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный помидор, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated cluster of broccoli, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный пучок брокколи, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated zucchini, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный цукини, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated onion, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный лук, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated bundle of carrots, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный пучок моркови, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated ear of corn, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный початок кукурузы, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: Now with ONE POUND of meat and ONE POUND of carbs! Not as appetizing or nutritious as it would be if heated up.
ko: 450 그램의 고기와 탄수화물이 들어있습니다! 데우지 않으면 맛과 영양가가 적습니다.
ru: Теперь больше на полкило мяса и полкило углеводов! Не так аппетитно и питательно по сравнению с разогретым состоянием.

source: Now with ONE POUND of meat and ONE POUND of carbs! Nice and heated up. It's tastier and more filling, but will also spoil quickly.
ko: 450 그램의 고기와 탄수화물이 들어있습니다! 잘 데워졌습니다. 좀 더 맛있고 배를 채울 수 있지만, 금방 썩어버립니다.
ru: Теперь больше на полкило мяса и полкило углеводов! Вкусный и подогретый. Он вкуснее и сытнее, но и портится быстро.

source: A small, microwaveable steak & cheese burrito. Like those found at gas stations. Not as appetizing or nutritious as it would be if heated up.
ru: Небольшой стейк с сыром буррито для микроволновки. Вроде тех, что продавались на на автозаправочных станциях. Это вкусно и сытно, но очень быстро портится.

source: A small, microwaveable steak & cheese burrito. Like those found at gas stations. It's tastier and more filling, but will also spoil quickly.
ru: Небольшой, подогретый в микроволновке стейк с сыром буррито. Вроде тех, что продавались на на автозаправочных станциях. Это вкусно и сытно, но очень быстро портится.

source: Fresh wet noodles. Fairly bland, but fills you up.
ko: 신선하고 촉촉한 면발. 단조로운 메뉴지만 배불리 먹을 수 있습니다.
ru: Свежая влажная лапша. Очень пресная, хотя и сытная.

source: Fresh wet lasagne. Fairly bland, but fills you up.
ko: 신선하고 촉촉한 라자냐. 단조로운 메뉴지만 배불리 먹을 수 있습니다.
ru: Свежесваренная лазанья. Довольно мягкая и к тому же сытная.

source: Some mac and cheese with ground meat added, adding to the flavor and the nutritional value.
ru: Макароны с сыром и мясным фаршем, добавленным для дополнительного аромата и калорий.

source: Some mac and cheese with ground human flesh added, so good it's like murder.
ru: Макароны с сыром и фаршем из человечины. Так вкусно, что ради этого можно и убить.

source: Meat encased in little dough satchels. Tastes fine raw.
ko: 작게 반죽된 고기로 속을 채운 파스타입니다. 생으로 먹어도 맛있습니다.
ru: Кусочки мяса в тесте. Вкусны даже сырыми.

source: Delicious fermented dairy. It tastes of vanilla.
ko: 맛있는 발효 유제품입니다. 바닐라맛이 납니다.
ru: Вкусное ферментированное молоко со вкусом ванили.

source: Sugary, fermented dairy. A wonderful treat.
ko: 달달한 발효 유제품입니다. 훌륭한 먹거리입니다.
ru: Приторный, перебродивший молочный продукт. Отличное лакомство.

source: chili con humano
ko: 인육 칠리 소스(chili con humano)
ru: соус чили с человечиной

source: Olive oil, basil, garlic, pine nuts. Simple and delicious.
ko: 올리브 오일, 바질, 마늘, 견과류 등이 들어있는 소스. 간단하고 맛있습니다.
ru: Оливковое масло, базилик, чеснок, кедровые орехи. Просто и восхитительно.

source: Canned beans. A staple among canned goods, these are reputedly good for one's coronary health.
ko: 통조림 콩입니다. 통조림 식품중에선 콩은 보통 건강에 좋은것으로 알려져있습니다.
ru: Консервированная фасоль. Говорят полезна для сердца. Основа пропитания бродяг.

source: Greasy Prospector improved pork and beans. With hickory smoked pig fat chunks.
ru: Greasy Prospector улучшил свинину с бобами. С ореховыми копчеными свиными кусками жира.

source: Canned corn in water. Eat up!
ko: 통조림 안에 옥수수와 물이 들어있습니다. 먹어버리세요!
ru: Консервированная кукуруза в воде. Съешь всё!

source: A canned pork product that is unnaturally pink, oddly rubbery, and not very tasty, this SPAM remains quite filling. Completely unappetizing, but quite filling.
ko: 부자연적으로 분홍빛이 돌고 그다지 맛도 안나며 이상한 식감의 돼지고기 통조림 식품입니다. 하지만 먹으면 꽤 배부릅니다.
ru: Консервированная свинина неестественно розового цвета, не особо вкусная и странно растягивается. Ветчина SPAM достаточно питательна. Крайне неаппетитно, но вполне сытно.

source: Canned pineapple rings in water. Quite tasty.
ko: 통조림 안에 링 모양으로 썰어져있는 파인애플과 물이 있습니다.
ru: Консервированные ананасовые кольца в воде. Довольно вкусно.

source: Salty little fish. They'll make you thirsty.
ko: 짭잘한 작은 물고기입니다. 먹으면 목이 말라집니다.
ru: Маленькие солёные рыбки. От них всегда хочется пить.

source: Now with 95 percent less dolphins!
ru: Теперь на 95 процентов меньше дельфинов!

source: Delicious, lumpy, white soup made of clams and potatoes. A taste of the lost glory of New England.
ko: 뉴잉글랜드의 잃어버린 영광이 담긴 맛을 자랑하는 맛있는 하얀 스프입니다. 조개와 감자가 들어있습니다.
ru: Вкусный и сытный белый суп из моллюсков и картофеля. Забытый вкус славной Новой Англии.

source: A large chunk of wax, filled with honey. Very tasty.
ru: Огромный кусок воска, наполненный мёдом. Очень вкусно.

source: A large chunk of beeswax. Not very tasty or nourishing, but okay in an emergency.
ko: 벌집 덩어리입니다. 그다지 맛있지도 않고 영양소도 풍부하지 않지만, 배가 고프다면 이런 음식이라도 괜찮을 것 같습니다.
ru: Огромный кусок пчелиного воска. Не очень вкусно или питательно, но можно съесть в случае необходимости.

source: A translucent hexagonal chunk of wax, filled with dense, milky jelly. Delicious, and rich with the most beneficial substances the hive can produce, it is useful for curing all sorts of afflictions.
ko: 빽빽하게 젤리가 들어차 있는, 반투명한 육각형 벌집입니다. 아주 맛있고, 벌집이 만들어낼 수 있는 가장 좋은 물질들이 가득 들어있습니다. 각종 고통이나 질병들을 치료할 때 사용할 수 있을 것 같습니다.
ru: Полупрозрачный шестиугольный кусок воска, наполненные плотным пчелиным молочком. Вкусно и богато с самыми полезными веществами. Используется для лечения всевозможных напастей.

source: A chunk of meat with a coat of royal jelly over it. It's a lot like a honey baked ham.
ru: Кусок мяса покрытый королевским желе. Очень похоже на окорок запечённый в меду.

source: A deformed human fetus. Eating this would be the most vile thing you can think of, and might just cause you to mutate.
ko: 끔찍하게 변형된 태아입니다. 이것을 먹는다는 행위는 당신이 생각할 수 있는 가장 끔찍한 행위로, 먹으면 신체에 변이가 일어나게 될 것입니다.
ru: Деформированный зародыш человека. Ужасает сама мысль о том, что его можно съесть, к тому же вызывает мутации.

source: A large white ant egg, the size of a softball. Extremely nutritious, but incredibly gross.
ko: 거대한 하얀색 개미알입니다. 소프트볼의 공크기 입니다. 매우 영양가가 높지만, 먹기에는 불쾌합니다.
ru: Огромное белое муравьиное яйцо, размером с грейпфрут. Чрезвычайно питательно, но противно.

source: A fist sized egg from from a giant spider. Incredibly gross.
ko: 주먹 크기의 거대 거미 알입니다. 대단히 역겹습니다.
ru: Яйцо гигантского паука размером с кулак. невероятно крупное.

source: This looks like a blueberry the size of your fist, but pinkish in color. It has a strong but delicious aroma, but is clearly either mutated or of alien origin.
ko: 블루베리와 비슷해보이며, 크기는 주먹 정도입니다. 색은 분홍빛이 돕니다. 맛있는 향기가 강하게 나지만, 이 열매는 분명히 변이된 것이거나 외계에서 온 것입니다.
ru: Похоже на ягоду величиной в твой кулак, но розоватую по цвету. У неё сильный, но сладкий аромат, но это явно или результат мутаций, или что-то неземного происхождения.

source: Dry flakes of flattened grain. Tasty and nutritious when cooked, it also doubles as food for horses while dry.
ko: 곡물을 갈아서 말린 가루입니다. 맛있고 영양가 풍부한 요리 재료이며, 말 먹이로도 쓰입니다.
ru: Сухие продолговатые зерна. В виде каши - вкусно и питательно. В сухом виде пригодно для питания лошадей.

source: Sweet, sweet sugar. Bad for your teeth and surprisingly not very tasty on its own.
ko: 달콤한, 정말 달콤한 설탕입니다. 치아 건강에 좋지 않고, 그 자체로는 놀랍게도 별로 맛이 없습니다.
ru: Сладкий, сладкий сахар. Вредно для зубов и, как ни удивительно, не очень вкусен сам по себе.

source: Yuck! you surely wouldn't want to eat this. It's good for preserving meat and cooking with though.
ru: Фу, ты определённо не захочешь съесть это. Впрочем, она хорошо подходит для сохранения мяса и готовки.

source: A thick slab of salty cured bacon. Shelf stable, precooked and ready-to-eat, it tastes better when reheated.
ko: 염장 처리된 베이컨 조각입니다. 상온에서도 상하지 않으며, 바로 먹을 수 있도록 조리되었습니다만, 데워먹는 편이 더 맛있습니다.
ru: Толстый кусок хорошо просоленного бекона. Хорошо хранится и готов к употреблению. На вкус лучше, если разогреть.

source: Mildly toxic and not very tasty raw. When cooked, it is delicious.
ko: 가벼운 독성이 있고, 생으로는 맛이 없습니다. 요리를 했을 때 아주 맛이 좋아집니다.
ru: В сыром виде слегка токсичен и не вкусен. Но если приготовить, вкус будет великолепен.

source: An irradiated potato, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный картофель, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: A delicious baked potato. Got any sour cream?
ko: 맛있는 구운 감자입니다. 사우어 크림 가지고 있나요?
ru: Вкусный печенный картофель. Сметаны не найдется?

source: Hey it's waffle time, it's waffle time. Won't you have some waffles of mine?
ko: Hey it's waffle time, it's waffle time. Won't you have some waffles of mine?(역주: 미국 드라마 스크럽스(Scrubs)의 패러디.)
ru: Эй, время перекусить вафлями! У тебя не найдется парочка для меня?

source: The irradiated beef main course from an MRE. Sterilized using radiation, so safe to eat. Exposed to the atmosphere it has started to go bad.
ru: Облучённое блюдо из говядины. Стерилизовано радиацией. Есть безопасно. После вскрытия ИРП начинает портиться.

source: The irradiated vegetarian main course from an MRE. Sterilized using radiation, so safe to eat. Exposed to the atmosphere it has started to go bad.
ru: Облучённое вегетарианское блюдо. Стерилизовано радиацией. Есть безопасно. После вскрытия ИРП начинает портиться.

source: The irradiated chicken main course from an MRE. Sterilized using radiation, so safe to eat. Exposed to the atmosphere it has started to go bad.
ru: Облучённое блюдо из цыпленка. Стерилизовано радиацией. Есть безопасно. После вскрытия ИРП начинает портиться.

source: Nicknamed the Four Fingers of Death by troops this is probably the most disgusting thing you've ever eaten. Sterilized using radiation, so safe to eat. Exposed to the atmosphere it has started to go bad.
ru: Прозванное солдатами как «Четыре пальца смерти», это самое отвратительное из того, что вы когда-либо ели. Стерилизовано радиацией. Есть безопасно. После вскрытия ИРП начинает портиться.

source: The main course from a ravioli MRE, the sauce really helps with the taste. Sterilized using radiation, so safe to eat. Exposed to the atmosphere it has started to go bad.
ru: Главное блюдо из ИРП — равиоли, соус действительно делает это вкусным. Стерилизовано радиацией. Есть безопасно. После вскрытия начинает портиться.

source: Dried leaves of a tropical plant. You can boil them into tea, or you can just eat them raw. They aren't too filling though.
ko: 말린 열대 식물의 잎입니다. 끓여서 차로 먹을 수도 있고, 생으로 먹을 수도 있습니다. 둘 다 배를 채워주지는 못합니다.
ru: Сушённые листья тропического растения. Можно заварить с них чай, а можно просто съесть так. Впрочем, они не так уж и питательны.

source: Ground coffee beans. You can boil it into a mediocre stimulant, or swallow it raw for a lesser stimulative boost.
ko: 갈아낸 커피 원두입니다. 무난하게 각성제 용으로 끓여 마시거나, 생으로 먹어서 각성효과가 덜하게 섭취할 수도 있습니다.
ru: Молотый кофе. Можно заварить среднего качества стимулятор, а можно съесть в сыром виде для меньшего взбадривающего эффекта.

source: Dehydrated milk powder. Mix with water to make drinkable milk.
ko: 우유 분말입니다. 물과 섞으면 마실만한 우유가 됩니다.
ru: Сухой молочный порошок. Смешайте с водой, чтобы получить питьевое молоко.

source: A thick syrup made of water and sugar strained through coffee grounds. Can be used to flavor many foods and beverages.
ko: 커피가루와 설탕을 졸여 만든 진한 시럽. 여러 가지 음식이나 음료수에 잘 어울립니다.
ru: Густой сироп, изготовленный из воды и сахара, процеженных через кофейную гущу. Может быть использован для ароматизации еды и напитков.

source: Delicious chocolate cake. It has all the icing. All of it.
ko: 맛있는 초콜릿 케이크입니다. 전체에 아이싱으로 장식되어있습니다.
ru: Вкусных шоколадный торт. С глазурью. Это всё.

source: A cake coated in the thickest icing you've ever seen. Someone has written guff in quotation marks on it...
ko: 당신이 여태까지 본 것 중에서 가장 두꺼운 아이싱이 코팅된 케이크입니다. 누군가가 따옴표를 그려넣고 그 안에 시답잖은 이야기를 써놓았습니다...
ru: Торт, покрытый самым толстым слоем глазури, который вы когда-либо видели. Кто-то написал глупую фразу на нём...

source: Low-sodium preserved meat. It was boiled and canned. Contains all of the nutrition, but little of the savor of cooked meat.
ko: 삶은 다음, 저 나트륨으로 보존처리되어 통조림으로 만들어진 고기입니다. 영양소가 모두 포함되어 있지만, 익힌 고기 맛은 조금밖에 나지 않습니다.
ru: Подсоленное мясо. Было сварено и законсервировано. Сохранило все питательные вещества, но вкус мяса почти не чувствуется.

source: This mushy pile of vegetable matter was boiled and canned in an earlier life. Better eat it before it oozes through your fingers.
ko: 세계가 멸망하기 전에 삶아서 통조림으로 만들어진, 야채 먹거리입니다. 썩기 전에 먹는게 좋습니다.
ru: Эта бесформенная овощная масса была сварена и законсервирована ещё в раннем возрасте. Лучше съесть сейчас, пока она не начала вытекать сквозь пальцы.

source: Low-sodium preserved human meat. It was boiled and canned. Contains all of the nutrition, but little of the savor of cooked meat.
ko: 삶은 다음, 저 나트륨으로 보존처리되어 통조림으로 만들어진 인육입니다. 영양소가 모두 포함되어 있지만, 익힌 고기 맛은 조금밖에 나지 않습니다.
ru: Подсоленное человеческое мясо. Было сварено и законсервировано. Сохранило все питательные вещества, но вкус мяса почти не чувствуется.

source: Meat slices cured in brine and vacuum-packed. Salty but tasty in a pinch.
ko: 고기를 잘라서 소금에 절인 다음, 진공포장한 음식입니다. 심하게 짭짤하지만, 맛은 먹을만 합니다.
ru: Обваленные в соли кусочки мяса в вакуумной упаковке. Солёная, но крайне вкусная штука.

source: Human flesh slices cured in brine and vacuum-packed. Salty but tasty in a pinch.
ko: 인육을 잘라서 소금에 절인 다음, 진공포장한 음식입니다. 심하게 짭짤하지만, 맛은 먹을만 합니다.
ru: Обваленные в соли кусочки человечины в вакуумной упаковке. Солёная, но крайне вкусная штука.

source: Spaghetti covered with a thick meat sauce. Yum!
ko: 스파게티 위에 진한 고기 소스가 뿌려져 있습니다. 냠!
ru: Спагетти, покрытые густым мясным соусом. Ням!

source: Spaghetti covered with a thick human flesh sauce. Tastes great if you enjoy that kind of thing.
ko: 스파게티 위에 인육 소스가 풍부하게 뿌려져 있습니다. 당신이 이런 종류의 요리를 즐긴다면 최고의 맛일겁니다.
ru: Спагетти с толстым слоем соуса из человечины. Очень вкусно, если вам нравятся подобные вещи.

source: Spaghetti, with a generous helping of pesto on top. Yum!
ko: 스파게티 위에 페스토 소스가 풍부하게 뿌려져 있습니다. 냠!
ru: Спагетти, щедро приправленные соусом песто. Ням!

source: A very old type of pasta made with several layers of lasagne sheets alternated with sauces and meats. Made better with human flesh.
ko: 얇은 라자냐와 소스, 그리고 고기가 교차로 만든 층으로 된 파스타로 아주 오래된 음식입니다. 인육으로 만들어서 더 맛있습니다.
ru: Давно известный вид мучных изделий состоящий из чередующихся слоев лазаньи, соуса и мяса. Рецепт улучшен человеческим мясом.

source: Simple cloth bandages. Used for healing small amounts of damage.
ko: 간단하게 직물로 만든 붕대입니다. 데미지를 약간 회복시켜줍니다.
ru: Простые тканевые повязки. Используются для лечения небольших повреждений.

source: A full medical kit, with bandages, local anaesthetics, and rapid healing agents. Used for healing large amounts of damage.
ru: Полный медицинский комплект с бинтами, антибиотиками и заживляющими препаратами. Используется для лечения сильных повреждений.

source: Pharmaceutical flu shot designed for mass vaccinations, still in the packaging. Purported to provide some kind of immunity.
ko: 대량 예방접종을 위해 제작된 독감용 약제 주사입니다. 포장된 상태이며, 알 수 없는 어떤 종류의 면역력을 줍니다.
ru: Фармакологический укол от гриппа, разработанный для массового вакцинирования, всё еще запакован. Увеличивает иммунитет от гриппа.

source: A syringe filled with a shot of adrenaline. It serves as a powerful stimulant when you inject yourself with it. Asthmatics can use it in an emergency to clear their asthma.
ko: 아드레날린이 든 주사입니다. 몸에 주입하면 강력한 각성제 효과를 볼 수 있습니다. 천식이 심할 때 사용할 수도 있습니다.
ru: Шприц с инъекцией адреналина. Сильнодействующий стимулятор. Астматики могут его использовать его в чрезвычайных ситуациях, чтобы избавиться от астмы.

source: Acetylsalicylic acid, a mild anti-inflammatory. Take to relieve pain and swelling.
ko: 아세틴살리실산, 약한 진통제입니다. 발열과 통증 완화에 사용됩니다.
ru: Ацетилсалициловая кислота, среднее противовоспалительное средство. Принимайте при боли и опухолях.

source: No-doz brand caffeine pills, maximum strength. Useful in pulling an all-nighter, one pill is about equivalent to a strong cup of coffee.
ko: 노-도즈 브랜드의 카페인 알약입니다, 최대 약효를 발휘합니다. 밤을 샐 필요가 있을 때 유용합니다. 한 알에 큰 컵에 든 커피와 동일한 양의 카페인이 들어있습니다.
ru: Таблетки кофеина марки "No-doz". Пригодятся в случае нужды в круглосуточном бодрствовании. Одна таблетка по силе равна примерно одной кружке кофе.

source: A habit-forming tranquilizer with a variety of psychoactive side effects. Used in the treatment of insomnia.
ko: 다양한 부작용이 있는 수면 유도 진정제 입니다. 불면증 치료로 주로 사용됩니다. (역주 : 몽유병 유발, 폭력성 증가 등으로 악명이 높은 불면증 치료제입니다)
ru: Транквилизатор с психоактивными побочными эффектами. Используется при лечении бессонницы. Может вызывать привыкание.

source: Potassium iodide tablets. They might help mitigate some of the detrimental effects caused by irradiation.
ko: 포타슘 요오드 알약입니다. 방사능으로 유발되는 몇 가지 해로운 증상을 완화시키는 효과가 있습니다.
ru: Таблетки иодистого калия. Могут смягчить негативные эффекты, вызванные радиационным облучением.
