Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your %s misfires with a wet click!
de: Deine %s schlägt mit einem nassen Klick fehl.
ja: %sが不発弾を噛みました！
ko: 당신의 %s이(가) 습기탓에 불발되었습니다!
zh_cn: 你的 %s 发出一声轻响，哑火了！

source: bang!
de: »Peng!«
ja: バァン！
ko: 탕!
ru: Паф!
zh_cn: 砰！

source: blam!
de: »PENG!«
ja: ドン！
ko: 파앙!
ru: Бах!
zh_cn: 砰啪！

source: kerblam!
de: »KRAWENG!«
ja: ドドーン！
ko: 쿠와앙!
ru: Ты-Дыщ!
zh_cn: 咔啪!

source: plink!
de: »Ding!«
ja: カラン！
ko: 핑!
ru: Плинк!
zh_cn: 砰砰砰！

source: splash!
de: »Platsch!«.
ja: ピチャンと液体が跳ねる音が聞こえました！
ko: 철퍽!
ru: всплеск!
zh_cn: 噗啦！

source: thud.
de: »Bums.«
ja: ズドンと鈍い音が聞こえました。
ko: 툭.
ru: стук.
zh_cn: 砰的一声。

source: tz-CRACKck!
de: Kn-NACKck!
ja: メリッ...メリメリメリ！というひびが入る音が聞こえました。
zh_cn: 呲-喀啦！

source: %d tool with %s of %d or more.
de: %d Werkzeug mit %squalität von mindestens %d.
ru: Нужен %d инструмент со значением %s %d или выше.
zh_cn: %d个工具，它应至少有 %s 等级 %d 。

source: %s (%d charge)
de: %s (%d Ladung)
ru: %s (%d заряд)
zh_cn: %s（%d 单位）

source: Components required:
de: Benötigte Komponenten:
ja: 必要な材料:
ko: 부품 필요:
ru: Необходимые компоненты:
zh_cn: 需要材料：

source: NONE
de: KEINE
ja: 無し
ko: 없음
ru: НЕТ
zh_cn: 无

source: OR
de: oder
ja: か
ko: 또는
ru: ИЛИ
zh_cn: 或

source: These tools are missing:
de: Diese Werkzeuge fehlen:
ja: 以下の道具が不足しています:
zh_cn: 缺少以下工具：

source: Those components are missing:
de: Diese Komponenten fehlen:
ja: 以下の素材が不足しています:
zh_cn: 缺少如下组件：

source: Tools required:
de: Benötigte Werkzeuge:
ja: 必要な道具:
ko: 도구가 필요합니다:
ru: Требуются инструменты:
zh_cn: 需要工具:

source: and
ja: と
zh_cn: 和

source: Cannot find loader for save data in old version %d, attempting to load as current version %d.
de: Das Ladeprogramm für die Spielstandsdaten in der alten Version %d kann nicht gefunden werden; es wird versucht, sie mit der aktuellen Version %d zu laden.
ja: 旧バージョン%1$dのセーブデータをロードする事ができません。現バージョン%2$dとして読み込みます。
ko: %d 버전의 로더나 세이브 데이터를 찾을 수 없습니다. 현재 버전인 %d 버전으로 다시 시도해보세요.
ru: Нет загрузчика для сохранения в старой версии %d, попытка загрузки в текущей версии %d.
zh_cn: 无法从%d旧版中读取或存储数据，请试着用当前的%d版本玩。

source: Cannot find loader for map save data in old version %d, attempting to load as current version %d.
de: Die Laderoutine für die Kartensicherungsdaten der alten Version %d konnte nicht gefunden werden. Es wird nun versucht, die Daten als die aktuelle Version %d zu laden.
ko: 이전 버전 %d의 맵 데이터 로더를 찾을 수 없기에 현재 버전 %d으로 불러오기를 시도합니다.
ru: Невозможно найти загрузчик данных карты старой версии %d, попытка загрузить при помощи текущей версии %d.
zh_cn: 未发现旧版本%d 的地图数据格式，尝试以当前版本 %d 格式载入。

source: Please wait as the map loads [%d/%d]
de: Bitte warte, während die Welt geladen wird (%d/%d).
ja: マップのロードを待つ [%d/%d]
ko: 지도를 불러오는 동안 기다려주세요 [%d/%d]
ru: Пожалуйста, ждите пока карта загрузится [%d/%d]
zh_cn: 地图载入中...请稍等... [%d/%d]

source: From the %s you hear %s
de: Aus dem %s hörst du %s
ja: %1$sから%2$s
ko: %s에서 소리를 들었습니다 : %s
ru: С %s доносится %s
zh_cn: 从 %s ，你听到 %s

source: Heard %s!
de: %s gehört!
ja: %sが聞こえました！
ko: %s을(를) 들었습니다!
ru: Слышно %s!
zh_cn: 听见了 %s ！

source: Heard a noise!
de: Ein Geräusch gehört!
ja: 物音が聞こえました！
ko: 소리를 들었습니다!
ru: Услышал шум!
zh_cn: 听到了一阵杂音！

source: Something is making noise.
ja: 何かが物音を立てました。
zh_cn: 某个东西正在制造噪音.

source: <npcname> dodges the shot!
de: <npcname> weicht dem Schuss aus!
ja: <npcname>は射撃を回避しました！
ru: <npcname> уворачивается от выстрела!
zh_cn: <npcname> 避开了射击！

source: <npcname> falls down a level!
de: <npcname> fällt um eine Ebene herunter!
ja: <npcname>は下の階層に落下しました！
zh_cn: <npcname> 摔到了下一层！

source: <npcname> falls in a pit!
de: <npcname> fällt in eine Grube!
ja: <npcname>は穴に落ちました!
ru: <npcname> падает в яму!
zh_cn: <npcname> 掉到了深坑里！

source: <npcname> falls in a spiked pit!
de: <npcname> fällt in eine Stachelgrube!
ja: <npcname>は串刺し穴に落ちました！
ru: <npcname> падает в яму с шипами!
zh_cn: <npcname> 掉进了尖刺陷坑！

source: <npcname> falls in pit filled with glass shards!
ja: %sはガラス片でいっぱいの落とし穴に落ちました！
zh_cn: <npcname> 掉进了玻璃陷坑！

source: <npcname> steps in a puddle of thick goo.
de: <npcname> tritt auf eine Pfütze aus dickem Schleim.
ja: <npcname>は粘液溜まりに踏み込みました。
ru: <npcname> наступает в лужу густой слизи.
zh_cn: <npcname> 踩进了一个粘液坑里。

source: <npcname> steps on a sharp metal caltrop!
de: <npcname> tritt auf scharfe Metallkrähenfüße!
ja: <npcname>は鋭い鉄菱を踏みました！
ru: <npcname> наступает на острую металлическую триболу!
zh_cn: <npcname> 踩到了一块锋利的铁蒺藜！

source: <npcname> steps on a spiked board!
de: <npcname> tritt auf ein Stachelbrett!
ja: <npcname>は棘が付いた板を踏みました！
ko: <npcname>이(가) 못 박힌 판자를 밟았습니다!
ru: <npcname> наступает на доску с шипами!
zh_cn: <npcname> 踩到了一块钉板！

source: <npcname> steps on some bubble wrap!
de: <npcname> tritt auf eine Luftpolsterfolie!
ja: <npcname>は気泡シートを踏みました！
ko: <npcname>이(가) 뽁뽁이 함정을 밟았습니다!
ru: <npcname> наступает на пузырчатую плёнку!
zh_cn: <npcname> 踩到了一些气泡袋！

source: <npcname> triggers a booby trap!
de: <npcname> löst eine Sprengfalle aus!
ja: <npcname>はブービートラップに引っ掛かりました!
ko: <npcname>이(가) 부비트랩을 작동시켰습니다!
ru: <npcname> вызывает срабатывание ловушки!
zh_cn: <npcname> 触发了一个诡雷!

source: <npcname> triggers a crossbow trap!
de: <npcname> löst eine Armbrustfalle aus!
ja: <npcname>はクロスボウの罠を作動させました！
ko: <npcname>이(가) 쇠뇌 덫을 작동시켰습니다!
ru: <npcname> вызывает срабатывание арбалетной ловушки!
zh_cn: <npcname> 踩到弩陷阱了！

source: <npcname> triggers a land mine!
de: <npcname> löst eine Landmine aus!
ja: <npcname>は地雷を起爆させました！
ko: <npcname>이(가) 지뢰를 밟았습니다!
ru: <npcname> вызывает срабатывание мины!
zh_cn: <npcname> 引爆了一个地雷！

source: <npcname> triggers a shotgun trap!
de: <npcname> löst eine Schrotflintenfalle aus!
ja: <npcname>はショットガンの罠を作動させました！
ko: <npcname>이(가) 산탄총 덫을 작동시켰습니다!
zh_cn: <npcname> 触发了一个霰弹枪陷阱！

source: <npcname> trips over a tripwire!
de: <npcname> stolpert über einen Stolperdraht!
ja: <npcname>は仕掛け線に躓きました！
ru: <npcname> спотыкается об растяжку!
zh_cn: <npcname> 被拌索绊倒了！

source: A bear trap closes on <npcname>'s foot!
de: Eine Bärenfalle schnappt in <npcname>s Fuß zu!
ja: トラバサミがガシッと<npcname>の足を挟み込みました！
ru: Медвежий капкан захлопнулся на ноге <npcname>!
zh_cn: 一个捕熊陷阱夹住了<npcname> 的腿！啊~~~看上去都疼~~~

source: A bear trap closes on your foot!
de: Dein Fuß verfängt sich in einer Bärenfalle!
ja: トラバサミがガシッと足を挟み込みました！
ko: 곰 덫에 걸렸습니다!
ru: Медвежий капкан захлопнулся на вашей ноге!
zh_cn: 一个捕熊陷阱夹住了你的腿！啊~~~疼~~~

source: A blade swings out and hacks <npcname>s torso!
de: Eine Klinge schnellt hervor und trifft <npcname>s Torso!
ja: 刃が弧を描きながら動き、<npcname>の胴体を切り裂きました！
zh_cn: 弹起的刀刃砍到了<npcname>的躯干！

source: A blade swings out and hacks your torso!
de: Eine Klinge schnellt hervor und trifft deinen Torso!
ja: 刃が弧を描きながら動き、胴体を切り裂きました！
ko: 칼날이 튀어나와 몸을 베었습니다!
ru: Лезвие замахивается и рубит ваш торс!
zh_cn: 弹起的刀刃砍到了你的躯干！

source: A blinding flash strikes you!
de: Ein blendender Lichtblitz trifft dich.
ja: 目が眩むほどの閃光に照らされました！
ko: 눈부신 섬광이 당신을 가격합니다!
ru: Вас слепит впышка света!
zh_cn: 一条眩目的闪电击中了你！

source: A bolt shoots out and hits the %s!
de: Ein Bolzen schießt hinaus und trifft das %s!
ja: ボルトが発射され、%sに命中しました！
ko: 볼트를 발사해 %s에게 맞췄습니다!
ru: Болт вылетает и попадает в %s!
zh_cn: 弩箭命中了%s！

source: A bolt shoots out, but misses the %s.
de: Ein Bolzen schießt hinaus, aber verfehlt das %s.
ja: ボルトが発射されましたが、%sには命中しなかった。
ko: 볼트를 발사했지만 %s을(를) 빗맞췄습니다.
ru: Болт вылетает, но промахивается по %s.
zh_cn: 弩箭没有命中%s。

source: A shadowy snake forms nearby.
de: In der Nähe formt sich eine schattige Schlange.
ja: 蛇の形をした影の様な存在が近くに現れました。
ko: 그림자 같은 뱀이 주변에 생겨납니다.
ru: Неподалёку появляется тень змеи.
zh_cn: 附近出现了一个影子蛇。

source: A shotgun fires and hits the %s!
de: Eine Schrotflinte feuert und trifft das %s!
ja: ショットガンの弾が%sに命中しました！
ko: 샷건이 발사되어 %s의 몸에 맞았습니다!
ru: Дробовик стреляет и попадает в %s!
zh_cn: 霰弹枪陷阱开火命中了%s！

source: A snare closes on <npcname>s %s.
de: Ein Fallstrick schließt sich um <npcname>s %s.
ja: 強力くくり罠に引っ掛かり、<npcname>の%sに絡まりました。
zh_cn: <npcname> 的 %s 触发了挨个陷阱。

source: A snare closes on <npcname>s leg.
de: Ein Fallstrick schließt sich um <npcname>s Bein.
ja: くくり罠に引っ掛かり、<npcname>の足に絡まりました。
zh_cn: <npcname> 的腿被捕网缠住了。

source: A snare closes on your %s.
de: Ein Fallstrick schließt sich um dein %s.
ja: 強力くくり罠に引っ掛かり、%sに絡まりました。
ko: 올가미가 %s 옆에 있습니다.
zh_cn: 你的 %s 触发了挨个陷阱。

source: A snare closes on your leg.
de: Ein Fallstrick schließt sich um dein Bein.
ja: くくり罠に引っ掛かり、足に絡まりました。
ko: 올가미가 다리에 걸렸습니다.
zh_cn: 你的腿被捕网缠住了。

source: BRZZZAP!
de: »Ra-ta-schnirsch!«
ja: キュィィィン！
ko: 브즈쯔쯥!
ru: БЖЖЖИК!
zh_cn: 嗞啦~~~~~~~~~~~~！

# memorial_female
source: Caught by a beartrap.
de: Wurde von einer Bärenfalle gefangen.
ja: トラバサミに捕まった。
ko: 곰 덫에 붙잡혔습니다.
ru: Попала в медвежий капкан.
zh_cn: 被捕熊陷阱夹住了。

# memorial_male
source: Caught by a beartrap.
de: Wurde von einer Bärenfalle gefangen.
ja: トラバサミに捕まった。
ko: 곰 덫에 붙잡혔습니다.
ru: Попал в медвежий капкан.
zh_cn: 被捕熊陷阱夹住了。

source: Electrical beams emit from the floor and slice <npcname>s flesh!
de: Elektrische Strahlen kommen aus den Boden und schneiden <npcname>s Fleisch!
ja: 床から電子ビームが放射され、<npcname>の身体をすぱっと切り裂きました！
ru: Электрические разряды вылетают из пола и пронзают плоть <npcname>!
zh_cn: 地板上发出了电弧， <npcname> 全身过电！

source: Electrical beams emit from the floor and slice your flesh!
de: Elektrische Strahlen gehen vom Boden hervor und schneiden dein Fleisch!
ja: 床から電子ビームが放射され、身体をすぱっと切り裂きました！
ko: 바닥에서 전기 광선이 나와, 몸을 분해시킵니다!
ru: Электрические разряды вылетают из пола и пронзают вашу плоть.
zh_cn: 地板上发出了电弧，你全身过电了！

# memorial_female
source: Fell down a ledge.
de: Fiel von einem Felsvorsprung.
ja: 棚から落ちました。
ko: 난간 아래로 떨어졌습니다.
ru: Упала с карниза.
zh_cn: 摔到了窗台下。

# memorial_male
source: Fell down a ledge.
de: Fiel von einem Felsvorsprung.
ja: 棚から落ちました。
ko: 난간 아래로 떨어졌습니다.
ru: Упал с карниза.
zh_cn: 摔到了窗台下。

# memorial_female
source: Fell in a pit.
de: Fiel in eine Grube.
ja: 穴に落ちました。
ko: 구덩이에 떨어졌습니다.
ru: Упала в яму.
zh_cn: 掉进一个陷坑。

# memorial_male
source: Fell in a pit.
de: Fiel in eine Grube.
ja: 穴に落ちました。
ko: 구덩이에 떨어졌습니다.
ru: Упал в яму.
zh_cn: 掉进一个陷坑。

# memorial_female
source: Fell into a pit filled with glass shards.
ja: ガラス辺でいっぱいの落とし穴に落ちました。
zh_cn: 掉入了插满碎玻璃的陷坑。

# memorial_male
source: Fell into a pit filled with glass shards.
ja: ガラス辺でいっぱいの落とし穴に落ちました。
zh_cn: 掉入了插满碎玻璃的陷坑。

# memorial_female
source: Fell into a spiked pit.
de: Fiel in eine Speergrube.
ja: 串刺し穴に落ちました。
ko: 가시 구덩이에 떨어졌습니다.
ru: Упала в яму с шипами.
zh_cn: 掉进一个尖刺陷坑。

# memorial_male
source: Fell into a spiked pit.
de: Fiel in eine Speergrube.
ja: 串刺し穴に落ちました。
ko: 가시 구덩이에 떨어졌습니다.
ru: Упал в яму с шипами.
zh_cn: 掉进一个尖刺陷坑。

source: HRMMM
de: »SUMMM …«
ja: ブゥゥゥン
ko: 흠름름름
ru: УММММ
zh_cn: 呼～呼～噜～噜～

source: Kerblam!
de: »Peng!«
ja: ドドーン！
zh_cn: 咔 啪!

source: Pop!
de: »Knister.«
ja: ポンッ！
ko: 뽁!
ru: Шпок!
zh_cn: 砰！

source: SNAP!
de: »SCHNAPP!«
ja: バチン！
ko: 찰칵!
ru: ЩЁЛК!
zh_cn: 咔嗒！

source: Small flashes surround you.
de: Kleine Blitze umgeben dich.
ja: 小さな点滅が周囲を照らしました。
ko: 작은 빛이 주변을 맴돌고 있습니다.
ru: Маленькие вспышки вокруг вас.
zh_cn: 细小的闪电环绕着你。

source: Snap!
de: »Schnapp!«
ja: パチンという音が聞こえました！
ko: 찰칵!
ru: Щёлк!
zh_cn: 劈啪！

# memorial_female
source: Stepped into a dissector.
de: Trat auf einen Dissektor.
ja: 解剖器具に足を踏み入れた。
ko: 해부 기구를 밟았습니다.
ru: Наступила в рассекатель.
zh_cn: 进入解剖台。

# memorial_male
source: Stepped into a dissector.
de: Trat auf einen Dissektor.
ja: 解剖器具に足を踏み入れた。
ko: 해부 기구를 밟았습니다.
ru: Наступил в рассекатель.
zh_cn: 进入解剖台。

# memorial_female
source: Stepped into a sinkhole.
de: Trat auf ein Erdloch.
ja: 陥没穴に足を踏み入れました。
ko: 싱크홀에 발을 내디뎠습니다.
ru: Наступила внутрь выгребной ямы.
zh_cn: 踩上陷坑。

# memorial_male
source: Stepped into a sinkhole.
de: Trat auf ein Erdloch.
ja: 陥没穴に足を踏み入れました。
ko: 싱크홀에 발을 내디뎠습니다.
ru: Наступил внутрь выгребной ямы.
zh_cn: 踩上陷坑。

# memorial_female
source: Stepped into lava.
de: Trat in die Lava.
ja: 溶岩に足を踏み入れました。
ko: 용암 속으로 들어갔습니다.
ru: Наступила в лаву.
zh_cn: 踩到了岩浆。

# memorial_male
source: Stepped into lava.
de: Trat in die Lava.
ja: 溶岩に足を踏み入れました。
ko: 용암 속으로 들어갔습니다.
ru: Наступил в лаву.
zh_cn: 踩到了岩浆。

# memorial_female
source: Stepped into thick goo.
de: Trat in dicken Schleim.
ja: 粘液に踏み込みました。
ko: 걸쭉한 오물 구덩이에 들어갔습니다.
ru: Наступила в густую липкую слизь.
zh_cn: 踏进厚厚的粘液。

# memorial_male
source: Stepped into thick goo.
de: Trat in dicken Schleim.
ja: 粘液に踏み込みました。
ko: 걸쭉한 오물 구덩이에 들어갔습니다.
ru: Наступил в густую липкую слизь.
zh_cn: 踏进厚厚的粘液。

# memorial_female
source: Stepped on a caltrop.
de: Trat auf Krähenfüße.
ja: 鉄菱を踏みました。
ko: 마름쇠를 밟았습니다.
ru: Наступила на триболу.
zh_cn: 踩上铁蒺藜。

# memorial_male
source: Stepped on a caltrop.
de: Trat auf Krähenfüße.
ja: 鉄菱を踏みました。
ko: 마름쇠를 밟았습니다.
ru: Наступил на триболу.
zh_cn: 踩上铁蒺藜。

# memorial_female
source: Stepped on a land mine.
de: Trat auf eine Landmine.
ja: 地雷を踏みました。
ko: 지뢰를 밟았습니다.
ru: Наступила на мину.
zh_cn: 踩到了地雷。

# memorial_male
source: Stepped on a land mine.
de: Trat auf eine Landmine.
ja: 地雷を踏みました。
ko: 지뢰를 밟았습니다.
ru: Наступил на мину.
zh_cn: 踩到了地雷。

# memorial_female
source: Stepped on a spiked board.
de: Trat auf ein Nagelbrett.
ja: 棘が付いた板を踏みました。
ko: 못 박힌 판자를 밟았습니다.
ru: Наступила на доску с шипами.
zh_cn: 踩中钉板。

# memorial_male
source: Stepped on a spiked board.
de: Trat auf ein Nagelbrett.
ja: 棘が付いた板を踏みました。
ko: 못 박힌 판자를 밟았습니다.
ru: Наступил на доску с шипами.
zh_cn: 踩中钉板。

# memorial_female
source: Stepped on bubble wrap.
de: Trat auf eine Luftpolsterfolie.
ja: 気泡シートを踏みました。
ko: 뽁뽁이 포장지를 밟았습니다.
ru: Наступила на пузырчатую плёнку.
zh_cn: 踩上气泡袋。

# memorial_male
source: Stepped on bubble wrap.
de: Trat auf eine Luftpolsterfolie.
ja: 気泡シートを踏みました。
ko: 뽁뽁이 포장지를 밟았습니다.
ru: Наступил на пузырчатую плёнку.
zh_cn: 踩上气泡袋。

source: The %s burns <npcname>!
de: Das %s verbrennt <npcname>!
ja: <npcname>の%sは燃え上がっています！
zh_cn: %s 烧着了 <npcname> ！

source: The %s burns you horribly!
de: Das %s verbrennt dich furchtbar!
ja: %sは勢い良く燃え上がっています！
ko: %s이(가) 당신을 끔찍하게 태워버립니다!
ru: %s ужасно обжигает вас!
zh_cn: 你被%s烧的外焦里嫩！

source: The %s stumbles over the cot
de: Das %s stolpert über das Notbett
ja: %sはコットにつまずきました。
ko: %s이(가) 침대에 발을 헛디뎠습니다.
zh_cn: %s 蹒跚的越过简易床

source: The acidic goo eats away at your feet.
de: Der säurehaltige Glibber frisst sich an deinen Füßen.
ja: 酸の粘液が足を浸食しています。
ko: 산성 점액이 발을 침식해오고 있습니다.
zh_cn: 酸液在腐蚀你的双脚。

source: The air shimmers around the %s...
de: Die Luft um das %s schimmert.
ja: %sの周囲の空気が揺らめいています...
ko: %s 주변의 공기가 일렁입니다...
ru: Воздух мерцает вокруг %s...
zh_cn: %s 的周围空气稀薄……

source: The air shimmers around you...
de: Die Luft um dich herum schimmert.
ja: 周囲の空気が揺らめいています...
ko: 주변의 공기가 빛나고 있습니다...
ru: Воздух мерцает вокруг вас...
zh_cn: 你的周围空气稀薄……

source: The glass shards slash your %s!
ja: ガラス片が%sを切りました！
zh_cn: 玻璃片割伤了你的 %s!

source: The shards shatter!
ja: ガラス片が粉々になりました！
zh_cn: 玻璃片粉碎了！

source: The spears break!
de: Die Speere zerbrechen!
ja: 槍が壊れました！
ko: 창이 부러졌습니다!
ru: Копья ломаются!
zh_cn: 长矛折断了!

source: The spikes impale your %s!
de: Die Stacheln durchbohren dein %s!
ja: いくつもの棘が%sを貫きました！
ko: 꼬챙이가 %s을(를) 관통했습니다!
ru: Шипы пронзают вам %s!
zh_cn: 尖刺刺穿了你的 %s!

source: There's nowhere to pull yourself to, and you sink!
de: Es gibt nichts, wo du dich hochziehen könntest, und du versinkst!
ja: 掴まる場所がありません！沈んでいきます！
ko: 어디에도 걸어서 당길 곳이 없습니다. 가라앉습니다!
ru: Вам некуда себы вытянуть и вы тонете!
zh_cn: 这里没什么可以拉住你，你开始下沉！

# memorial_female
source: Triggered a blade trap.
de: Löste eine Klingenfalle aus.
ja: 刃の罠を作動させました。
ko: 칼날 덫을 작동시켰습니다.
ru: Активировала ловушку с лезвием.
zh_cn: 触发了一个刀片陷阱。

# memorial_male
source: Triggered a blade trap.
de: Löste eine Klingenfalle aus.
ja: 刃の罠を作動させました。
ko: 칼날 덫을 작동시켰습니다.
ru: Активировал ловушку с лезвием.
zh_cn: 触发了一个刀片陷阱。

# memorial_female
source: Triggered a booby trap.
de: Löste eine Sprengfalle aus.
ja: ブービートラップに引っ掛かりました。
ko: 부비트랩을 작동시켰습니다.
ru: Активировала ловушку.
zh_cn: 触发了一个诡雷。

# memorial_male
source: Triggered a booby trap.
de: Löste eine Sprengfalle aus.
ja: ブービートラップに引っ掛かりました。
ko: 부비트랩을 작동시켰습니다.
ru: Активировал ловушку.
zh_cn: 触发了一个诡雷。

# memorial_female
source: Triggered a crossbow trap.
de: Löste eine Armbrustfalle aus.
ja: クロスボウの罠を作動させました。
ko: 쇠뇌 덫을 작동시켰습니다.
ru: Активировала арбалетную ловушку.
zh_cn: 触发了一个弩陷阱。

# memorial_male
source: Triggered a crossbow trap.
de: Löste eine Armbrustfalle aus.
ja: クロスボウの罠を作動させました。
ko: 쇠뇌 덫을 작동시켰습니다.
ru: Активировал арбалетную ловушку.
zh_cn: 触发了一个弩陷阱。

# memorial_female
source: Triggered a flood trap.
de: Löste eine Flutfalle aus.
ja: 洪水の罠を作動させました。
ko: 침수 함정을 작동시킴.
ru: Активировала затопляющую ловушку.
zh_cn: 触发了一个洪水陷阱。

# memorial_male
source: Triggered a flood trap.
de: Löste eine Flutfalle aus.
ja: 洪水の罠を作動させました。
ko: 침수 함정을 작동시킴.
ru: Активировал затопляющую ловушку.
zh_cn: 触发了一个洪水陷阱。

# memorial_female
source: Triggered a heavy snare.
de: Löste eine schwere Fallstrickfalle aus.
ja: 強力くくり罠を作動させました。
ko: 굵은 올가미를 작동시켰습니다.
ru: Попала в тяжёлый силок.
zh_cn: 触发了一个重型陷阱。

# memorial_male
source: Triggered a heavy snare.
de: Löste eine schwere Fallstrickfalle aus.
ja: 強力くくり罠を作動させました。
ko: 굵은 올가미를 작동시켰습니다.
ru: Попал в тяжёлый силок.
zh_cn: 触发了一个重型陷阱。

# memorial_female
source: Triggered a life-draining trap.
de: Löste eine Lebensentzugsfalle aus.
ja: ライフドレイントラップを作動させました。
ko: 생명력 흡수 함정을 작동시킴.
ru: Активировала истощающую ловушку.
zh_cn: 掉进了一个污水井。

# memorial_male
source: Triggered a life-draining trap.
de: Löste eine Lebensentzugsfalle aus.
ja: ライフドレイントラップを作動させました。
ko: 생명력 흡수 함정을 작동시킴.
ru: Активировал истощающую ловушку.
zh_cn: 掉进了一个污水井。

# memorial_female
source: Triggered a light snare.
de: Löste eine leichte Fallstrickfalle aus.
ja: くくり罠を作動させました。
ko: 가는 올가미를 작동시켰습니다.
ru: Попала в лёгкий силок.
zh_cn: 触发了一个轻型陷阱。

# memorial_male
source: Triggered a light snare.
de: Löste eine leichte Fallstrickfalle aus.
ja: くくり罠を作動させました。
ko: 가는 올가미를 작동시켰습니다.
ru: Попал в лёгкий силок.
zh_cn: 触发了一个轻型陷阱。

# memorial_female
source: Triggered a shadow snake trap.
de: Löste eine Schattenschlangenfalle aus.
ja: 影蛇の罠を作動させました。
ko: 그림자 뱀 덫을 작동시켜버렸습니다.
zh_cn: 触发了一个影子毒蛇陷阱。

# memorial_male
source: Triggered a shadow snake trap.
de: Löste eine Schattenschlangenfalle aus.
ja: 影蛇の罠を作動させました。
ko: 그림자 뱀 덫을 작동시켜버렸습니다.
zh_cn: 触发了一个影子毒蛇陷阱。

# memorial_female
source: Triggered a shadow trap.
de: Löste eine Schattenfalle aus.
ja: 影の罠を作動させました。
ko: 그림자 덫을 작동시킴.
ru: Активировала теневую ловушку.
zh_cn: 触发了一个暗影陷阱。

# memorial_male
source: Triggered a shadow trap.
de: Löste eine Schattenfalle aus.
ja: 影の罠を作動させました。
ko: 그림자 덫을 작동시킴.
ru: Активировал теневую ловушку.
zh_cn: 触发了一个暗影陷阱。

# memorial_female
source: Triggered a shotgun trap.
de: Löste eine Schrotflintenfalle aus.
ja: ショットガンの罠を作動させました。
ko: 산탄총 덫을 작동시켰습니다.
ru: Активировала ловушку с дробовиком.
zh_cn: 触发了一个霰弹枪陷阱。

# memorial_male
source: Triggered a shotgun trap.
de: Löste eine Schrotflintenfalle aus.
ja: ショットガンの罠を作動させました。
ko: 산탄총 덫을 작동시켰습니다.
ru: Активировал ловушку с дробовиком.
zh_cn: 触发了一个霰弹枪陷阱。

# memorial_female
source: Triggered a teleport trap.
de: Löste eine Teleportationsfalle aus.
ja: 瞬間移動の罠を作動させました。
ko: 텔레포트 함정을 작동시켰습니다.
ru: Активировала телепортирующую ловушку.
zh_cn: 触发了一个传送陷阱。

# memorial_male
source: Triggered a teleport trap.
de: Löste eine Teleportationsfalle aus.
ja: 瞬間移動の罠を作動させました。
ko: 텔레포트 함정을 작동시켰습니다.
ru: Активировал телепортирующую ловушку.
zh_cn: 触发了一个传送陷阱。

# memorial_female
source: Tripped on a tripwire.
de: Stolperte über einen Stoperdraht.
ja: 仕掛け線に躓きました。
ko: 인계철선에 걸려 넘어졌습니다.
ru: Задела растяжку.
zh_cn: 绊到了绊线。

# memorial_male
source: Tripped on a tripwire.
de: Stolperte über einen Stoperdraht.
ja: 仕掛け線に躓きました。
ko: 인계철선에 걸려 넘어졌습니다.
ru: Задел растяжку.
zh_cn: 绊到了绊线。

source: VRMMMMMM
de: »SUMMMMMM …«
ja: ブゥゥゥゥゥゥン
ko: 브름름름름름름
ru: ВУМММММММ
zh_cn: 嗷～唔～唔～

source: You avoid the glass shards within.
ja: ガラス片を回避しました。
zh_cn: 你躲开了碎玻璃！

source: You avoid the spikes within.
de: Du weichst den Stacheln in ihr aus.
ja: 棘を回避しました。
ko: 함정 속의 가시를 피했습니다.
ru: Вы увернулись от внутренних шипов.
zh_cn: 你好歹躲开了尖刺。

source: You dodge the shot!
de: Du weichst dem Schuss aus!
ja: 射撃を回避しました！
ko: 사격을 회피했습니다!
ru: Вы увернулись от пули!
zh_cn: 你避开了射击！

source: You fall down a level!
de: Du fällst um eine Ebene herunter!
ja: 下の階層に落下しました！
ko: 층계에서 떨어졌습니다!
ru: Вы падаете на уровень ниже!
zh_cn: 你摔到了下一层！

source: You fall in a pit filled with glass shards!
ja: ガラス片でいっぱいの落とし穴に落ちました！
zh_cn: 你掉进了一个玻璃陷坑里！

source: You fall in a pit!
de: Du fällst in eine Grube!
ja: 穴に落ちました！
ko: 구덩이에 빠졌습니다!
ru: Вы упали в яму!
zh_cn: 你掉进了一个坑里！

source: You fall in a spiked pit!
de: Du fällst in eine Stachelgrube!
ja: 串刺し穴に落ちました！
ru: Вы упали в яму с шипами!
zh_cn: 你掉进了一个尖刺陷坑里！

source: You feel your life force sapping away.
de: Du spürst, wie deine Lebensenergie ausgezehrt wird.
ja: 活力が衰えていくのを感じました。
ko: 생기가 빨려나가는 것 같습니다.
ru: Вы чувствуете, что ваши жизненные силы иссякают.
zh_cn: 你感觉你的生命能量正在消逝。

source: You hear the grinding of shifting rock.
de: Du hörst das Knirschen von sich verschiebendem Gestein.
ja: 岩が動くような摩擦音が聞こえました。
ko: 돌이 움직이며 갈리는 소리가 들립니다.
ru: Вы слышите грохот сдвигающегося камня.
zh_cn: 你听到了石头滚动的摩擦声。

source: You hurt yourself!
de: Du verletzt dich!
ja: 自分自身を傷付けました！
ko: 자해를 했습니다!
ru: Вы поранили себя!
zh_cn: 你伤到了你自己！

source: You land nimbly.
de: Du landest gewandt.
ja: ひらりと着地しました。
ko: 민첩하게 착지했습니다.
ru: Вы ловко приземлились.
zh_cn: 你漂亮地落地。

source: You step in a puddle of thick goo.
de: Du trittst auf eine Pfütze voller dickem Schleim.
ja: 粘液溜まりに踏み込みました。
ko: 끈적한 점액 웅덩이를 밟았습니다.
zh_cn: 你踩进了一个粘液坑里。

source: You step on a loose tile, and water starts to flood the room!
de: Du trittst auf eine lose Bodenplatte und der Raum fängt an, sich mit Wasser zu füllen!
ja: 緩んだタイルを踏むと、部屋に水が流れ込んできました！
ko: 삐걱거리는 타일을 밟자, 방 안에 물이 차기 시작합니다!
ru: Вы наступили на незакреплённую плитку, и в комнату хлынула вода!
zh_cn: 你踩到了一个机关，大量的水灌入房间！

source: You step on a sharp metal caltrop!
de: Du trittst auf scharfe metallische Krähenfüße!
ja: 鋭い鉄菱を踏みました！
ko: 날카로운 마름쇠를 밟았습니다!
ru: Вы наступили на заострённую металлическую триболу!
zh_cn: 你踩到了一块锋利的铁蒺藜！

source: You step on a spiked board!
de: Du trittst auf ein Nagelbrett!
ja: 棘が付いた板を踏みました！
ko: 못 박힌 판자를 밟았습니다!
ru: Вы наступили на доску с шипами!
zh_cn: 你踩到了一块钉板！

source: You step on some bubble wrap!
de: Du trittst auf eine Luftpolsterfolie!
ja: 気泡シートを踏みました！
ko: 뽁뽁이 포장지를 밟았습니다.
ru: Вы наступили на пузырчатую плёнку.
zh_cn: 你踩到了一些气泡袋！

source: You trigger a booby trap!
de: Du löst eine Sprengfalle aus!
ja: ブービートラップに引っ掛かりました！
ko: 부비트랩을 작동시켰습니다!
zh_cn: 你触发了一个诡雷!

source: You trigger a crossbow trap!
de: Du löst eine Armbrustfalle aus!
ja: クロスボウの罠を作動させました！
ko: 쇠뇌 덫을 건드렸습니다!
ru: Вы вызвали срабатывание арбалетной ловушки!
zh_cn: 你踩到弩陷阱了！

source: You trigger a land mine!
de: Du löst eine Landmine aus!
ja: 地雷を起爆させました！
ko: 지뢰를 작동시켰습니다!
ru: Вы наступили на мину!
zh_cn: 你引爆了一个地雷！

source: You trigger a shotgun trap!
de: Du löst eine Schrotflintenfalle aus!
ja: ショットガンの罠を作動させました！
ko: 산탄총 덫을 작동시켰습니다!
ru: Вы вызвали срабатывание ловушки с дробовиком!
zh_cn: 你触发了一个霰弹枪陷阱！

source: You trip over a tripwire!
de: Du stolperst über einen Stolperdraht!
ja: 仕掛け線に躓きました！
ko: 인계철선을 건드렸습니다!
ru: Вы задели растяжку!
zh_cn: 你被拌索绊倒了！

source: You're bathed in radiation!
de: Du wirst von Radioaktivität durchflutet!
ja: 放射線を浴びています！
ko: 방사능에 휩싸였습니다!
ru: Вас облучило радиацией!
zh_cn: 你暴露在辐射之中！

source: Your %s is hit!
de: Dein %s wurde getroffen.
ja: %sに命中しました！
ko: %s에 맞았습니다!
zh_cn: 你的%s中箭了！

source: hrm
de: »Sümm …«
ja: ブゥン
ko: 흠흠
ru: уммм
zh_cn: 呼～噜～

source: hrmmm
de: »Summ …«
ja: ブゥゥン
ko: 흐름름름
ru: уммммм
zh_cn: 呼～噜～噜～

source: ssssssss
ja: スススススススス
ko: 스스스스스스스스
ru: cccccccc
zh_cn: 嘶～嘶～嘶～嘶～

source: vvrrrRRMM*POP!*
de: »Schwaaaaaa-Wusch!«
ja: ブリィゥゥン...ポン！
ko: 우와와와와왕! *펑!*
ru: брррРРММ*ПУМП!*
zh_cn: 呼噜噜*砰！*

source: You're saving a tutorial - the tutorial world lacks certain features of normal worlds. Weird things might happen when you load this save. You have been warned.
ja: チュートリアルをセーブしています - チュートリアルは通常の世界にある要素が欠けています。このセーブをロードするとおかしなことになるでしょう。警告しました。
zh_cn: 你在教学虚拟世界中存档了！- 教学世界不是真实世界，缺少许多关键特性。读取这个存档会发生不可测的问题。该怎么做你明白了吗？
