Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A mass-produced grape flavored beverage of artificial origin. Good for when you want something that tastes like fruit, but still don't care about your health.
ko: 공장에서 만든 인공 포도향이 들어간 음료입니다. 혀에는 좋지만, 건강에는 나쁩니다.
ru: Напиток с виноградным вкусом, но натурального в нём ничего нет. Подойдёт для тех, кто хочет выпить что-нибудь фруктовое на вкус, но не особо заботится о своём здоровье.

source: Baby cow food, appropriated for adult humans. Spoils rapidly.
ko: 송아지를 위한 식품입니다, 하지만 성인들에게도 잘 맞는 식품입니다. 빨리 썩습니다.
ru: Пища телят, приготовленная для взрослых людей. Быстро портится.

source: Baby cow food, appropriated for adult humans. Having been canned, this milk should last for a very long time.
ko: 사람이 먹기 좋게 가공한 송아지 밥입니다. 통조림으로 만들어 장기 보존이 가능합니다.
ru: Пища телят, приготовленная для взрослых людей. Будучи консервированным продуктом, это молоко сохраняется долгое время.

source: Contains up to 8 vegetables! Nutritious and tasty.
ru: Содержит до восьми видов овощей! Питательно и вкусно.

source: Vegetable stock. Tasty and fairly nutritious.
ko: 야채가 주를 이룹니다. 맛있고 영양가가 높습니다.
ru: Овощной бульон. Вкусно и вполне питательно.

source: Spicy, and filled with bits of peppers. It's pretty good.
ko: 매콤하며 후추 약간이 들어가 있습니다. 꽤 맛이 좋습니다.
ru: Пряность с частичками перца. Очень хороша.

source: Spicy, and filled with bits of peppers and meat! It's pretty good.
ko: 매콤하며 후추 약간과 고기가 들어가 있습니다! 꽤 맛이 좋습니다.
ru: Пряность с кусочками перца и мяса. Замечательно!

source: Chicken chunks and noodles swimming in a salty broth. Rumoured to help cure colds.
ru: Кусочки курицы и лапши в подсоленном бульоне. По слухам, полезно при простуде.

source: A mushy grey semi-liquid soup made from mushrooms. It tastes good on its own but it's also useful in cooking.
ru: Густой серый суп из грибов. Хотя грибы хороши сами по себе, но и в кулинарии они так же могут пригодится.

source: It smells of tomatoes. Not very filling but it goes well with grilled cheese.
ru: Он пахнет томатами. Не очень густой, но зато хорошо сочетается с жаренным сыром.

source: A soup with chicken chunks and balls of dough crammed into a can. Not bad.
ko: 닭고기와 밀가루 만두가 캔 안에 가득 들어가있는 수프입니다. 나쁘지 않군요.
ru: Консервированный суп с кусочками курицы и шариками из теста. Неплохо.

source: The heavily disputed king of red wines. Pairs well with red meats and pasta.
ko: 아주 큰 논란의 대상이었던 적포도주계의 왕입니다. 붉은 고기와 파스타에 잘 어울리죠.
ru: Спорный король красных вин. Хорошо сочетается с красным мясом и пастой.

source: Unfermented whiskey. The base of a fine drink. Not the traditional preparation, but you don't have the time.
ko: 발효되지 않은 위스키입니다. 기본적으로 훌륭한 술이지만, 전통적 제조방식으로 만들기엔 시간이 부족했습니다.
ru: Неферментированный виски. Основа отличного напитка. Необычный продукт, но у вас нет времени.

source: Unfermented vodka. A clean, pure spirit.
ko: 발효되지 않은 보드카입니다. 깔끔한 증류주입니다.
ru: Неферминтированная водка. Чистый спирт.

source: Drinking this might make you feel like a pirate. Or not.
ko: 이걸 마시면 해적이 된 기분이 들 수도 있습니다. 뭐, 아님 말고요.
ru: Выпив это, можно почувствовать себя пиратом. А можно не почувствовать.

source: Unfermented rum. Sugar caramel or molasses brewed into sweet water. Basically a saccharine soup.
ko: 발효되지 않은 럼주입니다. 설탕 캐러멜이나 당밀로 양조한 단물이지만, 지나치게 달달합니다.
ru: Неферментированный ром. Сахарная карамель или патока, забродившие в сладкой воде. В основе сахарин.

source: Don't eat the worm! Wait, there's no worm in this bottle.
ko: 벌레가 든 술 따위는 먹지 마세요! 잠깐, 이 병에는 벌레가 없네요. (역자 주 : 미국에서는 마케팅을 위해 가끔 테킬라에 벌레를 넣어서 만든다고 합니다)
ru: Не ешь червя! Погоди, в этой бутылке нет червей.

source: Unfermented grape wine. A hearty mix of pressed grapes, with some added brandy to fortify it.
ko: 발효되지 않은 포도주입니다. 짜낸 포도에 브랜디를 더해서 독하게 만들었습니다.
ru: Неферментированное виноградное вино. Обильное сочетание выжатого винограда с некоторым добавлениям коньяка, чтобы сделать крепче..

source: Cheap booze made from fermented fruit juice. Tastes just like it sounds.
ko: 과일 주스를 발효시켜 만든 싸구려 술입니다. 맛 또한 싸구려입니다.
ru: Дешевая выпивка из сброженного фруктового сока. На вкус так, как это звучит.

source: Unfermented fruit wine. A sweet, boiled juice made from berries or fruit.
ko: 발효되지 않은 과실주입니다. 열매나 과일로 만든 주스를 끓인 것이며, 향기롭습니다.
ru: Неферментированное фруктовое вино. Сладкий варёный сок их ягод или фруктов.

source: Wine that's been distilled to a higher proof. Great as an after-dinner drink, but packs a punch.
ru: Вино, которое было дистиллированно для повышения крепости. Отличное в качестве послеобеденного напитка, но может ударить в голову.

source: Sweetened coffee and whiskey. Start your day the closeted alcoholic way!
ko: 위스키를 섞은 커피. 아침부터 남 몰래 술을 드세요!
ru: Алкогольный напиток из смеси ирландского виски и кофе с сахаром и сливками. Начни свой день как алкоголик!

source: Well-aged honey wine, spiced with a hint of hops. Goes down bittersweet.
ko: 충분히 숙성된 벌꿀술에 홉을 조금 넣어 향미를 증진시켰습니다. 넘기는 맛이 씁쓸하면서도 달콤합니다.
ru: Выдержанное пряное сладкое вино с оттенком хмеля. Горько идёт.

source: Unfermented spiced mead. A golden, sweet mixture of honey, water, and hops for some added flavor.
ko: 발효되지 않은 벌꿀술입니다. 물에 벌꿀을 넣고, 풍미를 위해 홉을 첨가한 황금색의 달콤한 혼합물입니다.
ru: Неферментированная пряная медовуха. Золотая сладкая смесь мёда, воды и пряностей для аромата.

source: Unfermented homebrew beer. A boiled and chilled mash of malted barley, spiced with some fine hops.
ko: 발효되지 않은 자가 양조 맥주입니다. 보리맥아 혼합물을 끓인 후, 좋은 홉을 넣고, 차갑게 식혔습니다.
ru: Неферментированное домашнее пиво. Вареное и охлажденное сусло из солодового ячменя, приправленное хмелем.

source: european pilsner
ko: 유러피안 필스너(european pilsner)
ru: европейский пислнер

source: A pilsner imported from Europe. Best served cold, in a glass - but you're not that lucky.
ko: 유럽에서 수입된 필스너입니다. 유리잔 속에 넣어서 차갑게 마시면 최고겠지만 - 당신은 그런 행운이 없군요.
ru: Пилснер импортируемый из Европы. Лучше всего подавать в стакане и холодным, но вам не так везёт.

source: american pale ale
ko: 아메리칸 페일 에일(american pale ale)
ru: американский светлый эль

source: A tasty craft beer. Best served cold, in a glass - but you're not that lucky.
ko: 맛있는 수제 맥주입니다. 유리잔 속에 넣어서 차갑게 마시면 최고겠지만 - 당신은 그런 행운이 없군요.
ru: Вкусное пиво. Лучше подавать холодным и в стакане, но вам не так везёт.

source: india pale ale
ko: 인디아 페일 에일(india pale ale)
ru: индийский светлый эль

source: A very flavorful microbrewed beer. Best served cold, in a glass - but you're not that lucky.
ko: 풍미있는 마이크로브류어리(microbrewery)제 맥주입니다. 유리잔 속에 넣어서 차갑게 마시면 최고겠지만 - 당신은 그런 행운이 없군요.
ru: Очень ароматное пиво. Лучше подавать холодным и в стакане, но вам не так везёт.

source: belgian ale
ko: 벨기안 에일(belgian ale)
ru: бельгийский эль

source: A flavorful and nutritious ale brewed by monks in Belgium. Best served in a goblet.
ko: 풍미있고 영양가있는 맥주로 벨기에의 수도사에 의해서 양조되었습니다. 고블렛잔으로 마시면 최고입니다.
ru: Вкусный и питательный эль, сваренный бельгийскими монахами. Лучше всего подавать в кубке.

source: A very flavorful beer which has been aged in bourbon barrels. It is black as midnight on a moonless night, and has the viscosity of oil. While very tasty, it also has an alcohol content on level with wine.
ru: Очень вкусное пиво, созревшее в бочке для бурбона. Оно тёмное, как безлунная ночь, и вязкое, как масло. Оно очень вкусное, но, в тоже время, содержание алкоголя в нём как в вине.

source: This is sodium hypochlorite, a common household cleaning agent. It is highly unsafe to drink.
ko: 보통 락스로 부르는 하이포 아염산 나트륨입니다. 마시기엔 극도로 안전하지 않습니다.
ru: Гипохлорит натрия, обычное бытовое чистящее средство. Пить не стоит, опасно для вашего здоровья.

source: This is ammonium hydroxide, a common household cleaning agent. It is highly unsafe to drink.
ko: 일반적으로 가정용 세척제로 사용되는 수산화 암모늄입니다. 마시면 매우 위험합니다.
ru: Гидроксид аммония, обычное бытовое чистящее средство. Пить не стоит, опасно для вашего здоровья.

source: plant food
ko: 비료(plant food)
ru: подкормка для растений

source: Don't drink it; feed it to your plants!
ko: 먹지 마세요, 식물에게 양보하세요!
ru: Не пейте это; используйте для подкомки растений!

source: Water collected during an acid rainstorm. Don't drink it. Boiling it concentrates the acid.
ko: 산성비가 내리는 동안에 수집되었습니다. 마시지 마세요. 끓여서 산성액으로 만들 수 있습니다.
ru: Вода, собранная во время кислотного ливня. Не вздумайте пить. Кипячение сконцентрирует кислоту.

source: A mixture of rain and acid rain. Don't drink it. Boiling it concentrates the acid.
ko: 보통 비와 산성비가 섞인 물입니다. 마시지 마세요. 끓여서 산성액으로 만들 수 있습니다.
ru: Смесь кислотного и обычного дождя. Не вздумайте пить. Кипячение сконцентрирует кислоту.

source: Concentrated acid. Don't drink it.
ko: 농축된 산성액입니다. 마시지 마세요.
ru: Концентрированная кислота. Не вздумайте пить.

source: A rare substance of uncertain origins. Causes you to mutate.
ko: 기원이 불확실한 희귀한 물질입니다. 주의 : 마시면 변이가 발생합니다.
ru: Редкая субстанция неизвестного происхождения. Вызывает мутации.

source: elfa mutagen
ko: 요정 뮤타젠(elfa mutagen)
ru: мутаген эльфа

source: A super-concentrated mutagen. You need a syringe to inject it... if you really want to?
ko: 극도로 농축된 뮤타젠입니다. 이것을 주입하기 위해서는 주사기가 필요합니다... 정말로 주사하고 싶은 마음이 드십니까?
ru: Высококонцентрированный мутаген. Требуется шприц для инъекции... если вы, конечно, решитесь на это.

source: A super-concentrated mutagen strongly resembling tree sap. You need a syringe to inject it... if you really want to?
ko: 극도로 농축된 뮤타젠으로 거의 나무수액 같습니다. 이것을 주입하기 위해서는 주사기가 필요합니다... 정말로 주사하고 싶은 마음이 드십니까?
ru: Высококонцентрированный мутаген, цветом напоминающий древесный сок. Требуется шприц для инъекции... если вы, конечно, решитесь на это.

source: A super-concentrated mutagen which looks very much like the goo or whatever-it-is in the zombies' eyes. You need a syringe to inject it... if you really want to?
ru: Высококонцентрированный мутаген, цветом напоминающий слизь или что-то такое из глаз зомби. Требуется шприц для инъекции... если вы, конечно, решитесь на это.

source: A super-concentrated mutagen strongly resembling blood. You need a syringe to inject it... if you really want to?
ko: 극도로 농축된 뮤타젠으로 거의 혈액 같습니다. 이것을 주입하기 위해서는 주사기가 필요합니다... 정말로 주사하고 싶은 마음이 드십니까?
ru: Высококонцентрированный мутаген, цветом напоминающий кровь. Требуется шприц для инъекции... если вы, конечно, решитесь на это.

source: A super-concentrated mutagen the color of grass. You need a syringe to inject it... if you really want to?
ko: 극도로 농축된 뮤타젠으로 풀과 같은 색입니다. 이것을 주입하기 위해서는 주사기가 필요합니다... 정말로 주사하고 싶은 마음이 드십니까?
ru: Высококонцентрированный мутаген цвета травы. Требуется шприц для инъекции... если вы, конечно, решитесь на это.

source: A (rather bright) green super-concentrated mutagen. You need a syringe to inject it... if you really want to?
ko: 녹색의 (더 정확히 말하자면 초록색) 뮤타젠입니다. 이것을 주입하기 위해서는 주사기가 필요합니다... 정말로 주사하고 싶은 마음이 드십니까?
ru: Высококонцентрированный (ярко)зелёный мутаген. Требуется шприц для инъекции... если вы, конечно, решитесь на это.

source: A super-concentrated mutagen the color of the pre-cataclysmic skies. You need a syringe to inject it... if you really want to?
ko: 극도로 농축된 뮤타젠으로 대격변 이전의 하늘과 같은 색니다. 이것을 주입하기 위해서는 주사기가 필요합니다... 정말로 주사하고 싶은 마음이 드십니까?
ru: Высококонцентрированный мутаген цвета неба до апокалипсиса. Требуется шприц для инъекции... если вы, конечно, решитесь на это.

source: A super-concentrated mutagen. You need a syringe to inject it.
ko: 극도로 농축된 뮤타젠입니다. 이것을 주입하기 위해서는 주사기가 필요합니다.
ru: Высококонцентрированный мутаген. Требуется шприц для инъекции.

source: A super-concentrated substance. Judging by the amount, it should be delivered via injection. You'd need a syringe.
ko: 극도로 농축된 물질입니다. 투여량에 따라 효과가 달라지며, 주사로 투여해야합니다. 투여를 위해서는 주사기가 필요합니다.
ru: Высококонцентрированная субстанция. Судя по объему, вводится в виде инъекции. Вам понадобится шприц.

source: A super-concentrated blood-red mutagen. You need a syringe to inject it... if you really want to?
ko: 극도로 농축된 선홍색 뮤타젠입니다. 이것을 주입하기 위해서는 주사기가 필요합니다... 정말로 주사하고 싶은 마음이 드십니까?
ru: Высококонцентрированный кроваво-красный мутаген. Требуется шприц для инъекции... если вы, конечно, решитесь на это.

source: A super-concentrated mutagen which reminds you of the forests. You need a syringe to inject it... if you really want to?
ru: Высококонцентрированный мутаген, который напоминает вам о лесах. Требуется шприц для инъекции... если вы, конечно, решитесь на это.

source: A super-concentrated stem cell treatment. You need a syringe to inject it.
ko: 극도로 농축된 줄기세포 치료제입니다. 이것을 주입하기 위해서는 주사기가 필요합니다.
ru: Высококонцентрированная инъекция стволовых клеток. Требуется шприц для инъекции.

source: Coffee. The morning ritual of the pre-apocalypse world.
ru: Кофе. Утренний ритуал доапокалиптического мира.

source: This serving of coffee has been created using an atomic coffee pot's FULL NUCLEAR brewing cycle. Every possible microgram of caffeine and flavor has been carefully extracted for your enjoyment, using the power of the atom.
ko: 이 커피 한 잔은 원자력 커피 포트의 풀 뉴클리어 브류잉 사이클을 이용하여 만들어졌습니다. 최대한 줄인 마이크로그램 단위의 카페인과 깊은 풍미는 원자의 힘을 사용하여 당신의 즐거움을 위해 신중을 기해서 추출하였습니다.
ru: Эта порция кофе была приготовлена при помощи атомной кофемашины и прошла через ПОЛНЫЙ АТОМНЫЙ цикл варки. Весь кофеин и аромат, до последнего микрограмма, был извлечен для полного вашего удовлетворения. Почувствуй силу атома!

source: A chocolate flavored beverage made of artificial flavoring and milk byproducts. Shelf stable and vaguely appetizing even when lukewarm.
ko: 유제품과 인공향을 첨가한 초코맛 음료수입니다. 상온에서 보관이 가능하며 따끈하게 데워도 별로 맛이 없습니다.
ru: Напиток со вкусом шоколада, сделанный из молочных субпродуктов и искусственных ароматизаторов. Пригоден для длительного хранения и вполне аппетитен даже когда тёплый.

source: Blood, possibly that of a human. Disgusting!
ko: 혈액입니다. 아마도 인간의 것 같습니다. 역겹네요!
ru: Кровь, возможно человеческая. Отвратительно.

source: A bone from some creature or other, could be eaten or used to make some stuff, like needles.
ru: Кость какого-то существа, можно съесть, а можно использовать для создания предметов. Иголок, например.

source: A fluid bladder from a plant based lifeform, not very nutritious, but fine to eat anyway.
ru: Внутренняя жидкость растительной формы жизни, не очень питательно, но всё равно вполне съедобно.

source: Freshly butchered meat. You could eat it raw, but cooking it is better.
ko: 갓 잘라낸 신선한 고기입니다. 생으로 먹을 수 있지만, 요리해서 먹는게 더 좋습니다.
ru: Свежее мясо. Можно съесть в сыром виде, но лучше приготовить.

source: Freshly caught fish. Makes a passable meal raw.
ko: 갓 잡아올린 신선한 물고기입니다. 무난한 음식 재료로 쓰입니다.
ru: Свежепойманная рыба. Вполне сносно даже в сыром виде.

source: Freshly butchered fat. You could eat it raw, but it is better used as an ingredient in other foods or projects.
ko: 갓 도살되어서 나온 지방입니다. 날것인 상태로도 먹을 수는 있지만, 다른 음식이나 물건의 재료로 사용하는 것이 더 좋습니다.
ru: Свежий жир. Можно съесть в сыром виде, но лучше использовать в качестве ингредиента к какому-нибудь блюду.

source: A smooth white block of cleaned and rendered animal fat. It will remain edible for a very long time, and can be used as an ingredient in many foods and projects.
ko: 정제된 동물성 지방으로된 부드러운 흰색의 사각형 덩어리입니다. 이것은 오랫동안 썩지 않고, 많은 음식과 물건의 재료로 사용될 수 있습니다.
ru: Гладкий белый кусок очищенного и обработанного звериного жира. Он остаётся съедобным очень долгое время, а также его можно использовать в различных рецептах.

source: Freshly cooked fish. Very nutritious.
ko: 갓 요리된 생선입니다. 영양가가 아주 높습니다.
ru: Свежая приготовленная рыба. Очень питательная.

source: Dehydrated fish flakes. With proper storage, this dried food will remain edible for an incredibly long time.
ko: 말린 생선 조각입니다. 적당한 저장공간을 차지하면서, 이 말린 음식은 아주 오랫동안 썩지 않습니다.
ru: Сущёные рыбные кусочки. При правильном хранении, эта еда остаётся съедобной на невероятно длительное время.

source: This is a serving of crisply brined and canned fish. Tasty and nutritious.
ko: 소금에 절인 생선을 통조림으로 만든 식품입니다. 맛있고 영양가가 높습니다.
ru: Порция засоленной консервированной рыбы. Вкусно и питательно.

source: Low-sodium preserved fish. It was boiled and canned. Contains all of the nutrition, but little of the savor of cooked fish.
ko: 삶은 다음, 저 나트륨으로 보존처리되어 통조림으로 만들어진 생선입니다. 영양소가 모두 포함되어 있지만, 익힌 생선 맛은 조금밖에 나지 않습니다.
ru: Подсоленная рыба. Была сварена и законсервирована. Сохранила все питательные вещества, но вкус рыбы почти не чувствуется.

source: Fish fillets cured in brine and vacuum-packed. Salty but tasty in a pinch.
ko: 생선을 잘라서 소금에 절인 다음, 진공포장한 음식입니다. 심하게 짭짤하지만, 맛은 먹을만 합니다.
ru: Обваленные в соли кусочки рыбы в вакуумной упаковке. Солёная, но крайне вкусная штука.

source: Lutefisk is preserved fish that has been dried in a lye solution. Vile and soap-like yet highly nutritious, it is reminiscent of the afterbirth of a dog or the world's largest chunk of phlegm.
ko: 루테피스크는 잿물에서 건조되어 보존처리된 생선을 말합니다. 불쾌하고 비누같지만 영양가가 높으며, 이 음식은 개의 태반조직이나 세계에서 가장 거대한 가래 덩어리를 연상시킵니다.
ru: Лютефиск — это сушенная рыба, которая замачивается в щелочном растворе. Мерзкое и похожее на мыло, но очень питательное блюдо из рыбы. Похоже на послеродовую плаценту собаки или на самый большой кусок мокроты в мире.

source: A paper bucket of deep fried chicken. So bad it's good.
ko: 닭고기 튀김이 든 종이통입니다. 형편없으면서도 나름 괜찮습니다.
ru: Бумажный пакет с пережаренной курицей. Настолько плохо, что хорошо.

source: Delicious lunch meat. Can be eaten cold.
ko: 맛있는 런천 미트입니다. 차가워도 먹을만합니다.
ru: Восхитительный мясной обед. Можно съесть холодным.

source: A type of lunch meat, comes pre-sliced. Its first name isn't Oscar. Can be eaten cold.
ru: Предварительно нарезанный мясной обед. И его имя точно не Оскар. Можно есть холодным.

source: A type of lunch meat, made out of human flesh, comes pre-sliced. Its first name may have been Oscar. Can be eaten cold.
ru: Предварительно нарезанный мясной обед из человеческого мяса. Его имя вполне могло быть Оскар. Можно есть холодным.

source: Meat that's obviously unhealthy. You could eat it, but it will poison you.
ko: 확실히 몸에 해로운 고기입니다. 먹을 수는 있지만, 중독될겁니다.
ru: Очевидно опасное для здоровья мясо. Можно съесть, но это гарантированное отравление.

source: Vegetable that looks poisonous. You could eat it, but it will poison you.
ko: 독성이 있어 보이는 야채류 입니다. 먹을 수는 있지만, 중독될겁니다.
ru: Ядовитый на вид овощ. Можно съесть, но это гарантированное отравление.

source: Freshly cooked meat. Very nutritious.
ko: 갓 요리된 고기입니다. 영양가가 아주 높습니다.
ru: Свежеприготовленное мясо. Очень сытно.

source: A heavily processed sausage, commonplace at baseball games before the cataclysm. It would taste much better prepared.
ko: 많은 가공을 거친 소시지로 대격변 이전에는 야구 경기장에서 자주 보였습니다. 요리되면 훨씬 맛있습니다.
ru: Хорошо приготовленная сосиска, до катаклизма распространённая на бейсбольных матчах. Будет гораздо вкуснее, если подогреть.

source: Surprisingly, not made from dog. Cooked, this hot dog now tastes much better but will spoil.
ru: ВНЕЗАПНО, сделан не из собачатины. В приготовленном виде этот хот-дог намного вкуснее, но его надо быстро употребить, пока не испортился.

source: A hot dog, served with chili con carne as a topping. Yum!
ko: 칠리소스(chili con carne)를 토핑으로 사용한 핫도그입니다. 냠냠! (역주: 칠리소스, 즉 칠리 콘 카르네(chili con carne)는 칠리고추와 고기를 넣고 끓인 매콤한 스튜입니다.)
ru: Хотдог, подаваемый с соусом Чили Кон Карне. Ням!

source: A hot dog, served with chili con humano as a topping. Delightful.
ko: 인육 칠리 소스(chili con humano)를 토핑으로 사용한 핫도그입니다. 기분이 최고입니다.
ru: Хотдог, подаваемый с соусом Чили Кон Хумано. Восхитительно.

source: A heavily processed sausage, dipped in batter and deep fried. It would taste much better prepared.
ko: 많은 가공을 거친 소시지로, 튀김옷을 입히고 튀겼습니다. 요리되면 훨씬 맛있습니다.
ru: Серьезно переработанная колбаса в кляре, поджаренная во фритюрнице. На вкус гораздо лучше, когда приготовлена.

source: A heavily processed sausage, dipped in batter and deep fried. Cooked, this corn dog now tastes much better but will spoil.
ru: Серьезно переработанная колбаса в кляре, поджаренная во фритюрнице. Приготовленная, она гораздо вкуснее, однако ее следует быстро съесть, пока не испортилась.

source: A freshly cooked slice of some unpleasant person. Tastes great.
ko: 약간 불쾌한 인육으로 된 신선한 요리 입니다. 맛은 좋습니다..
ru: Свежеприготовленный кусочек какой-то неучтивой личности. Очень вкусно.

source: A heavily smoked portion of human flesh. Lasts for a very long time and tastes pretty good, if you like that sort of thing.
ko: 훈제한 인육입니다. 인육 섭취에 거부감만 없다면 아주 맛있고, 장기 보존까지 가능한 고기입니다.
ru: Сильно подкопченная часть человеческого тела. Долго хранится и недурна на вкус, если конечно вам нравится подобная еда.

source: A hefty long pork sausage that has been cured for long term storage. Very tasty, if you're in the market for human flesh.
ko: 보존 처리된 묵직한 인육 소시지. 인육을 좋아한다면 아주 맛있을 것입니다.
ru: Очень длинная колбаса, приготовленная для долгосрочного хранения. Очень вкусный продукт из человечины, если вы в теме.

source: Sausage covered in a curry ketchup sauce. Fairly spicy and impressive at the same time!
ko: 카레 케첩 소스로 덮인 소시지입니다. 몹시 매우며 동시에 인상적입니다!
ru: Колбаса, покрытая соусом карри. Достаточно острая и, в добавок, изумительная.

source: Mannwurst covered in a curry ketchup sauce. Fairly spicy and impressive at the same time!
ko: 카레 케첩 소스로 덮인 인육 소시지입니다. 몹시 매우며 동시에 인상적입니다!
ru: Колбаса в соусе карри. Довольно острая и впечатляющая одновременно!

source: A long, curved yellow fruit in a peel. Some people like using them in desserts. Those people are probably dead.
ko: 껍질에 싸인, 길고 휘어진 노란색 과일입니다. 몇몇 사람들은 후식으로 이걸 먹기를 좋아합니다. 아마도 지금은 죽었겠지만.
ru: Длинный, изогнутый жёлтый фрукт в кожуре. Некоторым людям нравилось использовать его для десертов... когда они были живы.

source: Sweet citrus fruit. Also comes in juice form.
ko: 달콤한 감귤류의 과일입니다. 또한 주스 형태로도 먹을 수 있습니다.
ru: Сладкий цитрусовый фрукт. Есть также и сок из него.

source: Very sour citrus. Can be eaten if you really want.
ko: 매우 시큼한 감귤류 과일입니다. 정말로 원한다면, 먹을 수는 있습니다.
ru: Очень кислый цитрус. Можно съесть, если и вправду хочется.

source: Mmm, irradiated. Will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Ммм, облученное. Съедобно почти целую вечность. Было стерилизован радиацией, несмотря на название, есть безопасно.

source: An irradiated banana, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный банан, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated orange, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный апельсин, будет съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated lemon, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный лимон, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: cereal
ru: овсяные хлопья

source: A box of sugary breakfast cereal, with marshmallows. It takes you back to your childhood.
ru: Коробка с овсяными хлопьями, вперемешку с пастилой. Напоминает вам о детстве.

source: A box of wheat oats, they're surprisingly good, and allegedly good for your heart.
ru: Коробка овсяной крупы. Она на удивление вкусная и предположительно полезна для вашего сердца.

source: A box of cornflakes. They're not that good but it beats nothing.
ru: Коробка кукурузных хлопьев. Не особо вкусные, но лучше чем ничего.

source: Dry toaster pastries usually coated with solid frosting and what luck! These are strawberry flavored!
ko: 건조된 토스터 페이스트리(toaster pastries)는 보통 설탕과 뭔가 행운같은 것으로 코팅되어있습니다! 이건 딸기맛입니다!
ru: Сухая готовая выпечка, обычно покрытая слоем сахарной глазури. Со вкусом земляники!

source: Dry toaster pastries usually coated with solid frosting, these are blueberry flavored!
ru: Сухая готовая выпечка, обычно покрытая слоем сахарной глазури. Со вкусом черники!

source: Dry toaster pastries usually coated with solid frosting, sadly these are not.
ru: Сухая готовая выпечка, обычно покрытая слоем сахарной глазури. Но, к сожалению, не эта.

source: A delicious fruit-filled pastry that you can cook in your toaster. It even comes with frosting! Cook it to make it tasty.
ko: 맛있는 과일로 가득한 페이스트리이며 토스터기로 구울 수 있습니다. 심지어 설탕 코팅까지 되어있습니다! 구우면 더 맛있을 겁니다.
ru: Вкусная выпечка с фруктовой начинкой, которую можно разогреть в тостере. В сахарной глазури! Разогрейте, чтобы было вкусно.
