Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The .300 Winchester Magnum is extremely versatile and has been adopted by many shooting disciplines. The cartridge has found use by hunters, military units, and law enforcement departments.
ko: .300 Winchester Magnum탄은 아주 다양한 용도로 쓰였고 많은 사격훈련에 채택되어왔습니다. 이 탄약은 사냥꾼, 군대, 사법기관에서 사용되었습니다.
ru: .300 Винчестер Магнум чрезвычайно гибок и был принят многими дисциплинами по стрельбе. Нашел применение у охотников, воинских частей и правоохранительных ведомств.

source: The 7.62×54mmR is a rimmed rifle cartridge developed by the Russian Empire in 1891. It is still in service and has the longest service life of all military issued cartridges in the world.
ko: 7.62x54mmR탄은 1891년 러시아 제국에 의해 개발 된 림식 소총탄입니다. 이것은 현재까지도 사용되고 있으며 세계에서 가장 긴 제식기간을 가진 탄약입니다.
ru: 7.62 × 54ммR обрамляет винтовочный патрон, разработанный Российской Империей в 1891 году. Он все еще в обслуживании и имеет самый длинный срок службы среди всех военных патронов в мире.

source: A paper cartridge containing black powder and a metallic projectile. Historically used to reload muzzleloaders in a more reasonable time.
ko: 흑색화약과 금속 탄환이 들어있는 종이 화약포입니다. 역사적으로 전장식 총기가 사용되던 시절에 사용되었습니다.
ru: Бумажная упаковка с черным порохом и металлической пулей. Была придумана давным-давно чтобы хоть как-то ускорить процесс зарядки оружия.

source: A paper cartridge containing a premeasured amount of black powder and a .36 projectile. Used by the Colt M1861 Navy.
ko: 미리 측정해둔 양만큼의 흑색화약과 36구경 탄환을 포함하는 종이 화약포입니다. Colt M1861 Navy에 사용됩니다.
ru: Бумажная упаковка с чёрным порохом и снарядом калибра .36. Для Кольт M1861 Navy

source: A paper cartridge containing a premeasured amount of black powder and a .44 projectile. Used by the Colt M1860 Army.
ko: 미리 측정해둔 양만큼의 흑색화약과 44구경 탄환을 포함하는 종이 화약포입니다. Colt M1860 Army에 사용됩니다.
ru: Бумажная упаковка с чёрным порохом и снарядом калибра .44. Для Кольт M1861 Army.

source: Socks. Put 'em on your feet.
ko: 양말입니다. 발에 신으세요.
ru: Носки. Одень их на ноги.

source: Heavy plastic armor for your upper torso. Normally worn by football players.
ko: 상체를 보호하는 무거운 플라스틱 보호구입니다. 일반적으로 미식축구 선수들이 착용합니다.
ru: Прочный пластиковый каркас, защищающий верх тела. Используется в качестве экипировки при игре в американский футбол.

source: Tough leather boots. Very durable.
ko: 튼튼한 가죽 장화. 아주 견고합니다.
ru: Жесткие и прочные кожаные ботинки.

source: Very long leather boots that cover the lower legs. Difficult to wear but extremely durable.
ko: 무릎까지 올라오는 아주 긴 가죽 부츠입니다. 착용하기 어렵지만 내구성이 극히 좋습니다.
ru: Длинные кожаные сапоги до колен. Тяжёлые, зато очень прочные.

source: Leather boots with a steel toe. Extremely durable.
ko: 강철로 발끝 부분이 보강된 가죽 장화로 무척 견고합니다.
ru: Кожаные сапоги с металлической вставкой на носке. Очень прочные.

source: Modern reinforced tactical combat boots. Very durable.
ko: 현대적인 디자인으로 보강된 전술적인 전투화입니다. 아주 견고합니다.
ru: Современные усиленные тактические армейские ботинки. Очень крепкие.

source: Tough yet light leather boots. Durable and comfortable.
ko: 가볍지만 튼튼한 가죽 부츠입니다. 견고하며 편안합니다.
ru: Жесткие еще ​​легкие кожаные сапоги, с голенищем, доходящим до середины бедра. Прочные и удобные.

source: Stiff leather boots with intricate embroidery and one-inch heels. They look good, but aren't made for running.
ko: 복잡한 자수와 1인치 굽을 가진 뻣뻣한 가죽 부츠입니다. 보기엔 멋있지만, 달리기에 적합하지는 않습니다.
ru: Жесткие кожаные сапоги с замысловатой вышивкой и с каблуками сантиметровой высоты. Выглядят хорошо, но не предназначены для бега.

source: pair of mocassins
ru: пара мокасин

source: Simple sandals. Very difficult to run in.
ko: 엄지와 둘째 발가락 사이에 끈을 넣어서 신는 단순한 샌들입니다. 신고 달리기가 매우 힘듭니다.
ru: Обычные сандалии. В таких тяжело бегать.

source: Sturdy leather hiking sandals with a heel strap. Offers little in the way of protection, but keeps you cool during warmer months.
ko: 끈으로 된 굽을 가진 견고한 가죽 하이킹 샌들입니다. 약간의 방어력을 제공합니다만, 따뜻한 시기에도 당신을 춥게 만들 것입니다.
ru: Прочные кожаные туристические сандалии с ремешком на каблуке. Дают совсем мизерную защиту, зато в жаркое время года в них вы будете чувствовать себя превосходно.

source: Lightweight sandals made from wound cord. Offers little in the way of protection, but keeps you cool during warmer months.
ko: 끈을 감아 만든 가벼운 샌들입니다. 약간의 방어력을 제공하지만, 따뜻한 시기에도 당신을 춥게 만들 것입니다.
ru: Легкие сандалии, состоящие из подошвы со шнурками. Никак не защищают, но сохраняют прохладу в жаркие месяцы.

source: Fancy patent leather shoes. Not designed for running in.
ko: 멋을 한껏 낸 가죽 신발입니다. 달리기에는 적합하지 않습니다.
ru: Строгие туфли из лакированной кожи. В них трудно бегать.

source: A pair of high heels. Difficult to even walk in.
ko: 높은 굽이 달린 힐 한쌍입니다. 신고 걷는 것 조차 어렵습니다.
ru: Туфли на высоких каблуках. В них неудобно не то что бегать, а даже ходить.

source: Boots made from the exoskeletons of insects. Light and durable.
ko: 곤충의 외골격으로 만든 부츠. 가볍고 튼튼합니다.
ru: Ботинки, сшитые из кусочков панциря насекомых. Лёгкие и прочные.

source: Leather boots armored with reinforcements made from bone. Light and strong.
ko: 뼈를 사용하여 강화한 가죽 부츠입니다. 가볍고 튼튼합니다.
ru: Кожаные ботинки укрепленные костями. Легкие и прочные.

source: Thick leather boots made specifically to protect the feet. Light and tough.
ko: 발을 지키기 위해 특별히 제작된, 두꺼운 가죽 부츠입니다. 가볍고 질깁니다.
ru: Ботинки, сделанные из толстой кожи для защиты ног. Легкие и прочные.

source: A pair of dark blue shorts, the like used by postal service workers.
ko: 우편사업 근로자가 사용할만한 진한 파란색 반바지입니다.
ru: Темно-синие шорты, которые используют работники почтовой службы.

source: A pair of denim shorts. Thick and tough, they provide excellent protection from cuts.
ko: 데님 반바지 한 벌입니다. 두껍고 튼튼한 이 옷은 베기 공격에 우수한 보호력을 제공합니다.
ru: Джинсовые шорты. Сделанные из толстой и прочной ткани, они обеспечивают отличную защиту от порезов.

source: A pair of khaki pants. Slightly warmer than jeans.
ko: 카키색 바지입니다. 청바지보다 조금 더 따뜻합니다.
ru: Штаны цвета хаки. Немного теплее, чем джинсы.

source: A pair of black leather pants. Very tough, but cumbersome and without much storage.
ko: 검은 가죽 바지입니다. 아주 질기지만, 걸리적거리며 수납공간이 별로 없습니다.
ru: Черные кожаные штаны. Прочные, но неудобные и без карманов.

source: A pair of black leather chaps. Very tough, and light, but doesn't offer any storage.
ko: 검은 가죽 바지 한 벌입니다. 아주 견고하고 가볍지만, 저장 공간이 없습니다.
ru: Пара кожаных чаппарахас. Очень прочные и лёгкие, но не имеют свободного места.

source: A tough pair of pants lined with pockets. Favored by the military.
ko: 질기고 주머니가 많은 바지입니다. 군대에서 주로 사용됩니다.
ru: Прочные штаны с множеством карманов. Выбор военных.

source: A tough jacket with lots of pockets. Favored by the military.
ko: 질기고 주머니가 많은 상의입니다. 군대에서 주로 사용됩니다.
ru: Прочная куртка с множеством карманов. Популярна среди военных.

source: A simple bra. For protecting those bits you don't want zombies to look at.
ko: 일반적인 브라입니다. 좀비가 보지 못하도록 그곳을 보호할 때 입습니다.
ru: Обычный бюстгальтер. Для сокрытия от взгляда зомби интимных частей тела.

source: A simple white undershirt. Worn beneath your regular clothes, it provides a little extra warmth.
ko: 간단한 흰색 속옷입니다. 겉옷 아래에 착용하며, 약간의 보온성을 추가로 제공합니다.
ru: Простая белая майка. Одевается под одежду и немного согревает.

source: A sturdy nylon bra to provide additional support during physical movement. Typically worn when exercising, it clings to the skin and is easy to wear.
ko: 신체활동을 할 때 도움을 주는 튼튼한 나일론 브래지어입니다. 일반적으로 운동할 때 착용하며, 피부에 딱 달라붙고 입기 쉽습니다.
ru: Прочный нейлоновый бюстгальтер для обеспечения дополнительной поддержки во время физических упражнений. Обычно надевается во время тренировок, плотно обтягивает тело и не затрудняет движения.

source: Underwear designed to be worn by women. Preserves your modesty in desperate times.
ko: 여성이 착용하도록 디자인된 속옷입니다. 절망적인 시기에 당신의 단정함을 유지시켜줍니다.
ru: Женское нижнее бельё. Сохраняет вашу скромность в ужасные времена.

source: A pair of briefs. Comfortable underwear worn by men.
ko: 삼각팬티입니다. 남성이 입기 편한 속옷입니다.
ru: Трусы-плавки. Удобное мужское нижнее бельё.

source: Men's boxer shorts. More fashionable than briefs and just as comfortable.
ko: 남성용 사각팬티입니다. 삼각팬티보다 더 유행하고 그냥 편안합니다.
ru: Мужские трусы-боксёры. Моднее плавок и очень удобные.

source: A short, breezy cotton skirt. Easy to move in, but only has a single small pocket.
ko: 짧고 하늘거리는 면 치마입니다. 편하긴 하지만, 수납공간은 조그마한 주머니 달랑 하나 뿐입니다.
ru: Прохладная короткая юбка из хлопка. Не стесняет движений, но имеет только один кармашек.

source: A frilly white headpiece
ko: 프릴로 장식된 흰색 모자입니다.
ru: Вычурная белая шляпка

source: A thin, short-sleeved jumpsuit; similar to those worn by prisoners. Provides decent storage and is not very encumbering.
ko: 앏고 소매가 짧은 점프 슈트로, 죄수들이 입는 것과 비슷합니다. 꽤 많은 저장 공간을 제공하며, 입어도 별로 거치적거리지 않습니다.
ru: Тонкий комбинезон с длинными рукавами, похож на те, которые носят заключённые. Даёт достаточно места для хранения и не сильно стесняет движения.

source: A thin, short-sleeved and short-legged one-piece suit. Judging by the odd tailoring and adjustment points... maybe you don't want to know who wore it. Provides nominal storage and is not very encumbering.
ko: 얇고, 짧은 소매와 짧은 다리의 한 벌 옷입니다. 이상한 재단방식과 조절된 부분으로 미루어보건대... 아무래도 이걸 입던 사람이 누구였는지에 대해서는 모르는 게 나을 것 같습니다. 작은 저장공간을 가지고 있으며, 그다지 거추장스럽지 않습니다.
ru: Тонкий, с короткими рукавами и штанинами, цельный костюм. Если судить по странному фасону и подгонке....похоже вам не очень хочется знать, кто мог носить его. Обеспечивает небольшую вместимость и не сильно обременяет вас.

source: A full body fursuit in the form of an anthropomorphic wolf. It is quite encumbering and has little storage but is very warm.
ko: 몸을 완전히 덮는 옷으로, 착용하면 늑대가죽을 뒤집어 쓴 사람처럼 보이게 됩니다. 착용 후 움직이기 꽤 힘든데다 수납공간도 적지만, 굉장히 따뜻합니다.
ru: Костюм, покрывающий всё тело. Выполнен в форме человекоподобного волка. Громоздкий и почти без карманов, но в нём очень тепло.

source: A colorful and ridiculous costume fit for a clown. Provides decent storage.
ko: 화사한 색이 사용된, 우스꽝스러운 광대를 위한 복장입니다. 꽤 괜찮은 저장 공간을 가지고 있습니다.
ru: Красочный и смешной клоунский костюм. Прилично увеличивает свободное место.

source: Gigantic shoes fit for a clown. Incredibly difficult to walk in.
ko: 광대가 신는 거대한 신발입니다. 신고 걷기가 매우 힘듭니다.
ru: Гигантские клоунские ботинки. В них невероятно сложно ходить.

source: A full-body costume in the form of an anthropomorphic dinosaur. It is quite encumbering and has little storage but is very warm.
ko: 의인화된 공룡의 모습을 한 전신 의상입니다. 이 옷은 꽤 거추장스러우며 약간의 저장공간을 가지고있고 아주 덥습니다.
ru: Костюм, покрывающий всё тело. Выполнен в форме человекоподобного динозавра. Громоздкий и почти без карманов, но в нём очень тепло.

source: A suit of snug, black leather. Has no pockets, but does feature an abundance of unusually located zippers.
ko: 꽉 끼는 검은 가죽 슈트입니다. 주머니가 없지만, 많은 양의 지퍼가 *이상한 곳* 에 달려있습니다.
ru: Костюм из облегающей черной кожи. Нет карманов, но множеством необычно расположенных молний.

source: A tight mask made of black leather. The eyes and mouth can be closed using zippers.
ko: 검은 가죽으로 만든, 꽉 끼는 마스크입니다. 눈과 입 부분을 지퍼로 닫을 수 있습니다.
ru: Тугая маска из черной кожи. Глаза и рот можно застегнуть молниями.

source: A snug, black leather corset. Has no pockets, but its thick material provides good protection from harm.
ko: 꽉 끼는 검은 가죽 코르셋입니다. 두꺼운 재질로 만들어져 꽤 높은 방어력을 제공합니다.
ru: Удобный корсет из черной кожи. Нет карманов, но толстый материал дает неплохую защиту.

source: A long-sleeved spring wetsuit with pink color details and cleavage-enhancing, hip-accentuating construction. Not as protective as a full-body suit, but also less oppressive.
ko: 긴 소매에 분홍색으로 장식된, 봄에 입는 수영복입니다. 엉덩이와 가슴골을 강조하는 스타일로 만들어졌습니다. 전신 수영복보다는 몸을 덜 보호하지만, 대신 덜 거치적거립니다.
ru: Гидрокостюм для сёрфинга с длинными рукавами, оформлен в розовых цветах. Обеспечивает меньшую защиту по сравнению с обычным гидрокостюмом, зато меньше сковывает.

source: A long cotton dress. Though comfortable to wear, it lacks any storage space.
ko: 긴 면 드레스입니다. 입기 편하지만, 저장공간이 없습니다.
ru: Длинное платье из хлопка. Удобное, но в нем нет места для хранения предметов.

source: A light and breezy cotton dress. Though cool and comfortable to wear, it lacks any storage space.
ko: 가볍고 통풍이 잘 되는 면 드레스입니다. 시원하고 입기 편하지만, 저장공간이 부족합니다.
ru: Легкое, дышащее ситцевое платье. Удобное, но в нем нет места для хранения предметов.

source: A small camisole made from silk. Typically used as an undergarment, it is light and easy to wear.
ko: 실크로 만들어진 작은 캐미솔입니다. 보통 속옷으로 사용하며, 가볍고 입기 쉽습니다.
ru: Женское нижнее бельё. Короткая лёгкая шёлковая маечка.

source: A beautiful white wedding dress. What good will it be now?
ko: 아름다운 순백의 웨딩 드레스 입니다. 지금 세상에 무슨 쓸모가 있겠습니까?
ru: Прекрасное белое свадебное платье. На что оно теперь сгодится?

source: Leg and body armor made from the exoskeletons of insects. Light and durable.
ko: 다리와 몸을 보호하는 갑옷으로 곤충의 외골격으로 만들어졌습니다. 가볍고 견고합니다.
ru: Броня из хитина насекомых, прикрывающая тело и ноги. Легкая и прочная.

source: Body armor consisting of a leather backing suit with bone reinforcement. Light and strong.
ko: 뼈를 사용하여 강화한 가죽 갑옷입니다. 가볍고 튼튼합니다.
ru: Бронежилет, состоящий из кожаного костюма укрепленного костями. Легкий и прочный.

source: Thick leather body armor. Light and comfortable.
ko: 두꺼운 가죽 갑옷입니다. 가볍고 착용감이 좋습니다.
ru: Толстая броня для туловища из кожи. Легкая и удобная.

source: Thick leather body armor that has been hardened via chemical treatment. Light and strong.
ko: 화학적 처리를 통해 강화시킨 두꺼운 가죽 갑옷입니다. 가볍고 튼튼합니다.
ru: Бронежилет из толстой кожи, который был усилен с помощью химической обработки. Легкий и прочный.

source: Thick body armor made from furs. Warm and comfortable.
ko: 털가죽으로 만든 두꺼운 갑옷입니다. 따뜻하고 착용감이 좋습니다.
ru: Толстая броня из меха. Теплая и удобная.

source: Thick leather body armor that has been reinforced with strategically-placed metal plates. Strong and comfortable.
ko: 군사적 목적으로 철판을 덧댄 두꺼운 가죽 갑옷입니다. 튼튼하고 착용감이 좋습니다.
ru: Толстая кожаная броня, которая была усилена металлическими пластинами. Крепкая и удобная.

source: A thick leather body suit made for protection while riding motorcycles. Light and very comfortable.
ko: 오토바이 등을 탈 때 입는 두꺼운 가죽 슈트입니다. 가볍고 착용감이 아주 좋습니다.
ru: Толстый кожаный костюм для защиты при езде на мотоцикле. Легкий и очень удобный.

source: A full-body cotton suit. Makes the apocalypse a truly gentlemanly experience.
ko: 전신을 덮는 면으로 된 정장입니다. 망해버린 세상에서의 삶을 진정한 신사의 삶으로 만들어줍니다.
ru: Хлопковый костюм-тройка. Конец света с налетом джентльменства.

source: A full-body tuxedo. Makes the apocalypse feel a little more classy.
ko: 전신 턱시도입니다. 멸망한 세상도 조금은 고급스럽게 느껴지게 합니다.
ru: Смокинг. В нем апокалипсис чувствуется более роскошнее.

source: An elegant waistcoat. Ideal for those occasions when wearing only a shirt would be too casual and a suit would be just overdoing it.
ko: 세련된 조끼입니다. 그냥 셔츠만 입는 것은 너무 캐주얼하고 정장은 너무 지나치다고 생각되는 경우에 이상적인 선택안입니다.
ru: Элегантная жилетка. Идеально подходит для тех случаев, когда в одной рубашке было бы слишком обычно, а костюм будет чересчур.

source: A simple hazardous materials handling suit. Though somewhat restrictive and fragile, wearing it will provide excellent protection against ambient radiation.
ko: 유해물질을 다루기 위한 기초적인 복장입니다. 움직임이 제한되며 손상되기도 쉽지만, 주변의 방사선에 대해 뛰어난 방호력을 제공합니다.
ru: Лёгкий костюм химической защиты. Не очень прочный и слегка стесняющий движения, зато обеспечивает отличную защиту от радиационного излучения.

source: An armored environmental protection suit. Custom-built from a cleansuit and body armor, it provides excellent protection against both physical harm and ambient radiation.
ko: 환경 방호력을 제공해주는 튼튼한 슈트입니다. 방사선 차단복과 갑옷을 가지고 만든 수제 슈트로, 물리적 충격과 주변의 방사선 모두에 대해 뛰어난 방호력을 제공합니다.
ru: Бронированный скафандр защищающий от вредного воздействия окружающей среды . Построен на основе от бронежилета и лабораторного костюма, он обеспечивает отличную защиту как от физического вреда, так и от радиационного излучения.

source: An impermeable whole-body garment worn as protection against hazardous materials. Though very restrictive and fragile, wearing it will provide complete protection against ambient radiation.
ko: 유해물질로부터 몸 전체를 지켜주는 보호의입니다. 움직임이 크게 제한되며 손상되기도 쉽지만, 주변의 방사선에 대해 완벽한 방호력을 제공합니다.
ru: Герметичная одежда, покрывающая все тело. Носится для защиты при работе с опасными материалами. Хрупкая и сковывает движения, однако обеспечивают полную защиту от радиационного излучения.

source: An armored, impermeable whole-body garment worn as protection against danger of all sorts, functioning as body armor as well as protecting from nuclear, biological, and chemical hazards.
ru: Бронированный и герметичный костюм покрывающий все тело. Защищает от всех типов угроз(радиационных, химических, биологических)

source: A custom-built, reinforced gas mask that covers the face and eyes. Provides excellent protection from smoke, teargas, and shrapnel.
ko: 얼굴 전체와 눈을 덮을 수 있는 가스 마스크로, 강화된 수제작품입니다. 일반적인 연기, 최루가스, 각종 파편에 대해 뛰어난 방호력을 제공합니다.
ru: Усиленный противогаз защищающий лицо и глаза. Обеспечивает прекрасную защиту от дыма, слезоточивого газа и шрапнели.

source: A custom-built, reinforced gas mask that covers the face and eyes regardless of your state of mutation. Provides excellent protection from smoke, teargas, and shrapnel.
ko: 당신의 변이상태에 상관없이 얼굴 전체와 눈을 덮을 수 있는 가스 마스크로, 강화된 수제작품입니다. 일반적인 연기, 최루가스, 각종 파편에 대해 뛰어난 방호력을 제공합니다.
ru: Самодельный, усиленный противогаз, укроет ваше лицо и глаза, независимо от ваших мутаций. Обеспечивает превосходную защиту от дыма, слезоточивого газа и осколков.

source: A custom-built light harness covered with pockets and pouches. Durable and carefully crafted to be comfortable to wear.
ko: 각종 주머니들로 덮인 가벼운 멜빵으로, 수제작품입니다. 튼튼하고 입기 편하도록 세심하게 만들었습니다.
ru: Самодельная разгрузка со множеством карманов и отделений. Достаточно прочная и тщательно изготовленная, чтобы быть удобной для носки.

source: survivor pack
ru: рюкзак выживальщика

source: A custom-built backpack. Durable and carefully crafted to be comfortable to wear.
ru: Индивидуальный проект рюкзака с дополнительными карманами. Прочный и тщательно изготовленный, чтобы быть удобным в переноске.

source: A custom-built heavy backpack. Durable and carefully crafted to be comfortable to wear.
ru: Индивидуальный проект тяжёлого рюкзака с дополнительными отделениями. Прочный и тщательно изготовленный, чтобы быть удобным в переноске.

source: t shirt
ko: 티셔츠(t-shirt)
ru: футболка

source: A white button-down shirt with long sleeves. Looks professional!
ko: 단추 달린 하얀색 긴 소매 셔츠 입니다. 입으면 전문직 느낌을 낼 수 있습니다!
ru: Белая рубашка с пуговицами и длинными рукавами. Выглядит официально!

source: A sleeveless cotton shirt with camouflage dye. Very easy to move in.
ko: 위장 무늬가 염색된 소매 없는 면 셔츠입니다. 입고 활동하기 편합니다.
ru: Хлопковая майка камуфляжной расцветки. Не стесняет движений.

source: A sleeveless cotton shirt. Very easy to move in.
ko: 소매가 없는 면 셔츠입니다. 입고 활동하기 편합니다.
ru: Хлопковая майка. Не стесняет движений.

source: Rags stitched together and tied into a makeshift loincloth. Covers your modesty, but not much else.
ko: 천 조각을 사용해서 만든 원시적인 옷입니다. 당신의 소중한 부분을 보호해주지만, 그다지 많이는 보호해주지 못합니다.
ru: Тряпки сшиты и связаны в импровизированную набедренную повязку. Покрывает ваш пах, но не более того.

source: A fur pelt tied into a loincloth. Covers your modesty, but not much else. Now you are a true barbarian warrior.
ko: 털가죽을 사용해서 만든 원시적인 옷입니다. 당신의 소중한 부분을 보호해주지만, 그다지 많이는 보호해주지 못합니다. 이제 진정한 야만인 전사처럼 보이겠네요.
ru: Куски меха сшиты и связаны в импровизированную набедренную повязку. Покрывает ваш пах, но не более того. Теперь вы настоящий варвар-воин.

source: Leather patches stitched together and tied into a makeshift loincloth. Covers your modesty, but not much else.
ko: 가죽을 사용해서 만든 원시적인 옷입니다. 당신의 소중한 부분을 보호해주지만, 그다지 많이는 보호해주지 못합니다.
ru: Куски кожи сшиты и связаны в импровизированную набедренную повязку. Покрывает ваш пах, но не более того.

source: Rags tied around your feet. Not much of an improvement over being barefoot, they are still better than nothing.
ko: 천 조각을 당신의 발에 둘러 감았습니다. 맨발에 비해 그다지 개선되지 않았지만, 없는 것보다는 낫습니다.
ru: Тряпки, обмотанные вокруг ваших ног. Немногим лучше чем босиком, но все же лучше чем ничего.

source: A thick cotton shirt. Provides warmth and a bit of padding.
ko: 흔히 추리닝, 트레이닝복 등으로 불리는 두꺼운 면 셔츠입니다. 보온력과 약간의 푹신함을 줍니다.
ru: Толстая хлопковая фуфайка. Нормально согревает и слабо защищает.

source: A wool shirt. Provides warmth.
ko: 양털로 만든 셔츠로, 온기를 제공합니다.
ru: Шерстяной свитер, хорошо греет.

source: A thin cotton jacket with a hood. Good for brisk weather.
ko: 후드가 달린 천 재질의 얇은 외투로, 시원한 날씨에 입으면 좋다.
ru: Тонкий хлопоковый жакет с капюшоном. Одевается в прохладную погоду.

source: A jacket made from denim. Provides decent protection from cuts.
ko: 데님 천으로 만든 자켓으로, 베기 공격에 대해 괜찮은 방어력을 제공합니다.
ru: Джинсовая куртка. Защищает от порезов.

source: A jacket made from flannel style denim favored by woodsman. Provides decent protection from cuts.
ru: Фланелевая куртка, популярная у лесорубов. Обеспечивает хорошую защиту от порезов.

source: A professional-looking wool blazer. Quite cumbersome.
ko: 전문직 느낌이 나는 양모 블레이저 (단체복 정장) 입니다. 입고 활동하기 불편합니다.
ru: Шерстяной пиджак для официальных мероприятий. Стесняет движения

source: A jacket made from thick leather. Cumbersome, but offers excellent protection from cuts.
ko: 두꺼운 가죽으로 된 상의입니다. 불편하지만, 베기 데미지에 상당한 보호력을 줍니다.
ru: Кожаная куртка. В ней неудобно двигаться, но она хорошо защищает от порезов.

source: A lightweight, bullet resistant vest. Suitable for wearing under clothing.
ko: 가벼운 방탄조끼입니다. 옷 아래에 착용하기 좋습니다.
ru: Легкий бронежилет. Подходит для ношения под одеждой.

source: A state-of-the-art, lightweight, flexible, bullet resistant vest. The ceramic disks used in its construction make it impossible to repair, only replace.
ko: 최신식의 가볍고 유연한 방탄조끼입니다. 이것의 제작에 쓰인 세라믹 원판은 수리가 불가능하고 교체만 가능합니다.
ru: Современный, легкий, гибкий бронежилет. Однако из-за керамических дисков, используемых в нём, ремонт невозможен.

source: A Modular Bullet Resistant Vest. It has pouches for extra armor inserts but without them provides little more protection over a regular vest.
ru: Модульный пуле-устойчивый жилет. Он обладает специальными кармашками для дополнительных бронепластин, но без них обеспечивает не намного больше защиты, чем обычный жилет.

source: A Modular Bullet Resistant Vest. Its armor pouches have Superalloy Plating in them giving it extra protection at some flexibility loss and additional weight.
ru: Модульный пуле-устойчивый жилет. Защиту обеспечивают вставленные в кармашки бронепластины из суперсплава ценой некоторой потери гибкости и дополнительного веса.

source: A Modular Bullet Resistant Vest. Its armor pouches have steel plates in them giving it extra protection but also make the vest much heavier and encumbering.
ru: Модульный пуле-устойчивый жилет. Дополнительную защиту обеспечивают вставленные в кармашки стальные бронепластины, но ценой некоторого неудобства и дополнительного веса.

source: A Modular Bullet Resistant Vest. Ceramic plates have been inserted to improve it's protection. The ceramic plates cannot be repaired, only replaced.
ru: Модульный пуле-устойчивый жилет. Оснащен керамическими бронепластинами для повышения защитных свойств. Керамические пластины не могут быть починены. Их можно лишь заменить.

source: A Modular Bullet Resistant Vest. Kevlar plates have been inserted to improve its protection.
ko: 조립식 방탄조끼입니다. 케블라판이 들어가 있어서 방호력이 상승했습니다.
ru: Модульный пуле-устойчивый жилет. Оснащен кевларовыми бронепластинами для повышения его защитных свойств.

source: A Modular Bullet Resistant Vest. Hardened Steel plates have been inserted, greatly increasing it's protection at the cost of a great deal of weight and loss of flexibility.
ru: Модульный пуле-устойчивый жилет. Оснащен усиленными стальными бронепластинами для повышения защитных свойств. Ценой защиты служит значительный вес и потеря в гибкости.

source: A plastic coat with a hood and two very large pockets. Provides protection from rain and some protection from acid rain.
ko: 후드와 두개의 커다란 주머니가 달린 비닐코트입니다. 비를 막아주며 산성비도 조금 막아줍니다.
ru: Накидка из полиэтилена с капюшоном и двумя большими карманами. Защищает от дождя и немного от кислотного дождя.
