Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

# prof_desc_male
source: You were a minor-league hockey goalie before the rest of your team became zombies. It's just you and your hockey equipment versus the undead, but at least you can cross-check them now.
de: Du warst ein Hockey-Goalie in der Minor League, bevor der Rest deiner Mannschaft zu Zombies wurde. Nun bist du alleine mit deiner Hockey-Ausrüstung gegen die Untoten, aber wenigstens darfst du sie jetzt cross-checken.
ja: マイナーリーグのホッケーチームでキーパーをしていました。チームの大半がゾンビ化するまでは。もはやホッケーの道具はゾンビと戦う為にあるのでしょう、当然クロスチェックしても反則は取られないのですから。
zh_cn: 在你团队的其他人全变成丧尸之前，你是一个乙级队的曲棍球守门员，但现在你只能靠球棍来保护自己。好事！你现在终于可以名正言顺的Cross-check任何你看不顺眼的家伙了！

# prof_desc_female
source: You were a promising young cyclist with a bright career in front of you before this all happened. Perhaps you'll never get to participate in the grand tours now, but as the saying goes: Life is like riding a bicycle, you got to keep moving.
de: Du warst eine vielversprechende junge Radfahrerin mit einer glänzenden Karriere vor dir, bevor all dies passierte. Vielleicht wirst du niemals an den großen Touren teilnehmen, aber wie schon das Sprichwort besagt: Das Leben ist wie Fahradfahren, man muss immer in Bewegung bleiben.
ja: 若くして将来を嘱望された自転車乗りでした。こうなっては最早グランツールに参加する事も無いでしょうが、諺にもあります。「人生とは自転車のようなものだ。倒れない様にするには走らなければならない」と。
zh_cn: 在这一切发生之前，你是个前途一片光明的自行车选手，但是现在都泡汤了。好在俗话说：生活就像骑自行车，你必须不停前进。

# prof_desc_male
source: You were a promising young cyclist with a bright career in front of you before this all happened. Perhaps you'll never get to participate in the grand tours now, but as the saying goes: Life is like riding a bicycle, you got to keep moving.
de: Du warst ein vielversprechender junger Radfahrer mit einer glänzenden Karriere vor dir, bevor all dies passierte. Vielleicht wirst du niemals an den großen Touren teilnehmen, aber wie schon das Sprichwort besagt: Das Leben ist wie Fahradfahren, man muss immer in Bewegung bleiben.
ja: 若くして将来を嘱望された自転車乗りでした。こうなっては最早グランツールに参加する事も無いでしょうが、諺にもあります。「人生とは自転車のようなものだ。倒れない様にするには走らなければならない」と。
zh_cn: 在这一切发生之前，你是个前途一片光明的自行车选手，但是现在都泡汤了。好在俗话说：生活就像骑自行车，你必须不停前进。

# prof_desc_female
source: You were delivering the last pizza of the night to the local cryogenics lab when the cataclysm hit. Fleeing to the nearest shelter, you find yourself with only your wits and some leftover pizza. And they didn't even leave a tip!
de: Du warst dabei, die letzte Pizza der Nacht zum örtlichen Kyrogeniklabor auszuliefern, als die Katastrophe zuschlug. Du flohst zur nächsten Unterkunft und hat nur deinen Verstand und etwas Pizza übrig. Und sie haben noch nicht mal ein Trinkgeld hinterlassen!
ja: 災厄が来た時、地元の低温物理学の研究所にこの夜最後のピザを届けに行く所でした。最寄りの避難所に逃げる事になりましたが、気づいた時見つけたのは幾つかのピザの残りだけでした。彼らはチップを払う事すらしなかったのです！
zh_cn: 你正在上晚班，接到了给实验室送披萨的订单。不过到达的时候你发现这帮科学家根本不喜欢比萨，反而对你的脑浆充满热情。不喜欢就别打电话点餐啊！！你看着没人要的披萨愤愤想着。

# prof_desc_male
source: You were delivering the last pizza of the night to the local cryogenics lab when the cataclysm hit. Fleeing to the nearest shelter, you find yourself with only your wits and some leftover pizza. And they didn't even leave a tip!
de: Du warst dabei, die letzte Pizza der Nacht zum örtlichen Kyrogeniklabor auszuliefern, als die Katastrophe zuschlug. Du flohst zur nächsten Unterkunft und hat nur deinen Verstand und etwas Pizza übrig. Und sie haben noch nicht mal ein Trinkgeld hinterlassen!
ja: 災厄が来た時、地元の低温物理学の研究所にこの夜最後のピザを届けに行く所でした。最寄りの避難所に逃げる事になりましたが、気づいた時見つけたのは幾つかのピザの残りだけでした。彼らはチップを払う事すらしなかったのです！
zh_cn: 你正在上晚班，接到了给实验室送披萨的订单。不过到达的时候你发现这帮科学家根本不喜欢比萨，反而对你的脑浆充满热情。不喜欢就别打电话点餐啊！！你看着没人要的披萨愤愤想着。

# prof_desc_female
source: You were delivering the morning paper along your usual route when the Cataclysm struck. The undead hordes don't seem to value the latest news, but at least your trusty bicycle is still in working order.
ja: 災厄が襲った時、いつも通りのルートで朝刊を配達していました。どうやらアンデッドの大群は最新の新聞には無関心な様ですが、信頼する自転車は役に立ってくれる事でしょう。
zh_cn: 当大灾变来袭的时候你正沿着熟悉的路线送早报。显然尸群对最新消息完全不感兴趣，但不管咋样你值得信赖的自行车还能用。

# prof_desc_male
source: You were delivering the morning paper along your usual route when the Cataclysm struck. The undead hordes don't seem to value the latest news, but at least your trusty bicycle is still in working order.
ja: 災厄が襲った時、いつも通りのルートで朝刊を配達していました。どうやらアンデッドの大群は最新の新聞には無関心な様ですが、信頼する自転車は役に立ってくれる事でしょう。
zh_cn: 当大灾变来袭的时候你正沿着熟悉的路线送早报。显然尸群对最新消息完全不感兴趣，但不管咋样你值得信赖的自行车还能用。

# prof_desc_female
source: You were going through your community college's metalsmithing program when the world ended. You ran into trouble coming out of class - but managed to keep ahold of the equipment you were carrying at the time.
de: Du warst dabei, das Metallarbeitsprogramm deines Community Colleges durchzugehen, als die Welt aufhörte. Du hattest Schwierigkeiten bei der Flucht – aber hast es geschafft, das Equipment, dass du in diesem Moment getragen hast, zu behalten.
ja: 災厄の日、専門学校で金属加工の実習を行っていました。実習が終わったその時、この事件に遭遇したのです。何とかその実習に使っていた道具を持って逃げる事が出来ました。
zh_cn: 几天前你站在蓝翔冶金专业的操作车间里，眼睁睁地看着老师变成了丧尸。你总算逃到了车间外面——手里还握着平常而不平凡的工具们。

# prof_desc_male
source: You were going through your community college's metalsmithing program when the world ended. You ran into trouble coming out of class - but managed to keep ahold of the equipment you were carrying at the time.
de: Du warst dabei, das Metallarbeitsprogramm deines Community Colleges durchzugehen, als die Welt aufhörte. Du hattest Schwierigkeiten bei der Flucht – aber hast es geschafft, das Equipment, dass du in diesem Moment getragen hast, zu behalten.
ja: 災厄の日、専門学校で金属加工の実習を行っていました。実習が終わったその時、この事件に遭遇したのです。何とかその実習に使っていた道具を持って逃げる事が出来ました。
zh_cn: 几天前你站在蓝翔冶金专业的操作车间里，眼睁睁地看着老师变成了丧尸。你总算逃到了车间外面——手里还握着平常而不平凡的工具们。

# prof_desc_female
source: You were hell on wheels prior to the apocalypse. Now the rest of your team is dead, and you probably wouldn't have lived this long if not for your penchant for high-speed violence. Things are looking grim; how long can you race laps around the undead before you get blocked for good?
de: Vor der Apokalypse warst du die Hölle auf Rädern. Jetzt ist der Rest deines Teams tot und du würdest wohl nicht so lange gelebt haben, wenn da nicht deine Vorliebe für Hochgeschwindigkeitsgewalt wäre. Es sieht düster aus; wie lange kannst du Runden um die Untoten drehen, bevor du endgültig blockiert wirst?
ja: 災厄の日、ローラースケートでかっ飛ばす準備だけは万端でした。スピード狂の気質が無ければ他のチームメイトのように死んでいたかもしれません。どうやら状況は厳しい；一度捕まればそこまで、死者たちを周回しながらいつまでレースを続けられるでしょうか？
zh_cn: 大灾变前你这屌人滑的狂野的一逼。现在你的队友都挂了，如果不是因为对高速暴力的热爱你也不会活这么久。事情还是比较大条的，在被不死族以正义之名放翻之前，你还能转悠几圈？

# prof_desc_male
source: You were hell on wheels prior to the apocalypse. Now the rest of your team is dead, and you probably wouldn't have lived this long if not for your penchant for high-speed violence. Things are looking grim; how long can you race laps around the undead before you get blocked for good?
de: Vor der Apokalypse warst du die Hölle auf Rädern. Jetzt ist der Rest deines Teams tot und du würdest wohl nicht so lange gelebt haben, wenn da nicht deine Vorliebe für Hochgeschwindigkeitsgewalt wäre. Es sieht düster aus; wie lange kannst du Runden um die Untoten drehen, bevor du endgültig blockiert wirst?
ja: 災厄の日、ローラースケートでかっ飛ばす準備だけは万端でした。スピード狂の気質が無ければ他のチームメイトのように死んでいたかもしれません。どうやら状況は厳しい；一度捕まればそこまで、死者たちを周回しながらいつまでレースを続けられるでしょうか？
zh_cn: 大灾变前你这屌人滑的狂野的一逼。现在你的队友都挂了，如果不是因为对高速暴力的热爱你也不会活这么久。事情还是比较大条的，在被不死族以正义之名放翻之前，你还能转悠几圈？

# prof_desc_female
source: You were in the middle of a nice, hot shower when the cataclysm struck! You barely managed to escape with some soap and the most massively useful thing ever... a towel.
de: Du warst unter der schönen warmen Dusche, als die Katastrophe zuschlug! Du konntest gerade rechtzeitig noch mit etwas Seife und dem nützlichstem Ding überhaupt – einem Handtuch – fliehen.
ja: 大変動の日、熱いシャワーを浴びている最中でした。とっさに石鹸とその場にあった最も役立ちそうな物...タオルを掴んで逃げ出しました。
zh_cn: 大灾变发生时你正在舒舒服服的享受沐浴，然后你光着身子走进了这个恐怖世界。

# prof_desc_male
source: You were in the middle of a nice, hot shower when the cataclysm struck! You barely managed to escape with some soap and the most massively useful thing ever... a towel.
de: Du warst unter der schönen warmen Dusche, als die Katastrophe zuschlug! Du konntest gerade rechtzeitig noch mit etwas Seife und dem nützlichstem Ding überhaupt – einem Handtuch – fliehen.
ja: 大変動の日、熱いシャワーを浴びている最中でした。とっさに石鹸とその場にあった最も役立ちそうな物...タオルを掴んで逃げ出しました。
zh_cn: 大灾变发生时你正在舒舒服服的享受沐浴，然后你光着身子走进了这个恐怖世界。

# prof_desc_female
source: You were making a living by raising crops, when the cataclysm struck. Now, with your trusty hoe and some seeds it's time to rebuild the Earth, one plant at a time.
de: Als die Katastrophe zuschlug, verdientest du dir deinen Lebensunterhalt mit Kulturpflanzen. Mit deiner treuen Hacke und ein paar Samen ist es an der Zeit, die Erde wieder aufzubauen, Pflanze für Pflanze.
ja: 災厄以前、作物を育てて生計を立てていました。今は使い慣れた鍬と幾つかの種を持っています。その一つ一つが大地を再生する種になるかもしれません。
zh_cn: 你是种庄稼的能手。大灾变对你来说算个毛，握紧锄头，种子在手，找块泥地，天下我有...呃...丧尸...那不是肥料吗？

# prof_desc_male
source: You were making a living by raising crops, when the cataclysm struck. Now, with your trusty hoe and some seeds it's time to rebuild the Earth, one plant at a time.
de: Als die Katastrophe zuschlug, verdientest du dir deinen Lebensunterhalt mit Kulturpflanzen. Mit deiner treuen Hacke und ein paar Samen ist es an der Zeit, die Erde wieder aufzubauen, Pflanze für Pflanze.
ja: 災厄以前、作物を育てて生計を立てていました。今は使い慣れた鍬と幾つかの種を持っています。その一つ一つが大地を再生する種になるかもしれません。
zh_cn: 你是种庄稼的能手。大灾变对你来说算个毛，握紧锄头，种子在手，找块泥地，天下我有...呃...丧尸...那不是肥料吗？

# prof_desc_female
source: You were on the brink of a major breakthrough in your last homicide case when the Cataclysm struck. Now that suspect is dead. Everyone's dead. You need a smoke.
ja: 災厄の日はある殺人事件の捜査中に重要な手掛かりを掴んだ所でした。しかし今やその容疑者は死に、誰も彼もが死にました。ニコチン中毒を患っています。
zh_cn: 就在你处在凶案侦破的关键点之时，大灾变降临了。嫌疑人死了，大家都死了。啊~你需要抽根烟。

# prof_desc_male
source: You were on the brink of a major breakthrough in your last homicide case when the Cataclysm struck. Now that suspect is dead. Everyone's dead. You need a smoke.
ja: 災厄の日はある殺人事件の捜査中に重要な手掛かりを掴んだ所でした。しかし今やその容疑者は死に、誰も彼もが死にました。ニコチン中毒を患っています。
zh_cn: 就在你处在凶案侦破的关键点之时，大灾变降临了。嫌疑人死了，大家都死了。啊~你需要抽根烟。

# prof_desc_female
source: You were on your way to the Annual All New England Revolutionary War Living History exhibition when the end of the world made traditional gender roles obsolete.
ja: 毎年恒例の「ニューイングランド独立戦争再現劇」に向かう道の途中、それが起こりました。ようやく男女は伝統的なそれぞれの役割から解放されました。
zh_cn: 世界末日来临前，你正在去参加“年度全新英格兰革命战争历史还原展览”的路上，一切都出轨之后你还在乎扮演的角色性别干嘛？

# prof_desc_male
source: You were on your way to the Annual All New England Revolutionary War Living History exhibition when the end of the world made traditional gender roles obsolete.
ja: 毎年恒例の「ニューイングランド独立戦争再現劇」に向かう道の途中、それが起こりました。ようやく男女は伝統的なそれぞれの役割から解放されました。
zh_cn: 世界末日来临前，你正在去参加“年度全新英格兰革命战争历史还原展览”的路上，一切都出轨之后你还在乎扮演的角色性别干嘛？

# prof_desc_female
source: You were on your way to the Annual All New England Revolutionary War Living History exhibition when the end of the world permanently derailed your plans.
ja: 毎年恒例の「全ニューイングランド独立戦争歴史展覧会」に向かう道の途中、それが起こりました。思い描いていた線路から世界は永久に脱線してしまいました。
zh_cn: 世界末日来临前，你正在去参加“年度全新英格兰革命战争历史还原展览”的路上，似乎一切都出轨了。

# prof_desc_male
source: You were on your way to the Annual All New England Revolutionary War Living History exhibition when the end of the world permanently derailed your plans.
ja: 毎年恒例の「全ニューイングランド独立戦争歴史展覧会」に向かう道の途中、それが起こりました。思い描いていた線路から世界は永久に脱線してしまいました。
zh_cn: 世界末日来临前，你正在去参加“年度全新英格兰革命战争历史还原展览”的路上，似乎一切都出轨了。

# prof_desc_female
source: You were on your way to the dojo for your first lesson when the world ended. And you really wanted to learn how to swim, too.
de: Du warst auf deinem Weg zum Dojo für deine erste Unterrichtsstunde, als die Welt endete. Und du wolltest wirklich auch noch Schwimmen lernen.
ja: 災厄の日、最初のレッスンを受ける為に道場に向かう途中でした。今は泳ぎ方を習うべきだったと後悔しています。
zh_cn: 世界毁灭时你正在前往道场学习第一课的路上，现在，你正希望自己先学的是游泳。

# prof_desc_male
source: You were on your way to the dojo for your first lesson when the world ended. And you really wanted to learn how to swim, too.
de: Du warst auf deinem Weg zum Dojo für deine erste Unterrichtsstunde, als die Welt endete. Und du wolltest wirklich auch noch Schwimmen lernen.
ja: 災厄の日、最初のレッスンを受ける為に道場に向かう途中でした。今は泳ぎ方を習うべきだったと後悔しています。
zh_cn: 世界毁灭时你正在前往道场学习第一课的路上，现在，你正希望自己先学的是游泳。

# prof_desc_female
source: You were the best of the best, the military's finest. That's why you're still alive, even after all your comrades fell to the undead. As far as you can tell, military command abandoned you in this hellhole when you missed the emergency evac.
de: Du warst eine der Besten der Besten Soldatinnen des Militärs. Das ist der Grund, weshalb du immer noch lebendig bist, sogar, nachdem all deine Kameraden den Untoten zum Opfer fielen. So weit du sagen kannst, hat dich das Militär im Stich gelassen, als du die Notunterkunft verpasst hast.
ja: 特殊部隊というエリートの中でも群を抜くエリートです。部隊の中で自分だけが未だに生存しているのがその証拠です。唯一言える事は、放棄命令と共にこの地獄で見捨てられたという事だけです。
zh_cn: 你是精英中的精英，是军队的神话。这也就是为什么你的战友基本都挂了，而你还活着的原因。目前你所知道的就是在错过紧急撤离之后你已经被长官放弃了。

# prof_desc_male
source: You were the best of the best, the military's finest. That's why you're still alive, even after all your comrades fell to the undead. As far as you can tell, military command abandoned you in this hellhole when you missed the emergency evac.
de: Du warst einer der Besten der Besten Soldaten des Militärs. Das ist der Grund, weshalb du immer noch lebendig bist, sogar, nachdem all deine Kameraden den Untoten zum Opfer fielen. So weit du sagen kannst, hat dich das Militär im Stich gelassen, als du die Notunterkunft verpasst hast.
ja: 特殊部隊というエリートの中でも群を抜くエリートです。部隊の中で自分だけが未だに生存しているのがその証拠です。唯一言える事は、放棄命令と共にこの地獄で見捨てられたという事だけです。
zh_cn: 你是精英中的精英，是军队的神话。这也就是为什么你的战友基本都挂了，而你还活着的原因。目前你所知道的就是在错过紧急撤离之后你已经被长官放弃了。

# prof_desc_female
source: You were the star player for the local football team, adored by teammates and fans alike. Now they just adore your brain. You've still got your bulky football gear on.
de: Du warst der Starspieler in deinem lokalen American-Football-Team, verehrt von den Teammitgliedern und Fans gleichermaßen. Nun verehren Sie nur noch dein Gehirn. Du hast immer noch dein sperriges Football-Zeug an.
ja: 地元アメフトチームのスタープレイヤーでした。そして今でも、ファンだった奴らが群がろうと距離を詰めてくるのです。アメフトの嵩張る装備を身に着けています。
zh_cn: 你曾是本地橄榄球队的明星球员，受到队友和球迷的一致热爱，不过现在他们只是热爱你的大脑。大灾变后，你仍旧穿着你笨重的橄榄球装备。

# prof_desc_male
source: You were the star player for the local football team, adored by teammates and fans alike. Now they just adore your brain. You've still got your bulky football gear on.
de: Du warst der Starspieler in deinem lokalen American-Football-Team, verehrt von den Teammitgliedern und Fans gleichermaßen. Nun verehren Sie nur noch dein Gehirn. Du hast immer noch dein sperriges Football-Zeug an.
ja: 地元アメフトチームのスタープレイヤーでした。そして今でも、ファンだった奴らが群がろうと距離を詰めてくるのです。アメフトの嵩張る装備を身に着けています。
zh_cn: 你曾是本地橄榄球队的明星球员，受到队友和球迷的一致热爱，不过现在他们只是热爱你的大脑。大灾变后，你仍旧穿着你笨重的橄榄球装备。

# prof_desc_female
source: You worked in a wealthy household, but after the cataclysm they took a family vacation to an unknown place, leaving you to fend for yourself.
de: Du arbeitetest in einem wohlhabenden Haushalt, aber nach der Katastrophe unternahmen sie einen Familienausflug zu einen unbekannten Ort. Du musst nun für dich selbst sorgen.
ja: 大きなお屋敷で働いていましたが、災厄の日の後、雇い主一家は自分だけを除け者にして、どことも知れぬ場所へ長期休暇に出かけてしまいました。
zh_cn: 你在富裕人家中供职。大灾变爆发时，他们乘着私人飞机去了一个你不知道的地方……你看看身上的妹抖服和怀表，默默地拿起了飞刀。THE WORLD！

# prof_desc_male
source: You worked in a wealthy household, but after the cataclysm they took a family vacation to an unknown place, leaving you to fend for yourself.
de: Du arbeitetest in einem wohlhabenden Haushalt, aber nach der Katastrophe unternahmen sie einen Familienausflug zu einen unbekannten Ort. Du musst nun für dich selbst sorgen.
ja: 大きなお屋敷で働いていましたが、災厄の日の後、雇い主一家は自分だけを除け者にして、どことも知れぬ場所へ長期休暇に出かけてしまいました。
zh_cn: 你在富裕人家中供职。大灾变爆发时，他们乘着私人飞机去了一个你不知道的地方……你看看身上的西服和怀表，默默地拿起了飞刀。THE WORLD！

# prof_desc_female
source: You're a lumberjack, and you're okay. You felled trees before the world ended, but suspect the undead aren't nearly as tough.
ja: 私は木こりだ、だいじょうぶだー。災厄の前は木を伐って暮らしていました。だから気付けたのです、どうやら死体共は木ほど頑丈ではない様だと。
zh_cn: 你是个伐木工而且你还活着。在世界末日前你不停的放倒树木，放倒丧尸不是更容易些呢?总之，没有报酬。

# prof_desc_male
source: You're a lumberjack, and you're okay. You felled trees before the world ended, but suspect the undead aren't nearly as tough.
ja: 私は木こりだ、だいじょうぶだー。災厄の前は木を伐って暮らしていました。だから気付けたのです、どうやら死体共は木ほど頑丈ではない様だと。
zh_cn: 你是个伐木工而且你还活着。在世界末日前你不停的放倒树木，放倒丧尸不是更容易些呢?总之，没有报酬。

# prof_desc_female
source: You're not entirely sure what happened, but everything has gone to shit, and the only thing running through your head is where you're gonna find your next hit.
de: Du bist dir nicht ganz sicher, was passierte, aber alles ging den Bach runter und das Einzige, was dir durch den Kopf geht ist die Frage, woher du deinen nächsten Kick bekommst.
ja: 何が起こったか全く理解していません。頭にあるのは「ああ、次にキメるクスリを早く探さないと」という事だけです。アンフェタミン中毒を患っています。
zh_cn: 怎么了……怎么了？人们都怎么了？不管了……药不够了！给我药……我不要放弃治疗……

# prof_desc_male
source: You're not entirely sure what happened, but everything has gone to shit, and the only thing running through your head is where you're gonna find your next hit.
de: Du bist dir nicht ganz sicher, was passierte, aber alles ging den Bach runter und das Einzige, was dir durch den Kopf geht ist die Frage, woher du deinen nächsten Kick bekommst.
ja: 何が起こったか全く理解していません。頭にあるのは「ああ、次にキメるクスリを早く探さないと」という事だけです。アンフェタミン中毒を患っています。
zh_cn: 怎么了……怎么了？人们都怎么了？不管了……药不够了！给我药……我不要放弃治疗……

# prof_desc_female
source: You've been accused of being the sort of person who'd be willing to sell your own mother for a dollar. It always left you insulted - you've been around the block a time or two, and you'd charge way more than a dollar - and get it, too!
de: Du wirst beschuldigt, der Personentyp zu sein, der willentlich seine eigene Mutter für einen Dollar verkaufen würde. Das hat dich immer beleidigt – du bist gut bewandert und du verlangst wesentlich mehr als einen Dollar – und du kriegst das Geld auch noch!
ja: 金の為なら母親を売る事も厭わない人間だという非難の声を浴びてきました。しかし、そんな自分を捨てる時が来たのです。そして辺りを走り回りました、金以外の物を掻き集める為に。さあ、行きましょう！
zh_cn: 上一次你的竞争对手哭着骂你：“你丫能为一个钢镚儿把你妈给卖了！”你当时就给他一个大嘴巴：“姐少说也得卖两个鸡蛋灌饼的本儿！”

# prof_desc_male
source: You've been accused of being the sort of person who'd be willing to sell your own mother for a dollar. It always left you insulted - you've been around the block a time or two, and you'd charge way more than a dollar - and get it, too!
de: Du wirst beschuldigt, der Personentyp zu sein, der willentlich seine eigene Mutter für einen Dollar verkaufen würde. Das hat dich immer beleidigt – du bist gut bewandert und du verlangst wesentlich mehr als einen Dollar – und du kriegst das Geld auch noch!
ja: 金の為なら母親を売る事も厭わない人間だという非難の声を浴びてきました。しかし、そんな自分を捨てる時が来たのです。そして辺りを走り回りました、金以外の物を掻き集める為に。さあ、行きましょう！
zh_cn: 上一次你的竞争对手哭着骂你：“你丫能为一个钢镚儿把你妈给卖了！”你当时就给他一个大嘴巴：“哥少说也得卖两个鸡蛋灌饼的本儿！”

# prof_desc_female
source: You've traveled for a living, sightseeing here and there, and living off your parents' trust fund. But now they're gone, and the only thing between you and death is the open road and your backpack.
ja: 両親の資金を頼りに、世界中を観光したり放浪していました。しかし、今となっては頼みの綱が無くなり、あるのは目の前に広がる道路とバックパックだけです。
zh_cn: 你靠着双亲信托基金四处游荡，遗憾的是如今你父母都不在了，幸好现在再也不需要钱了。问题是，你和死亡之间的距离只有眼前的大路和身后的背包。

# prof_desc_male
source: You've traveled for a living, sightseeing here and there, and living off your parents' trust fund. But now they're gone, and the only thing between you and death is the open road and your backpack.
ja: 両親の資金を頼りに、世界中を観光したり放浪していました。しかし、今となっては頼みの綱が無くなり、あるのは目の前に広がる道路とバックパックだけです。
zh_cn: 你靠着双亲信托基金四处游荡，遗憾的是如今你父母都不在了，幸好现在再也不需要钱了。问题是，你和死亡之间的距离只有眼前的大路和身后的背包。

# prof_desc_female
source: Your National Guard unit was activated when the epidemic struck. Despite your best efforts you did not manage to meet up with them before all communications ceased and you found yourself alone amongst the dead.
de: Deine Nationalgardeeinheit wurde aktiviert, als die Epedemie zuschlug. Trotz deiner besten Mühen hast du es nicht geschafft, dich mit ihr zu treffen, bevor die gesamte Kommunikation verstummte und du alleine unter den Toten warst.
ja: 爆発的な感染が確認されたとき、所属する州軍部隊に招集が掛かりました。最善の努力を尽くしたにも関わらず、部隊の仲間と合流する前に通信が沈黙し、そして今、死者どもの真ん中で孤立しています。
zh_cn: 大灾变发生时你被电话征召成为一名光荣的国民警卫队，也就是我们那噶哒叫民兵的。尽管你尽了最大的努力，你还是没有找到大部队。当发现自己独自一人在充满丧尸的城市里游荡时，你开始纠结是去村头放哨涅，还是去村尾巡逻？

# prof_desc_male
source: Your National Guard unit was activated when the epidemic struck. Despite your best efforts you did not manage to meet up with them before all communications ceased and you found yourself alone amongst the dead.
de: Deine Nationalgardeeinheit wurde aktiviert, als die Epedemie zuschlug. Trotz deiner besten Mühen hast du es nicht geschafft, dich mit ihr zu treffen, bevor die gesamte Kommunikation verstummte und du alleine unter den Toten warst.
ja: 爆発的な感染が確認されたとき、所属する州軍部隊に招集が掛かりました。最善の努力を尽くしたにも関わらず、部隊の仲間と合流する前に通信が沈黙し、そして今、死者どもの真ん中で孤立しています。
zh_cn: 大灾变发生时你被电话征召成为一名光荣的国民警卫队，也就是我们那噶哒叫民兵的。尽管你尽了最大的努力，你还是没有找到大部队。当发现自己独自一人在充满丧尸的城市里游荡时，你开始纠结是去村头放哨涅，还是去村尾巡逻？

# prof_desc_female
source: Your bionics, equipment, and extensive field training enable you to drop targets from implausible distances, even after weeks of total isolation in enemy territory.
ja: 身体に埋め込まれたCBM、数々の装備、そして広範な訓練によって、敵地での数週間に渡る単独行動の後でも超遠距離からターゲットを狙撃する事ができるほどの能力を備えています。
zh_cn: 你的生化组件，装备，进阶的战地训练足够让你在敌后渗透几个星期并且把目标在难以置信的距离放倒。

# prof_desc_male
source: Your bionics, equipment, and extensive field training enable you to drop targets from implausible distances, even after weeks of total isolation in enemy territory.
ja: 身体に埋め込まれたCBM、数々の装備、そして広範な訓練によって、敵地での数週間に渡る単独行動の後でも超遠距離からターゲットを狙撃する事ができるほどの能力を備えています。
zh_cn: 你的生化组件，装备，进阶的战地训练足够让你在敌后渗透几个星期并且把目标在难以置信的距离放倒。

# prof_desc_female
source: Your body has several bionics worth millions of dollars, paid for by public taxes. The government has turned you into an infiltration and recon specialist: you have night vision, an alarm and a hacking module. And it all runs off piles and piles of everyday household batteries.
de: Dein Körper hat diverse Bioniken im Wert von mehreren Millionen Dollar, bezahlt aus Steuergeldern. Die Regierung stellte dich als Spion ein: Du hast ein Nachtsichtgerät, einen Alarm und ein Hack-Modul. Und all das wird mit Haufen über Haufen von alltäglichen Haushaltsbatterien betrieben.
ja: 身体には何百万ドルもの税金が投入されています。暗視装置にハッキング機器、危機察知用の生体アラーム…政府は君を諜報のスペシャリストへと改造したのです。それと、機器を動かす電力を市販の乾電池から補給できる様にもね。
zh_cn: 你被政府培养成一名渗透专家。几百万美元的设备装在你身上——那都是纳税人的血汗钱啊：夜视仪、无声警报器还有黑客工具。美中不足的是，这些劳什子简直是在吃电池。

# prof_desc_male
source: Your body has several bionics worth millions of dollars, paid for by public taxes. The government has turned you into an infiltration and recon specialist: you have night vision, an alarm and a hacking module. And it all runs off piles and piles of everyday household batteries.
de: Dein Körper hat diverse Bioniken im Wert von mehreren Millionen Dollar, bezahlt aus Steuergeldern. Die Regierung stellte dich als Spion ein: Du hast ein Nachtsichtgerät, einen Alarm und ein Hack-Modul. Und all das wird mit Haufen über Haufen von alltäglichen Haushaltsbatterien betrieben.
ja: 身体には何百万ドルもの税金が投入されています。暗視装置にハッキング機器、危機察知用の生体アラーム…政府は君を諜報のスペシャリストへと改造したのです。それと、機器を動かす電力を市販の乾電池から補給できる様にもね。
zh_cn: 你被政府培养成一名渗透专家。几百万美元的设备装在你身上——那都是纳税人的血汗钱啊：夜视仪、无声警报器还有黑客工具。美中不足的是，这些劳什子简直是在吃电池。

# prof_desc_female
source: Your body is a wreck of bionic parts. You have a large capacity for power, but are filled with broken bionics. At least your ethanol power supply still works.
de: Dein Körper ist ein Bionik-Wrack. Du hast eine große Stromkapazität aber bist voller kaputter Bioniken. Wenigstens funktioniert noch deine Ethanolverbrennung.
ja: 身体に埋め込まれたCBMはポンコツです。大容量の蓄電装置を搭載していても、電力を供給されるべきCBMが壊れていては何の意味もありません。まともに動くのはエタノール燃焼発電システムだけです。
zh_cn: 你的身体是一个仿生部件残骸。你拥有很大的能量槽，以及已损坏的仿生学部件，但至少你的酒精转换器仍然有效。
