Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A small, lightweight semi-auto carbine designed for military use. Its superb accuracy and low recoil makes it more suitable than full-auto rifles for some situations.
de: Ein kleiner leichtgewichtiger halbautomatischer Karabiner, der für den Militärgebrauch gestaltet wurde. Seine überlegene Treffgenauigkeit und sein niedriger Rückstoß machen ihn in einigen Situationen geeigneter als vollautomatische Gewehre.
ja: 軽量のセミオートカービン銃です。命中精度に優れ、反動が少ない。
zh_cn: 这是款小体积的轻型军用半自动步枪，以其卓越的精确度和低后坐力闻名。在某些场合甚至比全自动步枪更凶残。

source: A sophisticated underwater fishing implement designed to fire a specialized type of spear using a hand-pump pressure system. While highly effective when used underwater, it is nearly useless on dry land.
de: Ein ausgeklügeltes Angelinstrument zum Abfeuern eines speziellen Typs Speer mittels eines Handpumpendrucksystems. Im Wasser ist es hocheffektiv, aber auf trockenem Land nahezu nutzlos.
ja: 手動ポンプで圧縮した空気の圧力で銛を発射し、魚を突き刺して捕らえる洗練された漁具です。水中では非常に有効ですが、陸上ではほとんど機能しません。
zh_cn: 一个利用手泵产生的压力发射特质长矛的复杂的水下捕鱼设备，在水下效果很好，但在陆地上几乎无用。

source: A stainless steel, six-shot, double-action revolver with a matte black plastic handle manufactured by Smith & Wesson. Though hardly the most powerful handgun in the world any more, it could still blow a zombie's head clean off.
ja: S&W製6連発ダブルアクションリボルバー、有名なM29のステンレス鋼仕様がこのM629です。つや消しの黒で塗装され、グリップは樹脂製です。世界で最も強力な部類の拳銃であり、ゾンビの頭を綺麗に吹っ飛ばすにはぴったりです。
zh_cn: Smith & Wesson为您带来的不锈钢制，六发装填，双动，外加一个黑色塑料握柄的左轮手枪。虽然已经不再是世界上威力最大的左轮，但是如果你是拿破仑，用它来消灭身高差距依旧是好顶赞。

source: A state of the art laser rifle, developed by an independent R&D outfit "Aerial Labs". Initial performance rivaled Rivtech's finest, with rumors flying about corporate skulduggery. Though the cataclysm put that on the ash heap of history, this weapon can still do the same to your foes.
ja: 独立研究開発機関"Aerial Labs"によって開発された、最先端技術の結晶たるレーザーライフルです。"Aerial Labs"はRivtech社の最上位技術に匹敵するテクノロジーを保有するとも言われ、その陰には常に組織的不正行為の噂が付いて回ります。しかしそれも今では灰燼の底に埋もれてしまいました。この銃のレーザーで焼かれる敵にはなお関係の無い話です。
zh_cn: 最先进的激光步枪，由独立的研究机构"Aerial Labs"制造。初始性能甚至可以和Rivtech的最佳产品一较上下，虽然集团诈骗的传言满天飞，当大灾变降临，这些都被扔进了历史的灰烬堆里。不论如何，这把枪也能对你的敌人做一样的事情。

source: A tool used to drive nails into wood or other material. It could also be used as a ad-hoc weapon.
de: Ein Werkzeug, das benutzt wird, um Nägel in Holz oder anderes Material zu treiben. Es könnte auch als Ad-hoc-Waffe benutzt werden.
ja: 木材などに釘を打ち付ける電動工具です。武器として使えない事もないでしょう。
zh_cn: 射钉枪，顾名思义，就是能用来发射钉子的枪，想射哪里就射哪里。拿在手里，既能做建设，又能当武器，钉子没了还能用来砸人。有了它，你就能轻易练习你的火器技能了！ 警告：本武器过于危险，被大批敌人包围时慎重使用，以免伤害自身。

source: A very accurate rifle chambered for the powerful .308 round. Its very low ammo capacity is offset by its accuracy and near-complete lack of recoil.
de: Ein sehr treffsicheres Gewehr für die starke .308-Patrone. Dessen niedrige Munitionskapazität wird von dessen Treffgenauigkeit und fast nicht vorhandenem Rückstoß wieder wettgemacht.
ja: 強力な.308口径弾を使用する、非常に精度の高いライフルです。装弾数の少なさが欠点ですが、代わりに抜群の精度と反動の軽さを誇ります。
zh_cn: 这是一支采用.308子弹的步枪，十分精准，后坐力很低，就是弹匣容量少了一些。

source: A very popular 9mm pistol, the M9 has been the standard issue sidearm of the US army since 1985.
de: Die M9 ist eine sehr beliebte 9mm-Pistole und war die Standard-Seitenwaffe der U.S.-Armee seit 1985.
ja: 9mm拳銃というジャンルを代表する大成功作のひとつです。1985年に採用されて以来、アメリカ陸軍の標準サイドアームであり続けています。
zh_cn: 一款非常流行的9mm口径手枪。自从1985年开始，M9手枪始终是美国军队的标准配枪。

source: A very popular and durable hunting or sniping rifle. Popular among SWAT and US Marine snipers. Highly damaging, but perhaps not as accurate as the competing Browning BLR.
de: Ein sehr populäres und haltbares Jagd- oder Scharfschützengewehr. Beliebt unter SWAT- und US-Marine-Scharfschützen. Sie macht einen sehr großen Schaden aber ist vielleicht nicht so treffsicher wie die konkurrierende Browning BLR.
ja: 非常に人気のある頑丈な狩猟/狙撃用ライフルです。この銃を原型とするM24は世界中の軍や警察で使われています。殺傷力に優れますが、ブローニングBLRと比較すると精度で僅かに劣るかもしれません。
zh_cn: 一把非常普及的打猎/狙击两用步枪。S.W.A.T特警队和美国海军陆战队狙击手都喜欢用它。高杀伤力，但精准度比起布朗宁BLR步枪来或许不那么高。

source: A very powerful fusion rifle developed shortly before the influx of monsters. It can only hold two rounds at a time, but a special superheating unit causes its bolts to be extremely deadly.
de: Ein sehr starkes Fusionsgewehr, welches kurz vor dem Einströmen der Monster entwickelt wurde. Es kann nur zwei Schuss auf einmal beeinhalten, aber eine spezielle Superheizeinheit sorgt dafür, dass dessen Schüsse extrem tödlich sind.
ja: モンスターが大発生する少し前に開発された非常に強力な核融合ライフルです。装弾数はわずか2発ですが、特殊過熱装置によって撃ち出される発射体の殺傷力は凄まじいものがあります。
zh_cn: 这是一支强力核聚变步枪，在怪物出现前不久刚发明。虽然弹容量只有两发，但每次射击都是威力无比。

source: A widely used rifle and the father of popular rifles such as the M16. It is light and accurate, but not very durable.
ja: M16などの人気の高いライフルの源流であり、広く流通しています。非常に軽く高性能ですが、あまり頑丈ではありません。
zh_cn: 这是一款广泛使用的突击步枪，它是诸如M16之类的流行步枪之父，既轻便又精确，但不怎么耐用就是了。

source: A widely-used grenade launcher that first saw use by American forces in the Vietnam war. Though mostly replaced by more modern launchers, the M79 still sees use with many units worldwide.
de: Ein weitverbreiteter Granatenwerfer, der zuerst von amerikanischen Streitkräften im Vietnamkrieg benutzt wurde. Obwohl er größtenteils von moderneren Granatenwerfern ersetzt wurde, wird der M79 immer noch von vielen Einheiten weltweit benutzt.
ja: ベトナム戦争でアメリカ軍が使用したことで有名な汎用グレネードランチャーです。大部分は後発の現代的なランチャーに置き換えられましたが、M79は今なお世界中で運用されています。
zh_cn: 这是一种广泛运用的榴弹发射器，最早由美国在越南战争中使用。虽然它几乎已经被更现代的发射器所取代，但M79型仍然在世界上许多部队中使用。

source: A wooden blowgun, easy to use and very accurate. It uses darts as ammunition.
de: Ein hölzernes Blasrohr, das einfach zu benutzen und sehr genau ist. Darts werden als Munition benutzt.
ja: 木製の吹き矢筒です。使い方は簡単でしかも正確に飛んでいきます。弾としてダーツを使います。
zh_cn: 一个木制吹箭筒,容易使用并且有比较高的准确度.使用飞镖作为弹药.

source: A wooden slingshot, easy to use and accurate. It uses pebbles as ammunition.
de: Eine hölzerne Steinschleuder, die einfach zu benutzen und genau ist. Sie benutzt Kieselsteine als Munition.
ja: 木製のスリングショットです。扱いやすく、狙いを定めやすい。石つぶてを弾として使います。
zh_cn: 一个木质弹弓，使用很简单也很准，用小石子做弹药打出去有种童年的感觉，没什么杀伤力。

source: A wooden tool for supporting a javelin, to throw it more effectively than by hand.
zh_cn: 一个用于支撑投矛的木制工具，比起纯用手，他能投的更有效率。

source: A7 laser rifle
de: A7-Lasergewehr
ja: ライフル(A7レーザーライフル)
ko: A7 레이저 라이플(laser rifle)
zh_cn: A7激光步枪

source: AK-47
ja: ライフル(7.62x39mm/AK-47)
zh_cn: AK-47步枪

source: AR-15
ja: ライフル(22.3口径/AR-15)
zh_cn: Colt AR-15步枪

source: After the Enforcer's success, Leadworks LLC reworked their autorevolver design to cater to the 9mm market. The Lookout, released in 2032, takes advantage of the smaller 9mm to hold a seventh round, without sacrificing the ease of handling or reloading the Enforcer made legendary.
ja: L2031 エンフォーサーが商業的成功を納めた後、Leadworks LLCが9mm市場の需要をにらんで開発した第二のオートリボルバーが、2032年に発売されたルックアウトです。9mm弾の小ささを活かしてリボルバーながら装弾数は7発、かつ操作性や装填の容易さは損なわれておらず、伝説のエンフォーサーと比較しても遜色ない仕上がりになっています。
zh_cn: 当“执法者”大获成功之后Leadworks LLC公司重新设立了他们的自动左轮以迎合9mm口径市场。发布于2032年的守望者由于采用较小的9mm手枪弹，可以装载7发子弹，同时保持了执法者手枪拿传奇般的手感和装弹容易度。

source: After the success of the 9mm model, Leadworks LLC released an L39B chambered in .45. It soon earned a reputation as one of the most intimidating guns on the market, for firer and target alike.
ja: 9mmモデルの成功を受けて開発された.45口径モデルです。発売から間もなく市場で最も攻撃的な性質を持つ部類の拳銃として好評を博し、一定の地位を獲得しました。
zh_cn: 在9mm型号大获成功之后，Leadworks LLC放出了L39B的.45口径版本。很快这把枪就被评为枪械市场上最为唬人的枪支，而且当然是连枪手带目标一起唬。

source: American-180
ja: サブマシンガン(.22口径/アメリカン180)
ko: 아메리칸-180(American-180)
zh_cn: American-180冲锋枪

source: An "autorevolver", this Leadworks LLC six-shooter combines the ease-of-action of a semi-auto with the ease-of-reloading and style of a revolver. It achieved overnight stardom when it appeared in "Treasure Trail", a popular space-Western series running from 2030 through 2037.
ja: オートマチックのように撃ちやすく、リボルバーのように装填しやすい、Leadworks LLC製6連発"オートリボルバー"です。2030年に始まりその後7年間続いた宇宙西部劇シリーズ"Treasure Trail"に登場したことで一躍スターダムにのし上がりました。
zh_cn: 一把“自动左轮手枪”，这款Leadworks LLC 六发式左轮结合了半自动枪支的射击优势和左轮枪的装弹模式及其便利。当其在2030年至2037年热播的西部题材连续剧“猎宝奇兵”中出镜后，这把枪一夜走红。

source: An early battle rifle developed after the end of WWII. The G3 is designed to unload large amounts of deadly ammunition, but it is less suitable over long ranges.
de: Ein frühes Kampfgewehr, welche am Ende des 2. Weltkriegs entworfen wurde. Die G3 wurde entworfen, große Mengen tödlicher Munition abzufeuern, aber sie ist für größere Entfernungen ungeeignet.
ja: 戦後初期に開発されたバトルライフルです。殺傷力の高い弾をより多く発射できるよう設計されましたが、遠距離戦にはあまり適さない長所でした。
zh_cn: 一款早期步枪，于二战后被发明。G3型步枪能够装载大量致命的弹药，但不适合远程射击。

source: An eight-shot, revolving barrel, pneumatic bolt driver handcrafted from scrap. It is very quiet and deadly.
de: Ein achtschüssiger Revolver und pneumatischer Bolzentreiber, der aus Metallschrott gefertigt wurde. Er ist sehr leise und tödlich.
ja: スクラップから自作した8発装填で銃身が回転する圧縮空気を使ったボルトドライバー。とても静かで殺傷力が高い。
zh_cn: 八发连射，旋转枪管，高压气瓶用废料手工制作。安静而致命。

source: An old shotgun, possibly antique. It is little more than a barrel, a wood stock, and a hammer to strike the cartridge. Its simple design keeps it both light and accurate.
de: Eine alte, möglicherweise antike, Schrotflinte. Sie ist nur knapp mehr als ein Lauf, ein Holzstock und ein Hammer, um die Patrone abzufeuern. Ihre einfache Bauweise hält sie sowohl leicht als auch treffgenau.
ja: 骨董品としての価値がありそうなほど古めかしいショットガンです。銃身、木の銃床、それに簡単な撃発機構を備えています。シンプルな構造が軽さに繋がり、またそれなりの精度があります。
zh_cn: 这是一把古董级的霰弹枪了，其构造如此之简单，以至于看上去只有一根管子、一个木把和一个用来击发弹药的击锤。不过也正因如此，这把枪既精准又轻便。

source: An old shotgun, possibly antique. It is little more than a pair of barrels, a wood stock, and a hammer to strike the cartridges.
de: Eine alte, möglicherweise antike, Schrotflinte. Sie ist nur knapp mehr als ein Paar Läufe, ein Holzstock und ein Hammer, um die Patronen abzufeuern.
ja: 骨董品としての価値がありそうなほど古めかしいショットガンです。二連装の銃身、木の銃床、それに簡単な撃発機構を備えています。
zh_cn: 这是一把古董级的霰弹枪了，其构造如此之简单，以至于看上去只有两根管子、一个木把和一个用来击发弹药的击锤。

source: An underwater fishing implement designed to fire a specialized type of spear using tension in a rubber band. While highly effective when used underwater, it is nearly useless on dry land.
de: Ein Angelinstrument zum Abfeuern eines speziellen Typs Speer mittels Spannung eines Gummibands. Im Wasser ist es hocheffektiv, aber auf trockenem Land nahezu nutzlos.
ja: 長いゴム紐の力で銛を発射し、魚を突き刺して捕らえる漁具です。水中では非常に有効ですが、陸上ではほとんど機能しません。
zh_cn: 一个利用橡皮筋的力道发射特质的长矛的水下捕鱼设备，在水下效果很好，但在陆地上几乎无用。

source: BB gun
de: BB-Pistole
ja: エアガン
ko: BB탄 총(BB gun)
zh_cn: BB枪

source: Barely making it past the prototype stage before the world ended, the Rivtech RM51 assault rifle was designed for durability and ease of use under less than ideal circumstances.
de: Das Rivtech RM51-Sturmgewehr wurde für Stabilität und Handlichkeit unter nicht-idealen Bedingungen entworfen. Nur knapp hat es die Prototypphase geschafft, bevor die Welt aufhörte.
ja: Rivtech社製RM51は、世界が崩壊するほんの少し前に試作段階を終えて作られたアサルトライフルです。劣悪な状況下でも使いやすく壊れにくいように設計されています。
ko: 세계가 끝장나기 바로 직전 시제품 단계가 끝났던 리브텍 RM51 돌격소총은 그다지 좋지 않은 상황에서도 신뢰성이 보장되었으며, 사용하기 쉽도록 설계되었습니다.
ru: Штурмовая винтовка Rivtech RM51 поступила в серийное производство как раз перед концом света. Это надежное и лёгкое в использовании оружие для операций в неблагоприятных условиях.
zh_cn: 大巨变前刚刚完成原型样枪设计，Rivtech RM51的设计目标是在恶劣环境下保持可靠性并易于使用。

source: Barely making it past the prototype stage before the world ended, the Rivtech RM88 battle rifle was designed for durability and extreme firepower under less than ideal circumstances.
de: Das Rivtech RM88-Kampfgewehr wurde für Stabilität und extremer Feuerkraft unter nicht-idealen Bedingungen entworfen. Nur knapp hat es die Prototypphase geschafft, bevor die Welt aufhörte.
ja: Rivtech社製RM88は、世界が崩壊するほんの少し前に試作段階を終えて作られたバトルライフルです。劣悪な状況下でも使いやすく壊れにくいように設計されています。
ko: 세계가 끝장나기 바로 직전 시제품 단계가 끝났던 리브텍 RM88 배틀 라이플은 그다지 좋지 않은 상황에서도 신뢰성이 보장되었으며, 강력한 화력을 가지도록 설계되었습니다.
ru: Боевая винтовка Rivtech RM88 поступила в серийное производство как раз перед концом света. Это надёжное и мощное оружие для операций в неблагоприятных условиях.
zh_cn: 大巨变前刚刚完成原型样枪设计，Rivtech RM88的设计目标是在恶劣环境下保持高可靠性并提供强大火力。

source: Barrett M107A1
ja: ライフル(.50口径/バレットM107A1)
ko: 바렛 M107A1(Barrett)
zh_cn: 巴雷特 M107A1

source: Beretta ARX-160
ja: ライフル(7.62x39mm/ベレッタARX-160)
ko: 베레타 ARX-160(Beretta)
zh_cn: 伯莱塔 ARX-160

source: Beretta M9
ja: ハンドガン(9mm/ベレッタM9)
zh_cn: 伯莱塔 M9手枪

source: Boeing XM-P plasma rifle
de: Boeing XM-P-Plasmagewehr
ja: ライフル(水素/ボーイングXM-Pプラズマライフル)
ko: 보잉 XM-P 플라즈마 라이플(plasma rifle)
zh_cn: Boeing XM-P等离子步枪

source: Boeing developed the focused plasma weaponry together with DARPA. It heats hydrogen to create plasma and envelops it with polymers to reduce blooming. While powerful, it suffers from short range. Powered by UPS.
de: Boeing entwickelte die Fokusplasma-Waffe zusammen mit DARPA. Sie erhitzt Wasserstoff, um Plasma zu erzeugen und ummantelt ihn mit Polymeren, um die Aufstrahlung zu verringern. Obwohl stark, leidet sie an einer kurzen Reichweite.
ja: ボーイング社とDARPAが共同開発したプラズマ兵器です。水素を加熱してプラズマを作り、拡散を防ぐためにポリマーで包んで発射します。強力な武器ですが近距離での使用は推奨されません。
zh_cn: 波音公司和美国国防部高级研究计划局一起研发了这种等离子武器。它通过加热氢气来产生等离子态物质，用特制的聚合材料束缚使之不会在枪管里爆炸。威力惊人，可惜射程偏短。这种武器从你携带的UPS电源中获取能量。

source: Browning BLR
ja: ライフル(.30-06口径/ブローニングBLR)
ko: 브라우닝 BLR(Browning BLR)
ru: Браунинг BLR
zh_cn: Browning BLR步枪

source: Bushmaster ACR
ja: ライフル(22.3口径/ブッシュマスターACR)
ko: 부쉬마스터 ACR(Bushmaster ACR)
zh_cn: Bushmaster ACR步枪

source: CW-24
ja: ライフル(5.45x39mm/CW-24)
zh_cn: CW-24突击步枪

source: CW-24K
ja: ライフル(7.62x39mm/CW-24K)
zh_cn: CW-24K突击步枪

source: CW-24M
ja: ライフル(5.45x39mm/CW-24M)
zh_cn: CW-24M突击步枪

source: CWD-63
ja: ライフル(.308口径/CWD-63)
zh_cn: CWD-63狙击步枪

source: Calico M960
ja: サブマシンガン(9mm/キャリコM960)
ko: 칼리코 M960(Calico M960)
zh_cn: Calico M960冲锋枪

source: Capitalizing on the L39B-45's reputation as one of the most intimidating pistols on the market, Leadworks LLC manufactured a semiautomatic model as well. Locking it semi-auto reduced cost and improved performance.
ja: L39B-45は大いに歓迎されましたが、もちろんLeadworks LLCはセミオートオンリーのモデルも用意していました。Bよりも低コストで、それでいて連射機構以外の性能が向上しています。
zh_cn: 顺着L39B-45枪械市场上最唬人手枪的声名，Leadworks LLC生产了该枪半自动的型号。锁定的半自动射击模式减少了消耗，并且提升了总体表现。

source: Chain Lightning
de: Kettenstoßspannung
ja: チェインライトニング
ko: 연쇄 번개(Chain Lightning)
ru: Цепная молния
zh_cn: 闪电链

source: Civilian version of the SVS-24. It has a modified receiver and a new crudely crafted full-auto bolt carrier. Don't expect the original reliability.
zh_cn: 这是标准SVS-24的民用版。该枪有一个经过改装的复进机以及一个粗糙的手工制作的全自动发射器。别指望它能有原来的可靠性。

source: Civilian version of the SVS-24. It was made by Clearwater Arms, Georgia, for the US market. It's pure semi-automatic, and fires the weaker 5.45x39mm cartridge.
zh_cn: 这是标准SVS-24的民用版。产自乔治亚州的“净水”军工厂，专供美国市场。该枪纯半自动，使用威力稍弱的5.45x39mm弹药。

source: Civilian version of the SVS-24. This one fires the cheaper, but still powerful, 5.45x39mm cartridge.
zh_cn: 这是标准SVS-24的民用版。该枪使用更便宜而仍有威力的5.45x39mm弹药。

source: Civilian version of the SVS-24. This one fires the cheaper, but still powerful, 7.62x39mm cartridge.
zh_cn: 这是标准SVS-24的民用版。该枪使用更便宜而仍有威力的7.62x39mm弹药。

source: Colt M1860 Army
ja: ハンドガン(.44口径/コルトM1860陸軍仕様)
zh_cn: Colt M1860 陆军型左轮

source: Colt M1861 Navy
ja: ハンドガン(.36口径/コルトM1861海軍仕様)
zh_cn: Colt M1861海军型左轮

source: Considered overkill by many, the Rivtech M103A remains one of the most powerful sidearms ever developed.
de: Von einigen als Overkill betrachtet bleibt die Rivtech M103A eine der stärksten Seitenwaffen, die je entwickelt wurden.
ja: 天下に轟く破壊力。史上最強のサイドアーム、Rivtech M103Aオートマグナムです。
ko: 화력이 과도하다는 평을 자주 듣는 리브텍 M103A는 여태까지 개발된 부무장 중에서 가장 강력한 화기입니다.
ru: Rivtech M103A один из самых мощных пистолетов среди когда-либо разработанного личного оружия.
zh_cn: 毫无疑问，Rivtech M103A是有史以来最为暴力的手枪之一，而且不少人都认为过于暴力了。

source: Considered overkill by some, the Rivtech M99 remains an exceedingly powerful addition to the arsenal of any gunslinger.
de: Von einigen als Overkill betrachtet bleibt die Rivtech M99 eine außerordentlich starke Erweiterung zum Arsenal eines jeden Revolverhelden.
ja: 天下に轟く破壊力。圧倒的な威力を誇るRivtech M99は全てのガンスリンガーの武器庫に加わる資格を持った一丁です。
ko: 화력이 필요 이상으로 세다는 의견이 있을 정도였던 리브텍 RM99 는, 어떤 사수가 사용해도 극도로 강력한 화력을 보장합니다.
ru: Rivtech M99 является мощным дополнением к арсеналу любого стрелка.
zh_cn: 毫无疑问，Rivtech M99是一款非常暴力的左轮手枪，而且不少人都认为过于暴力了。

source: Cx4 Storm
ja: ライフル(9mm/ベレッタCx4)
ko: Cx4 스톰(Cx4 Storm)
zh_cn: Cx4暴风卡宾枪

source: Desert Eagle .44
ja: ハンドガン(.44口径/デザートイーグル)
ko: 데저트 이글 .44(Desert Eagle)
zh_cn: 沙漠之鹰 .44手枪

source: Designed as a personal defense weapon, the MP7 fires the high powered 4.6x30mm round while being lightweight, compact in size, and practically recoil free.
de: Die als Selbstverteidigungswaffe gedachte MP7 feuert die starke 4,6×30mm-Patrone ab, während sie leichtgewichtig, kompakt und praktisch rückstoßfrei ist.
ja: PDW(個人防御火器)に分類される現代設計の銃です。小型軽量でコンパクトですが、貫通力に長ける強力な4.6x30mm弾を使用します。それでいて反動は無いも同じで、非常に制御が容易です。
ko: 개인 방어 화기(personal defense weapon)로 설계된 MP7은 4.6x30mm 고성능탄을 사용하며 가볍고 작은 데다가 반동이 거의 없습니다.
ru: Разработанный в качестве личного оружия самообороны, MP7 запускает мощный 4.6x30мм снаряд, имея малую массу и компактный размер, практически без отдачи.
zh_cn: 为个人防卫武器设计，MP7拥有高射速，并使用4.6x30mm弹。重量轻，尺寸紧凑，几乎没有后坐力。

source: Designed as a replacement for the early H&K G3 battle rifle, the G36 is more accurate, and uses the much-lighter .223 round, allowing for a higher ammo capacity.
de: Die G36 wurde als Ersatz für das frühe H&K-G3-Kampfgewehr entwickelt und ist genauer und benutzt die viel leichtere .223-Munition, was eine größere Munitionskapazität ermöglicht.
ja: G3の後継として開発されたアサルトライフルで、G3に比してより精度に優れ非常に軽量です。.223口径弾を使用し、弾倉は比較的大容量になっています。
ko: G3 배틀 라이플을 대체하기 위해 제작된 G36 라이플은 더 높은 정확도를 가지고 있으며, 더 가벼운 .223 구경 탄환을 사용합니다. 덕분에 장탄량이 늘어났습니다.
ru: Разработанная для замены штурмовой винтовки G3, G36 обладает лучшей точностью и использует малоимпульсные патроны калибра .223 в сочетании с более емким магазином.
zh_cn: H&K G36突击步枪最初的设计目标是用来作为G3步枪的替代品，与前作相比G36的精确度更高，而且由于使用了更轻型的.223口径子弹，所以大大增加了装弹量。

source: Designed to replace the M4A1, the Heckler and Koch 416A5 features most of the former's strengths, while being considerably more durable.
ja: アメリカ軍の"次期カービン計画"に参入すべく開発された銃です。計画は残念ながら立ち消えになってしまいましたが、H&K 416A5は比較対象となるM4A1に劣るところがなく、より向上した堅牢性が高く評価されています。
zh_cn: 设计用来取代M4A1步枪，H&K 416A5步枪拥有不亚于前者的火力，同时更为耐久。

source: Designed to work with FN's proprietary 5.7x28mm round, the Five-Seven is a lightweight pistol with a very high capacity, best used against armored opponents.
de: Entworfen, um mit FNs proprietärer 5,7×28-mm-Munition zu funktionieren ist die Five-Seven eine leichtgewichtige Pistole mit sehr hoher Kapazität; sie wird am besten gegen gerüstete Gegner eingesetzt.
ja: 軽さと装弾数の多さが特長のFN社製拳銃です。同社製の5.7x28mm弾を使用し、装甲を纏った敵に対して特に有効です。
ko: FN 사가 제작한 5.7x28mm 구경 탄환을 사용하기 위해 디자인된 권총입니다. 파이브-세븐은 매우 가벼우며, 장탄량이 많습니다. 장갑 관통력이 좋습니다.
ru: Спроектированный под фирменный патрон FN 5.7x28мм, Five-Seven является легким пистолетом с вместительным магазином, лучше всего проявляет себя при поражении защищенного бронежилетом противника.
zh_cn: 这是一款专为FN公司特有的5.7x28mm口径子弹设计的轻型手枪，有着较高的准确度和弹容量，对穿戴护甲的敌人特别有效。细胞分裂中一直伴随山姆费舍尔的手枪原型。

source: Designed to work with H&K's proprietary 4.6x30mm round, the UCP is a small pistol with a very high capacity, best used against armored opponents.
de: Entworfen, um mit H&Ks proprietärer 4,6×30mm-Munition zu funktionieren ist die UCP eine kleine Pistole mit sehr hoher Kapazität; sie wird am besten gegen gerüstete Gegner eingesetzt.
ja: 装弾数の多さが特長のH&K社製拳銃です。同社製の4.6x30mm弾を使用し、装甲を纏った敵に対して特に有効です。
ko: H&K 사가 개발한 4.6x30mm 탄을 사용하기 위해 제작된, 소형 권총입니다. 장탄량이 많으며, 장갑 관통력이 높습니다.
ru: Спроектированный под патрон Н&К 4.6х30 мм, UCP представляет собой компактный пистолет с вместительным магазином, для стрельбы по защищенному противнику.
zh_cn: 这是一款专为H&K公司特有的4.6x30mm口径子弹设计的小型手枪，UCP有着较高的准确度和弹容量，适合对付穿戴护甲的敌人。

source: Developed as a successor to the MP5 submachine gun, the UMP45 retains the earlier model's supreme accuracy and low recoil, but in the higher .45 caliber.
de: Als ein Nachfolger der MP5-Maschinenpistole behält die UMP45 die überlegene Treffgenauigkeit und den niedrigen Rückstoß des Vorgängermodells, aber im höherem .45-Kaliber.
ja: MP5の後継として開発された.45口径のサブマシンガンです。前身となったモデルから非常に高い精度と低反動性をしっかりと受け継いでいますが、".45口径にしては"という注釈は必要です。
ko: MP5 기관단총의 후계작으로 개발된 UMP45는 전작의 높은 정확도와 낮은 반동을 유지하면서도 더 큰 .45 구경탄을 사용합니다.
ru: Сконструированный для замены МР-5, UМР45 обладает не только такими же высокими характеристиками кучности боя и небольшой отдачей, но и впечатляющей убойной силой патрона .45-го калибра.
zh_cn: 作为经典MP5的升级版本，UMP45保留了原先高精度和低后坐力的设计，并换上了威力更高的.45口径子弹。

source: Developed by Heckler & Koch in 2033, the railgun magnetically propels a ferromagnetic projectile using an alternating current. This makes it silent while still deadly. Powered by UPS.
de: Dieses Schienengewehr, was von Heckler & Koch 2033 entwickelt wurde, beschleunigt ein ferromagnetisches Projektil mittels einer Wechselspannung. Das macht es lautlos aber immer noch tödlich. Es wird von einer Esz. angetrieben.
zh_cn: H&K公司于2033年研发出的究极版法拉第电磁枪，以强力电磁轨道为其12mm子弹加速，无声无息百发百中，乃居家旅行杀人越货之必备武器。使用时需要用UPS来充能。

source: Developed by the Soviets in 1945, this rifle was quickly replaced by the full-auto AK47. However, due to its superb accuracy and low recoil, this gun maintains immense popularity.
de: Von den Sowjets 1945 entwickelt, wurde dieses Gewehr schnell von der vollautomatischen AK-47 verdrängt. Allerdings behält dieses Gewehr wegen ihrer überlegenen Treffgenauigkeit und ihres niedrigen Rückstoßens immense Popularität.
ja: ソビエト連邦が1945年に開発したもののあっという間にフルオートのAK-47に取って代わられてしまったセミオートカービンですが、素晴らしい精度と反動の軽さが今なお高く評価されています。
zh_cn: 1945年苏联开发，随后很快被全自动的AK-47所取代……好吧，尽管如此，这把步枪仍有不错的精确度和较小的后坐力，值得一用。

source: Doesn't actually fire anything, just there to aim the turrets.
zh_cn: 并不能真的射击什么，只是用来给炮塔标定瞄准位置的。

source: Elephant gun
de: Elephant-Gewehr
ja: ライフル(.70口径/エレファントガン)
ko: 대구경 총(Elephant gun)
ru: Слонобой
zh_cn: 猎象枪

source: FN FAL
ja: ライフル(.308口径/FN FAL)
zh_cn: FN FAL步枪

source: FN Five-Seven
ja: ハンドガン(5.7x28mm/FNファイブセブン)
ko: FN 파이브-세븐(Five-Seven)
zh_cn: FN Five-Seven手枪

source: FN P90
ja: サブマシンガン(5.7x28mm/FN P90)
zh_cn: FN P90冲锋枪

source: FN SCAR-H
ja: ライフル(.308口径/FN SCAR-H)
zh_cn: FN SCAR-H步枪

source: FN SCAR-L
ja: ライフル(22.3口径/FN SCAR-L)
zh_cn: FN SCAR-L步枪

source: FTK-93 fusion gun
de: FTK-93-Fusionsgewehr
ja: ハンドガン (核融合セル/FTK-93フュージョンガン)
ko: FTK-93 퓨전건(fusion gun)
zh_cn: FTK-93核聚变步枪

source: For once, something *good* came back from the dead. This ancient design lacks the fire-rate of modern weapons, but packs as much punch as the best of 'em and rewards the skilled shooter with easily-crafted ammunition.
de: Ausnahmsweise kam einmal etwas *gutes* zurück von den Toten. Diesem antiken Design fehlt die Feuerrate moderner Waffen, aber hat eine gute Durchschlagskraft und belohnt den erfahrenen Revolverhelden mit einfach herstellbarer Munition.
ja: 悪しきものばかりが死から蘇るとは限りません。この*善き*銃がそれを証明しています。現代の銃が当たり前に持っている連射性能というものが完全に欠落した非常に古い設計の銃ですが、絶大な打撃力と弾薬製造の容易さという無視できない長所を備えています。点火には燧発(すいはつ)式、いわゆるフリントロック式を採用しています。
ko: 이번만은 역사의 뒤안길로 사라졌었던 *이것*을 사용해야 되겠습니다. 이 구식 총기는 현대 무기의 발사 속도를 전혀 따라잡지 못하지만, 들고다니다가 후려치기엔 좋고, 쉽게 만들 수 있는 탄약을 사용하여 숙련된 사수에게는 그럭저럭 훌륭한 무기입니다.
ru: На этот раз из мертвых вернулось что-то действительно *хорошее*. Древний дизайн и низкая, по сравнению с современными видами вооружения, скорострельность компенсируются гигантским уроном, который может нанести опытный стрелок, и простотой изготовления боеприпасов.
zh_cn: 曾经是死神最好的收割工具。这种古老的设计缺乏现代武器的火力控制，但是弹药制作简单。对于训练有素的射手来说还是不错的。

source: Glock 19
ja: ハンドガン(9mm/グロック19)
ko: 글록 19(Glock 19)
zh_cn: Glock 19手枪

source: H&K 416A5
ja: ライフル(.223口径/H&K 416A5)
zh_cn: H&K 416A5步枪

source: H&K G3
ja: ライフル(.308口径/H&K G3)
zh_cn: H&K G3步枪

source: H&K G36
ja: ライフル(22.3口径/H&K G36)
zh_cn: H&K G36步枪

source: H&K G80 Railgun
de: H&K-G80-Schienengewehr
ja: ライフル(UPS/H&K G80レールガン)
ko: H&K G80 레일건(Railgun)
zh_cn: H&K G80电磁枪

source: H&K MP5
ja: サブマシンガン(9mm/H&K MP5)
zh_cn: H&K MP5冲锋枪

source: H&K MP7
ja: サブマシンガン(4.6x30mm/H&K MP7)
zh_cn: H&K MP7冲锋枪

source: H&K UCP
ja: ハンドガン(4.6x30mm/H&K UCP)
zh_cn: H&K UCP手枪

source: H&K UMP45
ja: サブマシンガン(45口径/H&K UMP45)
zh_cn: H&K UMP45冲锋枪
