Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your arms are sweating from the heat.
ko: 더위 때문에 팔에서 땀이 납니다.
ru: Твои руки потеют от жары.

source: Your arms are sweating profusely. Your muscles are cramping.
ko: 팔에서 땀이 비오듯 합니다. 근육이 경련을 일으킵니다.
ru: Твои руки вспотели. Ваши мышцы болят из-за спазмов.

source: Your hands feel warm.
ko: 손이 조금 많이 따뜻합니다.
ru: Ваши ладони чувствуют онемние.

source: Your hands feel hot and uncoordinated.
ko: 손이 뜨거워 제대로 움직일 수 없습니다.
ru: Вашим рукам жарко. Ими сложно управлять.

source: Your hands feel disgustingly hot and are very uncoordinated.
ko: 손에서 메스꺼울 정도로 더위가 느껴지며 제대로 움직이기가 매우 힘듭니다.
ru: Вашим рукам очень жарко. Ими очень сложно управлять.

source: Your legs feel warm.
ko: 다리가 조금 많이 따뜻합니다.
ru: Ваши ноги чувствуют тепло.

source: Your legs are sweating from the heat.
ko: 더위 때문에 다리에서 땀이 납니다.
ru: Ваши ноги потеют от высокой температуры.

source: Your legs are sweating profusely. Your muscles are cramping.
ko: 다리에서 땀이 비오듯 합니다. 근육이 경련을 일으킵니다.
ru: Ваши ноги сильно потеют. Ваши мышцы страдают от боли из-за судорог.

source: Your feet feel warm.
ko: 발이 조금 많이 따뜻합니다.
ru: Ваши ступни чувствуют тепло.

source: Your feet are swollen due to the heat.
ko: 열기 때문에 발이 부어올랐습니다.
ru: Ваши ступни мучительно раздуты из-за высокой температуры.

source: Your arms are blistering from the intense heat.
ko: 강한 열기 때문에 팔에 물집이 생기고 있습니다.
ru: Твои руки покрываются пузырями от сильной жары.

source: Your hands are blistering from the intense heat.
ko: 강한 열기 때문에 손에 물집이 생기고 있습니다.
ru: Ваши ладони покрываются пузырями от сильной жары.

source: Your legs are blistering from the intense heat.
ko: 강한 열기 때문에 다리에 물집이 생기고 있습니다.
ru: Ваши ноги покрывается пузырями от сильной жары.

source: Your feet are blistering from the intense heat.
ko: 강한 열기 때문에 발에 물집이 생기고 있습니다.
ru: Ваши ступни покрываются пузырями от сильной жары.

source: Your arms are blistering from the intense heat. It is extremely painful.
ko: 강한 열기 때문에 팔에 물집이 생기고 있습니다. 극도로 고통스럽습니다.
ru: Ваши руки пузырятся от сильной жары. Это очень болезненно.

source: Your hands are blistering from the intense heat. It is extremely painful.
ko: 강한 열기 때문에 손에 물집이 생기고 있습니다. 극도로 고통스럽습니다.
ru: Ваши руки покрываются пузырями от сильной жары. Это чрезвычайно болезненно.

source: Your legs are blistering from the intense heat. It is extremely painful.
ko: 강한 열기 때문에 다리에 물집이 생기고 있습니다. 극도로 고통스럽습니다.
ru: Ваши ноги пузырятся от сильной жары. Это очень болезненно.

source: Your feet are blistering from the intense heat. It is extremely painful.
ko: 강한 열기 때문에 발에 물집이 생기고 있습니다. 극도로 고통스럽습니다.
ru: Ваши ступни покрываются пузырями от сильной жары. Это чрезвычайно болезненно.

source: To-hit bonus + %d
ko: 명중률 보너스 + %d
ru: Бонус меткости + %d

source: Damage bonus + %d
ko: 데미지 보너스 + %d
ru: Бонус к урону +%d

source: Dodge bonus + %d
ko: 회피 보너스 + %d
ru: Бонус к уклонению +%d

source: Armor bonus + %d
ko: 방어력 보너스 : + %d
ru: Бонус к броне +%d

source: Attack speed + %d
ko: 공격속도 + %d
ru: Скорость атаки +%d

source: Your next strike will be a Snakebite, using your hand in a cone shape. This will deal piercing damage.
ko: 다음 타격은 손 모양을 뾰족하게 만들어 공격하는 사권이 될 것입니다. 관통 피해를 입힐 수 있습니다.
ru: Следующий удар будет подобен укусу змеи. Для выполнения удара согните руку в локте. Наносит проникающие повреждения.

source: Your next strike will be a Viper Strike. It requires both arms to be in good condition, and deals massive damage.
ko: 다음 타격은 독사권입니다. 팔의 상태가 좋아야 사용할 수 있으며, 막대한 피해를 입힐 수 있습니다.
ru: Вашей следующей атакой будет Удар Гадюки. Для выполнения требуются обе руки. Наносит много урона, если руки не повреждены.

source: <fac_name>ab
ru: <fac_name>аб

source: <fac_name>bon
ru: <fac_name>бон

source: <fac_name>cor
ru: <fac_name>кор

source: <fac_name>den
ru: <fac_name>ден

source: <fac_name>el
ru: <fac_name>ел

source: <fac_name>fes
ru: <fac_name>фес

source: <fac_name>gun
ru: <fac_name>ган

source: <fac_name>hit
ru: <fac_name>хит

source: <fac_name>id
ru: <fac_name>ид

source: <fac_name>jan
ru: <fac_name>жан

source: <fac_name>kal
ru: <fac_name>кал

source: <fac_name>ler
ko: <fac_name>럴
ru: <fac_name>лер

source: <fac_name>mal
ru: <fac_name>мал

source: <fac_name>nor
ru: <fac_name>нор

source: <fac_name>or
ru: <fac_name>ор

source: <fac_name>pan
ru: <fac_name>пан

source: <fac_name>qua
ru: <fac_name>ква

source: <fac_name>ros
ru: <fac_name>рос

source: <fac_name>sin
ru: <fac_name>син

source: <fac_name>tor
ru: <fac_name>тор

source: <fac_name>urr
ru: <fac_name>урр

source: <fac_name>ven
ru: <fac_name>вен

source: <fac_name>wel
ru: <fac_name>уэл

source: <fac_name>oxo
ru: <fac_name>оксо

source: <fac_name>yen
ru: <fac_name>йен

source: <fac_name>zu
ru: <fac_name>зу

source: Game over! Press spacebar...
ru: Вы проиграли! Нажмите пробел...

source: GAME OVER - Press Spacebar to Quit
ru: Вы проиграли — нажмите пробел для выхода

source: Looking Around
ru: Осмотреться

source: Use directional keys to move the cursor
ru: Используйте клавиши управления, чтобы перемещать курсор

source: to a nearby square.
ru: на соседнюю клетку.

source: Cannot clear inventory letter of worn or wielded items.
ko: 착용하거나 들고있는 물건에 할당된 기호를 지울 수 없습니다.
ru: Нельзя освободить букву инвентаря, занятую одетым предметом или оружием.

source: You found some wild veggies!
ko: 야생 채소를 찾았습니다!
ru: Вы нашли немного дикой зелени!

source: You found some wild mushrooms!
ru: Вы нашли дикие грибы!

source: You found a nest with some eggs!
ru: Вы нашли гнездо с яйцами!

source: You hurt your feet on the %s!
ko: %s 위에 있어서 발을 다쳤습니다!
ru: Вы травмируете ступни о %s!

source: You cut your %s on the %s!
ko: %s이(가) %s에 베였습니다!
ru: Вы порезали %s об %s!

source: You are
ko: 당신은
ru: Вы

source: You can't surface!
ko: 수면 위로 올라갈 수 없습니다!
ru: Вы не можете всплыть!

source: To craft items, press %s. There are seven categories: Weapons, Ammo, Food, Chemicals, Electronics, Armor, and Other. In each major category are several smaller sub-categories. While a few items require no particular skill to create, the majority require you to have some knowledge:
ru: Для производства нажмите %s. Здесь семь категорий: Оружие, Патроны, Еда, Химия, Электроника, Броня и Прочее. Некоторые рецепты не требуют навыков, хотя для производства большинства потребуются некоторые навыки.

source: Most styles have a variety of special moves associated with them. Most have a skill requirement, and will be unavailable until you reach a level of unarmed skill. You can check the moves by examining your style via the inventory screen (%s key).
ko: 대부분의 스타일은 몇 가지 특별한 기술을 가지고 있습니다. 대부분은 기술 발동 조건이 있고, 비무장 전투 기술이 일정 수준이 되기 전까지는 사용할 수 없습니다. 인벤토리 창을 확인해서 특수 기술을 볼 수 있습니다. %s키를 누르시면 됩니다.
ru: У многих стилей есть специальные приёмы. Большинство из них будут недоступны, пока вы не подымите навык кулачного боя. Посмотреть доступные на данный момент приёмы можно в окне обзора рукопашного стиля через инвентарь (клавиша %s).

source: Material: %s, %s
ru: Материал: %s, %s

source: Count:
ko: 1묶음당 실제 개수 :
ru: Количество:

source: Made from:
ru: Сделано из:

source: <veh_adj>%s-Liter
ko: <veh_adj>%s-리터
ru: <veh_adj>%s-л

source: You need a source of flame!
ru: Вам нужен источник огня!

source: You need some rolling papers to roll a cigarette!
ru: Вам нужно немного сигаретной бумаги, чтобы скрутить сигарету!

source: You need at least 5 butts to roll a cigarette!
ru: Вам нужно ещё 5 окурков, чтобы скрутить сигарету!

source: You roll a cigarette out of some old butts.
ru: Вы скручиваете сигарету из нескольких старых окурков.

source: You need some rolling papers or a pipe to smoke tobacco!
ru: Вам нужна сигаретная бумага или трубка, чтобы курить табак!

source: Do what with the tobacco?
ru: Что сделать с табаком?

source: Roll a cigarette
ru: Скрутить сигарету

source: Smoke a pipe
ru: Выкурить трубку

source: Your hands are too shaky to roll a cigarette!
ru: Ваши руки слишком дрожат, чтобы скрутить сигарету!

source: You smoke some tobacco out of your pipe.
ru: Вы курите трубку с табаком.

source: You need some rolling papers to roll a joint!
ru: Вам нужно немного сигаретной бумаги, чтобы скрутить косяк!

source: Roll a joint
ru: Скрутить косяк

source: Everything goes green for a second. It's painfully beautiful...
ko: 모든 것이 순식간에 녹색으로 변해갑니다. 이건 고통스럽게 아름답군요...
ru: Всё становится зелёным на секунду. Красиво до боли…

source: You distinctly smell the mutagen mixing with your blood ...and then it passes.
ko: 뮤타젠과 당신의 혈액이 섞일 때 특이한 냄새를 맡았습니다 ...하지만 금새 사라졌습니다.
ru: Вы отчетливо чувствуете, как мутаген смешивается с вашей кровью… …и это проходит.

source: Hammers can only remove boards from windows, doors and fences.
ko: 창문, 문, 울타리에 설치한 나무판은 망치가 있어야만 제거할 수 있습니다.
ru: Молоток может удалить доски только из окон, дверей и заборов.

source: To board up a window or door, press *
ko: 문, 혹은 창문에 나무판을 설치하려면 * 키를 누르세요.
ru: Что бы заколотить окно или дверь, нажмите '*'

source: radio:
ko: 라디오 :
ru: радио:

source: Place trap where?
ko: 어디에 함정을 설치합니까?
ru: Куда поставить ловушку?

source: Pitch the tent where?
ko: 어디에 텐트를 펼칩니까?
ru: Куда поставить палатку?

source: You need a 3x3 flat space to place a tent
ko: 텐트를 치려면 평평한 3x3 공간이 필요합니다.
ru: Вам нужно ровное место размером 3х3, чтобы поставить палатку

source: You need a 3x3 flat space to place a shelter
ko: 은신처를 만들려면 평평한 3x3 공간이 필요합니다.
ru: Вам нужно ровное место размером 3х3, чтобы поставить укрытие

source: You need to be at least level 2 in the firearms skill before you can disassemble ammunition.
ko: 탄약을 분해하려면 최소 2 레벨 이상의 화기 기술이 필요합니다.
ru: Вы должны иметь минимум 2 уровень огнестрельного навыка, чтобы разобрать боеприпасы.

source: Horrible gasses are emitted!
ko: 무시무시한 가스가 누출됐습니다!
ru: Произошел выброс ужасающего газа!

source: permanent_marker
ko: 영구_마커
ru: маркер

source: Level:
ko: 단계:
ru: Уровень:

source: N
ru: С

source: S
ru: Ю

source: SW
ru: ЮЗ

source: W
ru: З

source: NW
ru: СЗ

source: You block with your %s!
ru: Вы отразили атаку своим %s!

source: <npcname> blocks with their %s!
ru: <npcname> отразил атаку своим %s!

source: The %s lands on your %s, but can't penetrate your armor.
ko: %s이(가) %s에 붙었지만, 착용한 의류를 관통하지 못했습니다.
ru: %s запрыгнул на %s, но не может пробить броню.

source: A %s hits your %s for %d damage!
ko: %s이(가) %s을(를) 맞춰, %d 의 피해를 주었습니다!
ru: %s бьёт ваш %s нанося %d очков повреждений!

source: The %s bites your %s!
ko: %s이(가) %s을(를) 물었습니다!
ru: %s кусает ваш %s!

source: The %s bites your %s, but your armor protects you.
ko: %s이(가) %s을(를) 물었지만, 입고 있던 방어구가 보호해줬습니다.
ru: %s кусает ваш %s, но ваша броня защищает вас.

source: The zombie kicks your %s for %d damage...
ru: Зомби ударил ваш %s и нанес %d урона...

source: You dodge %1$s.
ko: %1$s의 공격을 피했습니다.
ru: Вы увернулись от %1$s.

source: Leopard
ko: 표범
ru: Леопард

source: Tiger
ko: 호랑이
ru: Тигр

source: Viper
ko: 독사
ru: Гадюка

source: %s Takes you to the next tab.
ru: %s Переход к следующей вкладке.

source: %s Returns you to the main menu.
ru: %s Вернуться в главное меню.

source: Profession %1$s %2$s %3$d point (net: %4$d)
ru: Профессия %1$s %2$s %3$d очко (итог: %4$d)

source: Press %1$s to switch to %2$s.
ru: Нажмите %1$s для смены на %2$s.

source: Int
ko: 지능
ru: Инт

source: Czech
ru: Чешский

source: English
ru: Английский

source: French
ru: Французский

source: German
ru: Немецкий

source: Italian
ru: Итальянский

source: Japanese
ru: Японский

source: Korean
ru: Корейский

source: Polish
ru: Польский

source: Brazilian Portuguese
ru: Бразильский португальский

source: Portuguese, Portugal
ru: Португальский

source: Russian
ru: Русский

source: Serbian
ru: Сербский

source: Vietnamese
ru: Вьетнамский

source: Simplified Chinese
ru: Упрощённый китайский

source: Traditional Chinese
ru: Традиционный китайский

source: Initial starting season of day on character generation.
ko: 캐릭터가 처음 시작하는 계절을 정합니다.
ru: Стартовое время года при генерации персонажа.

source: SDL ONLY: Set the size of the terminal along the X axis. Requires restart. POSIX systems will use terminal size at startup.
ko: SDL 버전 전용: X축 화면 크기를 설정합니다. 다시 실행해야 적용됩니다. POSIX 시스템은 부팅시의 화면 크기를 사용합니다.
ru: Только для SDL: Устанавливает расширение области видимости по оси Х. Требует перезапуска. Для POSIX систем используется размер терминала при запуске.

source: SDL ONLY: Set the size of the terminal along the Y axis. Requires restart. POSIX systems will use terminal size at startup.
ko: SDL 버전 전용: Y축 화면 크기를 설정합니다. 다시 실행해야 적용됩니다. POSIX 시스템은 부팅시의 화면 크기를 사용합니다.
ru: Только для SDL: Устанавливает расширение области видимости по оси Y. Требует перезапуска. Для POSIX систем используется размер терминала при запуске.

source: If true, replaces some TTF rendered text with tiles. Only applicable on SDL builds.
ko: 설정을 켜놓을 경우, TTF 형식으로 랜더링된 텍스트가 타일로 변환됩니다. SDL 버전에서만 작동합니다.
ru: Если да, то текстовые символы заменяются на соответствующие графические тайлы. Только для SDL-версии.

source: Choose the tileset you want to use. Only applicable on SDL builds.
ko: 사용을 원하는 타일셋을 선택할 수 있습니다. SDL 버전에서만 작동합니다.
ru: Выберите тайлсет, который собираетесь использовать. Работает только на SDL-версии.

source: SDL ONLY: Starts Cataclysm in fullscreen-mode. Requires Restart.
ko: SDL 버전 전용: 전체화면 상태로 카타클리즘을 시작합니다. 다시 실행해야 적용됩니다.
ru: ТОЛЬКО SDL: Запускать Катаклизм в полноэкранном режиме. Требуется перезапуск.

source: Drop your %s and pick up %s?
ko: %s을(를) 버리고 %s을(를) 줍습니까?
ru: Выбросить %s и взять в руки %s?

source: Do you have any last words?
ru: Хотите сказать последнее слово?

source: in
ko: 안에서
ru: в

source: Cataclysm - Dark Days Ahead version
ko: 카타클리즘 - 다크 데이즈 어헤드 버젼
ru: Катаклизм: тёмные дни впереди версия

source: Torso:
ko: 상체 :
ru: Торс:

source: L Arm:
ko: 왼팔 :
ru: Л Рука:

source: R Arm:
ko: 오른팔 :
ru: П Рука:

source: Int
ko: 지능
ru: Инт

source: %s - a male %s
ko: %s - 남성 %s
ru: %s. Мужчина. %s

source: %s - a female %s
ko: %s - 여성 %s
ru: %s. Женщина. %s

source: %s - Male
ko: %s - 남성
ru: %s - Мужчина

source: %s - Female
ko: %s - 여성
ru: %s - Женщина

source: Melee skill %+d;
ru: Ближний бой %+d;

source: Dodge skill %+d;
ru: Навык уворота %+d;

source: Swimming costs %+d movement point;
ru: Плаванье стоит %+d очков перемещения;

source: Melee and thrown attacks cost %+d movement point.
ru: Ближний бой и метание стоят %+d очков перемещения.

source: Running costs %+d movement point.
ru: Бег стоит %+d очков перемещения.

source: Reloading costs %+d movement point;
ru: Перезарядка стоит %+d очков перемещения;

source: Running costs %+d movement point;
ru: Бег стоит %+d очков перемещения;

source: Dodge skill %+.1f.
ru: Навык уворота %+.1f.

source: Int %2d
ko: 지능 %2d
ru: Инт %2d

source: You need an active UPS to run that!
ru: Вам нужен рабочий УБП для запуска этого!

source: You can't stand the thought of eating veggies.
ko: 야채를 먹을 수가 없습니다.
ru: Вы не допускаете даже мысли о поедании овощей.

source: Select a style
ko: 비무장 전투 스타일
ru: Выберите стиль

source: What's the point of reading? (Your morale is too low!)
ru: Не время для чтения! Ваша мораль слишком низкая!

source: female %s
ru: женщина %s

source: male %s
ru: мужчина %s

source: There is a sinkhole here. Throw your grappling hook out to try to catch something?
ru: Здесь выгребная яма. Бросить крюк-кошку, чтобы попытаться поймать что-нибудь?

source: There is a sinkhole here. Throw your rope out to try to catch something?
ru: Здесь выгребная яма. Бросить верёвку, чтобы попытаться поймать что-нибудь?

source: The current time is %s Eastern Standard Time. At %s in %s, it was %s. The temperature was %s
ko: 현재 시각은 동부표준시(EST) 기준 %s입니다. %s에서 (%s지역)라면, %s였습니다. 기온은 %s
ru: Текущее время: %s по Восточному Стандарту. В %s в %s было %s. Температура: %s

source: %s...%s. Highs of %s. Lows of %s.
ko: %s...%s. 최고 %s. 최저 %s.
ru: %s...%s. От %s до %s.

source: [/] find, [f] friendly, [q]uit
ko: [/] 찾기, [f] 적대성, [q]나가기
ru: [/] поиск, [f] контейнер, [q] выход

source: Press <color_yellow>?</color> to pick a random name for your world.
ko: 월드맵 이름을 무작위로 고르려면, <color_yellow>?</color> 키를 누르세요.
ru: Нажмите <color_yellow>?</color> чтобы выбрать случайное имя.

source: Press <color_yellow>></color> when you are satisfied with the world as it is and are ready to continue, or <color_yellow><</color> to go back and review your world.
ko: 월드맵 설정이 만족스럽게 끝났고 계속하시려면 <color_yellow>></color> 키를 누르시고, 그렇지 않다면 <color_yellow><</color> 키를 눌러 월드맵 설정으로 돌아가서 재설정하세요.
ru: Нажмите <color_yellow>></color>, когда вы закончите работу с миром и будете готовы продолжить или <color_yellow><</color>, чтобы вернуться.

source: Press 's' to save the list of active mods as default. Press '?' for help.
ko: 's'키를 누르면 활성화된 모드의 목록이 기본설정으로 저장됩니다. '?'키를 눌러 도움말을 확인할 수 있습니다.
ru: Нажмите 's' для сохранения списка активных модов, как активируемых по-умолчанию. Нажмите '?' для справки.

source: This hefty book is devoted to folks looking to handcraft their own arrows. It starts with a hip and snappy disclaimer about the risks, both physical and legal, of using explosives and flammable materials. Look for its companion, "The Bowyer's Buddy"!
ko: 이 두꺼운 책은 화살을 스스로 제작하려는 사람들에게 도움을 주고 있습니다. 이 책은 폭발물과 인화성 물질의 사용법을 다룬다는 물리적, 법적 위험성이 간결하며 명확하게 설명되어있고, 그 책임은 전적으로 독자에게 있다는 내용의 안내문으로 시작됩니다. 이 책의 동반자, "활장이의 친구"도 찾아보세요!

source: A book full of easy-to-follow recipes and useful advice on homebrewing, malting, and fermenting. It even smells faintly of booze.
ko: 자가 양조주의 레시피와 맥아 제조와 발효에 대한 유용한 조언이 자세하고 알기 쉽게 쓰여진 책입니다. 심지어 이건 희미하게 술 냄새가 납니다.

source: A book about the Church of the SubGenius. It seems to involve a salesman named J. R. "Bob" Dobbs and a concept called 'slack'.
ko: 서브지니어스교(Church of the SubGenius)에 대한 서적입니다. 이 책은 J. R. "밥" 도브(J. R. "Bob" Dobbs)라는 세일즈맨과 '태만(slack)'이라는 개념에 대해서 쓰여진 것으로 보입니다.(역주: SubGenius교는 장난스러운 느낌의 종교로서 1950년대에 만들어진 현대 신흥 종교입니다.)

source: A complete guide to boxing. Let's get ready to rough-up some ruffians!
ko: 권투에 대한 완벽한 안내서입니다. 자, 악당을 흠씬 두들겨 패주자!

source: Only the strongest, purest, good ol' fashioned hooch. Guaranteed to make you forget about the whole cataclysm thing, or you get your vision back.
ko: 무척이나 독한 구식 밀조주입니다. 당신이 대재앙에 관한 모든 것을 잊을 수 있도록 해주겠지만, 실명할 수도 있습니다.

source: Unfermented moonshine. Just some water, sugar and cornmeal, like good ol' aunt's recipe. You better believe it tastes sour.
ko: 발효되지 않은 밀조주입니다. 늙은 아주머니의 제조법처럼, 물과 설탕 그리고 옥수수 가루를 섞었습니다. 이건 틀림없이 신맛이 날겁니다.

source: A dish in which meat is set into a gelatin made from a meat or vegetable stock. This food will never spoil.
ko: 고기나 야채 스톡을 젤라틴으로 만든 고기 요리입니다. 이 음식은 상하지 않습니다.

source: special brownies
ko: 특제 브라우니(special brownies)

source: A meat pie with a little soldier, or maybe scientist, who knows. God, that's good!
ko: 군인이나 어쩌면 과학자의 일부가 들어갔을지도 모르는 고기 파이입니다. God, that's good! (역주: 'God, that's good!'은 스위니 토드(Sweeney Todd)의 패러디로 인육파이가 중요한 소재로 나옴.)

source: A mixture of dried tobacco leaf, pesticides, and chemical additives, rolled into a filtered paper tube. Stimulates mental acuity and reduces appetite. Highly addictive and hazardous to health.
ko: 말린 담배잎, 농약, 중독성 물질 등이 혼합된 것입니다. 종이 튜브 필터가 포함되어 있으며, 정신적인 각성 효과가 있습니다. 식욕을 감퇴시키고 중독성이 매우 높으며, 무엇보다도 건강에 안좋습니다.

source: Marijuana, cannabis, pot. Whatever you want to call it, it's rolled up in a piece of paper and ready for smokin'.
ko: 마리화나, 대마초, 냄비. 당신이 뭐라고 부르든 간에, 이건 피울 수 있도록 종이에 말려 있습니다.

source: A broken skitterbot. Much less threatening now that it lies limp on solid ground. Could be gutted for parts.
ko: 고장난 스키터봇입니다. 땅바닥에 무기력하게 쓰러져 있어서 전혀 위협적이지 않습니다. 부품을 회수할 수 있습니다.

source: A broken police bot. Much less threatening now that it lies limp on solid ground. Could be gutted for parts.
ko: 고장난 경찰 로봇입니다. 땅바닥에 무기력하게 쓰러져 있어서 전혀 위협적이지 않습니다. 부품을 회수할 수 있습니다.

source: A broken miner bot. Much less threatening now that it lies limp on solid ground. Could be gutted for parts.
ko: 고장난 채광 로봇입니다. 땅바닥에 무기력하게 쓰러져 있어서 전혀 위협적이지 않습니다. 부품을 회수할 수 있습니다.

source: A broken tribot. Much less threatening now that it lies limp on solid ground. Could be gutted for parts.
ko: 고장난 세발로봇입니다. 땅바닥에 무기력하게 쓰러져 있어서 전혀 위협적이지 않습니다. 부품을 회수할 수 있습니다.

source: A broken tank drone. Much less threatening now that it lies limp on solid ground. Could be gutted for parts.
ko: 고장난 탱크 드론입니다. 땅바닥에 무기력하게 쓰러져 있어서 전혀 위협적이지 않습니다. 부품을 회수할 수 있습니다.

source: The M320 Grenade Launcher Module offers the functionality of larger launchers in a very small package at the cost of decreased accuracy. It can be either attached to a rifle or combined with a buttstock for stand alone use.
ko: M320 유탄 발사기 모듈(Grenade Launcher Module)은 정확성이 낮아진 대신 작은 크기임에도 더 큰 유탄 발사기와 같은 기능을 가졌습니다. 이것은 소총에 장착하거나 유탄 발사기용 개머리판과 결합하여 독립형 무기로 사용할 수 있습니다.

source: Heckler & Koch's M320 grenade launcher offers the functionality of larger launchers in a very small package at the cost of decreased accuracy. This one is combined with a buttstock for stand alone operation.
ko: H&K사에서 제작된 M320 유탄 발사기는 정확성이 낮아진 대신 작은 크기임에도 더 큰 유탄 발사기와 같은 기능을 가졌습니다. 이것은 단독으로 운용할 수 있도록 개머리판과 결합되었습니다.

source: One of the most famous handguns of the 20th century. Your name is not Bond, but you might find this little gun still useful.
ko: 20세기의 가장 유명한 권총 중 하나입니다. 당신의 이름은 본드(Bond)가 아니지만, 그래도 이 작은 총은 당신에게 유용할 수 있습니다. (역주: Bond는 007 시리즈의 제임스 본드를 말함.)

source: The SIG Sauer P230 is a small, semi-automatic handgun chambered in .32 ACP. Due to its small dimensions, it was often carried as a backup weapon.
ko: SIG 사우어 P230(SIG Sauer P230)은 .32 ACP 탄을 사용하는 작은 반자동 권총입니다. 작은 크기로 인해, 이 총은 종종 보조 무기로 휴대 되었습니다.

source: The Winchester Model 70 is a bolt action sporting rifle. It has an iconic place in American sporting culture and has been held in high regard by shooters since it was introduced in 1936.
ko: 윈체스터 모델 70(Winchester Model 70)은 볼트 액션식 수렵용 소총(sporting rifle)입니다. 미국 스포츠 문화의 상징이며 처음 도입된 1936년부터 사격수들에게 높은 평가를 받아왔습니다.

source: The Weatherby Mark V is one of the finest bolt action rifles. It was introduced in 1957. These rifles are considered prestigious or luxury firearms.
ko: 웨더비 마크 V(Weatherby Mark V)는 최고의 볼트 액션 소총 중 하나입니다. 1957년에 처음 도입되었습니다. 이 소총은 고급스럽고 사치스러운 화기로 여겨집니다.

source: A beautifully decorated flintlock pistol. If using this doesn't makes you feel a pirate, nothing will.
ko: 아름답게 장식된 플린트락 권총입니다. 이것을 사용하면 그 누구도 당신을 해적이라고 생각하지 못할 겁니다, 그 누구도요.

source: The Model 44 is the carbine sized variant of the standard 1891/30. It has a shorter barrel, therefore it is weaker than the 1891/30, but easier to carry.
ko: 모신나강 Model 44는 표준 모신나강 1891/30의 카빈형입니다. 이 총은 짧은 총신을 가지고 있고 그 때문에 모신나강 1891/30 보다 약하지만 휴대하기 쉽습니다.

source: The American mink, a partially-aquatic weasel, once factory-farmed for its fur. It is a capable fisher, but the presence of otters in these parts makes it rely more on food from the land.
ko: 털가죽을 위해 공장식으로 대량 사육되던 반수생 족제빗과 동물인 밍크입니다. 물에서 물고기를 잡는 능력도 있지만, 땅에서 나는 식량에 보다 의존하는 경향이 있습니다.

source: An enormous, mutated creature that might once have been a nightcrawler. It possesses a large fanged mouth and a long slender body that comes up to your shoulder, with even more surely hiding underground.
ko: 변이된 거대 생명체로, 한때는 지렁이였던 것 같습니다. 거대한 이빨이 달린 입과 당신의 어깨높이까지 올라오는 길고 얇은 몸을 가지고 있으며, 몸의 대부분이 땅 밑에 숨겨져 있습니다.

source: A ponderous and particularly arborescent triffid. It has enormous red petals surrounded by a haze of spores, and two thick barbed vines stick out from the stems like wary harpoons.
ko: 거대한 덩치를 가진 나무 모양의 트리피드입니다. 포자 안개에 둘러싸인 거대한 붉은 꽃잎을 가지고 있고, 두 개의 두꺼운 가시덩굴이 대함 미사일 같은 두꺼운 줄기에서 튀어나와있습니다.

source: A knot of tubular roots, flowing with sap and beating like a heart. Strands of vascular tissue reach out to the surrounding root walls.
ko: 얽혀있는 관 형태의 뿌리로, 심장처럼 맥동하여 수액을 흘려보내고 있습니다. 맥관 조직은 주변을 둘러싼 뿌리 벽에 뻗쳐있습니다.

source: A fungal stalk several feet in height. Two vicious looking tendrils extend from its thorned and leathery exterior, and it moves about faster than the larger fungaloids.
ko: 1m 정도 높이의 진균체 줄기입니다. 두 개의 공격적이게 보이는 덩굴손이 가시 돋친 딱딱한 표면에서 뻗어나와 있으며, 더 큰 진균체들보다 빠르게 움직입니다.

source: A domesticated mongrel of the canine persuasion. In the absence of human society, it has turned feral. You feel a sudden urge to destroy it.
ko: 길들여졌던 잡종견입니다. 인간 사회가 무너지면서 야생화되었습니다. 없애버리고 싶은 충동이 갑자기 드는 것 같습니다.
