Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your body is simply immune to diseases. You will never catch an ambient disease.
ja: 病気に対する優れた免疫を持っています。環境由来の病気にかかることがありません。
zh_cn: 你的身体产生了疾病免疫。你将永远不会生病。

source: Your body is slowly wasting away!
de: Dein Körper siecht langsam dahin.
ja: ゆっくりと体が朽ち果ててゆくようです！
ko: 당신의 몸은 느린 속도로 분해되고 있습니다!
ru: Ваше тело медленно разлагается.
zh_cn: 你的身体正在慢慢消瘦！

source: Your body is unusually inhospitable to parasitic lifeforms. You will never become infested with internal parasites.
ja: 寄生生物にとって非常に暮らしにくい体質です。寄生虫に住みつかれることがありません。
zh_cn: 你的身体对寄生虫类生命形式极度不友好。你永远不会被内部寄生虫感染。

source: Your body is very slowly wasting away.
de: Dein Körper siecht sehr langsam dahin.
ja: 非常にゆっくりとですが、体が消耗していきます。
ko: 당신의 몸은 매우 느린 속도로 분해되고 있습니다.
ru: Ваше тело очень медленно разлагается.
zh_cn: 你的身体正在非常缓慢地消瘦！

source: Your body produces a potent venom. Cutting or stabbing attacks from mutations have a chance to poison your target.
de: Dein Körper produziert ein starkes Gift. Schnitt- oder Stichangriffe haben eine gewisse Wahrscheinlichkeit, dein Ziel zu vergiften.
ja: 体からよく効く毒が分泌されます。変異した部位で切断または刺突攻撃を加えると、敵に毒を与えることがあります。
ko: 당신의 신체는 강력한 독성 물질을 생성해냅니다. 베기 또는 관통 공격 시에 공격당한 대상이 중독될 수 있습니다.
ru: Ваше тело производит сильный яд. Режущие или колющие атаки с помощью мутаций имеют шанс отравить цель.
zh_cn: 你的身体产生了毒囊，任何由于变异导致的特殊攻击都有机会使目标中毒。

source: Your body produces and anchors webbing. Too bad you can't seem to control the process. There is a chance that you will leave webs in your wake.
de: Dein Körper produziert und spinnt Netze. Zu dumm, dass du anscheinend diesen Prozess nicht kontrollieren kannst. Wenn du dich bewegst, wirst du mit einer gewissen Wahrscheinlichkeit Netze hinterlassen.
ja: 体からクモの糸を出して巣を張ることができますが、残念ながらその能力を制御できていません。寝ている間に周囲に蜘蛛の巣を張る可能性があります。
ko: 당신은 거미줄을 만들고 단단히 고정시킵니다. 안타까운 것은 이 과정을 스스로 통제할 수 없다는 것입니다. 지나간 자리에 거미줄을 남길 가능성이 생깁니다.
ru: Ваше тело создает и скрепляет нити паутины. К сожалению, вы не можете контролировать этот процесс. С определенным шансом, вы можете оставить после себя паутину.
zh_cn: 你的身体能够自动生成并抛射蛛网，不过不受控制。没准儿一觉醒来，你就被粘在床上了。

source: Your body produces low-level pheromones which puts mammals at ease. They will be less likely to attack or flee from you.
ja: 身体から低レベルのフェロモンを分泌しています。哺乳類に安らぎを与える様になり、攻撃される可能性が低下し、逃げられ難くなります。
zh_cn: 你的身体会生产少量使哺乳动物安心的信息素，使得动物不太可能会攻击或远离你。

source: Your body produces low-level pheromones, identifying you as a friend to many species of insects. Insects will attack you much less.
ja: 身体から低レベルのフェロモンを分泌しています。多くの昆虫類が友人として認識してくれる様になり、昆虫から攻撃される可能性が大幅に低下します。
zh_cn: 你的身体会生产少量使昆虫安心的信息素，使得昆虫不太可能攻击你。

source: Your body's ability to digest fruits, vegetables and grains is severely hampered. You cannot eat anything besides meat.
ja: 果物、野菜、穀物を栄養に変える機能が消失しつつあります。ほぼ肉しか食べられません。
zh_cn: 你的身体丧失了对植物的消化以及吸收能力，你将不能从蔬菜等植物中获得营养，你只能吃肉了。

source: Your body's ability to digest meat is severely hampered. Eating meat has a good chance of making you vomit it back up; even if you manage to keep it down, its nutritional value is greatly reduced.
ja: 肉を栄養に変える機能が消失しつつあります。肉を食べると高い確率で嘔吐します。どうにか我慢しても得られる栄養は大幅に減少します。
zh_cn: 你的身体丧失了对肉类的消化以及吸收能力，你将不能从鸡鸭等肉类中获得营养，你只能吃素了。

source: Your body's slime output has become sticky and gel-like. Greatly increases wet benefits.
ja: 全身を覆うスライムが強い粘着性を持つゲル状の性質に変化しました。水に濡れた時のメリットが大幅に増加します。
zh_cn: 你身上的史莱姆状分泌物变得又粘又像凝胶。大大提高了潮湿时的增益。

source: Your bones are very light. This enables you to run and attack 10% faster, but also reduces your carrying weight by 20% and makes bashing attacks hurt a little more.
ja: 非常に軽い骨格を獲得しました。攻撃と走りが10%速くなり、所持重量が20%低下し、受ける打撃ダメージが少し増加します。
zh_cn: 你的骨质非常松脆，你的行动速度增加了10%，但你所携带的物品最大重量下降20%，冲击对你造成的伤害将更多。

source: Your brain has caught up with your eyes. You can see much better in the dark, but sunlight seems much brighter now. Activate to toggle NV-visible areas on or off.
ja: 脳が眼に追いつきました。暗闇での視界が向上しますが、日光をより眩しく感じるでしょう。オンオフを切り替える事で暗視能力を有効化します。
zh_cn: 你的大脑神经跟上了你眼睛的速度，在黑暗中你看的更清楚了。不过阳光特么的怎么也更刺眼了啊？激活来切换显示夜视可见区域。

source: Your brain has evolved beyond human imagination. You'll show them the REAL meaning of 'gray goo'!
de: Dein Gehirn hat sich jenseits menschlicher Vorstellungskraft weiterentwickelt. Du wirst ihnen die WAHRE Bedeutung von »Graue Schmiere« zeigen!
ja: 人類の想像すら及ばぬ領域に到達しました。今ここに「グレイ・グー」の本当の目的を教えましょう！
ru: Даже человеческое воображение не может описать, чем стал ваш мозг. Теперь вы покажете им ИСТИННЫЙ смысл выражения "серая слизь"!
zh_cn: 你大脑的进化已经超越人类的想象力。让他们明白明白灰质层的真义吧！

source: Your broken limbs mend themselves without significant difficulty.
ja: 手足が致命的な傷を負ってしまっても、特に困難を伴わずに自分自身の治癒力で回復します。
zh_cn: 你断掉的四肢可以轻易的自愈。

source: Your cardiovascular system has caught up with your muscular physique, so who needs pathetic human cars? Strength +4.
de: Dein Herzkreislaufsystem zog mit deiner Muskelphysik gleich, also wer braucht noch erbärmliche Menschenautos? Stärke +4.
ja: 心肺及び循環系の機能がついにこの逞しい肉体に追い付きました。もはや哀れな人間どもの乗り物に用はありませんね。筋力に+4のボーナスを得ます。
ko: 당신의 심장혈관계는 근육질 체형에 맞춰졌습니다. 한심한 인간용 자동차를 도대체 누가 필요로 하죠? 체력 +4
ru: Ваша сердечно-сосудистая система приспособилась к вашему мощному телу. Так, кто еще нуждается в жалких человеческих автомобилях? Сила +4.
zh_cn: 你的生理系统已经足够驱动你巨大的身形，惊人的力量在你身上得到了完美的平衡。特喵的，哥再也不用开车了。力量+4。

source: Your chitin hair has thickened and spread across your body. It provides minor warmth and helps you sense nearby vibrations.
ja: キチン質の表皮に生えた毛が分厚くなり全身に広がりました。多少の暖かさがあり、近くの振動を検知します。
zh_cn: 你甲克上的几丁质毛发变得浓密并且遍布全身。这为你提供了一点热量，并且有助于你感知附近的振动。

source: Your claws have grown tougher and slightly gnarled.
ja: やや節くれだった、強靭な爪です。
zh_cn: 你的爪子变得又粗又硬。

source: Your digestive system is capable of digesting cellulose and other rough plant material. You can eat underbrush by activating this, standing over your target, and pressing E.
ja: あなたの消化器官は、セルロースや他の植物性素材を消化することができます。草の上に立ちEキーを押せば、食べることができます。
zh_cn: 你能消化纤维素等植物原料了。激活后站在灌木丛上按'E'就能吃掉它。

source: Your digestive system is specialized to allow you to consume decaying material. You can eat rotten food, albeit for less nutrition than usual.
ja: 腐ったものを吸収することに特化した消化器官を得ました。腐ったものを食べ、通常の食品よりも少ない栄養を摂取することができます。
zh_cn: 你的消化系统被改装了，能消化腐烂的食物，从中获得少量营养。

source: Your ears have extended into long, pointed ones, like those of a canine. They enhance your hearing, allowing you to hear at greater distances.
ja: 耳が長く伸び、先端は尖り、犬のようになりました。聴力が向上し、より遠くの音を聴くことができます。
zh_cn: 你的耳朵伸得比狗都要长，他们可以增强你的听觉，让你听得更远。

source: Your ears have extended into long, pointed, velvety ones, like those of a feline. You find it easier to tune in on sounds from afar.
ja: 耳が長く伸び、先端はやや尖り、短い毛に覆われ、猫のようになりました。聴力が向上し、より遠くの音を聴くことができます。
zh_cn: 你的耳朵稍微变长了，尖尖的、软绵绵的，出猫娘cos再也不用戴猫耳了。你的听力得到了增强。

source: Your ears have grown longer and rounder, much like those of a bear. You can hear things a little farther away.
ja: 耳が長く、丸く変形し、熊のようになりました。聴力がやや向上し、少しだけ遠くの音を聴くことができます。
zh_cn: 你的耳朵又圆又大，像极了路边的黑熊。你的听力稍微提升了。

source: Your epidermis has turned into a thin, flexible layer of chitin. It provides minor protection from cutting wounds. Slightly reduces wet effects.
ja: よく可動する、重なりあったキチン質の表皮を獲得しました。多少の切断攻撃を防ぎ、濡れた時のデメリットが僅かに減少します。
zh_cn: 你的皮肤已经变成了一个薄的，柔性的几丁质层。提供了少量的切割伤害。

source: Your exoskeleton has hardened considerably--restricting movement, granted--and boasts a fine coat of hairs that put feline whiskers to shame.
ja: あなたの相当に強固な外骨格は--ええ、動きにくくはありますが--猫のひげよりもずっと立派な毛皮のコートを誇らしげに見せつけています。
zh_cn: 你的外骨骼变得相当坚实——这理所当然地会妨碍行动——而且覆盖着一层猫都要为自己的胡须自愧不如的皮毛传感外衣。

source: Your extremities are covered in painful sores. The pain is worse when they are covered in clothing.
zh_cn: 你的四肢覆盖满了疼痛的溃疡。当你穿着衣服时疼痛会更糟。

source: Your eyes are compound, like those of an insect. This increases your perception by 2 so long as you aren't wearing eyewear.
ja: 目が昆虫のような複眼に変化しました。目の上に何も着用していないとき、感覚に+2のボーナスを得ます。
zh_cn: 你的眼睛变成了像昆虫一样的复眼。只要你不戴眼镜，感知+2。

source: Your eyes bulge out several inches from your skull. This does not affect your vision in any way.
ja: 眼球が頭蓋骨から10cmほど飛び出していますが、視界への影響はありません。
zh_cn: 你的眼睛从头颅突出来几英寸，但这并不影响你的视觉。

source: Your eyes have mutated to pick up radiation in the infrared spectrum.
de: Deine Augen sind dergestalt mutiert, dass sie Strahlung im Infrarotbereich aufnehmen können.
ja: 目が変異し、赤外視中に放射線を知覚する能力を得ました。
ko: 당신의 눈은 적외선 대역을 볼 수 있도록 변이되었습니다.
ru: Ваши глаза мутировали и теперь вы можете видеть радиационное излучение в инфракрасном спектре.
zh_cn: 你的双眼突变为可以看见红外线光线。

source: Your eyes have mutated, now having a slitted pupil and glittering in light, much like those of cats. This is visually striking, but it isn't helping you see at night.
de: Deine Augen sind mutiert und haben nun eine schlitzförmige Pupille und funkeln im Licht, so wie bei denen von Katzen. Dies ist optisch eindrucksvoll, aber das hilft dir nicht, in der Nacht zu sehen.
ja: 瞳孔は縦溝状になり、光を受けると輝く、猫のように変異した眼です。人間離れした外見ですが、夜にあたりを見回す助けにはなりません。
ko: 당신의 눈은 변이되었으며, 이제는 길쭉한 눈동자가 빛나듯이 반짝이는 것이 고양이를 쏙 빼닮았습니다. 겉보기엔 굉장히 눈에 띄지만, 야간 시야에 딱히 도움을 주지는 않습니다.
ru: Ваши глаза мутировали, теперь они имеют щелевидный зрачок и сверкают на свету, так же как у кошек. Это выглядит поразительно, но не помогает вам видеть ночью.
zh_cn: 你的眼睛产生了变异，瞳孔眯成一条缝，在夜里闪着光。看起来不错，但并没有夜视功能。

source: Your eyes have mutated, with a brilliant iris and slitted pupil similar to that of a lizard. This is visually striking, but doesn't seem to affect your vision.
de: Deine Augen sind mutiert, mit einer glänzenden Iris und schlitzförmigen Pupillen, etwa so ähnlich wie bei einer Echse. Das ist visuell eindrucksvoll, aber scheint deine Sicht nicht zu beeinträchtigen.
ja: 瞳孔が縦溝状になった、爬虫類のように変異した眼です。人間離れした外見ですが、夜にあたりを見回す助けにはなりません。
ko: 눈이 변이되어, 빛나는 홍채와 가는 눈동자가 마치 도마뱀을 연상시키게 되었습니다. 생김새가 충격적으로 변하게 되지만, 자신의 시야에는 영향을 주지 않습니다.
ru: После мутации ваши глаза обрели блестящую радужную оболочку похожую на глаза ящерицы. Выглядит шокирующе, но, похоже, никак не отражается на вашем зрении.
zh_cn: 你的眼睛产生了变异，有着闪亮的虹膜和喵星人样的竖瞳，看上去简直帅呆了，不过好像并不影响你的视力。

source: Your eyes have turned...green. It's tough to tell the exact shade as it seems to shift. The effect is ...pleasant.
de: Deine Augen sind … grün geworden. Es ist schwer, den genauen Farbton zu nennen, weil er sich zu verändern scheint. Die Wirkung ist … angenehm.
ja: 目が...緑色になりました。どれが何色やらさっぱり分かりません。この変異の効果？...楽しいことでしょうか。
ko: 당신의 눈은... 초록색으로 변했습니다. 그늘진 장소조차 꼼꼼하고 빠르게 살펴볼 수 있습니다. 이건 조금... 좋군요.
ru: Ваши глаза стали...зелеными. Трудно назвать точный оттенок, кажется, он меняется. Этот эффект такой...приятный.
zh_cn: 你的眼睛变成了...绿色。它似乎在不断地转动，你很难描述出它的形状，这效果棒极了。

source: Your eyes still bulge, yet your pupils look Different somehow. Water doesn't seem to cause any trouble at all, though.
ja: 目が膨らみ出ており、瞳孔は人のそれとは明らかに異なっています。水中でも何の問題も無い様です。
zh_cn: 你的眼珠依然很突出，但你的瞳孔看起来有些不一样了。嘛，至少在水中视物再也不是麻烦了。

source: Your face and jaw have begun...changing. Masks and such fit OK, but you're noticeably mutated.
ja: 顔と顎が...変化し始めています。頭装備を身に付けるうえで不都合はありませんが、あなたの身に変異が起きていることは誰の眼にも明らかです。
zh_cn: 你的脸和下巴发生了……变化。带个口罩还是没什么问题的，不过看到你的人都会把你当作二师兄。

source: Your face and jaw have extended, giving you an alert and attentive appearance.
ja: 顎を含む顔全体が前方に伸びています。素早さと注意深さを感じさせる容貌です。
zh_cn: 你的脸颊凸出来了，贼眉鼠眼的怎么看都让人放心不下。

source: Your face and jaws are a shorter version of those found on alligators. They look NASTY-as do the bite wounds they can inflict-but prevent you from wearing mouthgear.
de: Dein Gesicht und Kiefer sind eine kürzere Version von denen, wie man sie bei Alligatoren vorfinden kann. Die sehen BÖSE aus – so wie die Beißwunden, sie sie anrichten können – aber sie halten dich vom Tragen von Mundbekleidung ab.
ja: 顎を含む顔全体が、ワニの頭部を短くしたような形になっています。目の前に人間を置けばたちまち咬み付いて大怪我を負わせそうな、いかにも凶悪な外見です。口装備を身につけることは困難でしょう。
ru: Ваше лицо и челюсти стали как у аллигатора, только короче. Это выглядит МЕРЗКО, но укусами вы наносите страшные раны. Понятно, что теперь вы не можете ничего надеть на рот.
zh_cn: 您的嘴脸，呃，是缩短版的鳄鱼吻。它看起来巨凶——咬起来也巨凶，可惜您面部无法再穿戴任何装备了

source: Your face resembles that of a bull, with a significant snout. It looks fearsome but prevents you from wearing mouthgear.
de: Dein Gesicht ähnelt dem eines Bullen, mit einer deutlichen Schnauze. Sie sieht beängstigend aus, aber hindert dich daran, Mundbekleidung zu tragen.
ja: 変異した鼻のせいで、雄牛のような顔になっています。見る者に恐ろしげな印象を与え、口装備を身に付けることは困難になるでしょう。
ko: 당신의 얼굴은 코 때문에 황소와 닮아보입니다. 우려와는 다르게 입에 장비를 착용하는 데 지장을 주지는 않습니다.
ru: Теперь ваше лицо — бычья морда. Это выглядит грозно, но вы не можете ничего надеть на рот.
zh_cn: 你看起来像头牛，孙悟空见了也要叫一声“大哥”。人类使用的口部装备，对你来说，已经太小了。

source: Your fangs have grown extremely large and incredibly sharp. They make it impossible to wear mouthgear and difficult to eat... but leave nasty wounds when you bite.
ja: 牙が信じられないほど大きく鋭く成長しました。口装備は着用できず、食べるのも困難になりますが、噛みつき攻撃によって敵にダメージを与えられます。
zh_cn: 你的牙又长又尖，以至于你不能带口罩，吃东西也很不方便...不过你可以用尖牙来“咬人”造成伤害。

source: Your feet have fused into hooves. This allows kicking attacks to do much more damage, provides natural armor, and removes the need to wear shoes; however, you can not wear shoes of any kind. Somewhat reduces wet effects.
ja: 両足が蹄に変化しました。キックのダメージが増加し、天然の鎧として働き、靴を履く必要が無くなります；履ける靴なんてありませんけどね。濡れた時のペナルティーがそれなりに減少します。
zh_cn: 你的脚已经融合成蹄。踢人更厉害了，提供天然护甲，然而，你不能穿任何鞋子。有些降低湿效应。

source: Your fingernails are long and sharp. If you aren't wearing gloves, your unarmed attacks deal a minor amount of cutting damage.
ja: 長く鋭い指爪です。手袋をしていないなら、素手攻撃に多少の切断ダメージが追加されます。
zh_cn: 你的指甲变得很长。如果不戴手套，攻击对方时将造成少量劈砍伤害。

source: Your flesh is a pleasing gel-like consistency. Your bodily functions seem to be moving around, and your leg-equivalents flow comfortably.
ja: 全身が心地よい濃度のゲル状物質に変化しました。光を当てると、内臓と思われるスライム塊が内側で活発に蠢いているのが透けて見えます。足の役割を果たす底の部分は心地よく流動しています。
zh_cn: 你的血肉就好像一整块舒爽的凝胶。你的身体结构似乎正在到处跑偏，而你的“腿”流动的相当舒适。

source: Your flesh regenerates from wounds incredibly quickly.
de: Dein Fleisch reneriert sich von Wunden unglaublich schnell.
ja: 身体が信じられない速度で傷を再生します。
ko: 몸의 상처가 극도로 빨리 회복됩니다.
ru: Ваша плоть восстанавливается от ран невероятно быстро.
zh_cn: 你获得了难以置信的极速伤口愈合速度。

source: Your flesh regenerates slowly, and you will regain HP even when not sleeping.
de: Dein Fleisch regeneriert sich langsam und du wirst Trefferpunkte wiedererhalten, sogar, wenn du nicht schläft.
ja: 身体が緩やかに治癒していきます。寝ていない時にもHPを回復します。
ko: 당신의 몸은 느리게 재생됩니다. 수면 중이 아니더라도 HP 가 회복됩니다.
ru: Ваша плоть медленно восстанавливается и вы восполняете очки здоровья даже когда не спите.
zh_cn: 你的身体能缓慢愈合，即使不睡觉的时候也能恢复HP

source: Your frame has adapted for life in confined spaces. You seem a little shorter and bulkier, trading muscle mass for mobility. (+2 Strength, -2 Dexterity)
de: Dein Körperbau passte sich dem Leben in beengten Räumen an. Du scheinst etwas kürzer und voluminöser zu sein, Muskelmasse wird gegen Mobilität eingetauscht. (+2 Stärke, −2 Geschicklichkeit)
ja: 限られた空間での生活に適応した骨格になりました。少し小柄で筋肉質になり、筋肉の代償として不器用になりました。筋力に+2のボーナスを得ますが、器用に-2のペナルティを受けます。
ru: Ваше тело приспособилось к жизни в замкнутом пространстве. Вы выглядите немного короче и массивнее, пожертвовав мобильностью ради мышечной массы. (+2 Сила, -2 Ловкость)
zh_cn: 为了适应在狭小地方的生活，你变得矮小精干，牺牲灵活性来获得力量。（＋２力量，－２敏捷）

source: Your fur has grown out and thickened, providing noticeable protection from attacks as well as considerable insulation.
de: Dein Fell ist ausgewachsen und verdickt, was einen merklichen Schutz vor Angriffen sowie einer bemerkenswerten Wärmedämming bietet.
ja: 非常に分厚く発達した毛皮が全身を覆っています。相当の攻撃を防ぎ、かなりの断熱性があります。
ru: Ваш мех значительно вырос и стал более густым, что обеспечивает заметную защиту от атак, а также хорошую изоляцию.
zh_cn: 你的毛（xiong)皮(mao)长得又浓又密，提供了客观的伤害防护，同时也是不错的保温层。

source: Your fur's grown out significantly around your cheeks and neck. It provides minor protection against attacks.
ja: 頬から首まわりにかけてかなりの毛皮が発達しました。多少の攻撃を防ぎます。
zh_cn: 你的脸上和脖子上都长出了长毛。提供了些微防御补正。

source: Your guts have developed the ability to handle poisonous food. Mostly.
de: Deine Därme haben die Fähigkeit entwickelt, mit giftiger Nahrung umzugehen. Größtenteils.
ja: 根性で有毒食品も消化します。大抵の物は大丈夫です。
ko: 당신의 소화기관은 해로운 음식물을 소화할 수 있도록 발달되었습니다. 아마도 거의.
ru: Ваш кишечник теперь может переваривать ядовитую пищу. По большей части.
zh_cn: 你的五脏六腑饱受天朝食品的锻炼，已经可以无视大部分有毒食品的毒性了。

source: Your hands and feet are heavily webbed, reducing your dexterity by 1 and preventing you from wearing gloves. However, you can swim much faster. Slightly decreases wet penalties.
ja: 手足の全ての指の間に、付け根から指先まで届く見事な水掻きがあります。器用に-1のペナルティーを受けます。手袋を身に付けることは困難でしょう。しかし、道具に頼らなくとも非常に速く泳ぐことができます。濡れた時のペナルティーが僅かに減少します。
zh_cn: 你的手和脚上都长出了蹼，你的敏捷下降1点并且不能戴手套，但是你可以游得更快。

source: Your hands have fused into quasi-paws. Fine manipulation is a challenge: permanent hand encumbrance of 1, difficulty with delicate craftwork, and your gloves don't fit. But they handle water better.
ja: 肉球が手の平を覆いつつあります。細かい作業、高難度の製作、手袋の装着が困難になります。手に1の動作制限を受けます。水を掻くには人間の手より優れています。
zh_cn: 你的双手变成了双爪。你仍能拿起东西，不过不如以前熟练：手部累赘永久加1，精细制造工作时间延长，手套也不再合身。不过，爪子的防水性倒是不错。

source: Your head can't take much abuse. Its maximum HP is 20% lower than usual.
ja: 顎が弱く、頭部の最大HPが20%減少します。
zh_cn: 你的头骨很脆，经不起太大打击。头部HP上限减少五分之一。

source: Your hearing has evolved further and is now on par with wolves. You can hear things significantly farther away.
ja: さらに聴覚が発達し、今や狼のようです。遥か遠くの音を聴き取ることができます。
zh_cn: 你的听力大大增强了，就像狼一样——长得也一样。

source: Your hearing is better than average, and you can hear distant sounds more easily.
de: Dein Gehör ist überdurchschnttlich gut und du kannst fernere Geräusche leichter hören.
ja: 聴力が優れており、容易に遠くの音を聞き取る事が出来ます。
ko: 당신의 청력은 평균 이상이기에 먼 거리에서 발생한 소음도 쉽게 들을 수 있습니다.
ru: У вас хороший слух, вам легче услышать удалённые звуки.
zh_cn: 你的听力超过一般人，你能更为容易地听清远处传来的声音。

source: Your hearing is poor, and you may not hear quiet or far-off noises.
de: Dein Gehör ist schwach und du wirst wohl leise oder ferne Geräusche nicht hören.
ja: 音が僅かにしか聞こえない。
ko: 청력이 떨어집니다. 조용한 소리나 먼 곳에서 난 소리를 듣기 힘들어집니다.
ru: У вас плохой слух, вы можете не услышать тихие или удаленные звуки.
zh_cn: 你的听力很弱，可能听不清楚附近小的或远些的声音。

source: Your immune system is particularly good at resisting infections.
de: Dein Immunsystem ist besonders gut darin, Infektionen zu widerstehen.
ja: 特に感染症に強い免疫システムを持っています。
ko: 유난히 면역체계의 감염 저항성이 높아졌습니다.
ru: Ваша иммунная система очень хорошо сопротивляется различным инфекциям.
zh_cn: 你的免疫系统非常好，可以抵御多数感染。

source: Your index fingers have grown into huge talons. After a bit of practice, you find that this does not affect your dexterity, but allows for a deadly unarmed attack. They also prevent you from wearing gloves.
ja: 両の人差し指に猛禽のごとき強大な鉤爪が発達しました。少し練習してみたところ器用さには影響しないことが分かりました。それでいて致命的な素手攻撃を繰り出すことができます。手袋の着用は難しいでしょう。
zh_cn: 你的食指已经变成了一个巨大的利爪指头，经过实践后你发现，这并不影响你的敏捷，还可以造成致命一击。但你穿不了手套了。

source: Your jaw and nose have extended into a bearish muzzle. You could bite with it, and it looks impressive, but it prevents you from wearing mouthgear.
de: Dein Kiefer und deine Nase wuchsen zu ein bärenähnliches Maul heran. Du könntest damit beißen und es sieht beeindruckend aus, aber es hält dich vom Tragen von Mundbekleidung ab.
ja: 顎と鼻が前方に伸びて熊のようになっています。咬み付き攻撃が可能で、強い外見的印象を与えます。口装備を身に付けることは困難でしょう。
ko: 당신의 턱과 코는 곰의 주둥이처럼 변했습니다. 인상적이며 물기 공격을 할 수 있게 해줍니다만, 입에 착용하는 장비를 사용할 수 없게 만듭니다.
ru: Ваши челюсти и нос вытянулись в медвежью морду. Теперь вы можете кусаться, да и выглядит это впечатляюще, но вы не можете ничего надеть на рот.
zh_cn: 你的下巴和鼻子都发生了变异，成了名符其实的熊孩子。咬人威力大多了，看起来也很熊……很威猛，但口罩什么的是戴不上了。

source: Your jaw and nose have extended into a wolfish muzzle. It lends itself to biting in combat and looks impressive, but prevents you from wearing mouthgear.
de: Dein Kiefer und deine Nase sind zu einem wolfsähnlichen Fang herangewachsen. Er eignet sich zum Beißen im Kampf und sieht beeindruckend aus, aber hindert dich daran, Mundbekleidung zu tragen.
ja: 顎と鼻が前方に伸びて狼のようになっています。咬み付き攻撃が可能で、強い外見的印象を与えます。口装備を身に付けることは困難でしょう。
ko: 당신의 턱과 코는 늑대의 주둥이처럼 변했습니다. 이 인상적인 주둥이는 전투시 물기 공격을 할 수 있게 해줍니다만, 입에 착용하는 장비를 사용할 수 없게 만듭니다.
ru: Ваши челюсти и нос вытянулись в волчью морду. Это помогает вам кусать, да и выглядит впечатляюще, но вы не можете ничего надеть на рот.
zh_cn: 您的下巴和鼻子长成了狼鱼（请谷歌此君长相）吻状。它战则能咬，视之而很猛，可惜您面部无法穿戴任何装备了。

source: Your legs are extremely limber and fast-moving. You run 30% faster on flat surfaces.
ja: 非常にしなやかで俊敏に動く足を持っています。平坦な地面では走る速度が30%上昇します。
zh_cn: 你的腿非常柔软有弹性。在平地上，你移动能快30%。

source: Your legs have transformed into six tentacles. This decreases your speed on land by 20%, makes your movement silent, increases your swimming speed, and reduces wet penalties.
ja: 脚が合計6本の触手になりました。地上での速度に-20%のペナルティーを受けますが、静かに移動することができ、素早く泳げます。濡れた時のペナルティーが減少します。
zh_cn: 你的腿变成了六条触须。这会降低你20%左右的陆地移动速度，但让你走路没有声音。然而，也增加你的游泳速度，减少潮湿时的惩罚。。

source: Your limbs are significantly more flexible than any pathetic human arm or leg. +3 Dexterity, -2 Strength.
de: Deine Gelenke sind signifikant flexibler als erbärmliche menschliche Arme oder Beine. +3 Geschicklichkeit, −2 Stärke.
ja: 哀れな凡人どもよりも、ずっと柔軟な手足です。器用さに+3のボーナスが入り、筋力に-2のペナルティーが入ります。
ru: Ваши конечности значительно гибче, чем любые жалкие человеческие руки или ноги. Ловкость +3, Сила -2
zh_cn: 你的四肢明显比可悲的人类肢体要柔韧。+3敏捷-2力量。

source: Your limbs seem to have a little more 'give' to them. +1 Dexterity.
de: Deine Gliedmaßen scheinen etwas dehnbarer zu sein. +1 Geschicklichkeit.
ja: 手足がちょっとだけ”よく動き”ます。器用さに+1のボーナスが入ります。
ru: Ваши конечности, кажется, могут немного лучше гнуться. Ловкость +1.
zh_cn: 你的肢体看上去正常情况来的更有意思一些。+1敏捷。

source: Your lower-tentacles have developed suckers. They make land movement marginally more tiring, but do a good job of keeping you set in place.
de: Deinen Untertentakeln sind Saugnäpfe gewachsen. Sie machen die Landbewegung geringfügig ermüdender, aber sie helfen dir gut dabei, aufrecht stehen zu bleiben.
ja: 全ての触手の半分から先の範囲に無数の吸盤を獲得しました。ほんの少し、地上での移動がより疲れるものになりますが、体をその場に固定するには好都合です。引き寄せや吹き飛ばしに抵抗することができます。
ko: 하체의 촉수에 빨판이 달렸습니다. 육지 보행 시 약간 더 지치게 되지만, 한 자리에서 가만히 있는 것은 더 편해졌습니다.
ru: Ваши нижние щупальца развили присоски. Они делают передвижение по земле чуть более утомительным, но хорошо удерживают вас на месте.
zh_cn: 你的下肢的触手长出了吸盘。你在陆地上行动时会带来一定的不便，不过可以保证你不被吹走。

source: Your mandibles have developed extensible fangs, allowing you to bite quickly or ensure your venom goes home, as desired. Activate to extend or retract your fangs.
ja: 大顎が伸縮する仕組みを持つ牙になりました。畳んだ牙で素早い咬み付き攻撃を繰り出すもよし、展開した牙で敵の心臓にそっと毒を届けるもよし、思いのままです。縮める/伸ばすを切り替える事で牙を有効化します。
zh_cn: 你的上颚长出了可以延展的獠牙，让你能够撕咬得更快，或保证你的毒液如预计一样到达目的地。启用来延伸或者收回獠牙。

source: Your metabolism is a little slower, and you require less food than most.
de: Dein Stoffwechsel ist etwas langsamer und du benötigst weniger Essen als die Meisten.
ja: 消化が遅く、食べ物の量が少なくて済みます。
ko: 당신의 신진대사는 약간 느립니다. 때문에 일반적인 사람보다 음식이 덜 필요합니다.
ru: У вас замедленный обмен веществ в организме и вам требуется меньше пищи, чем обычно.
zh_cn: 你的新陈代谢比较缓慢，你需要的食物比别人少一些。

source: Your morale will shift up and down at random, often dramatically.
de: Deine Moral wird zufällig hoch und runter gehen, oftmals dramatisch.
ja: 士気がランダムに上下します。大幅に変化する事もあります。
ko: 당신의 기분은 아무 기준 없이 제멋대로 바뀝니다. 종종 매우 극적으로 바뀌기도 하죠.
ru: Ваше моральное состояние скачет то вверх, то вниз. И довольно сильно.
zh_cn: 你的心情经常无预料的上升或者下降，且很明显。

source: Your muscle response is dependent on ambient temperatures. You lose 1% of your speed for every 5 (2.8) degrees below 65 F (18.3 C).
ja: 筋肉の反射と働きが外気温によって左右されます。外気温が摂氏18.3度(華氏65度)を2.8度(5度)下回るごとに、速度に-1%のペナルティーを受けます。摂氏0度ならペナルティーは6%になります。
zh_cn: 你的肌肉反应速度受环境温度影响。在18.3℃（65F）以下，温度每降低2.8℃（5F），你的速度将下降1%。

source: Your muscle response is highly dependent on ambient temperatures. You lose 1% of your speed for every 3 (1.7) degrees below 65 F (18.3 C).
ja: 筋肉の反射と働きが外気温によって左右されます。外気温が摂氏18.3度(華氏65度)を1.7度(3度)下回るごとに、速度に-1%のペナルティーを受けます。気温が摂氏0度のときペナルティーは約10%になります。
zh_cn: 你的肌肉反应速度受环境温度影响。在18.3℃（65F）以下，温度每降低1.7℃（3F），你的速度将下降1%。

source: Your muscles are a little stronger. Strength + 1
ja: 筋肉が少し逞しくなりました。 筋力+1
zh_cn: 经过锻炼，你感觉身体好像比以前强壮了少许。力量+1

source: Your muscles are generally slow to move. You run 10% slower.
ja: 重すぎる筋肉が動きを鈍らせます。走りが10%遅くなります。
zh_cn: 你的肌肉总体来说不适合运动，你跑起来速度下降10%。

source: Your muscles are much stronger. Strength + 4
ja: 筋肉が非常に逞しくなりました。 筋力+4
zh_cn: 你的肌肉变得强壮无比，比你见过的健身教练还要威猛！力量+4

source: Your muscles are noticeably bulging. Strength + 7
ja: 筋肉が目に見えて膨張しています。 筋力+7
zh_cn: 即使穿上厚厚的毛衣，你的肌肉依然可见。你几乎超越了人类的极限！力量+7
