Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is a thick candle. It doesn't provide very much light, but it can burn for quite a long time. This candle is lit.
de: Dies ist eine dicke Kerze. Sie spendet nicht sehr viel Licht, aber kann ziemlich lange brennen. Die Kerze brennt.
ja: 太い蝋燭です。光は弱いですが、とても長持ちします。火がついています。
zh_cn: 一只粗蜡烛，除了提供足够时间的可怜照明亮度之外，也可能有过些奇奇怪怪的用途。这支蜡烛已经点着了。

source: This is a thick candle. It doesn't provide very much light, but it can burn for quite a long time. You'll need a lighter or matches to light it.
de: Dies ist eine dicke Kerze. Sie spendet nicht sehr viel Licht, aber kann ziemlich lange brennen. Du benötigst eine Feuerzeug oder Streichhölzer, um sie anzuzünden.
ja: 太い蝋燭です。光は弱いですが、とても長持ちします。着火にはライターやマッチが必要です。
zh_cn: 一只粗蜡烛，除了提供足够时间的可怜照明亮度之外，也可能有过些奇奇怪怪的用途。

source: This is a thin saw, useful for cutting through wood objects.
de: Dies ist eine dünne Säge, nützlich, um Holzobjekte durchzuschneiden.
ja: 薄い鋸(ノコギリ)です。木材を切るのに用います。
ko: 얇은 톱입니다. 나무를 자르는데 유용합니다.
ru: Тонкая пила, полезная для распила деревянных предметов.
zh_cn: 一个易损坏的锯子，可以用来锯木头。

source: This is a thin sword with an ornate hand guard. It looks like the preferred weapon of gentlemen and swashbucklers. Light and quick, it makes any battle a stylish battle.
de: Dies ist ein dünnes Schwert mit einem verziertem Handgriff. Es sieht wie die bevorzugte Waffe von Gentlemen und Haudegen aus. Es ist leicht und schnell und macht aus jedem Kampf einen stilvollen Kampf.
ja: 華美な鍔が付いた細剣です。紳士と暴れん坊に相応しい武器です。その軽さと取り回しの良さはスタイリッシュな戦いにもってこいでしょう。
zh_cn: 很适合绅士与剑士使用的武器，轻盈而迅捷，可以适用于各种战斗。

source: This is a tin can filled to the brim with black gunpowder and with a bit of fuse sticking out of it.
ja: 黒色火薬で満たされた錫性の缶から導火線が突き出しています。
zh_cn: 一个黑火药装到了脖子根儿的锡罐。从里面伸出了一点点引线。

source: This is a tin can filled to the brim with black gunpowder and with a lit fuse stuck inside of it.
ja: 黒色火薬で満たされた錫性の缶から火の点いた導火線が突き出しています。
zh_cn: 一个黑火药装到了脖子根儿的锡罐。里面插着一截点着的引线。

source: This is a tool for drawing blood, including a vacuum-sealed test tube for holding the sample. Use this tool to draw blood, either from yourself or from a corpse you are standing on.
de: Dies ist ein Werkzeug, um Blut zu entnehmen, inklusive eines vakuumversiegeltem Reagenzglases, das die Probe beeinhalten kann. Benutze dieses Werkzeug, um Blut zu entnehmen, entweder von dir oder von einer Leiche, auf der du stehst.
ja: 封鎖弁付きの試験管に血液を吸い上げる医療器具です。自分自身、または足元にある死体に使用します。
zh_cn: 一个用于抽血的工具，真空密封的针筒可以存放血样。你可以用它抽血，至于是抽你自己的，还是其他什么奇怪生物的，随你的兴趣了。

source: This is a tool for measuring radiation. It is in continuous scan mode, and will produce quiet clicking sounds in the presence of ambient radiation. Using it allows you to turn it off, or scan yourself or the ground. It is currently on.
de: Dies ist ein Werkzeug zum Messen von Strahlung. Benutze es, dann wirst du gefragt, ob du dich selbst oder das Gelände messen willst, oder ob du es einschalten willst, was dir laufend Messwerte der Umgebungsstrahung liefert. Es ist momentan angeschaltet.
ja: 放射線を測定するための道具です。継続測定モードになっており、周囲で放射線が検出されると小さなクリック音が鳴ります。電源は入っています。
zh_cn: 本产品适用于监测辐射。提示：本产品正处于持续扫描模式下，一旦检测到强辐射会发出无声警报。再次使用可以切换模式，转为一次性扫描，或是终止运行。

source: This is a tool for measuring radiation. Using it will prompt you to choose whether to scan yourself or the terrain, or to turn it on, which will provide continuous feedback on ambient radiation. It is currently off.
de: Dies ist ein Werkzeug zum Messen von Strahlung. Benutze es, dann wirst du gefragt, ob du dich selbst oder das Gelände messen willst, oder ob du es einschalten willst, was dir laufend Messwerte der Umgebungsstrahung liefert. Es ist momentan ausgeschaltet.
ja: 放射線を測定するための道具です。電源を入れることで、自分自身もしくは周囲の地形の放射線測定、あるいは周辺の放射線の継続的な測定をすることができます。電源は切られています。
zh_cn: 本产品适用于监测辐射，可以用于持续监测周围环境的辐射，也可以扫描一次你的身体或是周围的地形，检测辐射是否超标。

source: This is a tool used for properly disassembling firearm ammunition.
de: Dies ist ein Werkzeug für die ordnungsgemäße Demontage von Schusswaffenmunition.
ja: 弾薬の分解に用いる工具です。
ko: 탄약을 분해할 때 사용하는 도구입니다.
ru: Инструмент, необходимый для разбора патронов.
zh_cn: 这是一个用来拆卸子弹的装置。

source: This is a unified power supply, or UPS. It is a device developed jointly by military and scientific interests for use in combat and the field. The UPS is designed to power armor and some guns, but drains batteries quickly.
ja: Unified Power Supply 統合給電装置です。野外活動や戦闘での利用を目的として、科学と軍の協力によって開発されました。UPSはパワーアーマーや一部の銃器の向けに設計されており、バッテリーの消耗が激しい欠点があります。
zh_cn: UPS电源，即不间断电源供应，军事设施及研究设施里很常见。它可以用于给某些装甲和枪械供能，但是消耗很大。

source: This is a very loud horn, usually found on large trucks like semis.
de: Dies ist eine sehr laute Hupe, wie man sie üblicherweise an großen Lkw wie Sattelschleppern findet.
ja: トレーラーなどの大型トラックに付いている、非常に騒々しいクラクションです。
ko: 아주 시끄러운 경적입니다. 주로 큰 트럭에 달려있습니다.
ru: Очень мощный гудок, обычно устанавливается на большегрузные фуры.
zh_cn: 一个非常响亮的喇叭,通常用在拖车这样的大卡车上。

source: This is a very sharp knife designed for surgical cutting. It's small, sharp blade allows for precision strikes in the hands of the skilled.
de: Dies ist ein sehr scharfes Messer, das für OP-Schnitte gedacht ist. Dessen kleine, scharfe Klinge ermöglicht Präzisionsstiche in erfahrenen Händen.
ja: 極めて鋭利な手術用の刃物です。
zh_cn: 一把小型的，非常锋利的刀具，被广泛应用于各项外科手术中。如果你很擅长近战武器的话，它也会是一件大杀器。

source: This is a volatile homemade explosive. Use this item to light the fuse. You will, of course, need a lighter or matches in your inventory to do this. Shortly after lighting the fuse, this item will explode, so get away!
ja: 自作の揮発性爆弾です。使用すると導火線に点火します。当たり前ですがライターやマッチを持っていないと使えません。点火するとじきに爆発します。離れましょう！
zh_cn: 几个棍棒形的炸药，外面露出了导火线，很容易被点燃。当然，你还是要用到打火机。引信燃烧时间很短，在爆炸前，快点跑吧！

source: This is a wooden needle whittled down to a sharp point. It has a narrow hole carved into the head for threading.
de: Dies ist eine Holznadel, die auf eine scharfe Spitze zurückgeschnitzt wurde. In ihrem Kopf wurde ein enges Loch zum Nähen eingeschnitzt.
ja: 木を削って作った針です。裁縫に使えます。
zh_cn: 这是一根削尖的木针。末端有一个小洞用来穿线。

source: This is an active glowstick and is producing light. It will last for a few hours before burning out.
de: Dies ist ein aktives Knicklicht und leuchtet. Es wird für ein paar Stunden reichen, bevor es ausbrennt.
ja: 発光中のケミカルライトです。数時間光を発し続けます。
zh_cn: 被激活内在化学反应而正在发光的荧光棒，微弱的光，只能亮几个小时。

source: This is an active grenade, and will explode any second now. Better throw it!
de: Dies ist eine aktivierte Granate und wird jeden Moment explodieren. Wirf sie!
ja: 手榴弾のピンは既に引かれており、今にも爆発しそうです。早く投げてください！
zh_cn: 正如字面所述，这颗手雷已经被激活了然后呢，你剩下的时间也不多了，向着远方迈步吧，真男人从不回头看爆炸。

source: This is an active incendiary grenade, likely to burst into an inferno any second now. Better throw it!
de: Dies ist eine aktive Brandgranate, die wohl in jedem Moment ein Inferno auslösen wird. Wirf sie lieber!
ja: 手榴弾のピンは既に引かれており、今にも爆発して周囲は火の海になりそうです。投げた方がいいと思いますよ！
zh_cn: 一个拔了插销的燃烧手雷，活脱脱的烫手山芋，赶紧扔敌人脸上。

source: This is an adjustable crescent wrench. It could be a decent melee weapon, and is used in many mechanics crafting recipes.
de: Dies ist ein verstellbarer Rollgabelschlüssel. Er könnte eine ordentliche Nahkampfwaffe sein und wird in vielen mechanischen Anfertigungsrezepten verwendet.
ja: 調節が可能なレンチです。武器としても頼りになり、多くの機械工作に使われます。
zh_cn: 一把扳手，能当做武器握在手里，也是许多机械制造必备之物。

source: This is an advanced version of the unified power supply, or UPS. This device has been significantly redesigned to provide better efficiency as well as to consume plutonium fuel cells rather than batteries.
ja: 改良版の統合給電装置(UPS)です。電池ではなくプルトニウム燃料を消費することで、可能な限りの効率化を図るという大きな変更が施されました。
zh_cn: UPS（unified power supply）电源的高级改良版，经过重新设计，不再消耗普通电池而是消耗钚电池。

source: This is an aluminium keg, filled with 50 litres worth of RDX and scrap metal. Contains a core of primary explosive to ensure that the charge detonates completely and delivers its entire destructive power to everything in sight.
ja: 50リットルものRDXと鉄屑を混ぜて詰め込んだアルミニウム製の樽です。確実に全量起爆して周囲のものを消し飛ばせるように、中心部に起爆用の爆薬を別に仕込んであります。
zh_cn: 这是一个铝桶,装满了50升的RDX和废金属。起爆药放置在核心以确保完全引爆，并毁灭视野内的一切物品的破坏力。

source: This is an aluminium keg, filled with 50 litres worth of RDX and scrap metal. The fuse has been lit and once it ignites the primary explosive, the charge will detonate and rain fire and steel on everything in sight.
ja: 50リットルものRDXと鉄屑を混ぜて詰め込んだアルミニウム製の樽です。既に導火線に火が点いています。じきに起爆して、周囲のもの全てを鋼入りの爆風で木っ端微塵に引き裂き、火の雨を降らせるでしょう。
zh_cn: 这是一个铝桶,装满了50升的RDX和废金属。引线已经点燃了，一旦它引燃了中间的起爆药，桶子就会爆炸并向视野中的一切泼洒钢铁与烈焰之雨。

source: This is an antenna designed to pick up signals better when pointed at the source. You could use this with a radio to receive faint signals.
ja: 発信源に向けたときに、より強く信号を受信するように設計されたアンテナです。使用すればかすかな信号であってもラジオで受信することができます。
zh_cn: 天线，可以用来收集信号。当然，你要是把天线对准了信号源，信号强度会更高。

source: This is an early modern sword seeing use in the 16th, 17th, and 18th centuries. Called 'broad' to contrast with the slimmer rapiers.
de: Dies ist ein frühneuzeitliches Schwert, dass in den 16., 17. und 18. Jahrhunderten benutzt wurde. »Breit« genannt, um ihn von den dünneren Stoßdegen abzugrenzen.
ja: 16世紀から18世紀頃に使われていた近世の剣です。細身のレイピアとの対比として「幅広の」剣と呼ばれました。
zh_cn: 一种早期的现代剑，在16到18世纪的西方被广泛使用。之所以命名为阔剑，是为了与细长的刺剑对比。

source: This is an enormously heavy block of oddly shaped steel with a chisel-like projection set into the corner. It's used in most metalworking fabrication recipes.
de: Dies ist ein enorm schwerer Block aus seltsam geformtem Stahl mit einem meißelähnlichen Ansatz in der Ecke. Er wird für die meisten Metallverarbeitungsfertigungsrezepte verwendet.
ja: 非常に重い鋼鉄の塊です。へんな形をしていますが、出っ張り部分は彫刻のような細かい作業に使います。非常に多くの金属加工系製作レシピで必要になります。
zh_cn: 一个非常沉重形状奇特带有边边角角的钢凿子。大多用来金属加工。

source: This is an experimental device that will teleport you a short distance when activated.
ja: 起動すると短距離のテレポートが可能になる実験装置です。
zh_cn: 这是一个神秘的装置，能让你传送一小段距离。至于会不会传到怪物堆里，那就听天由命了。

source: This is an extremely powerful weapon--essentially a hand-held nuclear bomb. Use it to activate the timer. You guess that the explosion would be large enough to take out a small house.
de: Dies ist eine extrem starke Waffe – hauptsächlich eine tragbare Atombombe. Benutze sie, um den Countdown zu aktivieren. Du glaubst, dass die Explosion groß genug wäre, um ein kleines Haus zu zerstören.
ja: 凄まじい破壊力を秘めた兵器--つまり携帯型の原子爆弾です。使用することでタイマーを起動します。民家1軒ほどの爆発範囲がありそうです。
zh_cn: 威力极强的武器——手持核弹。你可以激活它的计时器，10回合就会爆炸，威力足以摧毁房屋，产生一个放射性弹坑。

source: This is an improvised set of picks and torsion wrenches made from scrap metal. You need MacGyver-like skills to open locks with these as they are brittle, but they lower the chances of alarms being set off.
de: Dies ist ein improvisierter Bund aus Dietrichen und Spannern, die aus Metallschrott gefertigt wurden. Es braucht MacGyver-ähnliche Fähigkeiten, um Schlösser mit ihnen zu öffnen und sie sind zerbrechlich, verringern aber die Wahrscheinlichkeit, einen Alarm auszulösen.
ja: 鉄屑で作った簡易的なロックピックです。とても脆く扱いが難しいですが、マクガイバー並の技術を持っていれば、警報を鳴らさずに鍵を開ける事も出来るでしょう。
zh_cn: 简易的撬锁工具，用一块金属碎片做成，用它来撬锁对一般人来说有些强人所难，不过，它确实能降低触发警报的几率。

source: This is an inactive laser turret. Using this item involves turning it on and placing it on the ground, where it will attach itself. The turret will then identify you as a friendly, and attack all enemies with its revolving laser cannons. It requires sunlight in order to fire.
de: Dies ist ein inaktiver Lasergeschützturm. Die Benutzung dieses Gegenstands wird ihn anschalten und auf den Boden stellen, wo er sich dann befestigt. Der Geschützturm wird dich dann als freundlich identifizieren und alle Gegner mit seinen eingebauten drehbaren Laserkanonen angeifen. Er benötigt Sonnenlicht, um schießen zu können.
ja: 停止状態のタレットです。起動して適切な場所に設置するとIFFの初期設定が行われます。以後は使用者を味方として認識し、接近する全ての敵をリボルバー式レーザー砲で攻撃します。攻撃させるには日光が必要です。
zh_cn: 未激活的镭射炮台。使用它以将它开启并放在地面上。此炮台保证在用它那威力无比的转轮激光炮扫射丧尸时不会误伤@。它需要日光照射以获取开火所需的能源。

source: This is an inactive manhack. Manhacks are fist-sized robots that fly through the air. They are covered with whirring blades and attack by throwing themselves against their target. Use this item to activate the manhack.
de: Dies ist eine inaktive Klingendrohne. Klingendrohnen sind faustgroße Roboter, welche durch die Luft fliegen. Sie sind überdeckt mit schwirrenden Klingen und greifen an, indem sie sich selbst gegen ihr Ziel schleudern. Benutze diesen Gegenstand, um die Klingendrohne zu aktivieren.
ja: 停止状態のマンハックです。空中を飛ぶ拳大の自律ロボットで、常に高速回転させている刃を敵に向けて発射します。使用すると起動します。
zh_cn: 一个未激活的飞锯，只有拳头大，能在空中旋转飞行。表面全是呼呼作响的刀刃，通过把自己扔到目标处来攻击。使用可以激活之。

source: This is an inactive turret. Using this item involves loading the unit with the factory-loaded 5.56 NATO rounds in your inventory (if you wish to divide your ammunition, set aside whatever 5.56 you do NOT want to give the turret) turning it on, and placing it on the ground, where it will attach itself. The turret will then identify you as a friendly, and attack all enemies with a built-in rifle.
de: Dies ist ein inaktiver Geschützturm. Die Benutzung dieses Gegenstands beinhaltet das Laden der Einheit mit den fabrikgeladenen »5.56 NATO«-Patronen aus deinem Inventar (falls du deine Munition aufteilen möchtest, lege alle »5.56 NATO«-Patronen, die du der Turret NICHT geben willst, beiseite), es einschalten und auf den Boden platzieren; es wird sich dann dort selbst befestigen. Der Geschützturm wird dich dann als Freund identifizieren und alle Feinde mit einer eingebauten MP angreifen.
ja: 停止状態のタレットです。手詰めでない5.56mm NATO弾を所持した状態で使用することで弾薬が装填されます。起動して適切な場所に設置するとIFFの初期設定が行われます。以後は使用者を味方として認識し、接近する全ての敵を内蔵ライフルで攻撃します。
zh_cn: 一座未激活的5.56口径步枪炮塔。使用它时需打开它然后放在地上。炮塔和你默认是友方，并用机枪攻击你的敌人。

source: This is an inactive turret. Using this item involves loading the unit with the factory-loaded 9mm rounds in your inventory (if you wish to divide your ammunition, set aside whatever 9mm you do NOT want to give the turret) turning it on, and placing it on the ground, where it will attach itself. The turret will then identify you as a friendly, and attack all enemies with a built-in SMG.
de: Dies ist ein inaktiver Geschützturm. Die Benutzung dieses Gegenstands beinhaltet das Laden der Einheit mit den fabrikgeladenen 9mm-Patronen aus deinem Inventar (falls du deine Munition aufteilen möchtest, lege alle 9mm-Patronen, die du der Turret NICHT geben willst, beiseite), es einschalten und auf den Boden platzieren; es wird sich dann dort selbst befestigen. Der Geschützturm wird dich dann als Freund identifizieren und alle Feinde mit einer eingebauten MP angreifen.
ja: 停止状態のタレットです。手詰めでない9mm弾を所持した状態で使用することで弾薬が装填されます。起動して適切な場所に設置するとIFFの初期設定が行われます。以後は使用者を味方として認識し、接近する全ての敵を内蔵サブマシンガンで攻撃します。
zh_cn: 一座未激活的9mm机枪炮塔。使用它时需打开它然后放在地上。炮塔和你默认是友方，并用机枪攻击你的敌人。

source: This is an ironshod quarterstaff that has a high-voltage stun gun built into the handle. The stun gun is wired to the metal caps at either end of the staff, allowing you to zap a dangerous opponent should beating them senseless with it prove too hazardous.
de: Dies ist ein mit Eisen beschlagener Quarterstaff, in dem ein Hochspannungsbetäubungsgewehr in dem Griff eingebaut wurde. Das Betäubungsgewehr ist mit den beiden Metallenden des Stabs verdrahtet, wodurch du einen gefährlichen Feind schocken kannst, sollte es sich als zu gefährlich erweisen, sie bewusstlos zu schlagen.
ja: 一端の鉄輪に高電圧スタンガンを取り付けた鉄張り六尺棒です。危険な敵を気絶させ、そのまま殴り殺すことができます。
ko: 고압 스턴건이 막대 양 끝의 금속 부분에 내장된 쇠장식 육척봉입니다. 덕분에 위험한 적들을 기절시킨 뒤 그들의 위험성을 증명하기 위해 무자비하게 두들겨 팰 수 있게 되었습니다.
ru: Обитый железо посох, со встроенным электрическим шокером. Шокер прикреплен к металлическим наконечникам на концах посоха.
zh_cn: 这是一柄铁头木棒，内置有高压眩晕枪。眩晕枪发出电流能传至棍棒两端的金属帽上，为将强敌电晕后痛殴致死提供了便利。

source: This is an military anti-personnel mine that is triggered when stepped upon.
de: Dies ist eine militärische Antipersonenmine, die ausgelöst wird, sobald jemand auf sie tritt.
ja: 軍用対人地雷で、上に誰かが乗ると作動します。
ko: 위에 올라서면 격발되는 군용 대인지뢰입니다.
ru: Противопехотная мина со взрывателем нажимного действия.
zh_cn: 这是一个已经埋设好的地雷，一旦踩上就会爆炸。

source: This is an oil fueled lamp. It does not provide much light, but it lasts a long time. It is turned on. Use it to turn it off.
de: Dies ist eine mit Öl als Brennstoff betriebene Lampe. Sie bietet nicht viel Licht, aber brennt lange. Sie brennt. Benutze sie, um sie zu löschen.
ja: オイルランプです。光は弱いですが、長持ちします。ランプは点いています。
zh_cn: 一盏用石油燃料的油灯，灯光虽然不是很亮，但是可以持续亮很久。使用可以熄灭油灯。（这就是传说中的挑灯夜读么）

source: This is an oil fueled lamp. It does not provide much light, but it lasts a long time. Use it to turn it on.
de: Dies ist eine mit Öl als Brennstoff betriebene Lampe. Sie bietet nicht viel Licht, aber brennt lange. Benutze sie, um sie anzuzünden.
ja: オイルランプです。光は弱いですが、長持ちします。
zh_cn: 一盏用石油燃料的油灯，灯光虽然不是很亮，但是可以持续亮很久。使用可以点燃油灯。（这就是传说中的挑灯夜读么）

source: This is an old-fashioned farming tool used to cut tall grass. While it may be a giant blade on the end of a stick, it is incredibly awkward to use for anything but its intended purpose.
de: Dies ist ein altmodisches Landwirtschaftswerkzeug für das Mähen von hohem Gras. Obwohl sie eine gigantische Schneide am Ende eines Stocks hat, ist sie unglaublich schwerfällig für alles außer dem ihr zugedachtem Zweck zu benutzen.
ja: 伸びた草や芝を刈り取る為の農具です。長い棒に巨大な刃が付いている形状は一見強力な武器の様に見えますが、実際は尋常ではない使い辛さです。
zh_cn: 老式农业工具，专门用来割杂草，构造十分简单，一片巨大的片叶和棍子，但是令人难以置信的好用.

source: This is an old-fashioned farming tool used to cut tall grass. While it may be a massive curved blade on a handle, it is incredibly awkward to use for anything but its intended purpose.
de: Dies ist ein altmodisches Landwirtschaftswerkzeug für das Mähen von hohem Gras. Obwohl sie eine gewaltige gekrümmte Schneide am Ende eines Stocks hat, ist sie unglaublich schwerfällig für alles außer dem ihr zugedachtem Zweck zu benutzen.
ja: 伸びた草や芝を刈り取る為の農具です。持ち手に湾曲した刃が付いている形状は一見強力な武器の様に見えますが、実際は尋常ではない使い辛さです。
zh_cn: 老式农业工具，专门用来割杂草，构造十分简单，一片巨大的片叶和棍子，但是令人难以置信的好用.

source: This is an unwieldy mop. Good for cleaning up spills. Use to mop up any 'mess' you may have made.
de: Dies ist ein unhandlicher Mop. Gut, um verschüttete Flüssigkeiten aufzuwischen. Benutze den Mop, um jegliche »Unordnung«, die du gemacht hast, aufzuwischen.
ja: 大き過ぎて扱いにくいモップです。液体の掃除に使えます。汚したら、拭き取りましょう。
zh_cn: 笨重的拖把，清理泄露的液体很不错。

source: This is decent sized piece of cotton, sterilized and sealed. It's designed for medical purposes.
de: Dies ist ein einigermaßen großes Stück Stoff, sterilisiert und versiegelt. Es ist für medizinische Zwecke vorgesehen.
ja: 綺麗に切り揃えられた医療用ガーゼです。滅菌処理が施され、密封されています。
zh_cn: 一团医用棉，大小正合适。

source: This is food for cats. It smells strange, but cats seem to love it.
de: Dies ist Futter für Katzen. Es riecht seltsam, aber Katzen scheinen es zu mögen.
ja: 猫用の餌です。変な匂いがしますが、猫はこれが大好き。
zh_cn: 猫粮，闻起来很奇怪，但是猫猫喜欢。

source: This is food for dogs. It smells strange, but dogs seem to love it.
de: Dies ist Futter für Hunde. Es riecht seltsam, aber Hunde scheinen es zu mögen.
ja: 犬用の餌です。変な匂いがしますが、犬はこれが大好き。
zh_cn: 狗粮，闻起来很奇怪，但是狗狗喜欢。

source: This is large blade attached to a long stick. It could do a considerable amount of damage.
de: Dies ist eine große Klinge, die an einem langen Stock angebracht wurde. Sie könnte einen bemerkenswerten Schaden verursachen.
ja: 長い棒に刃が取り付けてあります。
zh_cn: 长长的棍子上有个大大的刀片，能造成严重的伤害。

source: This is large metal stand with slots in the side. Use it to place it somewhere then set fires in it with no risk of spreading.
de: Die ist ein großer Metallständer mit Schlitzen in der Seite. Benutze und platziere ihn irgendwo, dann leg ein Feuer in ihm. Es wird sich nicht ausbreiten können.
ja: 脇に穴が開いている金属製の大きな台です。(a)ctivateして設置します。そこで燃やせば延焼せずに済みます。
zh_cn: 侧面有孔的盆子。(a)键把它放在某处，然后在里面点火，火势就不会四处蔓延了。

source: This is large pair of bolt cutters. You could use them to cut padlocks or heavy gauge wire.
de: Dies ist ein Bolzenschneider. Du könntest ihn benutzen, um Schlösser oder dicken Draht zu zerschneiden.
ja: 大型のボルトカッターです。南京錠やワイヤーを切断するのに使います。
zh_cn: 一个用于剪断电线的老虎钳，你还可以用它来剪断铁丝网和锁链。

source: This is military grade RDX composition explosive. A label reads: "Highly explosive, use with extreme caution!" It comes with a small timer, which is currently ticking down.
de: Dies ist ein Strengstoff der Militärklasse und aus einer Hexon-Komposition. Er ist beschriftet mit: »Hochexplosiv, mit extremer Vorsicht zu benutzen!«. Es hat einen kleinen Timer, der gerade abläuft.
ja: RDXを主成分とする軍用水準のコンポジション爆薬です。ラベルには"高性能爆薬、取り扱い注意！"と書かれています。小型の時限起爆装置がカチカチと残り時間を刻んでいます。
zh_cn: 这是军用级别的黑索金（环三亚甲基三硝胺）合成炸药。标签上标着：“严重警告，高爆炸性！”。他由一个小定时器来引爆，你突然很欣慰这玩意没坏，因为现在定时器正在嘀嘀的响。

source: This is military grade RDX composition explosive. A label reads: "Highly explosive, use with extreme caution!" It comes with a small timer.
de: Dies ist ein Strengstoff der Militärklasse und aus einer Hexon-Komposition. Er ist beschriftet mit: »Hochexplosiv, mit extremer Vorsicht zu benutzen!«. Es hat einen kleinen Timer.
ja: RDXを主成分とする軍用水準のコンポジション爆薬です。ラベルには"高性能爆薬、取り扱い注意！"と書かれています。小型の時限起爆装置が付いています。
zh_cn: 这是军用级别的黑索金（环三亚甲基三硝胺）合成炸药。标签上标着：“严重警告，高爆炸性！”。他由一个小定时器来引爆。

source: This is sharp needle made from a bone. It would be useful for making rough clothing and items
de: Dies ist eine scharfe Nadel, die aus einem Knochen gemacht wurde. Sie könnte nützlich sein, um grobe Kleidung und Gegenstände zu fertigen.
ja: 骨で出来た鋭い針です。裁縫に使えます。
zh_cn: 一根用骨头制成的针，可以用来制作简单的衣物及道具等。

source: This is some kind of disgusting ball of rotting meat. Squeezing it causes a small cloud of pheromones to spray into the air, causing nearby zombies to become friendly for a short period of time.
de: Dies ist so eine Art ekelhafter Ball aus verrottetem Fleisch. Drücken wird eine kleine Wolke aus Pheromonen in die Luft versprühen, was nahe Zombies für eine kurze Dauer freundlich gesinnt stimmt.
ja: 吐き気を催す腐敗した肉の球です。軽く握って振ることでフェロモンが染み出し、空気中に散布されます。短時間ですが周囲のゾンビから敵として認識されなくなります。
zh_cn: 这团东西看上去像是一团腐烂着的丧尸肉，若是轻轻挤压的话会看到它释放出一小团腥臭的气体，然而就是这样的气体可以在短时间内让周遭的丧尸停止对你的攻击。

source: This is some thin strong cable with some affixing tools on either end. A tripwire trap must be placed across a doorway or other thin passage. Its purpose is to trip up bypassers, causing them to stumble and possibly hurt themselves slightly.
de: Dies ist ein festes Seil mit ein paar befestigenden Werkzeugen je Ende. Eine Stolperdrahtfalle muss in einem Türrahmen oder einer anderen dünnen Passage platziert werden. Dessen Zweck ist es, unvorsichtige Zeitgenossen zum Stolpern zu bringen und somit möglicherweise sich ein wenig zu verletzen.
ja: 両端に取り付け具の付いた細くて丈夫なケーブルです。仕掛け線は玄関や狭い通路などに設置しなければなりません。この罠は通過者を躓かせる事が目的で、犠牲者は躓き、僅かに怪我をする可能性もあります。
zh_cn: 绊索陷阱，只能设置在门口或是狭窄的走廊。它可以用来困住经过的对象，将对方绊倒的同时也可能造成轻微伤。

source: This is sturdy wood bat, wrapped in gasoline-soaked rags and flame-resistant Nomex fabric. Light it, and the ball game will REALLY heat up. You'll need a lighter or matches to light it.
de: Dies ist eins robuster Holzschläger, der in benzingetränkten Lumpen umwickelt wurde. Zünde ihn an und das Spiel wird WIRKLICH hitzig. Du brauchst ein Feuerzeug oder Streichhölzer, um ihn anzuzünden.
ja: 木製バットを燃料を染み込ませた布と耐熱性のノーメックス生地で覆ったものです。着火して点灯することで熱い試合のプレイボールを宣言できます。着火にはライターやマッチが必要です。
zh_cn: 一把结实的木制球棒，浸满汽油的破布包在紧缠棍身的“诺梅克斯”防火纤维上面。找个打火机或者划根火柴点着它，让比赛燃起来吧！

source: This is tank of compressed medical oxygen with a regulator and mask. Commonly used in emergency situations, it provides immediate relief for asthma attacks and smoke inhalation and can provide a brief burst of energy.
de: Dies ist ein Behälter mit komprimierten medizinischen Sauerstoff mit einem Regler und Maske. Er wird üblicherweise in Notsituationen benutzt und bietet eine sofortige Abhilfe für Asthmaanfälle und Rauchinhalationen und kann einen kurzen Energieschub bieten.
ja: 医療用の酸素タンクです。レギュレーターとマスクが付属しており、必要な時すぐ使えます。通常、喘息発作や煙を吸い込んでしまった際などの緊急時に使用しますが、ちょっとした爆発物として使うことも不可能ではありません。
zh_cn: 装满了医用压缩氧的大罐子，附带调节器和面罩，多用在紧急场合之下。能够迅速缓解哮喘症状和烟雾吸入损伤，也能让你在短时间内精神满满。

source: This large makeshift tool is used in smoothing concrete or mortar in construction projects. You could also use it as an improvised head-basher.
ja: この大きな間に合わせの平滑器は建設現場でコンクリートやモルタルを平滑にするときに使います。簡易的なヘッドバッシャー(鈍器)として使用することもできます。
zh_cn: 这个大型自制工具通常用于在建筑时平整混凝土、抹平砂浆。你也可以拿它削别人的脑袋。

source: This massive combat knife features a hollow handle with a compass built into the pommel and a row of fearsome looking saw teeth along the back of its blade.
ja: 大型のナイフです。刃背に付けられた鋸状の刃と中空の柄、蓋になっている柄頭に埋め込まれたコンパスが特徴的です。
zh_cn: 这个大个的战斗匕首有一个空心握柄，握柄的头上镶嵌着指南针，匕首背上有一排蛮吓人的锯齿。
