Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A man-sized worm-like creature that swoops around on bat-like wings. Its form dramatically shifts and changes from moment to moment, although its gigantic eyes and teeth are always prominent.
ko: 사람 크기의 지렁이를 닮은 생물로, 박쥐같은 날개로 주위를 날아다니다가 급강하하며 공격하고 있습니다. 시시각각으로 극적인 형태 변화를 보여주고 있긴 하지만, 커다란 눈과 이빨만큼은 항상 그대로입니다.

source: The Northrop ATSV, a massive, heavily-armed and armored robot walking on a pair of reverse-jointed legs. Armed with a 40 mm Bofors gun, it is an effective automated sentry, though production was limited due to a legal dispute.
ko: Northrop ATSV은 한 쌍의 역관절 다리로 보행하는 육중한 중무장 로봇입니다. 40mm 보포스 대공포로 무장하고 있으며, 효율적인 자동화 보초지만, 법률적 분쟁으로 인해서 생산이 제한되었습니다.

source: The Northrop Emancipator is the first and only model of automated tank, made shortly after the split-up of Northrup Grumman. Clad in depleted uranium plating, and armed with advanced munitions and a 120-mm gun, it is capable of delivering extraordinary firepower.
ko: Northrop Emancipator는 첫번째이자 유일한 자동화 전차 모델로, 노스롭 그루먼(Northrup Grumman)의 분사 직후에 만들어졌습니다. 열화 우라늄 장갑과 고급 군수 장비, 그리고 120mm 주포로 무장하여 엄청난 화력을 발휘할 수 있습니다. (역주: Northrup Grumman은 실존하는 미국의 방위산업체입니다. 분사는 회사 분할을 의미합니다.)

source: The General Atomics TX-1 Guardian, a small, pill-shaped automated gun turret using state of the art ATR systems to dynamically reorient itself to new friends and enemies alike. The two SMG barrels can swivel a full 360 degrees.
ko: General Atomics TX-1 Guardian은 알약 모양의 소형 자동화 포탑으로 최첨단의 ATR 시스템을 이용해서 새로운 아군과 적군이 비슷하더라도 알아서 구분할 수 있습니다. 두 개의 SMG 총열은 선회 장치를 이용하여 360도 회전할 수 있습니다. (역주: General Atomics는 실존하는 미국의 방위산업체입니다.)

source: The TX-5LR Cerberus is an upgrade to its predecessors. It features a state of the art revolving laser cannon system with three barrels that charge from solar cells embedded in its hull.
ko: TX-5LR 켈베로스(TX-5LR)는 이전 버전보다 개선되었습니다. 포탑에 내장된 태양전지로부터 전원을 공급받는 3배럴식 최첨단 회전 레이저 캐논 시스템을 특징으로 합니다.

source: A familiar-looking blob of goo. It sprouts the occasional eyestalk.
ko: 낯익은듯한 끈적이는 덩어리입니다. 가끔씩 게의 눈자루 같은 것이 자라나기도 합니다.

source: This formerly-majestic moose has succumbed to the infection which is killing the world. Shiny green blowflies swarm the vast suppurated patches of purulent flesh where its skin has sloughed away, and its remaining fur is black and matted with necrotic discharge.
ko: 이 늠름하고 기품있던 무스는 결국 세상을 죽음으로 몰아넣은 감염에 굴복하고 말았습니다. 겉표면의 가죽은 대부분 떨어져 나가고 곪은 살점과 고름으로 뒤덮인 채로 파리떼가 득실거리며, 남아있는 털은 괴사한 살점이 흘러내려 더럽게 엉겨붙어 있습니다.

source: This is a snug cloth mask with internal battery-powered heating elements. Use it to turn it on.
ko: 내장 배터리로 작동하는 아늑한 발열 마스크입니다. 사용하면 전원을 켭니다.

source: This is a snug cloth mask with internal battery-powered heating elements. It is are currently on, and continually draining batteries. Use it to turn it off.
ko: 내장 배터리로 작동하는 아늑한 발열 마스크입니다. 현재 전원이 켜진 상태이며, 지속적으로 배터리를 소비합니다. 사용하면 전원을 끕니다.

source: This is a heavy duty LED flashlight equipped with adjustable straps and clips so as to be comfortably worn anywhere on the body. Use it to turn it on.
ko: 튼튼한 LED 손전등에 거추장스럽지 않으면서 몸 어디든지 착용 가능하도록 조절식 끈과 클립이 달려 있습니다. 사용하면 전원을 켭니다.

source: This is a heavy duty LED flashlight equipped with adjustable straps and clips so as to be comfortably worn anywhere on the body. It is turned on, and continually draining batteries. Use it to turn it off.
ko: 튼튼한 LED 손전등에 거추장스럽지 않으면서 몸 어디든지 착용 가능하도록 조절식 끈과 클립이 달려 있습니다. 손전등이 켜진 상태이며, 지속적으로 배터리를 소비합니다. 사용하면 전원을 끕니다.

source: This is a homemade battery compartment made with spare electronics. With enough electronics skill, you could attach this to any electronic tool to double the amount of batteries it can hold.
ko: 여분의 전자 부품으로 만든 수제 전력 저장 장치입니다. 전자기기 기술이 충분하다면, 다른 전자기기에 이것을 달아 최대 전력 용량을 두 배로 늘릴 수 있습니다.

source: This is a stout metal box containing a complete tool kit suitable for most household maintenance and construction activities. In addition, when supplied with duct tape, it serves as a vital tool for fixing items made of wood, bone, or chitin. It requires 25 units of duct tape per use.
ko: 주택 유지 및 건설 작업에 완벽히 적합한 연장 모음이 들어있는 튼튼한 금속 상자입니다. 게다가 접착 테이프가 공급되면 나무나 뼈, 키틴질로 된 물품을 고치는 중요한 도구가 됩니다. 사용할 때마다 25의 접착 테이프를 소비합니다.

source: This device converts conventional battery connections to run off of a Unified Power System instead.
ko: 이 장치는 일반 배터리가 아닌 통합 전원장치(Unified Power System)에서 전력을 공급받도록 배터리 접속부를 바꿔줍니다.

source: You have a unified power system wired into your power banks. Objects that run on a UPS can now draw directly from your internal power supply.
ko: 당신의 전력 저장소와 UPS(Unified Power System)가 연결되었습니다. UPS로 동작하는 장치들을 이젠 내장 전력을 통해 직접 작동시킬 수 있게 되었습니다.

source: Cannot unassign inventory letter of worn or wielded items.
ko: 착용하거나 들고있는 물건에 할당된 기호를 미할당 상태로 만들 수 없습니다.

source: is
ko: 는

source: Consolated Computerized Bank of the Treasury
ko: 컴퓨터로 제어되는 재무부 은행

source: A tree bursts forth from the earth and pierces %s's %s!
ko: 나무 한그루가 땅속에서 튀어나와, %s의 %s을(를) 관통했습니다!

source: Underbrush grows into a tree, and it pierces %s's %s!
ko: 얕은 덤불이 나무로 자라나서, %s의 %s을(를) 관통했습니다!

source: The %s lashes your %s!
ko: %s이(가) %s에게 달려듭니다!

source: The %s sinks its ovipositor into your %s!
ko: %s이(가) 당신의 %s에 산란관을 박아넣습니다!

source: Your %s is hit for %d damage!
ko: %s은(는) 공격당해 %d 의 피해를 입었습니다!

source: Your %s is battered for %d damage!
ko: %s이(가) 구타 당해 %d 피해를 입었습니다!

source: Alright, well, you owe me one.
ko: 좋아, 음, 하나 빚졌군.

source: asked_to_lead
ko: 지휘 부탁

source: <talk option>%1$c: [%2$s %3$d%%] %4$s
ko: <대화 옵션>%1$c: [%2$s %3$d%%] %4$s

source: <talk option>%1$c: %2$s
ko: <대화 옵션>%1$c: %2$s

source: Your %s harden from the frostbite!
ko: %s이(가) 동상으로 굳어버렸습니다!
