Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your feet are equipped with precision sonar equipment, allowing you to detect the movements of creatures below the ground.
de: Deine Füße sind mit einem Präzisionssonar-Equipment ausgestattet, was es dir ermöglicht, die Bewegungen von Kreaturen unter der Erde zu erfassen.
ja: 足に精密なソナーを装着します。地中を動く生物の探知を可能にするでしょう。
ko: 정밀한 소나 장비를 발에 탑재했습니다. 이 장비로 땅 밑에 있는 생명체의 움직임을 찾을 수 있습니다.
ru: Ваши стопы экипированы чувствительным эхолотом, позволяя вам отслеживать передвижения под землёй.
zh_cn: 你的脚上装备有声纳系统，可以侦测到地下生物的移动状态。

source: Your joints have been equipped with torsion ratchets that generate power slowly when you move.
de: Deine Gelenke wurden mit Torsionsratschen, die langsam Strom erzeugen, während du dich bewegst, ausgestattet.
ja: 関節に装着する捻れラチェットです。行動するごとにゆっくりと電力が充電されていきます。
ko: 관절에 톱니바퀴를 설치해, 몸을 움직이면 천천히 전력이 생성됩니다.
ru: Ваши суставы совмещены с генераторами, поэтому вы вырабатываете энергию когда движетесь.
zh_cn: 你的关节处安装了齿轮，当你移动时可以缓慢的产生能量。

source: Your left arm has been replaced by a heavy-duty fusion blaster! You may use your energy banks to fire a damaging heat ray; however, you are unable to use or carry two-handed items, and may only fire handguns.
de: Dein linker Arm wurde durch eine Hochleistungsfusionskanone ersetzt! Du kannst deinen Strom dazu benutzen, um einen schädigenden Hitzestrahl abzufeuern; allerdings wirst du unfähig sein, zweihändige Gegenstände zu benutzen oder zu tragen. Und du kannst nur Handfeuerwaffen benutzen.
ja: 左腕をフュージョンブラスターアームに取り替えます。電力を使って熱線を射出する武器を得ますが、片腕を失うため両手持ちが出来なくなります。
zh_cn: 你的左手臂被改造成了一只重型核聚变炮！你可以消耗部分能量，释放高温毁灭射线攻击敌人，耶，你丫就是活的威震天！为此，你将无法使用或搬运需要使用双手的物品，并且只能使用单手枪械。

source: Your memory has been enhanced with small quantum storage drives. Any time you start to forget a skill, if this bionic is active you will retain all knowledge, at the cost of a small amount of power.
de: Dein Gedächtnis wurde mit kleinen Quantenspeichermedien verbessert. Bei jedem Mal, bei dem du beginnst, eine Fertigkeit zu verlernen, wirst du, falls dieses Bionik aktiv ist, sämtliches Wissen behalten, auf Kosten von etwas Strom.
ja: 記憶容量が小型量子記録ドライブによって拡張します。技能を忘れそうな時には、この生体部品が最小限の電力を使って稼働し、全知識を保持します。
ko: 소형 양자 저장 드라이브 덕분에 당신의 기억력이 향상됐습니다. 기술을 잊어버리려 할 때 이 바이오닉이 작동 중이라면, 소량의 전력을 소모해 기술을 잊지 않을 수 있게 됩니다.
ru: Ваша память была улучшена при помощи маленького квантового устройства хранения данных. Когда вы начнете забывать навыки, есть шанс, что все знания будут сохранены, взамен небольшого количества энергии.
zh_cn: 你的记忆被小型量子存储器增强了。当你开始遗忘技能的时候，你有机会消耗一点点能量来保留所有知识。

source: Your muscular system has been enhanced with myomer fibers, giving you a +2 bonus to strength.
de: Deine Muskulatur wurde durch Myomerfasern verbessert, was dir einen +2-Bonus auf Stärke gibt.
ja: 筋肉にマイアマー繊維を加え筋量を増大させます。筋力に+2のボーナスを得ます。
ko: 근육 조직이 마이오머 섬유로 보강되었습니다. 체력에 2 보너스를 받습니다.
ru: Ваша мускулатура улучшена благодаря искусственным волокнам. Это дает вам бонус +2 к силе.
zh_cn: 你的肌肉组织植入了更强劲的生化纤维，力量+2。

source: Your nervous system has been augmented with bionic processors, allowing you to dodge attacks beyond normal human capability, including bullets.
de: Dein Nervensystem wurde mit Bionikprozessoren aufgestockt, was es dir ermöglicht, Angriffen jenseits normalen menschlichen Fähigkeiten auszuweichen, einschließlich Kugeln.
ja: 神経伝達系を生体プロセッサで拡張します。常人の能力を超えた回避力を手に入れる事が出来ます。銃弾さえも躱せるかもしれません。
ko: 신경계가 바이오닉 제어장치로 개조되었습니다, 일반적인 인간이 피할 수 없는 총알 같은 것에게까지 회피를 시도할 수 있습니다.
ru: Ваша нервная система соединена с процессором, который позволяет уклоняться от атак быстрее обычного человека, в том числе от пуль.
zh_cn: 你的神经系统因为安装插件而得到了强化，获得超乎常人的回避技巧，可以更加轻易的闪避攻击甚至像骇客帝国那样来个超拽的子弹时间。友情提示：开车时使用会有意外惊喜，请小心使用。

source: Your nervous system has been enhanced with bionic stimulators, giving you a 10% boost to your speed.
de: Dein Nervensystem wurden mit Bionikstimulatoren verbessert, was dir eine 10%-Steigerung deiner Geschwindigkeit gibt.
ja: バイオニクスの力で神経の働きを強化し伝導速度を上げます。これにより行動コストに10%のボーナスを得ます。
ko: 당신의 신경 시스템은 생체 자극기로 향상되어 10%% 빠르게 달릴 수 있게 되었습니다.
ru: Ваша нервная система была улучшена с помощью бионических стимуляторов, давая вам 10% бонус к скорости.
zh_cn: 通过生化科技强化你神经系统的反应。给你的速度带来10％的提升。

source: Your nervous system is wired to allow you to inhibit the signals of pain, allowing you to dull your senses at will. However, the use of this system may cause delayed reaction time and drowsiness.
de: Dein Nervensystem ist so verdrahtet, dass es dir ermöglicht, die Schmerzsignale zu hemmen, was es dir ermöglicht, deine Sinne nach Belieben zu dämpfen. Allerdings kann die Verwendung dieses Systems eine erhöhte Reaktionszeit und Trägheit zur Folge haben.
ja: 痛覚信号の伝達を任意で阻害できるよう神経系を改造します。起動することで鎮痛剤の服用と似た効果を得られますが、同様に反応力の低下と眠気を引き起こします。
ko: 기계화된 신경계로 고통 신호를 억제해, 고통에 무디게 할 수 있습니다. 하지만, 사용시 반응시간 저하와 나른함을 유발할 수 있습니다.
ru: Ваша нервная способна препятствовать болевым ощущениям, позволяющая вам притуплять собственные ощущения. Однако, использование этой системы может стать причиной снижения реакции и сонливости.
zh_cn: 你将电气信号植入神经系统，它使你可以大幅度抑制痛苦并随心所欲的控制自己的感觉。不过，使用该系统可能会导致反应迟钝和嗜睡等症状。

source: Your range of vision extends into the infrared, allowing you to see warm-blooded creatures in the dark, and even through walls.
de: Deine Sicht reicht bis ins Infrarote, was es dir ermöglicht, warmblütige Kreaturen im Dunkeln und sogar durch Wände zu sehen.
ja: 視野は赤外線を使用することによって 暗闇の中で見渡せる範囲が広がります。 さらに壁を通して温血生物を見ることができます。
ko: 눈으로 볼 수 있는 영역을 적외선까지 늘렸습니다. 어둠 속에 있는 온혈 동물을 볼 수 있으며, 조건에 따라 벽을 뚫고 보는 것도 가능합니다.
ru: Спектр вашего зрения расширен до инфракрасного, позволяя вам видеть теплокровных существ в темноте, и даже через стены.
zh_cn: 你的视觉系统扩展为红外线模式，允许你在黑暗中甚至是隔墙发现恒温动物。

source: Your reaction time has been greatly enhanced with bionic nerve stimulators, giving you a +2 bonus to dexterity.
de: Deine Reaktionszeit wurde stark mit bionischen Nevenstimulatoren verbessert, was dir einen +2-Bonus für Geschicklichkeit gibt.
ja: 神経に刺激装置を埋め込み反応速度を脅威的に高めます。器用に+2のボーナスを得ます。
ko: 생체신경 자극기 덕분에 반응속도가 크게 향상되었습니다. 민첩성에 2 보너스를 받습니다.
ru: Ваша реакция улучшена благодаря модулю стимуляции нервных окончаний. Это дает вам бонус +2 к ловкости.
zh_cn: 你的反应时间被生化神经缩短了，敏捷+2。

source: Your vision is greatly enhanced, giving you a +2 bonus to perception.
de: Deine Sicht ist stark verbessert, was dir einen +2-Bonus für die Wahrnehmung gibt.
ja: 視力を大幅に強化します。 感覚に+2のボーナスを得ます。
ko: 시력이 대단히 향상되어 지각력에 +2 보너스를 받습니다.
ru: Ваше зрение значительно усиливается, что дает бонус +2 к восприятию.
zh_cn: 你的视觉被大幅强化了，感知+2。

source: 101 Crafts for Beginners
de: 101 Basteleien für Anfänger
ja: 本(学習/初級製作技法・101の方法)
ko: 초보자를 위한 101가지 제작법(book)
ru: "101 Изделие для Начинающих"
zh_cn: 手工艺初学者傻瓜书

source: 101 Home Repairs
de: 101 Heimreperaturen
ja: 本(学習/家の修理・101の方法)
ko: 101가지 자택 수리법(book)
ru: "101 домашний рецепт"
zh_cn: 家具修理101问

source: 101 Wrestling Moves
de: 101 Ringmanöver
ja: 本(学習/レスリング-101の動き)
ko: 101가지 레슬링 동작(book)
ru: "101 борцовский приём"
zh_cn: 摔跤动作101式

source: 238-NK: Practicality Enhancement
de: 238-NK: Machbarkeitsverbesserung
ja: 本(学習/238-NK: 実用性の強化)
ko: 238-NK: 현실성 향상(book)
ru: 238-NK: Увеличение практичности
zh_cn: 238-NK: 增强实用性

source: 2XI design binder-CLASSIFIED
de: 2XI-Design-Einband (streng vertraulich)
ja: 本(学習/2XI設計書(機密))
ko: 2XI 설계 서류철-기밀사항(book)
ru: 2XI папка с чертежами-СЕКРЕТНО
zh_cn: 2XI 设计活页夹-机密

source: A History of Firefighting
de: Eine Geschichte der Brandbekämpfung
ja: 本(学習/消火活動の歴史)
ko: 소방의 역사(book)
ru: "История пожаротушения"
zh_cn: 消防技术史

source: A Muslim religious text containing an account of the sayings and actions of the prophet Muhammad.
de: Ein muslimischer religiöser Text, der einen Bericht der Sprüche und Taten des Propheten Mohammed enthält.
ja: 語録や預言者ムハンマドの行動指針などが書かれた、イスラム教徒の教本です。
ko: 선지자 무함마드의 언행에 대한 이야기가 들어있는 이슬람 종교서적입니다.
ru: Мусульманский религиозный текст, содержащий предания о словах и действиях пророка Мухаммада.
zh_cn: “圣训”，阿拉伯语称为“哈底斯”（语言）或“逊奈”（圣行），是指先知穆罕默德说过的话、做过的事或是圣门弟子说的话或做的事，先知没有反对保持沉默的总称。

source: A baseball magazine that focuses on batting tips. There are lots of colorful, full-page photos of skilled athletes demonstrating proper form and technique.
de: Ein Baseballmagazin, das sich auf Schlagtipps spezialiseirt hat. Es hat viele bunte, ganzseitige Fotos von erfahrenen Sportlern, die geeignete Körperhaltung und Technik zeigen.
ja: バッティングのヒントになる記事を中心に書かれた野球雑誌です。ページ一杯に引き伸ばされた、適切な姿勢と技術を実証する熟練のプロ選手の写真が、沢山載っています。
zh_cn: 一本棒球杂志，附带一些击球技巧和丰富的演示照片，可以提高你对武器的熟练度.

source: A basic manual of electronics and circuit design.
de: Ein einfaches Lehrbuch für Elektronik und Schaltungstechnik.
ja: 電子工学と電気回路に関する基本的なマニュアルです。
ko: 기초적인 전자 공학과 회로 설계에 대한 메뉴얼입니다.
ru: Базовое руководство по электронике и схемотехнике.
zh_cn: 一本电子和电路基础设计手册。

source: A biannual magazine devoted to the art and science of discus-throwing.
de: Ein zweijährliches Magazin, das sich der Kunst und Wissenschaft des Diskuswurfs verschrieben hat.
ja: 円盤投げの科学的なアプローチや芸術性を特集している年2回発行の雑誌です。
ko: 일년에 두 번 출판되는 원반 던지기의 예술과 과학에 관한 잡지입니다.
ru: Журнал, выходящий два раза в год, об искусстве и науке метания дисков.
zh_cn: 一本有关于铁饼投掷的艺术性与科学性的半年刊。

source: A big binder full of somebody's family recipes. The well-turned pages and creased corners speak volumes of the culinary knowledge contained within. You could probably learn a lot about cooking from studying this domestic artifact.
de: Ein großer Einband voll von den Rezepten irgendjemandes Familie. Die abgenutzten Seiten und verknitterten Ecken sprechen Bände über das kulinarische Wissen, welches darin enthalten ist. Du könntest wahrscheinlich eine Menge vom Studium dieses häuslichen Artefakts lernen.
ja: どこかの家の自家製レシピを満載した大きなバインダーです。その何度も捲られたページや皺がよった角が、込められた台所知識の厚みを物語るものです。この家庭的な一大著作からは料理に関する多くの知識を得る事が出来るでしょう。
zh_cn: 大本烹饪合集，家庭主妇亲自操刀为你解说各种烹饪技巧，你可以学到很多食品加工知识.

source: A bizarre play about the philosophy of existential absurdity. Or maybe it's about two guys waiting for their friend to show up. It's confusing.
de: Ein bizarres Drama über die Philosophie der existenziellen Absurdität. Oder vielleicht geht es um zwei Typen, die darauf warten, dass ihr Freund auftaucht. Es ist verwirrend.
ja: 存在に関する不条理な哲学を題材にした不思議な話です。多分...友人が現れるのを待つ2人が...えー、あー、複雑過ぎて説明出来る内容じゃないですね。
zh_cn: 这是关于存在及其荒谬性的哲学的奇怪的戏剧，或者也许是两人在等待他们的朋友来。真让人困惑不已。（PS.《等待戈多》？）

source: A book about ham radio and citizen's band radio. It contains numerous diagrams and illustrations explaining the science behind the electronics.
de: Ein Buch über Amateurfunk und CB-Funk. Es enthält zahlreiche Diagramme und Illustrationen, die die Wissenschaft hinter der Elektronik erklären.
ja: アマチュア無線や市民ラジオについて書かれた本です。電子機器の科学的な仕組みについて、多くの図やイラストを交えて解説しています。
zh_cn: 一本关于业余级无线电和公民可以收到的频道无线电，包含了大量的图册以及漂亮的插图解释背后的科学原理.

source: A book about the Church of the SubGenius. It seems to involve a salesman named J. R. "Bob" Dobbs and a concept called 'slack'.
de: Ein Buch über die Kirche des SubGenius. Es scheint einen Verkäufer namens J. R. »Bob« Dobbs und ein Kopzept namens »slack« zu involvieren.
ja: 亜天才教について記された本です。
zh_cn: 亚圣教会的宗教典籍，这个教会的教义是-自由散漫，有点奇怪是吧？如果你知道创立这个宗教的教主是个失败的销售员，你就会明白了。

source: A book full of easy-to-follow recipes and useful advice on homebrewing, malting, and fermenting. It even smells faintly of booze.
de: Ein Buch voller leicht durchführbarer Rezepte und hilfreichen Ratschlägen über das Brauen, Mälzen und Gären. Es riecht sogar leicht nach Alkohol.
ja: 自家醸造したい人のための本です。麦芽の製造、発酵についての知識などと、簡単なレシピが記されています。ほのかな酒の匂いが染み付いています。
zh_cn: 一本写满了易学配方的家庭酿造指南，内容包含了出芽，发酵，酿造。哦，酒的味道已经飘出来了。

source: A book that embodies the main beliefs of Discordianism. It seems to primarily concern chaos, and features a card in the back which informs you that you are now a 'genuine and authorized Pope of Discordia'.
de: Ein Buch, das die Hauptglaubenssätze des Diskordianismus verkörpert. Es scheint hauptsächlich um Chaos zu gehen. Das Buch enthält eine Karte in der Rückseite. Sie setzt dich davon in Kenntnis, dass du nun ein »echter und autorisierter Papst der Diskordia« bist.
ja: 80年代のアメリカを紐解く重要なキーワードのひとつ、ディスコルディア教の信仰を体現する書物です。
zh_cn: 崇拜混沌的宗教典籍，由于从头到尾都在说关于混沌的伟大，所以你觉得脑袋也混乱了。

source: A book that embodies the main beliefs of the Church of the Flying Spaghetti Monster. It seems to involve a lot of pirates and some sort of invisible drunken monster made of pasta.
de: Ein Buch, welches die Hauptglaubenssätze der Kirche des Fliegenden Spaghettimonsters beinhaltet. Es scheint um viele Piraten und irgendso ein betrunkenes Monster aus Pasta zu gehen.
ja: 空飛ぶスパゲッティモンスター教の主な信条を具体的に綴った福音書です。パスタファリアン(信者)に人類の祖先である海賊として生きる事を進め、八つの本当に止めて欲しい事について記載されています。
zh_cn: 飞行面条怪物（英文：Flying Spaghetti Monster，缩写：FSM，又译飞面大神，简称面神），是讽刺性的虚构宗教飞行面条怪物信仰（英文：Church of the Flying Spaghetti Monster，或称Pastafarianism，又译飞面神教）信奉的神祇，此虚构宗教的讽刺对象主要是某些宗教教派所宣称的智能设计论（生物并非出于演化，而是源自某种超自然智能的设计）。该教声称“飞行面条怪物”创造了世间万物，因而尊奉其为上帝。借助互联网，这个“宗教”现象很快获得了媒体关注，知名度蹿升，并吸引众多的追随者。很多无神论和不可知论者也借此现象阐释自己的观点。请参考http://zh.wikipedia.org/w/index.php?title=飞天面条神教 总而言之，就是群无厘头的宗教。

source: A classic Soviet text on the art of attacking with a blade.
de: Ein klassischer sowjetischer Text über die Kunst, mit einer Klinge anzugreifen.
ja: ソビエト連邦に伝わる刃物を扱う技術が書かれた学習書です。
ko: 도검을 가지고 공격하는 기술에 대한 소비에트의 고전 메뉴얼입니다.
ru: Классический советский трактат по искусству обращения с ножом.
zh_cn: 一本讲述苏联刀剑艺术的书。

source: A classic tale about growing up, portraying one young man's funny and poignant experiences with life, love, and sex.
de: Eine klassische Erzählung über das Erwachsenwerden. Sie zeigt die lustigen und schmerzhaften Erfahrungen eines jungen Mannes mit dem Leben, der Liebe und dem Sex.
ja: 若い男が人生と愛、セックスなどを通じて、感動を体験し、成長を遂げていく古典的な物語です。
ko: 한 어린 남자가 성장하면서 겪는 인생과 사랑, 섹스에 대한 재미있으면서도 슬픈 경험을 적은 고전적인 이야기입니다.
ru: Классическая история о взрослении, изображающая острые переживания молодого человека в жизни, любви и сексе.
zh_cn: 一本关于成长的经典小说，描绘了一个年轻小伙子的有趣而辛酸的经历。

source: A classic text, "The Structure and Interpretation of Computer Programs." Written with examples in LISP, but applicable to any language.
de: Ein klassischer Text: »Die Struktur und Interpretation von Computerprogrammen«. Geschrieben in LISP-Beispielen, aber auf jede Sprache anwendbar.
ja: 定評のある学習書です。「コンピュータプログラムの構造と解釈」がLISPで書かれていますが、他のコンピュータ言語でも応用出来ます。
ko: 컴퓨터 프로그램의 구조와 해석에 관한 고전 컴퓨터 공학 도서입니다. 예시는 LISP로 작성되어있지만, 모든 프로그래밍 언어에 적용시킬 수 있습니다.
ru: Классика, "Структура и интерпретация компьютерных программ". Содержит примеры на LISP, впрочем, реализовать которые можно на любом другом языке.
zh_cn: 《计算机程序的构造和解释(原书第2版)》1984年出版，成型于美国麻省理工学院(MIT)多年使用的一本教材，1996年修订为第2版。在过去的二十多年里，《计算机程序的构造和解释》对于计算机科学的教育计划产生了深刻的影响。第2版中大部分重要程序设计系统都重新修改并做过测试，包括各种解释器和编译器。作者根据其后十余年的教学实践，还对其他许多细节做了相应的修改。

source: A collection of discourses attributed to the Buddha and his close disciples.
de: Eine Sammlung von Diskursen, welche Buddha und seinen nahestehenden Jüngern zugeschrieben werden.
ja: ブッダとその親しい弟子についての談話集です。
ko: 석가모니와 그의 제자들의 이야기에서 기인한 담화집입니다.
ru: Сборник бесед приписывающихся Будде и его ближайшим ученикам.
zh_cn: 佛陀和他弟子们的故事以及语录，主要就是老师告诫弟子别给软妹纸骗了之类的...

source: A collection of essays by various authors from around the world, including works by Churchill, Mailer, Eco, and Voltaire.
de: Eine Sammlung von Essays von verschiedenen Autoren aus der ganzen Welt, inklusive Werken von Churchill, Mailer, Eco und Voltaire.
ja: チャーチルやメーラー、エコやヴォルテールなどの作品を含む、世界中の様々な著者のエッセイを集めた資料本です。
ko: 처칠, 메일러, 에코, 볼테르의 작품을 포함한, 세계 각지에 있는 다양한 작가들의 에세이 모음집입니다.
ru: Собрание эссе разных авторов со всего мира, включая произведения Черчиля, Мейлера, Эко и Вольтера.
zh_cn: 一本由著名作家撰写的优美华丽的散文集.包括丘吉尔,梅勒，伏尔泰的作品,。他们是谁？你不禁问着自己，这些玩意写出来以后作者自己特喵的看过没有啊？

source: A collection of plays by various authors from around the world, including scripts by Wilde, Beckett, Checkov, and Shakespeare.
de: Eine Sammlung von Theatherstücken von verschiedenen Autoren aus der ganzen Welt, mit Textbüchern von Wilde, Beckett, Checkov und Shakespeare.
ja: ワイルド、ベケット、チェーホフやシェークスピアなどの脚本を含む、世界中の様々な著者の脚本を集めた資料集です。
ko: 와일드, 베케트, 체호프, 셰익스피어를 포함한 세계 각지에 있는 다양한 작가들의 희곡 모음집입니다.
ru: Собрание пьес со всего мира. Состоит из произведений Уальда, Бекета, Чехова и Шекспира.
zh_cn: 一本经由很多作者共同撰写的戏剧小说.包括王尔德,贝克特,Checkov,和莎士比亚。

source: A collection of poetry by various authors from around the world, including writings by Dickinson, Goethe, Thoreau, and Yeats.
de: Eine Sammlung von Poesie von diversen Autoren der ganzen Welt, inklusive Dickinson, Goethe, Thoreau und Yeats.
ja: ディキンソンやゲーテ、ソローやイェーツなど、世界中から様々な著者の詩を集めた資料本です。
ko: 디킨슨, 괴테, 소로, 예이츠 등 세계적으로 유명한 작가들의 시를 모아놓은 책입니다.
ru: Сборник стихов различных авторов со всего мира, в том числе произведения Дикинсона, Гёте, Торо и Йейтса.
zh_cn: 一组优美的诗歌，由不同的作者共同演绎.来自世界各地,byDickinson, Goethe, Thoreau, and Yeats.

source: A collection of sacred Buddhist writings describing their canons of scriptures.
de: Eine Sammlung heiliger buddhistischer Schriftem, welche ihre Kanone der Schriften beschreiben.
ja: 仏教の聖なる言葉を集めた聖典です。
ko: 불교의 규범을 설명하는 불교 경전의 모음입니다.
ru: Собрание священных буддийских писаний, описывающих буддистские каноны.
zh_cn: 大藏经为佛教经典的总集，简称为藏经，又称为一切经，有多个版本。相传是由一个骑马的帅哥，带着一只猴子，一头猪，一个挑担的闷葫芦从很远的地方带回来的。

source: A collection of sacred Hindu writings regarding the nature of reality and describing the character and form of human salvation.
de: Eine Sammlung heiliger hinduistischer Schriften, die die Natur der Realität betreffen und den Charakter und die Form der menschlichen Erlösung beschreiben.
ja: ヒンドゥーの聖なる文書を集めた本です。宇宙の真の姿について、人格の評価について、また人の救済のあり方について述べられています。
ko: 현실의 본질을 보고 인간 구원의 성격과 형태를 설명하는 힌두 성서의 모음입니다.
ru: Сборник древнеиндийских трактатов религиозно-философского характера. В них рассказывается о природе реальности и описываются характер и форма человеческого спасения.
zh_cn: 吠陀奥义书是印度婆罗门教的教义总集。是用吠陀梵文写作的一些西北印度文献的汇总，是关于对神的诵歌和祷文的文集。基本就是那些肥婆载歌载舞转圈时唧唧歪歪的内容。

source: A college textbook on chemistry.
de: Ein Hochschulbuch über Chemie.
ja: 大学で扱う化学についての教科書です。
ko: 화학에 대한 대학 교과서입니다.
ru: Учебник по химии, предназначенный для колледжа.
zh_cn: 一本大学化学课本。

source: A college textbook on circuit design.
de: Ein Hochschulbuch über Schaltungsentwicklung.
ja: 大学で扱う回路の設計についての教科書です。
ko: 회로 설계에 대한 대학 교과서입니다.
ru: Учебник по схемотехнике, предназначенный для колледжа.
zh_cn: 一本关于电路设计的大学课本。

source: A college textbook on computer science.
de: Ein Hochschulbuch über Informatik.
ja: 大学で扱うコンピュータ科学についての教科書です。
ko: 컴퓨터 과학에 대한 대학 교과서입니다.
ru: Учебник по информатике, предназначенный для старших классов школы.
zh_cn: 一本关于计算机科学的大学课本。

source: A college textbook on economics.
de: Ein Hochschulbuch über Ökonomie.
ja: 大学で扱う経済についての教科書です。
ko: 경제학에 대한 대학 교과서입니다.
ru: Учебник по экономике, предназначенный для колледжа.
zh_cn: 一本讲述经济学的大学课本。

source: A college-level textbook that details the operation, maintenance, and repair of internal combustion engines.
de: Ein Lehrbuch auf Hochschulniveau, welches den Betrieb, die Wartung sowie Reperatur von Verbrennungskraftmaschinen ausführlich behandelt.
ja: 内燃機関の運用と整備と修理について書かれた、大学レベルの高等教本です。
ko: 내연기관의 작동, 제어, 수리를 상세히 설명하는 대학 수준의 교과서입니다.
ru: Студенческий учебник с особенностями работы, обслуживания и ремонта двигателей внутреннего сгорания.
zh_cn: 大学水平的教材，有关如何操作维护和修理内燃机.

source: A colorful book about tailoring.
de: Ein farbenfrohes Buch über Schneiderei.
ja: 裁縫について書かれた色鮮やかな本です。
ko: 재봉에 대한 알록달록한 책입니다.
ru: Красочная книга о шитье.
zh_cn: 一本花里胡哨的裁缝手册。让你制作那些整容以后才能看看的女性喜爱的服饰。她们变成丧尸也不是件坏事啊~~~

source: A colorful digest devoted to backpacking and wilderness photography. The photos are beautiful, though the terminology in the sections on survivalcraft assume some proficiency.
de: Ein bunter Digest, das dem Wandern und der Wildnisfotografie gewidmet ist. Die Fotos sind wunderschön, jedoch setzt die Terminilogie in den Abschitten über das Überleben ein gewisses Sachverständnis voraus.
ja: 袋を背負った人と荒野の写真がダイジェストに載っている色鮮やかな本です。サバイバル技能に関する用語が多少難解ではありますが、それを差し置いてもこの美しい写真を見る価値があるでしょう。
zh_cn: 一个有关徒步旅行，和荒野摄影的杂志.这些照片非常美丽，可以让你熟悉一些地形.

source: A commercially produced survival guide that details swimming and deep water survival techniques tailored to emergency scenarios.
de: Ein kommerziell produzierter Überlebensführer, der ausführlich Schwimm- und Tiefenwasserübelebenstechniken, die auf Notfallszenarien zugeschnitten sind, behandelt.
ja: 緊急時の水泳や水中でのサバイバル技術について書かれた市販のサバイバルガイドです。
ko: 상업용으로 만들어진 생존 가이드입니다. 긴급 상황에 처했을 때, 수영 등을 통해 깊은 물에서 살아남는 기술을 다루고 있습니다.
ru: Серийно издаваемое руководство по выживанию, в котором описываются методы выживания в глубокой воде в чрезвычайной ситуации.
zh_cn: 一本商业生存指南，涉及针对紧急状况的游泳和深水生存技能的细节知识。

source: A deep discussion of morality with an emphasis on epistemology and logic.
de: Eine tiefgründige Diskussion über Moral mit einer Betonung auf Erkenntnislehre und Logik.
ja: 認識論と論理に重点を置いた、道徳に関する奥深い論議集です。
ko: 인식론과 논리에 중점을 둔, 도덕성에 대한 심도있는 강론집입니다.
ru: Глубокие рассуждения о морали с уклоном в эпистемологию и логику.
zh_cn: 深入道德讨论人的认知和逻辑

source: A detailed guide for baseball pitchers that combines time-tested techniques and information mixed with a common sense approach to pitching.
de: Ein ausführlicher Führer für Baseball-Pitcher, der lange erprobte Techniken mit Informationen, vermengt mit einer einleuchtenden Herangehensweise, kombiniert.
ja: 野球のピッチャーのための詳細なガイドブックです。ピッチングに関する実用的な学習法を含めた情報と信頼性の高い技術が紹介されています。
ko: 야구 투수들을 위한 자세한 가이드입니다. 검증된 기술들과 정보, 그리고 일반 상식을 적절히 섞었습니다.
ru: Детальное руководство для бейсбольных питчеров, в котором содержится проверенная временем информация и различные техники для тренировки чувства правильного броска.
zh_cn: 一本详细的垒球投手指南，包括了久经考验的技术和信息，还混杂了对投掷技能的感悟。

source: A detective investigates an unusual murder in a secluded location.
de: Ein Detektiv geht einem ungewöhnlichen Mord in einer abgelegenen Villa nach.
ja: 探偵は奇妙な殺人事件を調査していました...
ko: 외딴 곳에서 일어난 이상한 살인 사건을 조사하는 형사에 대한 소설.
ru: Детектив исследует необычное убийство произошедшее в уединенном месте.
zh_cn: 凶手就是你！死神小学生这次又在一起密室杀人案中指出了不同寻常的凶手！凶手居然是...

source: A folksy guide to trapping wild game using time-tested methods. A bit in-depth for the beginner, it can provide a wealth of information to a knowledgeable trapper.
de: Ein volkstümlicher Führer über das Fangen von Wild mittels lang erprobter Methoden. Er ist ein bisschen zu ausführlich für den Anfänger, aber er kann eine Menge an Informationen für die Fortgeschrittenen beiten.
ja: 昔から受け継がれた技を使って、ジビエを罠に掛ける方法について書かれた庶民的なガイドブックです。初心者でも分かり易い様にかなり詳しく書かれており、罠猟師に必要な情報と知識を存分に学べます。
zh_cn: 一本教你如何捕获野生动物的杂志，虽然充满了大量的信息，但是如果是初学者，很容易陷入不知所措的地步，对你来说比较深奥.

source: A full flight log for a military aircraft. Nothing of interest stands out.
de: Ein vollständiges Flugprotokoll für ein Militärflugzeug. Nichts interessantes sticht heraus.
ja: 軍用航空機のフライト記録。興味を引くような記述はない。
ko: 군용 항공기에 대한 전체 비행 기록. 눈에 띄는 점은 없습니다.
ru: Заполненный штурманский журнал с военного самолёта. Не представляет особой ценности.
zh_cn: 一个完整的军用飞机的飞行日志，没什么好看的。

source: A fun quarterly magazine all about macaroni art and things you can make by supergluing found objects together.
de: Ein lustiges, vierteljährlich erscheinendes Magazin über Macaronikunst und Dinge, die du machen kannst, in dem du gefundene Gegenstände zum Superkleber zusammenklebst.
ja: マカロニアートの作り方と接着剤の使い方が書かれている季刊誌です。
ko: 마카로니 예술과 접착제로 이리저리 붙여보는 것을 다루는 재밌는 계간 잡지입니다.
ru: Весёлый еженедельный журнал, описывающих создание изделий из макарон и других предметов при помощи клея.
zh_cn: 一本很有趣的季刊杂志，这本杂志通篇介绍了意粉画的制作方法，并且介绍了一些如何把发现的物品拼凑在一起制作成有用道具的方法。

source: A glossy magazine about surviving and hunting in the wilderness. There's an exciting article about a bear attack in the back pages.
de: Ein Hochglanzmagazin über das Überleben und die Jagd in der Wildnis. Da ist ein aufregender Artikel über einen Bärenangriff in den hinteren Seiten.
ja: 荒野で生き残る手段である狩猟について書かれた紙質の良い雑誌です。熊の襲撃に関する刺激的な場面が裏表紙を飾っています。
zh_cn: 一本教你如何野外求生杂志.更令人兴奋的是后边关于对付熊的攻击的一篇文章.

source: A glossy magazine all about handguns and shooting. There is a good article about proper sighting near the middle.
de: Ein Hochglanzmagazin über Handfeuerwaffen und das Schießen. Es gibt etwa in der Mitte des Magazins einen guten Artikel über das richtige Zielen.
ja: 拳銃と射撃全般について書かれた紙質の良い雑誌です。中央付近に照準を合わせる方法について良い記事が書かれています。
zh_cn: 时尚武器杂志期刊，有一篇很重要的瞄准教导初学者的文章。
