Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Originally designed during the Cold War, the FN FAL is probably the most successful battle rifle ever designed . Even though often labeled as obsolete, its high rate of fire and powerful ammunition make it perfectly capable of holding its ground against modern competitors.
ru: Первоначально разработанный во времена холодной войны, FN FAL, вероятно, самая успешная боевая винтовка когда-либо созданная. Хоть её часто называют устаревшей, высокая скорострельность и мощный патрон позволяют удерживать свою позицию наряду с современными конкурентами.

source: This carbine was developed for military use in the early 21st century. It is damaging and accurate, though its rate of fire is a bit slower than competing .223 carbines.
ko: 21세기 초 군용으로 제작된 카빈입니다. 살상력과 정확도가 모두 높지만, .223 구경 탄을 사용하는 다른 카빈에 비해서는 발사 속도가 느립니다.
ru: Эта штурмовая винтовка была разработана в начале XXI века для нужд армии. ACR обладает высокой точностью и впечатляющей огневой мощью, но относительно небольшим темпом стрельбы по сравнению с другими образцами под патрон .223.

source: A widely used assault rifle and the father of popular rifles such as the M16. It is light and accurate, but not very durable.
ko: 전세계적으로 널리 사용되었으며, M16 의 원형이 된 총기입니다. 가볍고, 정확도가 높지만, 신뢰성이 낮습니다.
ru: Широко распространенная штурмовая винтовка, положившая начало линейке М-16. Легкая и точная, однако запас прочности оставляет желать лучшего.

source: A popular carbine, long used by the US military. Though accurate, small, and lightweight, it is infamous for its fragility, particularly in less-than- ideal terrain.
ko: 미 육군에서 오랫동안 사용한, 유명한 카빈입니다. 정확하며, 작고, 가볍습니다. 적합한 환경이 아닌 곳에서는 특히 신뢰성이 낮은걸로 악명이 높습니다.
ru: Известная штурмовая винтовка, уже долгое время состоящая на вооружении ВС США. Точная, легкая и компактная, но печально известная своей капризностью, особенно в неблагоприятных условиях.

source: A highly accurate and modular assault rifle specially designed for the United States Special Operations Command. The 'L' in its name stands for light, as it uses the lightweight .223 round.
ru: Высокоточная модульная винтовка, специально разработанная для спецназа США. Буква 'L' в названии означает 'light' - лёгкая, так как использует лёгкий патрон .223.

source: A highly accurate and modular assault rifle specially designed for the United States Special Operations Command. The 'H' in its name stands for heavy, as it uses the powerful .308 round.
ru: Высокоточная модульная винтовка, специально разработанная для спецназа США. 'H' в названии означает 'Heavy' - тяжёлая, так как использует мощный патрон калибра .308.

source: The Steyr AUG is an Austrian assault rifle that uses a bullpup design. It is used in the armed forces and police forces of many nations, and enjoys low recoil and high accuracy.
ko: 슈타이어 AUG는 탄창이 손잡이 뒤에 있는 형식인 불펍식 호주산 돌격 소총입니다. 많은 국가의 경찰과 군대에서 사용되며, 적은 반동과 높은 정확도로 유명합니다.
ru: Steyr AUG — это австрийская штурмовая винтовка компоновочной схемы булл-пап. Стоит на вооружении армий и правоохранительных структур многих стран мира, обладает хорошей точностью и низкой отдачей.

source: The M249 is a mountable machine gun used by the US military and SWAT teams. Quite innaccurate and difficult to control, the M249 is designed to fire many rounds very quickly.
ko: M249는 차량 탑재형 기관총으로, 미 육군과 경찰특공대에서 사용됩니다. 정확도가 매우 낮으며 반동을 제어하기 힘들지만, M249는 빠른 속도로 다량의 탄환을 발사할 수 있습니다.
ru: M249 представляет собой пулемет, разработанный для армии и спецназа США. Обладает относительно низкой точностью, его трудно контролировать при стрельбе. М249 в основном предназначен для ведения огня на подавление, вследствие чего обладает впечатляющей скорострельностью.

source: The V29 laser pistol was designed in the mid-21st century, and was one of the first firearms to use fusion as its ammunition. It is larger than most traditional handguns, but displays no recoil whatsoever.
ko: V29 레이저 권총은 탄약으로 핵융합 전지를 사용하는 최초의 총기로 21세기 중반에 제작되었습니다. 대부분의 구식 권총보다는 크지만, 발사 시 반동이 존재하지 않습니다.
ru: Лазерный пистолет V29 был сконструирован в середине XXI века и является одним из первых образцов оружия, использующего реакцию ядерного синтеза для питания. Это нечто большее, чем традиционное огнестрельное оружие, и совсем не имеет отдачи.

source: A laser cannon stripped from the barrel of a TX-5LR Cerberus laser turret. Unusable as a weapon on its own without the necessary parts.
ko: TX-5LR 켈베로스 레이저 터렛(Cerberus laser turret)의 포신에서 떼어낸 레이저 캐논입니다. 필요한 부품들 없이 이것 하나만으로는 무기로 사용할 수 없습니다.
ru: Эта лазерная пушка была снята с лазерной турели TX-5LR Цербер. Однако она непригодна в качестве оружия. т.к. отсутствуют необходимые детали.

source: A very powerful fusion rifle developed shortly before the influx of monsters. It can only hold two rounds at a time, but a special superheating unit causes its bolts to be extremely deadly.
ko: 매우 강력한 핵융합 라이플로, 괴물 떼가 생겨나기 바로 직전에 개발되었습니다. 한번에 2발밖에 장전할 수 없지만, 특수하게 제작된 초 고열장치가 발사체에 엄청난 공격력을 갖게 합니다.
ru: Очень мощная винтовка с термоядерным питанием, разработанная незадолго до появления монстров. Заряжается всего лишь двумя зарядами, но обладает феноменальным разрушительным действием.

source: A multi-purpose rifle, designed for use in conjunction with a unified power supply, or UPS. It does not reload normally; instead, press fire once to start charging it from your UPS, then again to unload the charge.
ko: 통합 전원장치와 결합해서 사용하게 제작된, 다목적 소총입니다. 이 총기는 일반적인 장전 방식을 사용하지 않으며, 대신 발사 버튼을 누르면 충전을 시작하고 다시 버튼을 누르면 발사되는 방식을 사용합니다.
ru: Многоцелевая винтовка, предназначенная для использования с УБП. Перезарядка не требуется, достаточно один раз нажать кнопку, что бы запитать её от вашего УБП и ещё раз, что бы прекратить зарядку.

source: A simple, home-made flamethrower. While its capacity is not superb, it is more than capable of igniting terrain and monsters alike.
ko: 직접 만든 간단한 구조의 화염방사기입니다. 장탄량이 많지는 않지만, 나무나 괴물 등에게 불을 붙일 수 있습니다.
ru: Простой, собранный из подручных материалов огнемет. И хотя его дальность действия не впечатляет, этого все же достаточно для сожжения большинства монстров.

source: A large flamethrower with substantial gas reserves. Very menacing and deadly.
ko: 튼튼한 가스 조절기가 있는 대형 화염방사기입니다. 아주 위협적이고, 또한 위험합니다.
ru: Большой огнемет с емким баком для напалма. Очень грозное и смертельное оружие.

source: A simple, home-made grenade launcher. Basically a tube with a pin firing mechanism to activate the grenade.
ko: 간단한 수제 유탄 발사기입니다. 파이프에 유탄을 발사하기 위한 공이식 발사 장치가 달려있습니다.
ru: Простой самодельный гранатомёт. По сути, труба с ударным механизмом для активации гранат.

source: A widely-used grenade launcher that first saw use by American forces in the Vietnam war. Though mostly replaced by more modern launchers, the M79 still sees use with many units worldwide.
ko: 베트남 전쟁에서 미군이 처음 사용하기 시작한 유명한 유탄 발사기입니다. 현재는 더 발전된 발사기로 대체되었지만, 여전히 전 세계에서 많은 양의 M79가 사용되고 있습니다.
ru: Очень распространенный гранатомет. Появился на вооружении американских войск во время войны во Вьетнаме. Хотя по большей части модель и вытеснена современными аналогами, M79 по-прежнему широко используется во всем мире.

source: The Milkor Multi-Grenade Launcher is designed to compensate for the drawback of single-shot grenade launchers by allowing sustained heavy firepower. However, it is still slow to reload and must be used with careful planning.
ko: 밀코 다중 유탄 발사기는 단발식 유탄 발사기의 단점을 보완하여, 지속적인 고화력을 퍼부을 수 있게 제작되었습니다. 하지만, 재장전이 매우 느리기 때문에 재장전 시 조심해야 합니다.
ru: Многозарядный гранатомет Milkor спроектирован с учетом недостатков однозарядных гранатометов и обеспечивает стабильно высокую плотность огня. Но он медленно перезаряжается, да и в обращении не прост.

source: The Rivtech RM802 pump-action 40mm grenade launcher was designed to be a step ahead of single-shot grenade launchers by allowing sustained heavy firepower. However, its capacity is fairly limited so it must be used with careful planning.
ko: Rivtech RM802 펌프 액션식 40mm 유탄 발사기는 강력한 화력을 일관성있게 제공해주는 차세대형 단발 유탄 발사기로 설계되었습니다. 그러나 세밀한 계획에서 사용되어야 하므로 실제 능력은 상당히 제한되어있습니다.
ru: 40-миллиметровый гранатомёт помпового действия Rivtech RM802 был разработан на смену однозарядным гранатомётам, позволяя вести длительный огонь. Однако, его ёмкость довольно ограниченна, так что нужно аккуратно планировать выстрелы.

source: A disposable light anti-tank rocket launcher. Once fired, it cannot be reloaded and must be disposed of.
ko: 일회용 경량 대전차 로켓 발사기입니다. 한번 발사하면 재장전이 불가능하므로, 버리는 수 밖에 없습니다.
ru: Одноразовый противотанковый гранатомёт. После выстрела не может быть перезаряжён и должен быть выброшен.

source: A homemade gun, using electromagnets to accelerate a ferromagnetic projectile to high velocity. Powered by UPS.
ko: 전자석을 사용해서, 강한 자성을 띈 투사체를 고속으로 쏘아내는 수제 총기입니다. 통합 전원장치로 전원을 공급받습니다.
ru: Самодельное оружие, использующее электромагнитное поле для разгона высокоскоростных ферромагнитных снарядов. Питается от УБП.

source: Developed by Heckler & Koch in 2033, the railgun magnetically propels a ferromagnetic projectile using an alternating current. This makes it silent while still deadly. Powered by UPS.
ko: H&K 사가 2033년에 개발한 레일건입니다. 레일건은 전류를 사용해서 자기장을 만든 다음, 이를 사용해서 강한 자성을 가진 투사체를 고속으로 발사하는 무기입니다. 때문에 조용하면서도 엄청난 피해를 줍니다. 통합 전원장치로 전원을 공급받습니다.
ru: Рельсовое орудие, разработанное в 2033 году концерном Heckler & Koch. Разгоняет ферромагнитный снаряд ЭМ полем с питанием переменного тока. Орудие тихое и убойное. Работает от УБП.

source: Boeing developed the focused plasma weaponry together with DARPA. It heats hydrogen to create plasma and envelops it with polymers to reduce blooming. While powerful, it suffers from short range. Powered by UPS.
ko: 보잉 사는 미 국방 고등연구국(DARPA) 과 함께 플라즈마 무기를 집중적으로 연구했습니다. 수소를 가열해 플라즈마로 만든 후 중합체로 덮어 추가적인 확산을 막는 작동 방식을 사용하며, 때문에 아주 강력하지만 사거리가 짧습니다. 통합 전원장치로 전원을 공급받습니다.
ru: Плазменное оружие — совместная разработка компании Боинг и исследовательского центра DARPA. Нагревает водород до появления плазмы. Невероятно разрушительное, но не очень дальнобойное оружие. Работает от УБП.

source: A home-made shotgun. It is simply a pipe attached to a stock, with a hammer to strike the single round it holds.
ko: 수제 산탄총입니다. 보통 파이프에 개머리판을 붙여 만들었고, 한번에 한 발을 장전할 수 있습니다.
ru: Самодельный дробовик. Сделан из куска трубы, прикрученной к рукояти, заряжается одним патроном.

source: A home-made double-barreled shotgun. It is simply two pipes attached to a stock, with a pair of hammers to strike the two rounds it holds.
ko: 수제 이중 총신 산탄총입니다. 두 개의 파이프에 개머리판을 붙여 만들었고, 한번에 두 발을 장전할 수 있습니다.
ru: Самодельная двустволка. Сделан из двух кусков трубы, приделанных к рукояти, заряжается двумя патронами.

source: A home-made sawn off shotgun. It is simply a short pipe attached to a stock, with a hammer to strike the single round it holds.
ko: 수제 단축 총열 산탄총입니다. 짧은 파이프에 개머리판과 단발 사격이 가능한 공이를 부착해서 만들었습니다.
ru: Самодельный обрез-дробовик. Сделан из короткого куска трубы, прикрученной к рукояти, заряжается одним патроном.

source: The LACP laser pistol was based on the v29 laser pistol designed in the mid-21st century. While little more than duct tape and electronics, it runs on a standard UPS.
ko: LACP 레이저 권총은 21세기 중반 제작된 V29 레이저 권총을 개조한 것입니다. 몇 가지 전자기기를 접착 테이프로 붙였으며, 표준 UPS 장치에서 전원을 공급받습니다.
ru: Лазерный пистолет LACP основан на модели лазерного пистолета v29, разработанного в середине 21-го столетия. При помощи клейкой ленты и частей электроники, его можно запитать от стандартного УБП.

source: A multistroke pneumatic rifle handcrafted from scrap. It is very quiet and deadly.
ko: 멀티 스트로크 방식으로 압축 공기를 사용하는 라이플입니다. 고철로 만들어졌지만, 조용하고 치명적입니다.
ru: Пневматическая винтовка ручной сборки. Она очень тихая и очень смертоносная.

source: An eight-shot, revolving barrel, pneumatic bolt driver handcrafted from scrap. It is very quiet and deadly.
ko: 고철로 만들었으며, 압축 공기와 8연발 리볼버 총열을 사용하는 볼트 발사기입니다. 아주 조용하면서도 치명적입니다.
ru: Восьмизарядный барабанный пневматический метатель гвоздей. Сделан из подручных материалов. Очень тихий и смертельный.

source: A powerful handheld spring mortar handcrafted from scrap. Made to launch modified handheld nuclear weapons, it is an exceedingly powerful weapon.
ko: 고철로 직접 만든 강력한 휴대용 용수철 박격포입니다. 개조된 소형 핵무기를 발사할 수 있도록 제작된 이것은 굉장히 강력한 무기입니다.
ru: Мощный, портативный, пружинный миномёт сделанный из металлолома. Предназначен для стрельбы модифицированными ядерными мини-бомбами. Это является чрезвычайно мощным оружием.

source: A favourite of hooligans around the world, this lighter duct-taped to a spray can is probably as dangerous to the user as anyone else. The nozzle has been crudely modified to disperse gasoline, and a small pump attached to the side allows for repressurization, though this process takes takes a few minutes.
ko: 전 세계의 폭도들이 애용하는, 접착 테이프로 라이터를 붙인 스프레이캔입니다. 사용하는 사람이나 당하는 사람 모두에게 위험할 정도로 안정성이 떨어집니다. 기름을 분사할 수 있도록 조악하게 개조되었고, 옆에 다시 압력을 높이기 위한 작은 펌프가 달려있습니다. 사용 후 압력을 다시 높이는데 몇 분 정도 걸립니다.
ru: Фаворит хулиганов во всем мире, зажигалка примотанная изолентой к аэрозольному баллончику. Опасна для всех, включая пользователя. Сопло грубо изменено для распыления бензина, а маленький насос позволяет нагонять давление, правда это не быстрый процесс.

source: This light carbine fires 5x50mm armor-piercing flechette cartridges. Classified as a special purpose individual weapon, this advanced firearm was developed by Rivtech for the US military shortly before the end of the world. Designed to be fired in bursts, it excels in close combat.
ko: 이 가벼운 카빈은 5x50mm 관통형 화살촉탄을 발사합니다. 특수 목적용 개인 무기로 분류되며, 이 개량형 화기는 Rivtech 사에서 미군을 위해 세계가 멸망하기 직전에 개발했습니다. 연사 사격이 가능하게 설계되었으며, 근접전에 최적의 화력을 보입니다.
ru: Легкий карабин, использующий 5х50мм бронебойные оперенные снаряды. Классифицируется как индивидуальное оружие специального назначения. Разработан Rivtech для вооруженных сил, как раз перед концом света. Возможна стрельба очередями, создавался для ближнего боя.

source: A cyborg's fusion blaster arm, cannibalized and converted into a rifle. This improvised weapon is powered by a standard UPS connection.
ko: 사이보그의 퓨전 블래스터 팔을 떼어내서, 라이플로 개조한 무기입니다. 이 발전형 무기는 기본형 UPS 장치의 전력을 사용해서 작동합니다.
ru: Оторванная рука киборга со встроенным термоядерным бластером, приспособленная в качестве ружья. Самодельное оружие, питающееся от УБП.

source: A single-shot, electrically propelled, steel rail launcher handcrafted from scrap. The hypervelocity metal stake that it fires is accelerated to the point of spontaneous combustion by a Lorentz force generated by electromagnetic induction, powered by a standard UPS.
ko: 전력으로 작동하는 수제 단발 총기로, 강철 레일을 발사할 때 쓰입니다. 초고속으로 발사되는 금속은 로렌츠 힘에 의해 자연 연소되며, 기본형 UPS로 작동됩니다.
ru: Однозарядный метатель с электрическим приводом собранный вручную из металлолома. Ферромагнитный снаряд разгоняется до гипер скоростей приводящих к самовозгоранию за счет силы Лоренца, порождаемой электромагнитной индукцией. Работает от обычного УБП.

source: A large, shoulder-fired, .50 caliber anti-materiel rifle. Its large size, recoil, and noise is offset by its damage and range.
ko: 어깨에 견착하여 사용하는, 큰 .50구경 대물 저격총입니다. 크고 반동이 심하며 소리도 크지만, 그만큼 큰 피해와 긴 사거리를 갖습니다.
ru: Крупнокалиберная снайперская винтовка калибра .50 на сошках. Грозное оружие, её большие размеры, отдача и шум с лихвой перекрываются убойной силой и дальностью стрельбы.

source: A heavy machine gun used by the US Military from its inception to the cataclysm, and even rarely by Cataclysm survivors. Its massive size, exceptionally rare ammo type, and design make it impossible to use unless deployed or mounted to a vehicle.
ko: 처음 만들어졌을 때부터 대격변 이전까지 미군에서 사용되었던 기관총으로, 가끔가다가 대격변 생존자에 의해서 사용되기도 합니다. 거대한 크기를 가졌으며, 아주 희귀한 탄종을 사용하고, 설계상 차량에 설치하지 않는 한 사용할 수 없습니다.
ru: Тяжелый пулемет стоял на вооружении американской армии до наступления катаклизма. В настоящее время встречается редко. Это огромная машина для убийства, с редким типом боеприпасов, созданная для ведения огня только с автомобильной техники.

source: A four-barreled, .22 Long Rifle pistol, similar to a derringer or pepperbox, produced by O.F. Mossberg & Sons from 1920 to 1932.
ko: .22 LR 탄을 사용하는 4연발 권총으로, 데린저(derringer)나 페퍼박스(pepperbox)와 비슷한 이 권총은 1920년부터 1932년까지 모스버그사(O.F. Mossberg & Sons)에서 생산되었습니다.
ru: Четырехствольный пистолет калибра .22 LR, похожий на дерринджер или перечницу. Производился кампанией «O. F. Mossberg & Sons» с 1920 по 1932 год.

source: The COP 38 is a four-shot derringer-type pistol chambered for the .38 round. It was designed by Robert Hillberg, based on his earlier work on the Hillberg Insurgency Weapon.
ko: COP 38은 4연발의 데린저형 권총으로 .38 탄을 사용합니다. 이 총은 로버트 힐버그(Robert Hillberg)가 설계하였으며, 힐버그 인서전시 웨펀사(Hillberg Insurgency Weapon)에서 그의 이전 작업물들을 기반으로 만들어졌습니다.
ru: Четырехствольный пистолет типа дерринджер под патрон .38. Разработан Робертом Хиллбергом.

source: The Beretta ARX-160 was a Phase II contender in the United States Army Individual Carbine competition to replace the M4 carbine. It failed to replace it, but it is widely used by military all around the world. This version is chambered for 7.62x39mm.
ko: 베레타 ARX-160은 M4 카빈을 대체할 미 육군 개인용 카빈총 대회에서 2단계(Phase II) 경쟁자였습니다. 비록 이 총은 M4 카빈을 대체하지는 못했지만, 전 세계의 군대에서 널리 사용됩니다. 이 버전은 7.62x39mm 탄을 사용합니다.
ru: Beretta ARX-160 участвовала во второй фазе конкурса индивидуальных карабинов США с целью заменить карабин M4. Попытка замены была неудачной, но всё же она широко применяется солдатами всего мира. Эта версия карабина использует патрон 7.62x39мм калибра.

source: An underwater fishing implement designed to fire a specialized type of spear using tension in a rubber band. While highly effective when used underwater, it is nearly useless on dry land.
ko: 고무줄의 장력을 이용하여 특수한 형태의 창이 발사되도록 설계된 수중 낚시 도구입니다. 물속에서 사용할 때에는 매우 효과적이지만, 육지에서는 거의 쓸모가 없습니다.
ru: Устройство, разработанное специально для подводной охоты и метающее гарпун за счет силы натяжения. Очень эффективно под водой и практически бесполезно на суше.

source: A small underwater fishing implement designed to fire a specialized type of spear using tension in a rubber band. While highly effective when used underwater, it is nearly useless on dry land.
ko: 고무줄의 장력을 이용하여 특수한 형태의 창이 발사되도록 설계된 소형의 수중 낚시 도구입니다. 물속에서 사용할 때에는 매우 효과적이지만, 육지에서는 거의 쓸모가 없습니다.
ru: Небольшое устройство, разработанное специально для подводной охоты и метающее гарпун за счет силы натяжения. Очень эффективно под водой и практически бесполезно на суше.

source: A double-loading underwater fishing implement designed to fire a specialized type of spear using tension in a rubber band. While highly effective when used underwater, it is nearly useless on dry land.
ko: 고무줄의 장력을 이용하여 특수한 형태의 창이 발사되도록 설계된 이중 장전식 수중 낚시 도구입니다. 물속에서 사용할 때에는 매우 효과적이지만, 육지에서는 거의 쓸모가 없습니다.
ru: Двухзарядное устройство, разработанное специально для подводной охоты и метающее гарпун за счет силы натяжения. Очень эффективно под водой и практически бесполезно на суше.

source: A sophisticated underwater fishing implement designed to fire a specialized type of spear using a hand-pump pressure system. While highly effective when used underwater, it is nearly useless on dry land.
ko: 수동 펌프 압력 시스템을 이용하여 특수한 형태의 창이 발사되도록 설계된 복잡한 형태의 수중 낚시 도구입니다. 물속에서 사용할 때에는 매우 효과적이지만, 육지에서는 거의 쓸모가 없습니다.
ru: Технологичное устройство, разработанное специально для подводной охоты и метающее гарпун за счёт сжатого воздуха, нагнетаемого в систему ручным насосом. Очень эффективно под водой и практически бесполезно на суше.

source: A custom made single shot rifle specially designed for the hunting of huge game. You could obviously kill everything with this, EVERYTHING. If you ever find enough ammo of course.
ko: 대형 동물을 사냥할 때 쓰도록 특수히 제작된 단발식 소총입니다. 이것을 사용한다면 그 어떤 것이라도 확실하게 죽일 수 있을 것입니다. '그 어떤 것'이라도요. 물론 당신이 충분한 탄약을 찾아냈을 때에 말이죠.
ru: Самодельная однозарядная винтовка, разработанная специально для охоты на крупную добычу. Вы, очевидно, можете убить с этим всё что угодно, ВСЁ. Если вы найдёте достаточно боеприпасов, естественно.

source: Civilian version of the SVS-24. It was made by Clearwater Arms, Georgia for the US market. It's pure semi-automatic, but fires the same powerful cartridge as the SVS-24.
ko: SVS-24의 민수판입니다. 미국 시장에 판매하기 위해 조지아주의 클리어워터 암스(Clearwater Arms)에서 만들어졌습니다. 이 총은 순수하게 반자동으로 작동하지만, SVS-24와 같은 강력한 탄약을 사용합니다.
ru: Гражданская версия СВС-24. Изготовлена "Clearwater Arm, Джорджия" для США. Полностью полуавтоматическая, но стреляет теми же мощными патронами, что и СВС-24.

source: The Colt Army Model 1860 is a cap & ball .44-caliber revolver. It was used during the American Civil War, and made by Colt's Manufacturing Company.
ko: 콜트 육군용 모델 1860(Colt Army Model 1860) 캡 & 볼(cap & ball)식 .44 리볼버입니다. 콜트사(Colt's Manufacturing Company)에서 만든 이 총은 남북전쟁 기간 동안 사용되었습니다. (역주: cap & ball식 리볼버는 퍼커션 캡을 사용하던 초기형 리볼버라고 생각하면 이해가 빠름.)
ru: Армейская модель кольта 1860. Использует патроны .44-калибра. Использовался в Американскую Гражданскую Войну, сделан на фабрике Кольта.

source: Medieval content pack
ru: Средневековый набор

source: A compilation of medieval gear by several different authors
ru: Сборка из средневековых орудий различных авторов

source: Old Guns Pack
ru: Набор устаревшего оружия

source: Weapons that are old or are no longer in production.
ru: Оружия, которые устарели и больше не производятся.

source: One of the vesper bats, a family of winged insect-eating mammals. It roosts in caves and other hollows, and uses a form of echolocation to aerially navigate through tricky terrain at rapid speeds.
ko: 날개 달렸으며 곤충을 먹고 사는 포유류인 박쥐입니다. 동굴이나 다른 공동에서 서식하고 초음파의 반향을 이용하여 장애물이 많은 지형에서도 빠르게 날아 다닙니다.
ru: Представитель гладконосых летучих мышей, крылатых насекомоядных млекопитающих. Гнездится в пещерах и других впадинах. При передвижении использует эхолокацию, что позволяет передвигаться по сложным маршрутам на огромной скорости.

source: The North American beaver, the continent's largest rodent. Its paddle-shaped tail helps ferry it through the water, and its prominent teeth can chew through wood, which it uses to build dam-like nests in lakes and streams.
ko: 북아메리카 비버로, 대륙에서 가장 큰 설치류입니다. 노를 닮은 꼬리는 물을 건널 때 도움을 주며, 돌출된 이빨은 나무를 씹을 수 있어 강이나 개울에 댐을 닮은 둥지를 만들 수 있습니다.
ru: Североамериканский бобёр, крупнейших грызун на континенте. Его весло-образный хвост помогает ему держаться на плаву, а его выступающие зубы могут грызть древесину. Древесина используется им для создания плотин на реках, которые он использует в качестве гнёзд.

source: A mallard duck, often seen around rivers and other bodies of water. It feeds primarily on insects, seeds, roots, and, pre-cataclysm, bread scraps.
ko: 강이나 다른 물가에서 종종 볼수 있는 청둥오리입니다. 곤충, 씨앗, 뿌리, 그리고 빵조각(대재앙 이전에는) 등을 먹고 삽니다.
ru: Кряква, которых можно часто наблюдать рядом с реками и другими водоёмами. Питается в основном насекомыми, корешками и, до катаклизма, кусочками хлеба.

source: The American black bear. A large omnivorous scavenger, it has powerful claws and jaws, and is an effective ambush hunter. It can pose a considerable threat, although most individuals are shy around humans.
ko: 미국의 검은 곰입니다. 잡식성의 거대한 청소부이자, 강력한 손톱과 턱을 가진 사냥꾼입니다. 아주 위협적인 상대이지만, 대부분의 개체는 인간에게 적대적이기보다는 낯을 가립니다.
ru: Американский чёрный медведь. Большой всеядный охотник, имеет сильные лапы и челюсти. Эффективен в охоте из засады. Может представлять значительную угрозу, хотя большинство особей сторонятся людей.

source: A spotted wild cat living across much of North America. It is not a serious threat to humans, but it can be aggressive if not left alone.
ko: 북아메리카 전역에 걸쳐 분포해 있는 얼룩무늬 들고양이입니다. 인간에게 별 위협은 되지 않지만, 혼자가 아닐 경우에는 꽤 공격적입니다.
ru: Пестрая дикая кошка, живущая на бо́льшей части Северной Америки. Не представляет серьезной угрозы для человека, однако может быть агрессивной, если ее дразнить.

source: A small domesticated predator gone feral in the absence of human stewardship. Harried by the elements and the rigors of survival, it is scruffy and skittish.
ko: 길들여진 소형 포식자로 인간의 보살핌이 사라지자 야생성을 되찾았습니다. 생존을 위한 험난한 삶 때문에 꾀죄죄하고 겁이 많아졌습니다.
ru: Маленький одомашненный хищник, ставший диким в отсутствии человека. Пережив невзгоды выживания, стал потрёпанным и пугливым.
