Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Subjects terminated. Press any key...
de: Subjekte terminiert. Drücke irgendeine Taste …
ja: 目標を処分しました。何かキーを押して下さい...
ko: 실험체가 제거되었습니다. 아무 키나 눌러주세요...
ru: Субъекты уничтожены. Нажмите любую клавишу ...
zh_cn: 目标被处决。按任意键……

source: Surface map data downloaded. Local anomalous-access error logged. Press any key...
ja: 表層マップデータをダウンロードしました。一部の異常なアクセスエラーをログに記録しました。何かキーを押して下さい…
zh_cn: 地表地图下载完成。异常读取错误已归档。按任意键继续...

source: Target acquisition canceled
de: Zielerfassung abgebrochen
ja: 目標の捕捉を取り消しました。
ko: 대상 습득 실패
ru: Обнаружение целей отменено
zh_cn: 目标获取已取消

# memorial_female
source: Terminated subspace specimens.
de: Terminierte Subebenenexemplare.
ja: 区画の検体を処分した。
ko: 지하 격리 표본 제거됨.
ru: Уничтожила подпространственные формы жизни.
zh_cn: 终止子空间样本.

# memorial_male
source: Terminated subspace specimens.
de: Terminierte Subebenenexemplare.
ja: 区画の検体を処分した。
ko: 지하 격리 표본 제거됨.
ru: Уничтожил подпространственные формы жизни.
zh_cn: 终止子空间样本.

source: The console electrocutes you.
de: Die Konsole schockt dich.
ja: コンソールから電流が流れた。
ru: Консоль бьёт вас током.
zh_cn: 控制台电击了你

source: The console shuts down.
de: Die Konsole schaltet sich ab.
ja: コンソールはシャットダウンしました。
ko: 콘솔이 작동을 멈췄습니다.
ru: Консоль выключается.
zh_cn: 控制台关闭了。

source: The machine injects your eyeball with the solution of pureed bone & LSD.
de: Die Maschine injiziert püriertes Knochenmark und LSD in deinen Augapfel.
ja: これは眼球に骨粉とLSDの混合物を注入する装置です。
ko: 기계가 눈알에 뼛가루와 LSD(환각제) 용액을 주사했습니다.
ru: Машина вводит вам в глазного яблоко с раствор из костяного пюре и ЛСД.
zh_cn: 机器向你眼球中注射了骨浆-LSD （一种中枢神经幻觉剂）混合溶液。

source: The pump explodes!
de: Die Pumpe explodiert!
ja: ポンプが爆発しました！
ko: 펌프가 폭발했습니다!
ru: Насос взорвался!
zh_cn: 泵爆炸了！

source: USB drive required!
de: USB-Stick benötigt!
ja: USBメモリが必要です！
ko: USB 드라이브가 필요합니다!
ru: Требуется USB диск!
zh_cn: 需要U盘!

source: WARNING: Resonance cascade carries severe risk! Continue?
de: WARNUNG: Resonanzkaskade trägt schweres Risiko! Fortfahren?
ja: 警告: 共鳴連鎖は深刻な事態になる可能性があります！続行しますか？
ko: 경고 : 공명 증대는 심각한 피해를 가져올 수 있습니다! 계속하시겠습니까?
ru: ПРЕДУПРЕЖДЕНИЕ: Каскадный резонанс пожет повлечь серьёзные последствия! Продолжить?
zh_cn: 警告: 串联共振会有严重危险!继续吗?

source: Warning: anomalous archive-access activity detected at this node. Press any key...
de: Warnung: Anomale Archivszugriffsaktivität in diesem Knoten erkannt. Drücken Sie irgendeine Taste …
ja: 警告: 異常なアーカイブへのアクセスがこのノードから検出されました。何かキーを押して下さい...
ko: 경고: 해당 노드에서 변칙적인 접속 시도가 감지되었습니다. 아무 키나 눌러주세요...
ru: Внимание: С этого терминала обнаружен несанкционированный доступ к архиву. Нажмите любую клавишу…
zh_cn: 警告：在该节点检测到异常的存取活动。按任意键继续...

source: You do not have a repeater mod to install...
zh_cn: 缺少插件，无法安装中继器...

source: You're protected from electric shocks.
zh_cn: 电击被防护了。

source: Your body is damaged by the electric shock!
de: Dein Körper wird vom Elektroschock verletzt!
ja: 電気ショックが体を走り抜けました！
ru: Вас поразило электричеством!
zh_cn: 你的身体受到了电击的伤害！

source: Construction
de: Bau
ja: 建設
ko: 건설
ru: строительство
zh_cn: 建筑选项

source: %d second
de: %d Sekunde
ja: %d秒
zh_cn: %d 秒

source: %s and %s
de: %s und %s
ja: %sと%s
zh_cn: %s 和 %s

source: %s assists you with the work...
zh_cn: %s协助了你...

source: %s watches you work...
zh_cn: %s看着你工作...

source: After boarding up the window the curtains and curtain rod are left.
zh_cn: 在把窗户封死后，窗帘和窗帘杆剩了下来。

source: As you dig, the rock starts sounding hollow. Proceed?
de: Beim Graben hört sich der Stein hohl an. Fortfahren?
ja: 岩を掘ると、空洞に反響するような音が聴こえます。続けますか？
ru: Звук, словно камень полый. Продолжать?
zh_cn: 就在你挖的时候，岩石的响声越来越空荡。继续？

source: Construct where?
de: Wo bauen?
ja: どこに建設しますか？
zh_cn: 在哪构建？

source: Constructions
de: Bauten
ja: 建設
zh_cn: 建筑设施

source: Decorative
de: Dekoration
ja: 装飾
zh_cn: 装饰

source: Digging and Mining
de: Graben und schürfen
ja: 掘削と採掘
zh_cn: 挖掘开采

# memorial_female
source: Dug a shaft into lava.
de: Grub einen Schacht in die Lava.
ja: 穴が溶岩に繋がりました。
zh_cn: 挖出岩浆隧道。

# memorial_male
source: Dug a shaft into lava.
de: Grub einen Schacht in die Lava.
ja: 穴が溶岩に繋がりました。
zh_cn: 挖出岩浆隧道。

source: Enter new vehicle name:
de: Neuer Fahrzeugname:
ja: 車両の新しい名前を入力して下さい:
ko: 차량의 새로운 이름을 입력하세요:
ru: Введите новое название транспортного средства:
zh_cn: 输入新的车辆名字

source: Farming and Woodcutting
de: Land- .u Forstwirtschaft
ja: 農耕と伐採
zh_cn: 种植伐木

source: Furniture
de: Mobiliar
ja: 家具
zh_cn: 家具

source: Lashing your lumber together, you make a stable platform.
de: Dein Holz festzurrend, machst du eine stabile Plattform.
ja: 木材を打ち付け、しっかりとした足場を作りました。
zh_cn: 匆忙的将木材系到一起，你做出了一个稳定的平台。

source: Luckily, you'd attached a web...
de: Glücklicherweise hast du ein Netz gespinnt.
ja: 運良く、糸で体を支えました...
zh_cn: 真走运，你系上了一张蛛网。

# memorial_female
source: Mined into lava.
de: Grub sich in die Lava.
ja: 溶岩を掘り進みました。
zh_cn: 挖进了岩浆。

# memorial_male
source: Mined into lava.
de: Grub sich in die Lava.
ja: 溶岩を掘り進みました。
zh_cn: 挖进了岩浆。

source: Move tab left
de: Vorherige Kategorie wählen
ja: 左のタブへ
zh_cn: 左移表

source: Move tab right
de: Nächste Kategorie wählen
ja: 右のタブへ
zh_cn: 右移表

source: Others
de: Sonstige
ja: 他
zh_cn: 其他

source: Press %s to toggle unavailable constructions.
de: %s: nicht verfügbare Baupläne zeigen/verbergen
ja: '%s'で項目表示の切り替えます。
zh_cn: 按 <%s>切换显示不可建造的设施。

source: Press %s to view and edit key-bindings.
de: %s: Tastenbelegung ändern/betrachten
ja: '%s'でキー設定を表示/編集します。
zh_cn: 按 %s 查看并编辑热键绑定。

source: Press a direction for the tree to fall in:
de: Drücke eine Richtungstaste für die Fallrichtung des Baumes:
ja: 木を倒す方向を選んで下さい:
ko: 나무를 넘어뜨릴 방향을 눌러주세요.
ru: Укажите направление для падения дерева:
zh_cn: 选择一个树木倒下的方向:

source: Reinforcing
de: Verstärkungen
ja: 補強
zh_cn: 强化

source: Repairing
de: Reperaturen
ja: 修理
zh_cn: 修理

source: Requires: %s
de: Erfordert: %s
ja: 必要: %s
zh_cn: 需求: %s

source: Result: %s
de: Ergebnis: %s
ja: 結果: %s
ko: 결과물: %s
ru: Результат: %s
zh_cn: 结果: %s

source: Skill Req: %d (%s)
de: Fertigkeitsanforderung: %d (%s)
ja: 必要な技能: %d (%s)
zh_cn: 技能需求: %d (%s)

source: Stage #
ja: 段階#
zh_cn: 等级 #

source: That %s can not be disassembled!
de: Das %s kann nicht demontiert werden!
ja: %sを分解する事は出来ない！
ru: Нельзя разобрать %s!
zh_cn: 这件 %s 无法拆解!

source: The grappling hook catches something!
de: Der Enterhaken fängt etwas.
ja: 引っ掛けフックが何か
ru: Крюк-кошка зацепил что-то!
zh_cn: 抓钩挂住了什么东西！

source: The rock above is rather damp. You decide *not* to mine water.
de: Das Gestein über dir ist recht feucht. Du entscheidest dich dafür, *nicht* in das Wasser zu graben.
ja: 頭上の岩が濡れています。水に掘り進むのはやめておきました。
zh_cn: 顶上的岩石非常的潮湿，你决定*不要*放大水把自己冲走。

source: The rock feels much warmer than normal. Proceed?
de: Dieser Stein fühlt sich viel wärmer als gewöhnlich an. Fortfahren?
ja: 岩が暖かくなってきています。続けますか？
ru: Камень теплее, чем обычно. Продолжать?
zh_cn: 岩石明显比平常炙热，继续？

source: The rock gives way beneath you!
de: Der Stein unter dir gibt nach!
ja: 足元の岩が崩れ落ち、空洞に引き込まれた！
zh_cn: 你脚下的岩石崩塌了！

source: The rock overhead feels hot. You decide *not* to mine magma.
de: Das Gestein über dir fühlt sich heiß an. Du entscheidest dich dafür, *nicht* in die Magma zu graben.
ja: 頭上の岩が異常に熱くなっています。マグマに掘り進むのはやめておきました。
zh_cn: 顶上的岩石明显比平常炙热，你决定*不要*用岩浆河洗脸。

source: The rope gives way and plummets, just as you escape.
de: Das Seil lässt nach und stürzt, gerade, als du fliehst.
ja: ロープを引き寄せ、脱出しました。
zh_cn: 就在你逃脱之际，绳子再也撑不住而落了下去。

source: The rope snags and holds!
de: Das Seil schnappt zu und hält.
ja: ロープが何かを捕らえ、ぴんと張りました！
zh_cn: 绳子挂住了东西并且撑住了！

source: The sudden strain pulls your web free, and you fall into the lava!
de: Die plötzliche Belastung zerreißt dein Netz. Du fällst in die Lava.
ja: 無理な力が掛かって糸は外れてしまい、あなたは溶岩に落ちて行きました！
zh_cn: 突然的冲力搞破了你的蛛网，你掉进了岩浆！

source: There's nowhere to pull yourself to, and you fall!
de: Es gibt nirgendwo etwas, woran du dich hochziehen könntest. Du fällst.
ja: 足場がありません！落下しました！
zh_cn: 没有你能把自己拉到的地方，所以你还是掉下去了！

source: Time to complete: %s
de: Dauer zur Fertigstellung: %s
ja: 完了時間: %s
zh_cn: 需要的完成时间: %s

source: You avoid collapsing the rock underneath you.
de: Du vermeidest es, dass der Stein unter dir fällt.
ja: 足元の岩の崩壊を避けました。
zh_cn: 你努力的避免了脚下的石头崩溃。

source: You can not construct anything here.
de: Du kannst hier nichts bauen.
ja: そこには何も建設出来ない。
ko: 이곳에 건설할 수 없습니다.
ru: Вы не может здесь ничего построить.
zh_cn: 你无法在这里建造。

source: You can't build that!
de: Das kannst du nicht bauen!
ja: それは作れません！
ko: 만들 수 없습니다!
ru: Вы не можете это построить!
zh_cn: 你现在没条件建造那个!

source: You cannot build there!
de: Du kannst hier nicht bauen!
ja: そこには作れない！
ko: 그곳에 지을 수 없습니다!
ru: Вы не можете здесь строить!
zh_cn: 你不能在这里建造！

source: You carve upward and breach open a space.
de: Du gräbst dich nach oben und brichst einen Freiraum frei.
ja: 上向きに掘り進み、空洞に出ました。
zh_cn: 你一路上凿并且打开了到地表的缺口。

source: You carve upward, and break into open space.
de: Du gräbst dich nach oben und brichst einen Hohlraum frei.
ja: 上向きに掘り進み、空洞に飛び出しました。
zh_cn: 你一路上凿，并且闯入了一片空旷空间。

source: You delve down directly above a magma flow!
de: Du gräbst dich direkt über einen Magmafluss durch.
ja: 探索したところマグマ溜まりの上に出ました！
zh_cn: 你准确的挖到了一条岩浆河之上！

source: You delve ever deeper into the earth, and break into open space.
de: Du gräbst dich noch tiefer in die Erde und brichst in einen Hohlraum durch.
ja: 更なる地球の深奥へと掘り進み、空洞に出ました。
zh_cn: 你挖掘得更深了，并且闯入了一大片开旷空间。

source: You delve ever deeper into the earth.
de: Du gräbst immer tiefer in die Erde.
ja: 地球の奥深くを探索します。
zh_cn: 你挖掘得更深了。

source: You desperately throw your grappling hook!
de: Verzweifelt wirfst du deinen Enterhaken!
ja: 持っていた引っ掛けフックをやけくそで投げました！
zh_cn: 你绝望的扔出你的抓钩！

source: You desperately throw your rope!
de: Verzweifelt wirfst du dein Seil!
ja: 持っていたロープをやけくそで投げました！
zh_cn: 你绝望的扔出了你的绳子！

source: You dig a stairway, adding sturdy timbers and a rope for safety.
de: Du gräbst eine Treppe und fügst stabile Balken und ein Seil zur Sicherheit hinzu.
ja: 階段を作り、材木とロープで安全に登り降りできるようにしました。
ru: Вы вырыли лестницу, добавив балки и верёвку для безопасности.
zh_cn: 你挖出了一条阶梯，额外添加了坚固的木材和一条绳索来确保安全。

source: You dig into a preexisting space, and improvise a ladder.
de: Du gräbst in einen bestehenden Hohlraum und improvisierst eine Leiter.
ja: 既にある空間に掘り進み、即席のはしごを掛けました。
zh_cn: 你挖进一片原来就存在的空间，并且临时拼凑了一个梯子。

source: You disassemble the %s.
de: Du demontierst: %s.
ja: %sを分解しました。
ko: %s을(를) 분해했습니다.
ru: Вы разобрали %s.
zh_cn: 你拆解了 %s.

source: You drill out a passage, heading deeper underground.
de: Du bohrst eine Passage, die tiefer nach unten führt.
ja: 地中へ続く道を掘り当てました。
zh_cn: 你钻出了一条通道，通往更深的地下。

source: You drill out a passage, heading for the surface.
de: Du gräbst einen Gang, der zur Oberfläche führt.
ja: 地上へ続く道を掘り当てました。
zh_cn: 你钻出了一条通道，通往地地表。

source: You drill up into a preexisting space.
de: Du gräbst dich zu einem bestehenden Hohlraum nach oben.
ja: 上向きに掘り進み、既にある空間に出ました。
zh_cn: 你钻出了一条通道，通往一个原来就存在的空间。

source: You just mined into lava!
de: Du hast dich gerade in die Lava gegraben!
ja: 溶岩を掘り当てました！
zh_cn: 服了！你TM挖进了岩浆！

source: You just tunneled into lava!
de: Du hast gerade einen Tunnel zur Lava gegraben!
ja: 穴が溶岩に繋がりました！
ru: Вы докопались до лавы!
zh_cn: 我擦！你刚挖出了一条通向岩浆的隧道！。

source: You mine into a preexisting space, and improvise a ladder.
de: Du gräubst dich in einen bestehenden Hohlraum und improvisierst eine Leiter.
ja: 既にある空間に掘り進み、即席のはしごを掛けました。
zh_cn: 你钻进一片早就存在的空间，并且临时拼凑了一个梯子。

source: You pull yourself to safety!
de: Du ziehst dich in Sicherheit.
ja: 安全に降りられました！
zh_cn: 你把自己拉到了安全的地方。

source: You strike deeply into the earth, and break into open space.
de: Du schlägst die in die Erde und findest einen freien Raum vor.
ja: 地球の奥深くへ掘り進み、空洞に出ました。
zh_cn: 你深深的挖入泥土，并且闯入了一大片开旷空间。

source: You strike deeply into the earth.
de: Du gräbst dich tief in die Erde.
ja: 地球の奥深くへ掘り進みました。
ru: Вы ударили и глубоко ушли в землю.
zh_cn: 你深深的挖入泥土。

source: You strike deeply--above a magma flow!
de: Du gräbst tief – über einen Magmafluss!
ja: 掘り進みました――マグマ溜まりの上に！
ru: Вы глубоко копнули -- поток магмы!
zh_cn: 你深深的挖入——一条岩浆河之上。

source: You're not strong enough to pull yourself out...
de: Du bist nicht stark genug, um dich selbst hinauszuziehen.
ja: 自分を引き上げるほどの力がない...
ko: 몸을 빼낼 수 있을 정도로 힘이 세지 못합니다...
ru: Вы недостаточно сильны, чтобы вытащить себя...
zh_cn: 你还没强壮到能把自己拉出来...

source: You're quite sore from all that work, though.
de: Jedoch bist du von all dieser Arbeit ziemlich wund.
ja: しかしこの仕事は苦痛です。
ru: От работы у вас всё болит.
zh_cn: 这一整套工作还是让你浑身酸痛。

source: You're quite sore from all that work.
de: Du bist von all dieser Arbeit ziemlich wund.
ja: この仕事は苦痛です。
zh_cn: 这一整套工作让你浑身酸痛。

source: Your throw misses completely, and you fall into the lava!
de: Dein Wurf ging völlig daneben und du fällst in die Lava.
ja: しかしフックは空を切り、あなたは溶岩に落ちて行きました！
zh_cn: 你完全扔偏了，而且你陷入了岩浆！

source: Your timbers plummet into the lava!
de: Deine Balken fallen in die Lava!
ja: 木材が
zh_cn: 你的木料陷入了岩浆！

source: Your web holds firm!
de: Dein Netz hält!
ja: 糸は強固に体を支えている！
zh_cn: 你的蛛网坚持住了！

source: ^ [P]revious stage(s)
ja: ^ [P] 前の段階へ
zh_cn: ^ [P]前等级

source: v [N]ext stage(s)
ja: v [N] 次の段階へ
zh_cn: v [N]后等级

source: (nearby)
de: (nah)
ja: (近く)
ko: (주변)
ru: (поблизости)
zh_cn: （附近的）

source: (on person & nearby)
de: (an der Person u. nah)
ja: (人物＆近く)
ko: (사람 & 주변)
ru: (кому-то или на пол)
zh_cn: （随身/附近）

source: %s assists with crafting...
zh_cn: %s协助了你...

source: %s could assist you with a batch...
zh_cn: %s可以协助你造一批...

source: %s watches you craft...
zh_cn: %s看着你制作...

source: ALL
de: ALLE
ja: 全部
ko: 전체
ru: ВСЁ
zh_cn: 全部

source: AMMO
de: MUNI
ja: 弾薬
ko: 탄약
ru: БОЕПРИПАСЫ
zh_cn: 弹药

source: ARMS
de: ARME
ja: 腕
ko: 팔
ru: РУКИ
zh_cn: 臂部

source: ARROWS
de: PFEILE
ja: 矢
ko: 화살
ru: СТРЕЛЫ
zh_cn: 弓箭

source: BASHING
de: SCHLAG
ja: 打撃
ko: 타격무기
ru: УДАРНОЕ
zh_cn: 击打

source: BREAD
de: BROT
ja: パン
ko: 빵
ru: МУЧНОЕ
zh_cn: 面包

source: BULLETS
de: PATRONEN
ja: 弾薬
ko: 총탄
ru: ПАТРОНЫ
zh_cn: 子弹

source: Batch
ja: 一括
zh_cn: 批量

source: Batch crafting is not available for reversible items!
ja: 一括製作は可逆性アイテムに使えません！
zh_cn: 批量制造对于可逆物品无效！

source: Byproducts:
de: Nebenprodukte:
ja: 副産物:
zh_cn: 副产品:

source: CBMS
de: KBMS
ja: CBM
ko: CBM
ru: КБМ
zh_cn: 生化插件

source: CHEMICALS
de: CHEMIKALIEN
ja: 化学
ko: 화학물질
ru: ХИМИКАТЫ
zh_cn: 化学制品

source: CHEMS
de: CHEMIE
ja: 薬品
ko: 화학약품
ru: ХИМИЯ
zh_cn: 化学

source: COMPONENTS
de: BAUTEILE
ja: 材料
ko: 제작부품
ru: КОМПОНЕНТЫ
zh_cn: 组件

source: CONTAINERS
de: BEHÄLTER
ja: 容器
ko: 저장용기
ru: КОНТЕЙНЕРЫ
zh_cn: 容器

source: CUTTING
de: SCHNITT
ja: 斬撃
ko: 베기무기
ru: РЕЖУЩЕЕ
zh_cn: 劈砍

source: Craft something first
de: Fertige zuerst etwas an.
ja: 製作を繰り返すには、まず何かを製作してください。
ko: 이전 제작 물품 제작을 사용하려면, 먼저 무언가를 제작하세요.
ru: Для начала что-то соберите
zh_cn: 先制作点东西吧

source: DRINKS
de: TRINKEN
ja: 飲料
ko: 음료
ru: НАПИТКИ
zh_cn: 饮品

source: DRUGS
de: DROGEN
ja: 薬品
ko: 약물
ru: ПРЕПАРАТЫ
zh_cn: 兴奋药剂

source: Difficulty: %d
de: Schwierigkeitsgrad: %d
ja: 難易度: %d
ko: 난이도 : %d
ru: Сложность: %d
zh_cn: 难度: %d

source: Disassemble item:
de: Item demontieren:
ja: アイテムを分解する:
ko: 분해 가능한 물품 :
ru: Разобрать предмет:
zh_cn: 拆解物品:

source: Do you want to tear %s into pages?
de: Willst du aus %s die Seiten herausreißen?
ja: %sを破りますか？
ko: %s을(를) 낱장으로 찢습니까?
ru: Хотите порвать %s на страницы?
zh_cn: 你打算把%s撕成单页吗？

source: ELECTRICAL
de: ELEKTRISCH
ja: 電子機器
ru: ЭЛЕКТРОНИКА
zh_cn: 电子

source: EXPLOSIVE
de: SPRENGSTOFF
ja: 爆弾
ko: 폭발물
ru: ВЗРЫВЧАТОЕ
zh_cn: 爆炸

source: FEET
de: FÜSSE
ja: 足
ko: 발
ru: СТУПНИ
zh_cn: 脚部

source: FOOD
de: ESSEN
ja: 食料
ko: 식품
ru: ЕДА
zh_cn: 食物

source: HANDS
de: HÄNDE
ja: 手
ko: 손
ru: КИСТИ
zh_cn: 手部

source: HEAD
de: KOPF
ja: 頭部
ko: 머리
ru: ГОЛОВ
zh_cn: 头部

source: Handedness?:
zh_cn: 手：

source: If you had better skills, you might learn a recipe next time.
de: Wenn du mehr Erfarhrung hättest, könntest du beim nächsten Mal ein Rezept lernen.
ja: 技能レベルがもう少しあればレシピを理解できそうだ。
ko: 기술 수준이 더 높아진다면, 다음번에 제작법을 배울 수 있습니다.
ru: С более лучшими навыками, в следующий раз вы сможете узнать рецепт из этого.
zh_cn: 如果你的技能够高，下一次你就会学会它的制造方法了。

source: It's rotten, I'm not taking that apart.
de: Es ist vergammelt, ich nehme das nicht auseinander.
ja: それは腐っています。触りたくないし、口に入れるなんて考えられない。
zh_cn: 它已经腐烂，我无法拆开。

source: LEGS
de: BEINE
ja: 脚
ko: 다리
ru: НОГИ
zh_cn: 腿部

source: LIGHTING
de: BELEUCHTUNG
ja: 光源
ko: 조명
ru: ОСВЕЩЕНИЕ
zh_cn: 照明

source: Left-handed
de: Linkshänder
ja: 左利き
zh_cn: 左手

source: Lighting:
de: Beleuchtung:
ja: 光源:
ko: 밝기:
ru: Освещение:
zh_cn: 光照：

source: MATERIALS
de: MATERIAL
ja: 素材
ko: 재료
ru: МАТЕРИАЛЫ
zh_cn: 材料

source: MEAT
de: FLEISCH
ja: 肉
ko: 육류
ru: МЯСНОЕ
zh_cn: 肉食

source: MEDICAL
de: MEDIZIN
ja: 治療
ko: 의약품
ru: ЛЕЧЕНИЕ
zh_cn: 医疗

source: MODS
ja: MOD
ko: 개조부품
ru: МОДИФИКАЦИИ
zh_cn: 改装模组

source: MUTAGEN
ja: 変異原
ko: 뮤타젠
ru: МУТАГЕНЫ
zh_cn: 变异药剂

source: N/A
de: (entfällt)
ru: Н/Д
zh_cn: 无

source: Nothing selected!
ja: 何も選択していない！
zh_cn: 尚未选择！

source: OTHER
de: ANDERE
ja: 他
ko: 기타
ru: ПРОЧЕЕ
zh_cn: 其他

source: PARTS
de: TEILE
ja: 部品
ko: 조립식부품
ru: ЧАСТИ
zh_cn: 部件

source: PASTA
de: NUDELN
ja: 麺
ko: 파스타
ru: МАКАРОНЫ
zh_cn: 面食

source: PIERCING
de: STICH
ja: 貫通
ko: 관통무기
ru: КОЛЮЩЕЕ
zh_cn: 穿刺

source: Press <ENTER> to attempt to craft object.
de: Drücke <Eingabe>, um diese Anfertigung zu versuchen.
ja: <ENTER>で作製
ko: 물건 만들기를 시도하려면 <엔터>를 누르세요.
ru: Нажмите <ENTER>, чтобы попытаться собрать объект.
zh_cn: 按 <ENTER> 回车键尝试制作物品。

source: RANGED
de: FERNKAMPF
ja: 射撃
ko: 원거리무기
ru: ДИСТАНЦИОННОЕ
zh_cn: 远程

source: Really disassemble the %s?
de: Wirklich das %s demontieren?
ja: 本当に%sを分解しますか？
zh_cn: 真的要拆解 %s?

source: Recipe not memorized yet
ja: レシピはまだ記憶されていません
zh_cn: 配方仍未记住

source: Required skills: %s
de: Erforderliche Fertigkeiten: %s
ja: 必要技能: %s
ko: 추가 요구 기술 : %s
ru: Требует навыки: %s
zh_cn: 必要技能: %s

source: Right-handed
de: Rechtshänder
ja: 右利き
zh_cn: 右手

source: SNACK
ja: 菓子
ko: 간식
ru: ЗАКУСКИ
zh_cn: 快餐

source: STORAGE
de: LAGERUNG
ja: 収納
ko: 저장공간
ru: СУМКИ
zh_cn: 存储

source: SUIT
de: ANZUG
ja: スーツ
ko: 전신
ru: КОСТЮМЫ
zh_cn: 套装

source: Search:
de: Suchen:
ja: 検索:
ko: 찾기:
ru: Поиск:
zh_cn: 搜索：

source: Searched
de: Durchsucht
ja: 検索済
ko: 수색 완료
ru: Обысканный
zh_cn: 搜索

source: Skills used: %s
de: Verwendete Fertigkeiten: %s
ja: 適用技能: %s
ko: 필요 기술 : %s
ru: Использует навыки: %s
zh_cn: 技能使用: %s

source: Special prefixes: [t] search tools [c] search components [q] search qualities [s] search skills [S] search skill used only Examples: t:hammer c:two by four q:butchering s:cooking
zh_cn: 特殊字符： [t]按工具搜索 [c]按原料搜索 [q]按品质搜索 [s]按技能搜索 [S]按主技能搜索 示例： t:hammer c:two by four q:butchering s:cooking

source: TOOLS
de: WERKZEUGE
ja: 工具
ko: 도구
ru: ИНСТРУМЕНТЫ
zh_cn: 工具

source: TORSO
ja: 胴体
ko: 상체
ru: ТОРС
zh_cn: 躯干

source: TRAPS
de: FALLEN
ja: 罠
ko: 함정
ru: ЛОВУШКИ
zh_cn: 陷阱

source: The %s is too heavy to carry, so you drop it.
de: %s ist zu schwer zum Tragen, also lässt du es fallen.
ja: %sは重過ぎて運べないので、その場に置きました。
ko: %s은(는) 들고 다니기엔 너무 무겁기 때문에, 땅에 버렸습니다.
ru: Вы не можете нести такую тяжесть; %s возле ног.
zh_cn: %s忒重了，你把它扔地上了。

source: The item has vanished.
de: Der Gegenstand verschwand.
ja: アイテムは消滅しました。
ru: Предмет исчез.
zh_cn: 该物品已经消失了。

source: The item might be gone, at least it is not at the expected position anymore.
de: Der Gegenstand ist fort, zumindest ist er nicht mehr an der erwarteten Position.
ja: アイテムは恐らく失われました。少なくともあるべき場所にはもうありません。
ru: Предмет возможно и есть где-то, но точно не там, где ожидается.
zh_cn: 该物品可能消失了，至少它不在预期的位置。

source: There's no room in your inventory for the %s, so you drop it.
de: Es ist kein Inventarplatz für %s, daher lässt du es fallen.
ja: %sを持つ余裕が無いので、その場に置きました。
ko: %s이(가) 인벤토리에 들어갈 만한 공간이 없기 때문에, 땅에 버렸습니다.
ru: В инвентаре нет свободного места для %s, поэтому вы это выбросили.
zh_cn: 你没地方装%s了，只能把它扔地上。

source: This item cannot be disassembled!
de: Dieser Gegenstand kann nicht demontiert werden!
ja: そのアイテムは分解出来ません！
ko: 이 물품은 분해할 수 없습니다!
ru: Предмет нельзя разобрать!
zh_cn: 这件物品无法拆解!

source: Use which component?
de: Welche Komponente soll verwendet werden?
ja: どの部品を使いますか？
ko: 어떤 부품을 사용합니까?
ru: Какой компонент использовать?
zh_cn: 使用哪种材料？

source: Use which tool?
de: Welches Werkzeug soll benutzt werden?
ja: どの道具を使いますか？
ko: 어떤 도구를 사용합니까?
ru: Какой инструмент использовать?
zh_cn: 用哪个工具?

source: VEGGI
de: PFLANZE
ja: 野菜
ko: 채소류
ru: ОВОЩНОЕ
zh_cn: 蔬菜

source: WEAPONS
de: WAFFEN
ja: 武器
ko: 무기
ru: ОРУЖИЕ
zh_cn: 武器

source: You can no longer make that craft!
de: Du kannst nicht noch mehr davon anfertigen!
ja: 材料を使い果たしました。
ko: 더 이상 그것을 만들 수 없습니다!
ru: Вы больше не можете это собрать!
zh_cn: 想制作那件物品但已经条件不足了.

source: You can't do that!
de: Das kannst du nicht tun!
ja: それは作れません！
ko: 그런 것은 할 수 없습니다!
ru: Вы не можете сделать это!
zh_cn: 你做不到！

source: You can't see to craft!
de: Zu kannst zum Fertigen nicht genug sehen!
ja: 手元が暗過ぎて見えない！
ko: 볼 수가 없어 제작을 할 수 없습니다!
ru: Недостаточно света для крафта!
zh_cn: 光线太暗，你无法制作！

source: You craft %s from memory.
de: Du fertigst %s aus dem Gedächtnis heraus.
ja: 記憶を元に%sを作製しました。
zh_cn: 你根据记忆把 %s制造了出来！

source: You craft %s using a book as a reference.
de: Du fertigst %s mit Hilfe eines Buchs als Referenz.
ja: 本を参考に%sを作製しました。
zh_cn: 你根据书本上的参考制作出了 %s。

source: You disassemble the %s into its components.
de: Du demontierst %s in die Einzelzeile.
ja: %sを個別の部品に分解しました。
ko: %s을(를) 구성요소들로 분해했습니다.
ru: Вы разобрали %s на части.
zh_cn: 你把%s拆成了零件。

source: You don't have anything to store %s in!
de: Du hast nichts, um %s zu lagern!
ja: %sを入れる物を持っていない！
zh_cn: 你没有任何容器来存放 %s！

source: You don't have that item!
de: Du besitzt diesen Gegenstand nicht!
ja: そのアイテムは持っていない！
ko: 그 물건을 가지고 있지 않습니다.
ru: У вас нет этого предмета!
zh_cn: 你没有那个物品！

source: You fail to make the %s, and waste some materials.
de: Du versagt dabei, %s anzufertigen und vergeudest einige Materialien.
ja: %sの作製に失敗しました。一部の材料を失いました。
ko: %s 제작에 실패했습니다. 몇가지 재료를 낭비했습니다.
ru: Вы не сделали %s, а так же потратили некоторые материалы.
zh_cn: 你制作%s失败，还浪费了些材料。

source: You fail to make the %s, but don't waste any materials.
de: Du versagt dabei, %s anzufertigen, aber vergeudest keine Materialien.
ja: %sの作製に失敗しました。しかし、材料は無駄にならなかった。
ko: %s을(를) 만드는데 실패했지만, 재료의 소모는 없었습니다.
ru: Вы не сделали %s, но сохранили материалы.
zh_cn: 你制作%s失败，还好没有浪费材料。

source: You fail to recover %s from the %s.
de: Du schaffst es nicht, %s aus %s wiederzuerhalten.
ja: %sを%sから取り出すことができませんでした。
ru: Не удалось восстановить %s из %s.
zh_cn: 你无法修复 %s，从%s里面。

source: You fail to recover %s.
de: Du schaffst es nicht, %s wiederzuerhalten.
ja: %sの復元に失敗した。
ru: Неудача в восстановлении %s.
zh_cn: 你无法修复 %s .

source: You learned a recipe from disassembling it!
de: Aus der Demontage hast du ein Fertigungsrezept gelernt!
ja: 分解して作り方を覚えました！
ko: 분해를 통해 제작법을 배웠습니다!
ru: Во время разбирания предмета вы изучили его рецепт!
zh_cn: 你通过拆解学会了它的制造方法！

source: You memorized the recipe for %s!
de: Du hast dir das Rezept für %s gemerkt.
ja: %sのレシピを覚えました！
zh_cn: 你记住了 %s的制作方法！

source: You might be able to learn a recipe if you disassemble another.
de: Du könntest ein Rezept lernen, wenn du noch eins demontierst.
ja: 分解すれば作り方が分かるかもしれない。
ko: 이 물건을 또 분해하면 제작법을 배울 수 있습니다.
ru: Возможно вы узнаете рецепт предмета, если разберёте его снова.
zh_cn: 再拆一个，你也许就能学会它的制造方法了。

source: You need a %s to disassemble this.
de: Du benötigst 1 %s, um dies zu demontieren.
ja: 分解するには%sが必要だ。
ko: 이걸 분해하려면 %s이(가) 필요합니다.
ru: Понадобится %s, чтобы разобрать это.
zh_cn: 你需要 %s 来拆解它.

source: You need a %s with %d charge to disassemble this.
de: Du brauchst ein %s mit %d Ladung, um dies demontieren zu können.
ja: 分解するには%s(%d)が必要です。
ru: Понадобится %s с %d зарядом, чтобы разобрать это.
zh_cn: 你需要 %s 并消耗 %d 单位来拆解它.

source: You need an item with %s of 1 or more to disassemble this.
ja: 分解するには1以上の%s性能を持つ工具が必要です。
zh_cn: 你需要一个%s至少为1的工具来拆解它。

source: You need at least %d charge of that item to disassemble it.
de: Du benötigst mindestens %d Ladung dieses Gegenstands, um es demontieren zu können.
ja: 分解するには%dの充填量が必要です。
ru: Вам надо %d заряд, чтобы разобрать это.
zh_cn: 你需要至少 %d 单位的物品来拆解它.

source: Your morale is too low to craft...
de: Deine Moral ist zu niedrig für die Fertigung.
ja: 作製する意欲が沸かない...
ko: 너무 의욕이 낮아서 뭘 만들 수가 없습니다...
ru: У вас слишком низкая мораль для крафта ...
zh_cn: 你的情绪低落无法制作东西...
