Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: North West
de: Nordwest
ja: 北西
ko: 북서쪽
ru: Северо-запад
zh_cn: 西北

source: Not dragging any vehicle
ja: 引いている車両がありません。
zh_cn: 没有没有拖挂任何载具。

source: R
zh_cn: 右

source: Really move everything from your inventory?
de: Wirklich alles aus deinem Inventar entfernen?
ja: 本当に所持品を全て移動させますか？
ru: Действительно переместить все из своего инвентаря?
zh_cn: 真的把物品从你的库存中全部移出？

source: Really remove all your clothes? (woo woo)
zh_cn: 真的要脱光光么？（呵呵）

source: S
zh_cn: 南

source: SE
zh_cn: 东南

source: SW
zh_cn: 西南

source: Select destination
de: Ziel wählen
ja: 目的地を選択
ko: 목적지 선택
ru: Выбор назначения
zh_cn: 选择目的地

source: Sort by...
de: Sortieren nach …
ja: 並び替え...
ko: 다음으로 정렬...
ru: Сортировать...
zh_cn: 排序...

source: Source area is the same as destination (%s).
de: Quellbereich ist derselbe wie das Ziel (%s).
ja: 元の位置と選択した位置が同じです(%s)。
ko: 근원지와 목적지가 같습니다. (%s)
ru: Исходная зона та же, что и зона назначения (%s).
zh_cn: 起始区域与目标相同(%s)。

source: Source container is empty.
ja: 容器は空です。
zh_cn: 源容器是空的。

source: Source must be watertight container.
ja: 容器に入っている必要があります。
zh_cn: 来源必须是水密容器。

source: South
de: Süd
ja: 南
ko: 남쪽
ru: Юг
zh_cn: 南

source: South East
de: Südost
ja: 南東
ko: 남동쪽
ru: Юго-восток
zh_cn: 东南

source: South West
de: Südwest
ja: 南西
ko: 남서쪽
ru: Юго-запад
zh_cn: 西南

source: Surrounding area
de: Umgebung
ja: 周辺地域
ko: 주변 지역
ru: Окрестности
zh_cn: 周边区域

source: This is too heavy!.
ja: 重過ぎます！
zh_cn: 太重了！

source: Unsorted (recently added first)
de: Unsortiert (neueres kommt zuerst)
ja: 並び無し(入手順)
ko: 분류되지 않음 (최근의 것이 먼저 추가됩니다.)
ru: нет (недавно добавленные первыми)
zh_cn: 未排序（最新的在上面）

source: W
zh_cn: 西

source: West
ja: 西
ko: 서쪽
ru: Запад
zh_cn: 西

source: Worn Items
zh_cn: 穿着装备

source: You can unload only liquids into target container.
ja: 選択した容器から液体だけを抜き取ります。
zh_cn: 你只能把液体装进目标容器。

source: You can't pick up a liquid.
de: Du kannst keine Flüssigkeit aufsammeln.
ja: 液体は拾えない。
ko: 액체를 집어들 수는 없습니다.
ru: Вы не можете подобрать жидкость.
zh_cn: 覆水难收

source: You can't put items there
de: Du kannst hier keine Gegenstände ablegen
ja: そこにはアイテムを置けない
ko: 그곳에는 물품을 놓을 수 없습니다
ru: Сюда нельзя поместить предметы
zh_cn: 你不能将物品放在那里

source: [<] page %d of %d [>]
de: [<] Seite %d von %d [>]
ja: [<] ページ %d / %d [>]
ko: [<] %d / %d 페이지 [>]
ru: [<] страница %d из %d [>]
zh_cn: [<]%d / %d页[>]

source: [F]ilter
ja: [F] フィルタ
ko: [F]필터
ru: [F] Фильтр
zh_cn: [F]过滤

source: [R]eset
de: Zu[r]ücksetzen
ja: [R] 消去
ru: [R] Сброс
zh_cn: [R]重置

source: amt weight vol
de: Anz Gew. Vol
ja: 数 重量 容積
ko: amt 무게 부피
ru: кол вес объ
zh_cn: 数量 重量 体积

source: category
de: Kategorie
ja: 分類:
ko: 범주
ru: категория
zh_cn: 种类

source: charges
de: Ladungen
ja: 電池:
ko: 충전량
ru: заряды
zh_cn: 数量

source: damage
de: Schaden
ja: 損傷:
zh_cn: 伤害

source: name
ja: 名前
ko: 이름
ru: название
zh_cn: 名称

source: src amt weight vol
de: Que Anz Gew. Vol
ja: 位 数 重量 容積
zh_cn: 来源 数量 重量 体积

source: volume
de: Volumen
ja: 容積:
ko: 부피
ru: по объёму
zh_cn: 体积

source: weight
de: Gewicht
ja: 重量:
ko: 무게
ru: по весу
zh_cn: 重量

source: (Innermost)
de: (innerst)
ja: (下着)
ko: (가장 안쪽)
ru: (Внутри)
zh_cn: （最里层）

source: (Outermost)
de: (äußerst)
ja: (上着)
ko: (가장 바깥쪽)
ru: (Снаружи)
zh_cn: （最外层）

source: <empty>
de: <leer>
ru: <пусто>
zh_cn: < 空 >

source: <more>
de: <weiter>
zh_cn: < 更多 >

source: Bash:
zh_cn: 钝击：

source: Coverage:
de: Bedeckung:
ja: 被覆率:
ru: Покрытие:
zh_cn: 覆盖率：

source: Cut:
zh_cn: 裂击：

source: Encumbrance
de: Behinderung
ja: 動作制限
ko: 방해도
ru: Сковывание
zh_cn: 累赘度

source: Encumbrance and Warmth
de: Belastung und Wärme
ja: 動作制限と暖かさ
ko: 방해도와 보온력
ru: Скованность и комфорт
zh_cn: 累赘度和保暖度

source: Encumbrance:
de: Behinderung:
ja: 動作制限:
ru: Сковывание:
zh_cn: 累赘度：

source: Environmental:
zh_cn: 环境：

source: Eyes
de: Augen
ja: 眼
ko: 눈
ru: Глаза
zh_cn: 眼部

source: Head
de: Kopf
ja: 頭
ko: 머리
ru: Голова
zh_cn: 头部

source: It could be refitted.
de: Es könnte ausgebessert werden.
ja: 修繕が出来そうです。
ru: Можно ушить.
zh_cn: 它可以被修改合身。

source: It fits you well.
de: Es passt dir gut.
ja: 身体にフィットしています。
ru: Твой размер.
zh_cn: 它很合身.

source: It has a hood.
de: Es hat eine Kapuze.
ja: フードが付いています。
ru: Есть капюшон.
zh_cn: 它有一个兜盖。

source: It has pockets.
de: Es hat Taschen.
ja: ポケットが付いています。
ru: Есть карманы.
zh_cn: 它有口袋.

source: It helps you to see clearly underwater.
de: Es hilft dir, im Wasser klar zu sehen.
ja: 水中で視界を確保する事が出来ます。
ru: Помогает ясно видеть под водой.
zh_cn: 它让你可以在水下观察。

source: It is very bulky.
de: Es ist sehr sperrig.
ja: 非常に嵩張ります。
ru: Слишком большой размер.
zh_cn: 它非常笨重。

source: It is water friendly.
de: Es ist wasserfreundlich.
ja: 濡れても不快感がない。
ru: Легко промокает.
zh_cn: 它是透水的。

source: It is waterproof.
de: Es ist wasserdicht.
ja: 防水仕様です。
ru: Водонепроницаемое.
zh_cn: 它是防水的.

source: It looks fancy.
de: Es sieht schick aus.
ja: 御洒落です。
ru: Выглядит модно.
zh_cn: 它看上去很时髦。

source: It looks really fancy.
de: Es sieht sehr schick aus.
ja: 意匠が凝らしてあります。
ru: Выглядит круто.
zh_cn: 它看上去真心花哨。

source: L. Arm
ja: 左腕
zh_cn: 左臂

source: L. Foot
de: L. Fuß
ja: 左足
zh_cn: 左脚

source: L. Hand
ja: 左手
zh_cn: 左手

source: L. Leg
de: L. Bein
ja: 左脚
zh_cn: 左腿

source: Mouth
de: Mund
ja: 口
ko: 입
ru: Рот
zh_cn: 嘴部

source: Nothing to see here!
de: Nichts zu sehen!
ja: そこには何もない！
ko: 이곳에는 아무 것도 없습니다!
ru: Здесь ничего нет!
zh_cn: 这里什么都没有！

source: Press %s for help.
de: Drücke %s für Hilfe.
ja: '%s'でヘルプを閲覧します。
ru: Нажмите %s для справки.
zh_cn: 按 %s 查看帮助。

source: Properties
zh_cn: 属性

source: Protection
zh_cn: 保护

source: Put on:
zh_cn: 穿上：

source: R. Arm
ja: 右腕
zh_cn: 右臂

source: R. Foot
de: R. Fuß
ja: 右足
zh_cn: 右脚

source: R. Hand
ja: 右手
zh_cn: 右手

source: R. Leg
de: R. Bein
ja: 右脚
zh_cn: 右腿

source: Reassign invlets for armor?
zh_cn: 真的要重新定义么？

source: Remove selected armor?
zh_cn: 真的要脱下么？

source: Sort Armor
de: Kleidung sortieren
ja: 装備を並べ替える
ko: 방어구 정렬
ru: Тип брони
zh_cn: 整理装束

source: Storage
de: Lagerplatz
ja: 収納箇所:
ko: 저장 공간
ru: Место
zh_cn: 容积

source: Storage:
de: Lagerplatz:
ja: 収納箇所:
ru: Свободное место:
zh_cn: 容纳空间：

source: This is strapped onto you.
ja: 紐で締めて重ね着しています。
zh_cn: 它用带子绑在你的身上。

source: This is worn next to the skin.
de: Dies wird direkt an deiner Haut getragen.
ja: 肌に密着しています。
ru: Носится под вашей одеждой.
zh_cn: 它紧贴皮肤。

source: This is worn on or around your waist.
ja: 腰回りに身に付けています。
zh_cn: 它穿戴在你的腰部。

source: This is worn over your other clothes.
de: Dies wird über deine andere Kleidung getragen.
ja: 衣服の上に羽織っています。
ru: Надевается поверх вашей одежды.
zh_cn: 它穿戴在你其他衣物上

source: Torso
ja: 胴
ko: 상체
ru: Торс
zh_cn: 躯干

source: Use the arrow- or keypad keys to navigate the left list. Press [%s] to select highlighted armor for reordering. Use [%s] / [%s] to scroll the right list. Press [%s] to assign special inventory letters to clothing. Use [%s] to equip an armor item from the inventory. Press [%s] to remove selected armor from oneself. [Encumbrance and Warmth] explanation: The first number is the summed encumbrance from all clothing on that bodypart. The second number is the encumbrance caused by the number of clothing on that bodypart. The sum of these values is the effective encumbrance value your character has for that bodypart.
zh_cn: 使用方向键或者小键盘移动左侧列表。 按 [%s] 将重排高亮所选装备。 使用 [%s] / [%s] 移动右侧列表。 按 [%s] 定义专门字符给对应装备。 使用 [%s] 直接从物品栏中穿上装备。 按[%s] 脱下选中装备。 【累赘度及保暖】： 第一个数据为该身体部分的当前整体累赘度。 第二个数据为该身体部分的衣物累赘度。 这些数据之和是你角色该身体部分的等效累赘度。

source: Warmth:
de: Wärme:
ja: 暖かさ:
ru: Тепло:
zh_cn: 保暖程度：

source: You will not drown today.
de: Heute wirst du nicht ertrinken.
ja: 水中に沈まなくなります。
ru: Сегодня вы не утонете.
zh_cn: 你今天淹不死。

source: It is %s
de: Es ist %s
ja: それは%s
ko: 이것은 %s
ru: Это %s
zh_cn: 这是 %s

source: They are %s
de: Sie sind %s
ja: 彼らは%sで知られています。
ko: 이것은 %s
ru: Они %s
zh_cn: 他们是 %s。

source: %s Aeons
de: %s-Zeitalter
ko: %s 영겁
ru: %s Вечного
zh_cn: %s之永恒

source: %s Beasts
de: %s Bestien
ko: %s 짐승
ru: %s Зверья
zh_cn: %s般野性

source: %s Death
de: %s-Tod
ko: %s 죽음
ru: %s Забвения
zh_cn: %s之死

source: %s Dreams
de: %s Träume
ko: %s 꿈
ru: %s Мира Грёз
zh_cn: %s般梦幻

source: %s Evil
de: %s Bosheit
ko: %s 악마
ru: %s Зла
zh_cn: %s般邪恶

source: %s Graves
de: %s-Gräber
ko: %s 묘지
ru: %s Склепа
zh_cn: %s之墓

source: %s Horror
de: %s-Angst
ko: %s 공포
ru: %s Ужаса
zh_cn: %s之恐惧

source: %s Horrors
de: %s-Schrecken
ko: %s 전율
ru: %s Страха
zh_cn: %s之恐惧

source: %s Ichor
de: %s-Sekret
ko: %s 이코르
ru: %s Лимфа
zh_cn: %s之腐

source: %s Illusion
ko: %s 환상
ru: %s Миража
zh_cn: %s之幻觉

source: %s Justice
de: %s-Gerechtigkeit
ko: %s 정의
ru: %s Правосудия
zh_cn: %s之正义

source: %s Miasma
ko: %s 독기
ru: %s Миазма
zh_cn: %s之毒瘴

source: %s Shade
de: %s Geist
ko: %s 유령
ru: %s Мрака
zh_cn: %s之影

source: %s Shadows
de: %s Schatten
ko: %s 그림자
ru: %s Темного
zh_cn: %s之暗影

source: %s Suffering
de: %s-Leiden
ko: %s 고통
ru: %s Страдания
zh_cn: %s之苦难

source: %s Technique
de: %s Technik
ko: %s 기술
ru: %s Техника
zh_cn: %s之技艺

source: <artifact_desc>This %1$s %2$s.
de: <artifact_desc>Dieses %1$s %2$s.
ja: <artifact_desc>これは%1$s%2$sです。
ko: <artifact_desc> 이 %1$s은(는) %2$s.
ru: <artifact_desc> - Этот %1$s %2$s.
zh_cn: 这是 %1$s %2$s.

source: <artifact_name>%1$s %2$s
zh_cn: %1$s %2$s

source: <artifact_name>%1$s of %2$s
de: <artifact_name>%1$s von %2$s
ja: <artifact_name>%2$sの%1$s
ko: <artifact_name>%1$s의 %2$s
ru: <artifact_name>%1$s из %2$s
zh_cn: %2$s 的 %1$s

source: Ancient
de: Antik
ko: 고대의
ru: Древнего
zh_cn: 古老的

source: Bladed
de: Klingen
ja: 刃の付いた
ko: 날 달린
ru: Точеный
zh_cn: 开刃的

source: Bloody
de: Blut
ko: 피투성이의
ru: Кровавого
zh_cn: 血迹斑斑

source: Boots
de: Stiefel
ja: ブーツ
ko: 부츠
ru: Комплект ботинок
zh_cn: 靴

source: Coat
de: Mantel
ja: コート
ko: 코트
ru: Плащ
zh_cn: 大衣

source: Cube
de: Würfel
ko: 큐브
ru: Куб
zh_cn: 立方体

source: Cursed
de: Fluch
ko: 저주받은
ru: Проклятого
zh_cn: 被诅咒的

source: Cyclopean
de: Giganto
ko: 거대한
ru: Циклопического
zh_cn: 巨石的

source: Dagger
de: Dolch
ja: 短剣
ko: 단검
ru: Кинжал
zh_cn: 匕首

source: Edged
de: Kanten
ja: 鋭利な
ko: 날카로운
ru: Окаемленный
zh_cn: 锋利的

source: Eldritch
de: Unheimlich
ko: 섬뜩한
ru: Потустороннего
zh_cn: 诡异的

source: Failed to save artifacts to %s
de: Artefakte konnten nicht nach %s gespeichert werden
ja: アーティファクトの保存に失敗しました:%s
ko: %s에 유물을 저장하는데 실패했습니다.
ru: Невозможно сохранить артефакты в %s
zh_cn: 存储神器至 %s 失败。

source: Forbidden
de: Verbotens
ko: 금지된
ru: Запретного
zh_cn: 禁忌的

source: Forgotten
de: Vergessens
ko: 잊혀진
ru: Забытого
zh_cn: 遗忘的

source: Frigid
de: Eis
ko: 냉랭한
ru: Ледяного
zh_cn: 寒冷的

source: Fungal
de: Fungus
ko: 진균의
ru: Грибкового
zh_cn: 真菌的

source: Gelatinous
de: Gallert
ko: 젤리 같은
ru: Желатинового
zh_cn: 胶状的

source: Gloves
de: Handschuhe
ja: グローブ
ko: 장갑
ru: Комплект перчаток
zh_cn: 手套

source: Harp
de: Harfen
ja: 竪琴
ko: 하프
ru: Ченг
zh_cn: 竖琴

source: Heavy
de: Schwer
ko: 무거운
ru: Тяжёлый
zh_cn: 沉重的

source: Helm
ja: ヘルメット
ko: 투구
ru: Шлем
zh_cn: 头盔

source: Hideous
de: Grauens
ko: 흉측한
ru: Отвратительного
zh_cn: 狰狞的

source: Knobbed
de: Knorr
ja: 瘤の付いた
ko: 혹이 난 모양의
ru: Выпуклый
zh_cn: 球形凸起的

source: Mask
de: Maske
ja: マスク
ko: 마스크
ru: Маскировочный шлем
zh_cn: 面具

source: Repellent
de: Abstoß
ko: 역겨운
ru: Отпугивающего
zh_cn: 防水的

source: Ring
ja: 指輪
ko: 반지
ru: Перстень
zh_cn: 戒指

source: Robe
de: Roben
ja: ローブ
ko: 로브
ru: Халат
zh_cn: 长袍

source: Shadowy
de: Geheimnis
ko: 그늘진
ru: Теневого
zh_cn: 阴暗的

source: Shattered
de: Bruch
ko: 산산조각난
ru: Разбитого
zh_cn: 破碎的

source: Silent
de: Still
ko: 조용한
ru: Бесшумного
zh_cn: 寂静的

source: Sleeping
de: Schlaf
ko: 자고 있는
ru: Спящего
zh_cn: 休眠的

source: Spiked
de: Stachel
ja: 棘が付いた
ko: 가시박힌
ru: Шипастый
zh_cn: 尖锐的

source: Staff
de: Stab
ja: 杖
ko: 스태프
ru: Посох
zh_cn: 杖

source: Sword
de: Schwert
ja: 剣
ko: 검
ru: Меч
zh_cn: 剑

source: The architect's cube.
de: Der Würfel des Architekten.
ja: 創造者の立方体です。
ko: 설계자의 상자
ru: Куб архитектора.
zh_cn: 建筑师立方。

source: This is the %s. It is the only one of its kind.
de: Das ist der/die/das %s. Es ist einzigartig.
ja: これは%sです。 その種の中では唯一無二の存在です。
ko: 이것은 %s. 이것과 똑같은 물건은 이 세상에 존재하지 않는다.
ru: Этот %s. Единственный в своем роде.
zh_cn: 这是%s。 它相当稀有。

source: This is the %s. It is the only one of its kind. It may have unknown powers; try activating them.
ja: これは%sです。 その種の中では唯一無二の存在であり、未知の力を秘めています。 (使う事で効果を発揮します)
zh_cn: 这是%s. 其相当稀有. 它也许拥有未知的力量;可以试试激活它们.

source: This is the %s. They are the only ones of their kind.
de: Das ist die %s Sie sind einzigartig.
ja: これは%sです。 彼らは唯一無二の存在です。
ko: 이것은 %s. 이것과 똑같은 물건은 이 세상에 존재하지 않는다.
ru: Этот %s. Единственные в своем роде.
zh_cn: 这是%s. 它们相当稀有.

source: Undying
de: Unsterblich
ko: 불멸의
ru: Бессмертного
zh_cn: 不死的

source: Unspeakable
de: Unaussprechlichkeits
ko: 말할 수 없는
ru: Незримого
zh_cn: 无法形容的

source: beads
de: Perlen
ja: ビーズです。
ko: 구슬
ru: бисер
zh_cn: 念珠

source: breathing
de: Atem
ko: 숨쉬는
ru: дышущий
zh_cn: 呼吸

source: covered in pockets.
de: bedeckt mit Taschen.
ja: ポケットで覆われています。
ko: 주머니가 잔뜩 달려있다.
ru: покрыт карманами.
zh_cn: 被口袋覆盖着。

source: crackling
de: Knister
ko: 탁탁거리는
ru: скрипящий
zh_cn: 噼啪响的

source: crescent
de: Sichel
ko: 초승달
ru: полумесяц
zh_cn: 新月石

source: crescent-shaped stone
de: sichelförmiger Stein
ko: 초승달 모양 돌
ru: камень в форме полумесяца
zh_cn: 新月形的石头

source: crystal
de: Kristall
ja: 水晶です。
ko: 크리스탈
ru: кристалл
zh_cn: 晶体

source: dead
de: Tod
ko: 죽은
ru: мёртвый
zh_cn: 死亡

source: disc
de: Scheibe
ja: 円盤です。
ko: 원반
ru: диск
zh_cn: 圆盘

source: disgustingly furry.
de: ekelerregend pelzig.
ja: うんざりする程の毛皮に覆われています。
ko: 혐오스러울 정도로 털이 덮여있다.
ru: отвратительно пушист.
zh_cn: 被恶心的皮毛覆盖。

source: electric
de: Elektro
ko: 전기
ru: электрический
zh_cn: 带电的

source: engraved
de: Gravur
ko: 새겨진
ru: гравированный
zh_cn: 雕刻

source: extremely bulky.
de: extrem sperrig.
ja: 非常に嵩張ります。
ko: 아주 부피가 크다.
ru: чрезвычайно громоздок.
zh_cn: 极其笨重。

source: feels slimy
de: fühlt sich schleimig an
ko: 끈적끈적하다
ru: выделяет слизь
zh_cn: 感觉到黏糊糊的

source: fractal
de: Fraktal
ko: 프랙탈 문양의
ru: фрактальный
zh_cn: 分形

source: glittering
de: Funkel
ko: 빛나는
ru: блестящий
zh_cn: 闪闪发光

source: glitters faintly under direct light
de: funkelt schwach unter direktem Licht
ja: 直接光に当てると仄かに輝いています。
ko: 직사광선을 받으면 희미하게 빛난다
ru: слабо блестит под направленным светом
zh_cn: 在直射光下非常微弱地闪烁着

source: glowing
de: Glüh
ko: 빛나는
ru: светящийся
zh_cn: 发光

source: glows faintly
de: leuchtet schwach
ko: 희미하게 빛나는
ru: слабо светится
zh_cn: 隐隐发光

source: has a self-similar pattern which repeats until it is too small for you to see
de: hat ein selbstähnliches Muster, welches sich wiederholt, bis es zu klein für deine Augen ist
ko: 유사한 문양이 눈에 보이지 않을 정도로 작아질 때까지 반복된다
ru: имеет зацикленный на себе узор, уменьшающийся пока не станет едва различимым
zh_cn: 拥有一个自相似图案。就是同一图案不断重复，直到它小得你再也无法看清

source: has a surface reminiscent of reptile scales
de: hat eine Oberfläche, die an Reptilienschuppen erinnert
ko: 표면이 파충류의 비늘을 연상시킨다
ru: имеет поверхность похожую на чешую рептилии
zh_cn: 拥有爬行动物鳞片一样的表面

source: hollow tube
de: hohle Röhre
ja: 中空管状の物体です。
ko: 빈 튜브
ru: полый трубовидный камень
zh_cn: 空心管

source: hollow, transparent cube
de: hohler transparenter Würfel
ja: 中空状の透明な立方体です。
ko: 빈, 투명한 큐브
ru: полый, прозрачный куб
zh_cn: 中空的,透明的立方体

source: humming
de: Summ
ko: 작게 소리내는
ru: гудящий
zh_cn: 哼唱

source: hums very quietly
de: Surr
ko: 매우 조용히 무슨 소리를 낸다
ru: очень тихо гудит
zh_cn: 小声哼唱

source: is constantly wriggling
de: windet sich die ganze Zeit
ko: 끊임없이 꿈틀거리고 있다
ru: постоянно извивается
zh_cn: 不断蠕动

source: is covered with odd etchings
de: ist mit seltsamen Ätzungen überzogen
ja: 奇妙な刻印に覆われています。
ko: 이상한 무늬가 가득하다
ru: покрыт необычными гравюрами
zh_cn: 被奇异的蚀刻版画覆盖着

source: is icy cold to the touch
de: ist vollkommen eiskalt
ja: 触ると氷の様に冷たい。
ko: 얼음을 만지는 것처럼 차갑다
ru: ледяной на ощупь
zh_cn: 触感冰冷

source: is warm to the touch
de: fühlt sich warm an
ja: 触ると暖かい。
ko: 만지면 따뜻하다
ru: теплый на ощупь
zh_cn: 有温暖的触感

source: itchy
de: Kratz
ko: 가려운
ru: чесоточный
zh_cn: 瘙痒

source: jelly
de: Gelee
ja: ゼリー状の物体です。
ko: 젤리
ru: желеобразный камень
zh_cn: 胶状物

source: knot
de: Knoten
ko: 매듭
ru: узел
zh_cn: 结

source: lamp
de: Lampe
ja: ランプです。
ko: 램프
ru: лампа
zh_cn: 灯

source: leather-padded.
de: ledergepolstert.
ja: 革で仕立てられています。
ko: 가죽이 덧대져 있다.
ru: с плотной кожей.
zh_cn: 皮质衬里。

source: makes a rattling sound when moved
de: rasselt beim Bewegen
ko: 움직일 때 덜걱덜걱 소리가 난다
ru: издает громкий шум при передвижении
zh_cn: 移动时发出刺耳的响声

source: makes very faint whispering sounds
de: macht sehr schwache Flüstergeräusche
ko: 매우 희미하게 속삭이는 듯한 소리를 낸다
ru: издает слабые звуки
zh_cn: 发出非常微弱低语的声音

source: makes your skin itch slightly when it is close
de: juckt etwas deine Haut, sobald es nah ist
ja: 肌に近づけると僅かにむず痒くなります。
ko: 가까이 가면 조금 가려워진다
ru: вызывает зуд при приближении к коже
zh_cn: 靠近时你感到皮肤瘙痒

source: malleable blob
de: formbarer Blob
ja: 弾力性のある小塊です。
ko: 변하는 덩어리
ru: эластичный желеобразный артефакт
zh_cn: 软乎乎的一团

source: moving
de: Bewegung
ko: 움직이는
ru: двигающийся
zh_cn: 蠕动的

source: napkin
de: Serviette
ja: ナプキンです。
ko: 냅킨
ru: лист
zh_cn: 餐巾

source: occasionally makes a soft crackling sound
de: macht ab und zu ein weiches Knistergeräusch
ja: 時折、弱々しいパチパチ音が聞こえます。
ko: 가끔 부드럽게 탁탁거리는 소리를 낸다
ru: периодически издаёт тихий треск
zh_cn: 偶尔发出轻微的噼啪声

source: pin
de: Nadel
ja: 留め針です。
ko: 핀
ru: шип
zh_cn: 大头针

source: plated in iron.
de: mit Eisen beschlagen.
ja: 鉄板が付いています。
ko: 철판이 붙어있다.
ru: с железной обшивкой.
zh_cn: 被镀了铁。

source: pointed rod
de: spitzer Stab
ja: 尖った棒です。
ko: 뾰족한 막대
ru: заостренный стержень
zh_cn: 尖头棒

source: pyramid
de: Pyramide
ja: 三角錐の物体です。
ko: 피라미드
ru: тетраэдр
zh_cn: 角锥体

source: rattling
de: Rassel
ko: 덜걱대는
ru: шумный
zh_cn: 刺耳的

source: regular tetrahedron
de: regelmäßiges Tetraeder
ja: 正四面体の物体です。
ko: 정사면체
ru: правильный тетраэдр
zh_cn: 正四面体

source: rod
de: Stab
ja: 棒です。
ko: 막대
ru: стержень
zh_cn: 棒

source: scaled
de: Schuppen
ko: 비늘이 있는
ru: чешуйчатый
zh_cn: 鳞状的

source: shifts from side to side slowly
de: bewegt sich langsam von einer zur anderen Seite
ko: 천천히 이리저리 움직인다
ru: медленно перемещается из стороны в сторону
zh_cn: 从一边到另一边慢慢转变

source: shrinks and grows very slightly with a regular pulse, as if breathing
de: schrumpft und wächst ein ganz kleines bisschen, in einem regelmäßigem Puls, so wie beim Atmen
ko: 마치 숨쉬듯이, 일정한 주기로 미세하게 줄어들었다 커지고 있다.
ru: регулярно, но почти незаметно уменьшается и увеличивается в размерах, словно дышит
zh_cn: 有规律地收缩和扩张，如同呼吸一样，但非常轻微

source: slimy
de: Schleim
ko: 끈적끈적한
ru: слизистый
zh_cn: 黏糊糊的

source: smooth disc
de: glatte Scheibe
ja: 滑らかな円盤です。
ko: 매끄러운 원반
ru: гладкий диск
zh_cn: 光滑的圆盘

source: smooth sphere
de: glatte Kugel
ja: 滑らかな球体です。
ko: 매끄러운 구체
ru: гладкая сфера
zh_cn: 圆球

source: snake
de: Schlange
ja: 蛇の様に曲がりくねった物体です。
ko: 뱀
ru: змей
zh_cn: 蛇形杖

source: sphere
de: Kugel
ja: 球体です。
ko: 구체
ru: сфера
zh_cn: 球体

source: spiked sphere
de: stachelige Kugel
ja: 棘に覆われた球体です。
ko: 가시 돋친 구체
ru: шиповатый сферический камень
zh_cn: 钉球

source: spiral
de: Spirale
ja: 捩れた物体です。
ko: 소용돌이
ru: винтообразный камень
zh_cn: 螺旋

source: spiraling rod
de: spiralförmiger Stab
ja: 捩れた棒です。
ko: 나선형 막대
ru: закручивающийся каменный стержень
zh_cn: 螺旋杆

source: string of beads
de: Perlenkette
ja: 糸を通して紐状にしたビーズです。
ko: 구슬 목걸이
ru: набор бус
zh_cn: 串珠

source: tapered rod
de: kegelförmiger Stab
ja: 先細りの棒です。
ko: 한쪽이 점점 얇아지는 막대
ru: конический стержень
zh_cn: 锥形棒

source: teardrop
de: Träne
ja: 涙滴型の物体です。
ko: 눈물
ru: слеза
zh_cn: 泪珠石

source: teardrop-shaped stone
de: tränenförmiger Stein
ja: 涙滴型の石です。
ko: 눈물방울 모양 돌
ru: каплевидный камень
zh_cn: 泪滴石

source: the %s Abyss
de: der %s-Abgrund
ko: %s 심연
ru: %s Ничто
zh_cn: %s之渊

source: the %s City
de: die %s-Stadt
ko: %s 도시
ru: %s Города
zh_cn: %s之城

source: the %s Monolith
de: der %s-Monolith
ko: %s 모노리스
ru: %s Монолита
zh_cn: %s之碑

source: the %s Necropolis
de: die %s-Nekropolis
ko: %s 네크로폴리스
ru: %s Некрополиса
zh_cn: %s之坟场

source: translucent crystal
de: durchscheinender Kristall
ja: 半透明の水晶です。
ko: 반투명한 크리스탈
ru: полупрозрачный кристалл
zh_cn: 半透明的水晶

source: tube
de: Röhre
ja: 管状の物体です。
ko: 튜브
ru: трубчатый камень
zh_cn: 软管

source: twisted, knotted cord
de: gewundener geknoteter Streifen
ko: 꼬이고,울퉁불퉁한 실
ru: завязанный узлом каменный артефакт
zh_cn: 双绞节绳

source: urchin
de: Gassenkind
ja: 海栗状の物体です。
ko: 고슴도치
ru: ёж
zh_cn: 海胆石

source: very thin and light.
de: sehr dünn und leicht.
ja: 非常に薄く、軽量です。
ko: 아주 얇고 가볍다.
ru: очень тонок и легок.
zh_cn: 非常轻薄。

source: very thin sheet
de: sehr dünnes Laken
ja: 極薄の布です。
ko: 아주 얇은 시트
ru: очень тонкий лист
zh_cn: 非常薄的钢板

source: very weakly shocks you when touched
de: schockt dich sehr schwach beim Berühren
ja: 触ると軽微な感電が起こります。
ko: 손을 대면 살짝 전기가 느껴진다
ru: при прикосновении очень слабо бьёт током
zh_cn: 接触时你受到微弱的电击

source: warm
ko: 따뜻한
ru: тёплый
zh_cn: 温热的

source: whispering
de: Flüster
ko: 속삭이는
ru: шепчущий
zh_cn: 窃窃私语

source: winding, flexible rod
de: gewundener flexibler Stab
ja: 屈曲した柔らかい棒です。
ko: 구불구불하고, 신축성 있는 막대기
ru: витой гибкий стержень
zh_cn: 弯曲而有弹性的短棍

source: wriggling
de: Schlängel
ko: 꿈틀거리는
ru: извивающийся
zh_cn: 蠕动

source: AUTO PICKUP MANAGER
de: VERWALTUNG DES AUTOMATISCHEN AUFHEBENS
ja: 自動取得マネージャー
ko: 자동 줍기 관리자
ru: НАСТРОЙКА АВТО-ПОДБОРА
zh_cn: 自动拾取管理

source: %1$d item matches: %2$s
de: %1$d Gegenstand passt zu: %2$s
ja: %1$d個のアイテムが一致: %2$s
ko: %1$d 물품 일치: %2$s
ru: %1$d предмет подходит: %2$s
zh_cn: %1$d 件物品匹配：%2$s

source: * is used as a Wildcard. A few Examples: wooden arrow matches the itemname exactly wooden ar* matches items beginning with wood ar *rrow matches items ending with rrow *avy fle*fi*arrow multiple * are allowed heAVY*woOD*arrOW case insensitive search
de: »*« wird als Wildcard benutzt. Einige Beispiele: »Holzpfeil« passt exakt auf eine Gegenstandsbezeichnung. »Holzpf*« passt auf alles, was mit »Holzpf« beginnt. »*eile« passt auf Bezeichnungen, die mit »eile« aufhören. »*ere*eile«: mehrere Wildcards sind erlaubt. »ScHweRer*HolZ*PfeiL«: Groß-/Kleinschreibung egal.
ja: *キーはワイルドカードとして使います。例： wooden arrow と入力して完全一致検索 wooden ar* と入力して前方一致検索 *rrow と入力して後方一致検索 *avy fle*fi*arrow 複数*を利用するのも可能 heAVY*woOD*arrOW で大文字/小文字を区別せず検索
zh_cn: 字符 * 是通配符。以下作为示例： wooden arrow 精确搜索物品名称不使用通配符 wooden ar* 搜索名称以wooden ar开始的所有物品 *rrow 搜索名称以rrow结尾的所有物品 *avy fle*fi*arrow 允许多个通配符 heAVY*woOD*arrOW 大小写不敏感

source: <+-> Move up/down
de: <+-> rauf/runter
ja: <+-> 上下に移動
ko: <+->위아래 이동
ru: <+-> Переместить вверх/вниз
zh_cn: <+-> 上/下移动

source: <A>dd
de: <A>:Neu
ja: <A>追加
ko: <A>추가
ru: <A>Добавить
zh_cn: <A>添加

source: <C>opy
de: <C>:Kopie
ja: <C>コピー
ko: <C>복사
ru: <C>Копировать
zh_cn: <C>复制

source: <D>isable
de: <D>:Aus
ja: <D>無効にする
ko: <D>비활성
ru: <D>Выключить
zh_cn: <D>禁用

source: <E>nable
de: <E>in
ja: <E>有効にする
ko: <E>활성
ru: <E>Включить
zh_cn: <E>启用

source: <Enter>-Edit
de: <Enter>:Bearbeiten
ja: <Enter>-編集
ko: <Enter>수정
ru: <Enter>-Редактировать
zh_cn: <Enter>-编辑

source: <Exclude>E
de: <ausschließen>a
ko: <제외>E
ru: <Исключить>E
zh_cn: <除外>E

source: <Include>I
de: <einschließen>e
ko: <포함>I
ru: <Включить>I
zh_cn: <包括>I

source: <M>ove
de: <M>:Versch.
ja: <M>移動
ko: <M>이동
ru: <M>Двигать
zh_cn: <M>移动

source: <R>emove
de: <R>:Entf
ja: <R>取り消す
ko: <R>제거
ru: <R>Убрать
zh_cn: <R>移除

source: <S>witch
de: Um<s>chalten
ja: <S>切替
ko: <S>전환
ru: <S> сменить
zh_cn: <S>开关

source: <T>est
de: <T>esten
ja: <T>テスト
ko: <T>테스트
ru: <Т>ест
zh_cn: <T>测试

source: <Tab>-Switch Page
de: <Tab>:Umblättern
ja: <Tab>-ページ切り替え
ko: <Tab>페이지 전환
ru: <Tab>-Переключить панель
zh_cn: <Tab> - 切换页面

source: <empty rule>
de: <leere Regel>
ko: <규칙 없음>
ru: <пустое правило>
zh_cn: <空规则>

source: Auto pickup enabled:
de: Auto-Aufheben aktiv:
ja: 自動取得の有効化:
ko: 자동 줍기 설정:
ru: Авто-подбор включен:
zh_cn: 允许自动拾取：

source: Autopickup is not enabled in the options. Enable it now?
de: Auto-Aufheben ist in den Optionen nicht aktiviert. Jetzt aktivieren?
ja: 自動取得がオプションで有効になっていません。有効にしますか？
ko: 자동 줍기 옵션이 켜져 있지 않습니다. 지금 설정할까요?
ru: Авто-подбор не включен в настройках. Включить его?
zh_cn: 自动拾取功能没有打开。现在打开？

source: Failed to write autopickup rules to %s
de: Auto-Aufheberegeln konnten nicht nach %s geschrieben werden.
ja: 自動取得設定の書き込みに失敗しました:%s
ko: %s에 자동 줍기 규칙을 저장하는데 실패했습니다.
ru: Ошибка записи правил авто-подбора в %s
zh_cn: 向 %s 写入自动拾取规则失败。

source: False
de: Falsch
ko: 끔
ru: Нет
zh_cn: 否

source: I/E
de: e/a
zh_cn: I包括/E除外
