Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A traditional Mexican dish composed of a corn or wheat tortilla folded or rolled around a meat filling.
de: Eine traditionell mexikanische Speise, die aus einem Mais- oder Weizentortilla, das um eine Fleischfüllung entweder gefalten oder gerollt wurde.
ja: トウモロコシや小麦のトルティーヤで肉の詰め物を巻いた、メキシコの伝統料理です。
ko: 옥수수나 밀 토르티야에 고기를 넣고 접거나 말아서 만든 멕시코 전통 요리입니다.
ru: Традиционное Мексиканское блюдо состоящее из кукурузной или пшеничной тортильи, в которую завернута мясная начинка.
zh_cn: 墨西哥传统料理，把肉馅夹在或卷在用玉米面或小麦面烙成的薄饼里。

source: A translucent hexagonal chunk of wax, filled with dense, milky jelly. Delicious, and rich with the most beneficial substances the hive can produce, it is useful for curing all sorts of afflictions.
de: Ein durchscheinender hexagonales Stück Wachs, das mit einem dichten michigem Gelee gefüllt ist. Lecker und reich an den dienlichsten Substanzen, die ein Bienenstock produzieren kann. Es kann für die Heilung von allen möglichen Krankheiten verwendet werden.
ja: 半透明で六角形の、密度の高い乳状ゼリー質の塊です。美味であり、蜂の巣の内部で生成される有益な成分がたっぷりと濃縮されています。多くの健康的な悩みを解決してくれるでしょう。
zh_cn: 一大块涂满了密密的、深色的蜂蜜的蜡，或许可以用来解除各种疾病症状。

source: A triangular block of tasty sushi rice with a healthy green vegetable folded around it.
ja: 三角形に握った酢飯の中に健康的な緑黄色野菜を入れた美味しい携帯食です。
zh_cn: 岛国99%的人用不起碗碟，所以只好将米饭捏成团子随身携带，讲卫生的用紫菜包一包。

source: A type of lunch meat made out of human flesh that comes pre-sliced. Its first name may have been Oscar. Can be eaten cold.
de: Eine Art Aufschnitt, gemacht aus Menschenfleisch, kommt in vorgeschnittener Form. Sein Vorname könnte »Oskar« gewesen sein. Kann kalt gegessen werden.
ja: 薄切りにした人肉で作ったランチミートです。当然ですが、オスカーマイヤー社の製品ではありません。冷たくても食べられます。
zh_cn: 有可能是“奥斯卡”牌。无需加热即可食用。（另一译者注：奥斯卡可以是商标，也可以是人名。）

source: A type of lunch meat that comes pre-sliced. Its first name isn't Oscar. Can be eaten cold.
de: Eine Art Aufschnitt, kommt in vorgeschnittener Form. Sein Vorname ist nicht »Oskar«. Kann kalt gegessen werden.
ja: 薄切りにしたランチミートです。オスカーマイヤー社の製品ではありません。冷たくても食べられます。
zh_cn: 居然不是“奥斯卡”牌。无需加热即可食用。（译注：该种香肠在美国市场上多为“奥斯卡”牌，类似于火腿肠领域中的双汇。）

source: A vegetarian pizza, with delicious tomato sauce and a fluffy crust. Its smell brings back great memories.
de: Eine vegetarische Pizza, mit leckerer Tomatensoße und einer lockeren Kruste. Ihr Geruch weckt großartige Erinnerungen.
ja: ベジタリアンも安心して食べられる野菜のピザです。厚みのあるふわふわの生地に美味しいトマトソースがたっぷりと使われています。どこか懐かしい匂いです。
ko: 야채 피자입니다. 맛있는 토마토 소스와 푹신한 빵이 있습니다. 피자 냄새가 오랜 추억을 불러일으키네요.
ru: Овощная пицца, с восхитительным томатным соусом и воздушной коркой. Её аромат пробуждает замечательные воспоминания.
zh_cn: 一份蔬菜披萨，上面涂有美味的土豆酱和蓬松的面包片。它香甜的气息让你想起了过去悠闲享用美食的时光。

source: A very flavorful beer that has been aged in bourbon barrels. It is as black as midnight on a moonless night and has the viscosity of oil. While very tasty, it also has an alcohol content on the level with wine.
de: Ein sehr würziges Bier, das in Bourbonfässern abgelagert wurde. Es ist so schwarz wie die Nacht und hat die Zähflüssigkeit von Öl. Es ist sehr lecker, es hat außerdem einen mit Wein vergleichbaren Alkoholgehalt.
ja: バーボン樽で熟成された非常に風味豊かなビールです。新月の闇夜の様な漆黒とオイルの様な粘性を持つ味わい深い液体です。アルコール度数はおおよそワインと同等です。
zh_cn: 已经在木桶中存放了很长时间的美味啤酒，它就像无月的午夜一样黑暗，像石油一样黏稠。虽然很美味，但是酒精含量却和葡萄酒一样高。

source: A very flavorful microbrewed beer. Best served cold, in a glass - but you're not that lucky.
de: Ein sehr würziges Bier aus einer Mikrobrauerei. Am Besten kalt in einem Glas serviert – aber so viel Glück hast du nicht.
ja: 非常に風味が豊かな地ビールです。最高に冷えたグラスで飲む事をお勧めします。 - しかし、そこまで幸運じゃないですね。
zh_cn: 香气四溢的伪娘……呃，微酿啤酒。“冷藏后风味更佳”——这行字如同讽刺一般跃入眼帘。

source: A very old type of pasta made with several layers of lasagne sheets alternated with sauces and meats.
de: Eine uralte Pastaart, die aus diversen Lasagneschichten und abwechselnd Soßen und Fleisch gemacht wurde.
ja: ソース、肉、シート状のパスタを交互に積み重ねて作る、非常に古くからあるパスタ料理です。
ko: 얇은 라자냐와 소스, 그리고 고기가 교차로 만든 층으로 된 파스타로 아주 오래된 음식입니다.
ru: Давно известный вид мучных изделий состоящий из чередующихся слоев лозаньи, соуса и мяса.
zh_cn: 非常古老的面食，由数层面饼与肉馅、酱汁烹制而成。

source: A very old type of pasta made with several layers of lasagne sheets alternated with sauces and meats. Made better with human flesh.
de: Eine uralte Pastaart, die aus diversen Lasagneschichten und abwechselnd Soßen und Fleisch gemacht wurde. Diese Portion wurde mit Menschenfleisch aufgewertet.
ja: ソース、肉、シート状のパスタを交互に積み重ねて作る、非常に古くからあるパスタ料理に人肉を使うという改良を加えました。
zh_cn: 非常古老的面食，由数层面饼与（人）肉馅、酱汁烹制而成。

source: A very sweet and soft tropical fruit.
de: Eine sehr süße und weiche Tropenfrucht.
ja: 柔らかくて、非常に甘い南国の果物です。
ko: 아주 달콤하고 부드러운 열대 과일입니다.
ru: Очень сладкий и мягкий тропический фрукт.
zh_cn: 香甜软嫩的热带水果，女性最爱

source: A watery yellow glob of fat from some unnatural creature or other. You could eat it, but it will poison you.
ja: べっとりと濡れた黄色い泥のような脂肪の塊です。常ならぬ生物から取り出しました。食べる事は出来ますが、被毒しそうです。
zh_cn: 一团黄色的浆糊状脂肪，源自某些非自然生物或者其他一些便当吃多了家伙。吃了它还没事的话，你就可以作为整形医院的人型医疗垃圾处理站上岗了。

source: According to the label, this loathsome-tasting beverage is called ATOMIC POWER THIRST. Alongside the lengthy health warning, it promises to make the consumer UNCOMFORTABLY ENERGETIC using ELECTROLYTES and THE POWER OF THE ATOM.
de: Nach der Beschriftung wird dieses abscheulich schmeckende Getränk »ATOMSTARKER DURST« genannt. An einer langen Gesundheitswarnung verspricht es, den Konsumenten »UNANGENEHM ENERGETISCH« mit Hilfe von »ELEKTROLYTEN« und »DER KRAFT DES ATOMS« zu machen.
ja: ラベルによると、この忌まわしい味の飲料は、「ATOMIC POWER THIRST」という名のようです。長ったらしい健康警告表示の横に、「電解質」と「原子力」によって飲んだものを「座っていられないほど元気」にする、と書いてあります。
zh_cn: 根据标签，这个喝起来很恶心的饮料叫做原子动力渴望。除了冗长的健康警告，它承诺可以通过电解质和原子的力量使顾客变得令人不安的充满活力。

source: Acetylsalicylic acid, a mild anti-inflammatory. Take to relieve pain and swelling.
de: Acetylsalicylsäure, eine milde entzündungshemmende Substanz. Wird eingenommen, um Schmerzen und Schwellungen zu lindern.
ja: アセチルサリチル酸の弱い抗炎症薬です。痛みを和らげます。
zh_cn: 乙酰水杨酸，一种温和的消炎药。用以缓解痛肿。最好避免与酒或其他止痛药一起服用。

source: Adderall
ja: アデロール
ko: 에더럴(Adderall)
ru: Аддералл
zh_cn: 安非他命

source: Agricultural grade chemical anti-fungal powder designed to destroy infections in plants.
de: Chemisches Antipilzpulver, das für die Vernichtung von Pflanzeninfektionen gedacht wird. Hauptsächlich in der Landwirtschaft eingesetzt.
ja: 植物の感染を除去する為に作られた農業用の抗真菌薬です。
ko: 식물에 대한 감염을 제거하기 위해 만들어진 농업용 화학 항진균 분말입니다.
ru: Противогрибковый порошок, используется в сельском хозяйстве для устранения инфекции в растениях.
zh_cn: 农业用的化学抗真菌粉末，用来消除植物的真菌感染。（如果你想使用，请先确认你是植物人）

source: Also known as pork rinds or chicharrones, these are bits of edible fat and skin that have been fried until they are crispy and delicious.
de: Dies sind essbare Fett- und Hautstücke, welche frittiert wurden, bis sie knusprig und lecker sind.
ja: 豚の皮や脂肪をサクサクになるまで揚げた食べ物です。メキシコ料理ではチチャロンと呼ばれます。
ko: 돼지 껍질 과자(pork rinds) 또는 치카론(chicharrones)으로 알려지기도 한 이 과자는 바삭하고 맛있어질 때까지 기름에 튀긴 식용 지방과 껍질 조각들입니다.
ru: Также известны как свиные корочки или Chicharrones, это кусочки пищевого жира и кожи, которые жарили, пока они не стали хрустящими и вкусными.
zh_cn: 用可食用的脂肪和皮在油中炸到酥脆可口。

source: Ambien
ja: アンビエン
ko: 암비엔(Ambien)
ru: золпидем
zh_cn: 安眠药

source: America's most popular wine, and for good reason.
de: Amerikas beliebtester Wein, und das aus gutem Grund.
ja: 米国で最も人気のあるワインです。表面上はだが...
ko: 미국에서 가장 인기있는 와인입니다, 인기가 좋은데는 이유가 있습니다.
ru: Заслуженно самое популярное вино Америки.
zh_cn: 美国最常见最流行的酒，尝起来也不负流行的名号。

source: American pale ale
ja: ビール(アメリカンペールエール)
zh_cn: 美国麦酒

source: An apple a day keeps the doctor away.
de: Ein Apfel am Tag hält den Doktor fern.
ja: 毎日、林檎を食べれば医者要らずです。
ko: 매일 사과를 먹으면 의사와 만날 일이 점점 적어진다고 합니다.
ru: Съедая по яблоку в день, ты экономишь на враче.
zh_cn: 粉红的苹果，好吃又健康！特别是咬过一口的,有一种诱人的美感.

source: An aromatic onion used in cooking. Cutting these up can make your eyes sting!
de: Eine aromatische Zwiebel, die man zum Kochen verwenden kann. Sie aufzuschneiden kann deine Augen reizen!
ja: 料理に使用する香り高い玉葱です。玉葱を切ると目に染みます！
zh_cn: 一种香料洋葱，适合用于烹饪。切开它们会刺激你的眼睛!

source: An assortment of edible-looking wild plants. Most are quite bitter-tasting.
de: Eine Reihe essbar-aussehender Wildpflanzen. Die beisten schmecken ziemlich bitter.
ja: 食用に適している様に見える雑草の束です。 殆どが強い苦味を持ちます。
ko: 먹을 수 있는 야생 식물입니다. 대부분 쓴 맛만 납니다.
ru: Множество съедобных на вид диких растений. Большинство довольно горькие на вкус.
zh_cn: 一种可食用的野菜。据说大部分野菜都很苦，而某些对人的健康很有好处。

source: An egg belonging to one of reptile species found in New England.
de: Ein Ei, das zu einer der Reptilienarten aus Neuengland gehört.
ja: ニューイングランドに生息する爬虫類の1種が産んだ卵です。
ko: 이 알은 뉴잉글랜드에서 발견된 파충류 종 중 하나에 속합니다.
ru: Яйцо рептилии, принадлежащей к одному из видов, найденных в Новой Англии.
zh_cn: 属于新英格兰地区发现的爬行动物物种之一的蛋。

source: An extremely rare mutagen cocktail.
de: Ein extrem seltener Mutagencocktail.
ja: 非常に希少価値の高い混合した変異原物質です。
ko: 극도로 희귀한 뮤타젠 혼합물입니다.
ru: Чрезвычайно редкая мутагенная смесь.
zh_cn: 一种极度罕见的混合诱变剂，喝了它你长成奇美拉那副德行也很正常。（译注：奇美拉，西方传说中的四不像，不要想到魔兽系列去，CDDA中是大概是某种合成怪兽）

source: An extremely strong opioid narcotic derived from morphine. Incredibly addictive, the risk of overdose is extreme, and the drug is contraindicated for nearly all medical purposes.
de: Ein extrem starkes opiotisches Betäubungsmittel, das von Morphium abgeleitet wurde. Unerhört süchtig machend, das Risiko einer Überdosis ist extrem und die Droge ist für nahezu alle medizinische Zwecke kontraindiziert.
ja: モルヒネ由来の非常に強力な半合成鎮痛剤です。 恐るべき中毒性があり、過剰使用の危険が高すぎるため 医療目的でも使われることはほとんどありません。
ko: 모르핀에서 정제된, 극도로 강한 아편성 마약제제입니다. 극도의 중독성과 함께 과용시 위험성이 극도로 높아, 매우 소수의 의료 용도로만 사용됩니다.
ru: Чрезвычайно сильное опиоидное наркотическое средство на основе морфина. Невероятно высокий шанс привыкания и экстремальный риск передозировки. Препарат противопоказан практически для всех медицинских целей.
zh_cn: 一种提取自吗啡的非常强大的阿片类麻醉药物。非常容易上瘾，过量应用是危险的，在医学上是禁用的。

source: An extremely sugary tar-like syrup, with a slightly bitter aftertaste.
de: Ein extrem zuckeriger teerartiger Sirup, mit einem leicht bitterem Nachgeschmack.
ja: 非常に甘いタール状のシロップです。後味に少し苦味を含んでいます。
ko: 마치 타르처럼 보이는 이 시럽은 굉장히 달면서도 뒷맛이 씁쓸합니다.
ru: Экстремально сладкий сироп со слегка горьковатым привкусом.
zh_cn: 像糖浆的极甜的焦油，略带苦涩的回味。

source: An irradiated apricot will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Aprikose wird nahezu für immer essbar bleiben. Mit Strahlung sterilisiert, dadurch ist sie sicher zum Essen.
ja: 照射された杏子は、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的杏子。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated banana will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Banane wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたバナナは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的香蕉。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated blackberry will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Brombeere wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたブラックベリーは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的黑莓。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated blueberry will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Blaubeere wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたブルーベリーは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的蓝莓。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated bundle of carrots will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Ein bestrahltes Bündel Karrotten wird für nahezu immer essbar bleiben. Sie wurden mit Bestrahlung sterilisiert und somit ist es sicher, sie zu essen.
ja: 照射された人参は、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的胡萝卜。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated cherry will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Kirsche wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたサクランボは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的樱桃。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated cluster of broccoli will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Ein bestrahltes Brokkolistück wird für nahezu immer essbar bleiben. Es wurde mit Bestrahlung sterilisiert und somit ist es sicher, es zu essen.
ja: 照射されたブロッコリーは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的西兰花。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated cranberry will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Cranberry wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたクランベリーは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的小红莓。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated ear of corn will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Ein bestrahlter Maiskolben wird für nahezu immer essbar bleiben. Er wurde mit Bestrahlung sterilisiert und somit ist es sicher, ihn zu essen.
ja: 照射されたトウモロコシは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的玉米。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated grape will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Traube wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射された葡萄は、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的葡萄。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated grapefruit will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Grapefruit wird für nahezu immer essbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたグレープフルーツは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的葡萄。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated head of lettuce will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Ein bestrahlter Kopfsalatkopf wird für nahezu immer essbar bleiben. Er wurde mit Bestrahlung sterilisiert und somit ist es sicher, ihn zu essen.
ja: 照射されたレタスは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的莴苣头。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated kiwi will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Kiwi wird nahezu für immer essbar bleiben. Mit Strahlung sterilisiert, dadurch ist sie sicher zum Essen.
ja: 照射されたキウイフルーツは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的猕猴桃。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated lemon will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Zitrone wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたレモンは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的柠檬。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated mango will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Mango wird für nahezu immer esbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたマンゴーは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的芒果。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated melon will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Melone wird für nahezu immer esbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたメロンは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的香瓜。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated onion will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Zwiebel wird für nahezu immer essbar bleiben. Sie wurde mit Bestrahlung sterilisiert und somit ist es sicher, sie zu essen.
ja: 照射された玉葱は、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的洋葱。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated orange will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Orange wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたオレンジは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的橘子。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated papaya will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Papaya wird nahezu für immer essbar bleiben. Mit Strahlung sterilisiert, dadurch ist sie sicher zum Essen.
ja: 照射されたパパイヤは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的木瓜。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated peach will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Ein bestrahlter Pfirsich wird für nahezu immer essbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, ihn zu essen.
ja: 照射された桃は、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的桃子。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated pear will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Birne wird für nahezu immer essbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射された洋梨は、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的梨子。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated pineapple will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Ananas wird für nahezu immer essbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたパイナップルは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的菠萝。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated pomegranate will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Ein bestrahlter Granatapfel wird für nahezu immer esbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, ihn zu essen.
ja: 照射されたザクロは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的石榴。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated potato will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Kartoffel wird nahezu für immer essbar bleiben. Mit Strahlung sterilisiert, dadurch ist es sicher zum Essen.
ja: 照射されたジャガイモは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的土豆。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated raspberry will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Himbeere wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたラズベリーは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的树莓。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated rhubarb will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Ein bestrahlter Rhabarber wird für nahezu immer esbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, ihn zu essen.
ja: 照射された大黄は、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的大黄。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated strawberry will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Erdbeere wird für nahezu immer essbar bleiben. Sie wurde mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射された苺は、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的草莓。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated tomato will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Tomate wird für nahezu immer essbar bleiben. Sie wurde mit Bestrahlung sterilisiert und somit ist es sicher, sie zu essen.
ja: 照射されたトマトは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的番茄。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated watermelon will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Wassermelone wird für nahezu immer esbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射された西瓜は、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的西瓜。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An irradiated zucchini will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte Zucchini wird für nahezu immer essbar bleiben. Sie wurde mit Bestrahlung sterilisiert und somit ist es sicher, sie zu essen.
ja: 照射されたズッキーニは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的西葫芦。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: An orange flavored liquor used in many mixed drinks.
de: Eine Spirituose mit Orangengeschmack; sie wird in vielen Mixgetränken verwendet.
ja: オレンジ風味のリキュールは、多くのミックスドリンクに使用されます。
ko: 오렌지 맛이 나는 이 술은 많은 혼합 음료에 사용됩니다.
ru: Ликёр, которому придали аромат апельсинов. Используется при приготовлении многих коктейлей.
zh_cn: 掺入了酒精的橙汁。

source: Antibacterial medication designed to prevent or stop the spread of infection.
de: Ein antibakterielles Medikament, das für die Verhinderung oder Stoppung der Ausbreitung einer Infektion ausgelegt ist.
ja: 感染症の治療や予防の為に開発された抗菌薬です。服用する事でゾンビ感染を徐々に治療します。
ko: 항균성 약품으로, 감염이 퍼지는 것을 막거나 예방하기 위해 만들어졌습니다.
ru: Антибактериальный препарат, основным назначением которого является остановка распространения инфекции.
zh_cn: 这种抗菌药物旨在预防及阻止感染扩散。

source: Baby cow food, appropriated for adult humans. Having been canned, this milk should last for a very long time.
de: Kalbsnahrung, aufbereitet für erwachsene Menschen. Konserviert sollte diese Milch für eine sehr lange Zeit halten.
ja: 子牛の飲み物ですが、人間が飲むにも適しています。この缶詰に入った練乳は長期保存が可能です。
zh_cn: 乳牛口粮，成人也可以食用.由于被密封，可以保持很长一段时间不过期.

source: Baby cow food, appropriated for adult humans. Spoils rapidly.
de: Kalbsnahrung, für erwachsene Menschen aufbereitet. Wird schnell sauer.
ja: 子牛の飲み物ですが、人間が飲むにも適しています。腐りやすい飲み物です。
zh_cn: 乳牛口粮，成人也可以食用。过不了一天就会变质。

source: Belgian ale
de: Belgisches Bier
ja: ビール(ベルジャンエール)
zh_cn: 比利时麦酒

source: Best served cold, in a glass, and with a lime - but you're not that lucky.
de: Am Besten kalt, in einem Glas und einer Limone serveiert – aber so viel Glück hast du nicht.
ja: キンキンに冷えたグラスに、ライムを添えて飲むのが最高！だけど残念、そこまで幸運じゃないよ。
ko: 유리잔에 라임을 넣어서 먹으면 최고입니다만... 지금은 그정도로 운이 좋지 않네요.
ru: Лучше всего подавать холодным, в стеклянных бокалах, с лаймом... Вам об этом остаётся только мечтать.
zh_cn: 冷藏之后口感更佳，不过你是无福享受了。

source: Betcha can't eat just one.
de: Ich wette, dass du nicht nur einen davon essen kannst.
ja: やめられない、止まらない。
ko: 절대로 하나만 먹고는 못 배길겁니다.
ru: Спорю, не сможешь остановиться на одной.
zh_cn: 停不了的薯片。

source: Biscuits, Mannwurst, and delicious mushroom soup all crammed together into a wonderfully greasy and tasteful mush.
de: Kekse, Mannwurst und eine leckere Pilzsuppe, all das zusammen in einem wundervoll glitschigen und schmackhaften Matsch zusammengepanscht.
ja: ビスケットとマンヴォルスト、おいしい茸スープをものすごく美味しいドロドロと一緒に煮込んだものです。
ko: 비스킷, 인육 소시지, 그리고 맛있는 버섯 수프까지 모두 가득 들어간, 기름지면서도 불가사의하게 맛있는 옥수수 죽입니다.
ru: Бисквит, колбаса и вкуснейший грибной суп спресованные в удивительно жирную и вкусную кашу.
zh_cn: 饼干，人肉肠和美味的蘑菇汤搅在一起……这一摊玩意儿真是太油腻，啊不，好吃了！
