Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Subj: CDC: Internal Memo, Standby [2918115] To: all SRCF staff From: Ellen Grimes, Director of the EPA Your site along with many others has been found to be contaminated with what we will now refer to as [redacted]. It is vital that you standby for further orders. We are currently awaiting the President to decide our course of action in this national crisis. You will proceed with fail- safe procedures and rig the sarcophagus with c-4 as outlined in Publication 4423. We will send you orders to either detonate and seal the sarcophagus or remove the charges. It is of the utmost importance that the facility be sealed immediatly when the orders are given. We have been alerted by Homeland Security that there are potential terrorist suspects that are being detained in connection with the recent national crisis. Director of the CDC, Ellen Grimes
de: Betr.: CDC: Internes Memo, Bereitschaft (2918115) An: sämtliches SRCF-Personal Von: Ellen Grimes, Direktor der Umweltschutzbehörde Über Ihre Stätte und vielen anderen Stätten wurde heraus- gefunden, dass sie mit etwas kontaminiert sind, was wir im Folgenden als [redigiert] bezeichnen. Es ist wichtig, dass Sie für weitere Anweisungen bereitstehen. Momentan warten wir darauf, dass der Präsident unseren weiten Handlungsweg in dieser nationalen Krise bestimmt. Sie werden mit Notlaufprozeduren fortfahren und den Sarkophag mit C4 aus- statten, so wie es in der Öffentlichen Bekanntmachung Nr. 4423 umrissen ist. Wir werden Ihnen befehlen, entweder den Sarkophag zu sprengen und zu versiegeln oder die Sprengladungen zu ent- fernen. Es ist von oberster Wichtigkeit, dass die Einrichtung sofort versiegelt würde, wenn die Befehle dazu gegeben werden. Wir wurden vom Heimatschutz gewarnt, dass es potentielle Terror- verdächtige, die in Verbindung mit der nationalen Krise fest- genommen wurden, gibt. Direktor der Umweltschutzbehörde, Ellen Grimes

source: surround the project with an impenetrable thicket of red tape. Although our agents have not been allowed inside, our atmospheric testers in nearby communities have detected high levels of toxins and radiation, and we've found dozens of potentially dangerous unidentified compounds in the ground water. We now have conclusive evidence that the SRCFs are a threat to the public safety. We are taking these data to state representatives and petitioning for a full congressional inquiry. They should be able to force open your secret vaults, and the world will see what you've been hiding. If you had any hand in this outbreak I hope you rot in hell. Director of the EPA, Robert Shane
de: Obwohl unsere Vertreter nicht hereingelassen wurden, haben unsere Atmosphären- prüfer in naheliegenden Gemeinden hohe Toxin- und Strahlungswerte gemessen. Und wir haben Dutzende potentiell gefährliche unidentifizierte Komponenten im Grundwasser gefunden. Wir haben jetzt überzeugendes Beweismaterial, dass die SRCFs eine Gefahr für die allgemeine Sicherheit sind. Wir überreichen diese Daten an Abgeordnete und werden eine volle Kongressuntersuchung ersuchen. Sie sollten in der Lage sein, die Öffnung Ihrer geheimen Kammern zu erzwingen und die Welt wird sehen, was Sie zu verbergen haben. Falls Sie in diesem Ausbruch ihre Finger im Spiel hatten, hoffe ich, dass Sie in der Hölle schmoren. Direktor der EPA, Robert Shane
ko: 프로젝트를 가리는 장막을 쳤단 말이지. 요원들이 들어갈 수는 없었지만, 이미 주변지역에서 대기 성분 분석기로 강한 독성 및 고방사성 물질의 존재를 확인했다. 지하수에서 미확인 위험 물질도 한가득 검출되었다. SRCF 가 공공의 안전을 위협하고 있다는걸 입증할 모든 증거가 있다는 것이다. 이걸 하원 의회에 보고해서 국정조사를 요구하겠다. 국회라면 당신들의 비밀금고도 열 수 있겠지. 그리고 온 세상에 당신들이 감추던 것이 공개될 것이다. 이 사태에 조금이라도 관여한 바가 있다면, 부디, 지옥에서 썩어버려라. EPA 책임자 로버트 셰인
ru: для того, чтобы сильней погрузить проект в дебри бюрократии. Несмотря на то, что наши агенты не были допущены внутрь, наши атмосферные измерения в соседних помещениях обнаружили высокий уровень содержания токсинов и радиации. Также мы обнаружили десятки потенциально опасных неопознанных веществ в грунтовых водах. Теперь у нас есть неопровержимые доказательства, что SRCF угрожает общественной безопасности. Мы передаем эти данные представителям государства и будем ходатайствовать о полном расследовании в конгрессе. Они будут способны заставить вас отрыть свои секретные хранилища и мир увидит что вы скрываете. Надеюсь вы сгниете в аду, если причастны к этому. Директор EPA Роберт Шэйн

source: Surface map data downloaded. Press any key...
de: Landkartendaten heruntergeladen. Drücke irgendeine Taste.
ko: 지형 지도 데이터가 다운로드되었습니다. 아무 키나 눌러주세요...
ru: Карта местности скачана. Нажмите любую клавишу...

source: You need a hacksaw to disassemble this.
de: Du brauchst eine Metallsäge, um dies zu demontieren.
ko: 이걸 분해하려면 쇠톱이 필요합니다.
ru: Вам нужна ножовка, чтобы разобрать это.

source: [E]: Describe, [F]ind, [R]eset, [m]ode [?] keybindings
de: B[e]schreiben, [F]inden, Zu[r]ücksetzen, [M]odus, [?] Tastenbelegung
ru: [E]: Описание, [F] Поиск, [R] Сброс, [m] Режим, [?] назначение кнопок

source: [E]: Describe, [F]ind, [m]ode [?] keybindings
de: B[e]schreiben, [F]inden, [M]odus, [?] Tastenbelegung
ru: [?/E]: Описание, [F] Поиск, [m] Режим, [?] назначение кнопок

source: hp
de: TP

source: Buy %d item, leaving you with $%d?
de: %d Gegenstand kaufen und dabei %d $ behalten?
ru: Купить %d предмет, оставшись с $%d?

source: Your Cash:%6d
de: Dein Geld:%6d
ko: 현금 보유량:%6d
ru: Ваши деньги:%6d

source: <npcname> vomits a thick, grey goop.
de: <npcname> erbricht einen dicken grauen Schleim.
ko: <npcname>은(는) 걸쭉한 구토물을 게워냈습니다.
ru: <npcname> стошнило густой серой массой.

source: Bad Bleeding -
de: Schwere Blutung –
ko: 심각한 출혈 -
ru: Сред. кровотечение -

source: Badly Infected -
de: Schwere Infektion –
ko: 심하게 감염됨 -
ru: Сильная инфекция -

source: Bite -
de: Biss –
ko: 물림 -
ru: Укус -

source: Bleeding -
de: Blutend –
ko: 출혈 -
ru: Кровотечение -

source: Blisters - Left Arm
de: Blasen – Linker Arm

source: Blisters - Left Foot
de: Blasen – Linker Fuß

source: Blisters - Left Hand
de: Blasen – Linke Hand

source: Blisters - Left Leg
de: Blasen – Linkes Bein

source: Blisters - Right Arm
de: Blasen – Rechter Arm

source: Blisters - Right Foot
de: Blasen – Rechter Fuß

source: Blisters - Right Hand
de: Blasen – Rechte Hand

source: Blisters - Right Leg
de: Blasen – Rechtes Bein

source: Blisters - face
de: Blasen – Gesicht
ko: 물집- 얼굴
ru: Пузыри - лицо

source: Blisters - torso
de: Blasen – Torso
ko: 물집- 상체
ru: Пузыри - торс

source: Bugs in skin -
de: Käfer in Haut –
ko: 피부 속에 벌레 -
ru: Жуки в коже -

source: Chilly arm
de: Kühler Arm

source: Chilly face
de: Kühles Gesicht
ko: 얼굴이 차갑다
ru: Озябшее лицо

source: Chilly foot
de: Kühler Fuß

source: Chilly hand
de: Kühle Hand

source: Chilly head
de: Kühler Kopf
ko: 머리가 차갑다
ru: Озябшая голова

source: Chilly leg
de: Kühles Bein

source: Chilly torso
de: Kühler Torso
ko: 상체가 차갑다
ru: Озябший торс

source: Cold arm!
de: Kalter Arm!

source: Cold face!
de: Kaltes Gesicht!
ko: 얼굴이 차갑다!
ru: Холодное лицо!

source: Cold foot!
de: Kalter Fuß!

source: Cold hand!
de: Kalte Hand!

source: Cold head!
de: Kalter Kopf!
ko: 머리가 차갑다!
ru: Холодная голова!

source: Cold leg!
de: Kaltes Bein!

source: Cold torso!
de: Kalter Torso!
ko: 상체가 차갑다!
ru: Холодный торс!

source: Completely Paralyzed
de: Völlig paralysiert
ko: 완전히 마비됨
ru: Полностью парализован

source: Dexterity + 1; Intelligence + 1; Perception + 1
de: Geschicklichkeit +1; Intelligenz +1; Wahrnehmung +1
ko: 민첩성 + 1; 지능 + 1; 지각력 + 1
ru: Ловкость +1; Интеллект +1; Восприятие +1

source: Dexterity - %d
de: Geschicklichkeit −%d
ko: 민첩성 - %d
ru: Ловкость -%d

source: Dexterity - %d;
de: Geschicklichkeit −%d;
ko: 민첩성 - %d;
ru: Ловкость -%d;

source: Dexterity - 1; Speed -10% You are being slowed by climbing over a pile of rubble.
de: Geschicklichkeit −1; Geschwindigkeit −10% Du wirst durch das Klettern über einen Schuttstapel verlangsamt.
ko: 민첩 - 1, 속도 - 10% 잔해를 지나갈 때는 느려집니다.
ru: Ловкость -1; Скорость -10% Вы медленно пробираетесь по щебню.

source: Dexterity - 3; Speed - 25
de: Geschicklichkeit −3; Geschwindigkeit −25
ko: 민첩성 - 3; 속도 - 25
ru: Ловкость -3; Скорость -25

source: Dexterity - 3; Speed -20% You are being slowed by climbing over a heap of rubble.
de: Geschicklichkeit −3; Geschwindigkeit −20% Du wirst durch das Klettern über einen Schutthaufen verlangsamt.
ko: 민첩 - 3, 속도 - 20% 잔해 무더기를 지나갈 때는 많이 느려집니다.
ru: Ловкость -3; Скорость -20% Вы медленно пробираетесь по куче щебня.

source: Dexterity - 5; Speed -30% You are being slowed by climbing over a mountain of rubble.
de: Geschicklichkeit −5; Geschwindigkeit −30% Du wirst durch das Klettern über einen Schuttberg verlangsamt.
ko: 민첩 - 5, 속도 - 30% 산더미 같은 잔해를 지나갈 때는 매우 많이 느려집니다.
ru: Ловкость -5; Скорость -30% Вы медленно пробираетесь по горе щебня.

source: Freezing arm!!
de: Eiskalter Arm!!

source: Freezing face!!
de: Frierendes Gesicht!!
ko: 얼굴이 차갑다!!
ru: Замёрзшее лицо!!

source: Freezing foot!!
de: Eiskalter Fuß!!

source: Freezing hand!!
de: Eiskalte Hand!!

source: Freezing head!!
de: Frierender Kopf!!
ko: 머리가 차갑다!!
ru: Замёрзшая голова!!

source: Freezing leg!!
de: Eiskaltes Bein!!

source: Freezing torso!!
de: Frierender Torso!!
ko: 상체가 차갑다!!
ru: Замёрзший торс!!

source: Frostbite - face
de: Brostbeule – Gesicht
ko: 동상 - 얼굴
ru: Отморожено - лицо

source: Frostbite - foot
de: Erfrierung – Fuß

source: Frostbite - hand
de: Erfrierung – Hand

source: Frostnip - face
de: Leichte Erfrierungen – Gesicht
ko: 약한 동상 - 얼굴
ru: Окоченение - лицо

source: Frostnip - foot
de: leichte Erfrierung – Fuß

source: Frostnip - hand
de: leichte Erfrierung – Hand

source: Heavy Bleeding -
de: Heftige Blutung –
ko: 과다 출혈 -
ru: Тяж. кровотечение -

source: Hot arm!
de: Heißer Arm!

source: Hot face!
de: Heißes Gesicht!
ko: 얼굴이 뜨겁다!
ru: Горячее лицо!

source: Hot foot!
de: Heißer Fuß!

source: Hot hand!
de: Heiße Hand!

source: Hot head!
de: Heißer Kopf!
ko: 머리가 뜨겁다!
ru: Горячая голова!

source: Hot leg!
de: Heißes Bein!

source: Hot torso!
de: Heißer Torso!
ko: 상체가 뜨겁다!
ru: Горячий торс!

source: Increased thirst; Frequent coughing Strength - 3; Dexterity - 1; Intelligence - 2; Perception - 1 Symptoms alleviated by medication (cough syrup).
de: Erhöhter Durst, häufiges Husten Stärke −3; Geschicklichkeit −1; Intelligenz −2; Wahrnehmung −1 Symptome werden durch Medizin (Hustensaft) abgeschwächt.
ru: Сильная жажда; Частый кашель Сила -3; Ловкость -1; Интеллект -2; Восприятие -1 Симптомы ослабляются медициной (сироп от кашля).

source: Increased thirst; Frequent coughing; Occasional vomiting Strength - 4; Dexterity - 2; Intelligence - 2; Perception - 1 Symptoms alleviated by medication (cough syrup).
de: Erhöhter Durst, häufiges Husten, gelegentliches Erbrechen Stärke −4; Geschicklichkeit −2; Intelligenz −2; Wahrnehmung −1 Symptome werden durch Medizin (Hustensaft) abgeschwächt.
ru: Сильная жажда; Частый кашель; Периодическая рвота Сила -4; Ловкость -2; Интеллект -2; Восприятие -1 Симптомы ослабляются медициной (сироп от кашля).

source: Infected -
de: Infiziert –
ko: 감염됨 -
ru: Инфекция -

source: Intelligence - %d;
de: Intelligenz −%d;
ko: 지능 - %d;
ru: Интеллект -%d;

source: Intelligence - 1; Perception - 1
de: Intelligenz −1; Wahrnehmung −1
ko: 지능 - 1; 지각력 - 1
ru: Интеллект -1; Восприятие -1

source: It's hard to fight on this rubble.
de: Es ist schwer, auf diesem Schutt zu kämpfen.

source: Itchy skin -
de: Juckende Haut –
ko: 피부 가려움 -
ru: Кожный зуд -

source: Left Arm
de: Linker Arm
ko: 왼팔
ru: Левая рука

source: Left Leg
de: Linkes Bein
ko: 왼쪽 다리
ru: Левая нога

source: Meth Comedown
de: Abklingender Methtrip
ko: 필로폰 후유증
ru: Амфетамин. отходняк

source: Painful Bite -
de: Schmerzhafter Biss –
ko: 심하게 물림 -
ru: Болезненный укус -

source: Perception - %d;
de: Wahrnehmung −%d;
ko: 지각력 - %d;
ru: Восприятие -%d;

source: Perception - 2; Dexterity - 2; Strength - 3 IF not resistant, -1 otherwise Frequent damage.
de: Wahrnehmung −2; Geschicklichkeit −2 Stärke −3, FALLS nicht widerstandsfähig, sonst −1. Häufige Verletzungen.
ko: 지각력 - 2, 민첩 -2, 체력 - 3, 저항력이 있을 경우 -1 잦은 피해발생.
ru: Восприятие -2; Ловкость -2; Сила -3 ЕСЛИ нет иммунитета. Иначе -1 Периодический урон.

source: Perception - 2; Dexterity - 2; Strength - 3 IF not resistant, -1 otherwise Frequent pain and/or damage.
de: Wahrnehmung −2; Geschicklichkeit −2; Stärke −3, FALLS nicht immun, ansonsten −1 Häufiger Schmerz und/oder Schaden.
ko: 지각력 - 2, 민첩 - 2, 체력 - 3 (저항력이 있을 경우 - 1) 잦은 육체적 고통 혹은 데미지
ru: Восприятие -2; Ловкость -2; Сила -3 ЕСЛИ нет иммунитета. Иначе -1 Частые боли и/или урон.

source: Pus Filled -
de: Gefüllt mit Eiter –
ko: 고름이 차오름 -
ru: Гноится -

source: Right Arm
de: Rechter Arm
ko: 오른팔
ru: Правая рука

source: Right Leg
de: Rechtes Bein
ko: 오른쪽 다리
ru: Правая нога

source: Scorching arm!!
de: Brütend heißer Arm!!

source: Scorching face!!
de: Glutheißes Gesicht!!
ko: 얼굴이 뜨겁다!!
ru: Опаление лица!!

source: Scorching foot!!
de: Brütend heißer Fuß!!

source: Scorching hand!!
de: Brütend heiße Hand!!

source: Scorching head!!
de: Glutheißer Kopf!!
ko: 머리가 뜨겁다!!
ru: Опаление головы!!

source: Scorching leg!!
de: Brütend heißes Bein!!

source: Scorching torso!!
de: Glutheißer Torso!!
ko: 상체가 뜨겁다!!
ru: Опаление торса!!

source: Speed %d%% You can feel the tiny spores sinking directly into your flesh.
de: Geschwindigkeit %d%% Du kannst die winzigen Sporen direkt in dein Fleisch hereinsinken spüren.
ko: 속도 %d%% 작은 포자들이 피부 속을 뚫고 들어왔다는 것이 느껴집니다.
ru: Скорость %d%% Вы чувствуете, что маленькие споры проникают в вашу плоть.

source: Speed +50; Strength + 2; Dexterity + 2; Intelligence + 3; Perception + 3
de: Geschwindigkeit +50; Stärke +2; Geschicklichkeit +2; Intelligenz +3; Wahrnehmung +3
ko: 속도 + 50%, 체력 + 2, 민첩 + 2, 지능 + 3, 지각력 + 3
ru: Скорость +50; Сила +2; Ловкость +2 Интеллект +3; Восприятие +3

source: Speed +80; Strength + 5; Dexterity + 3; Intelligence - 8; Perception + 1
de: Geschwindigkeit +80; Stärke +5; Geschicklichkeit +3; Intelligenz −8; Wahrnehmung +1
ko: 속도 + 80%, 체력 + 5, 민첩 + 3, 지능 - 8, 지각력 + 1
ru: Скорость +80; Сила +5; Ловкость +3 Интеллект -8; Восприятие +1

source: Speed - %d%%; Strength - 2; Dexterity - 3
de: Geschwindigkeit −%d%%; Stärke −2; Geschicklichkeit −3
ko: 속도 - %d%%; 체력 - 2; 민첩성 - 3
ru: Скорость -%d%%; Сила -2; Ловкость -3

source: Speed - 35%; Strength - 3; Dexterity - 1; Perception - 1 Your stomach is extremely upset, and you are quite nauseous.
de: Geschwindigkeit −35%; Stärke −3; Geschicklichkeit −1; Wahrnehmung −1 Dein Magen ist extrem wütend und dir ist ganz schön übel.
ko: 속도 - 35%, 체력 - 3, 민첩 - 1, 지각력 - 1 매우 심한 배탈, 심한 메스꺼움.
ru: Скорость -35%; Сила -3; Ловкость -1; Восприятие -1; У вас сильные приступы боли в желудке и тошноты.

source: Speed - 35%; Strength - 3; Dexterity - 1; Perception - 1 Your stomach is extremely upset, and you keep having pangs of pain and nausea.
de: Geschwindigkeit −35%; Stärke −3; Geschicklichkeit −1; Wahrnehmung −1 Dein Magen ist extrem wütend und du hast stechende Schmerzen und Übelkeit.
ko: 속도 - 35%, 체력 - 3, 민첩 - 1, 지각력 - 1 속이 매우 메스꺼움, 지속적으로 급작스러운 고통과 어지러움
ru: Сила -3; Ловкость -1; Восприятие -1; Скорость -35% У вас сильные приступы боли в желудке и тошноты.

source: Speed -25%; Dexterity - 2
de: Geschwindigkeit −25%; Geschicklichkeit −2
ko: 속도 - 25%, 민첩 - 1
ru: Скорость -25%; Ловкость -2

source: Speed -40; Strength - 3; Dexterity - 2; Intelligence - 2
de: Geschwindigkeit −40; Stärke −3; Geschicklichkeit −2; Intelligenz −2
ko: 속도 - 40%, 체력 - 3, 민첩 - 2, 지능 - 2
ru: Скорость -40; Сила -3; Ловкость -2; Интеллект -2

source: Spore coated -
de: sporenummantelt –
ko: 포자 심하게 퍼짐 -
ru: Покрыто спорами

source: Spore covered -
de: sporenbedeckt –
ko: 포자 퍼짐 -
ru: Прикрыто спорами -

source: Spore dusted -
de: sporenbestreut –
ko: 포자 약간 퍼짐 -
ru: Осыпано спорами

source: Strength + 1;
de: Stärke +1;
ko: 체력 +1;
ru: Сила +1;

source: Strength + 1; Dexterity + 1; Perception + 1
de: Stärke +1; Geschicklichkeit +1; Wahrnehmung +1
ko: 체력 + 1, 민첩 + 1, 지각력 + 1
ru: Сила +1; Ловкость +1; Восприятие +1

source: Strength - %d;
de: Stärke −%d;
ko: 체력 - %d;
ru: Сила -%d;

source: Strength - 1; Dexterity - 1 You smoked too much.
de: Stärke −1; Geschicklichkeit −1 Du hast zu viel geraucht.
ko: 체력 -1; 민첩성 - 1 담배를 너무 많이 피움
ru: Сила -1; Ловкость -1 Вы курите слишком часто.

source: Strength - 1; Dexterity - 2; Intelligence - 1; Perception - 2
de: Stärke −1; Geschicklichkeit −2; Intelligenz −1; Wahrnehmung −2
ko: 체력 - 1, 민첩 - 2, 지능 - 1, 지각력 - 2
ru: Сила -1; Ловкость -2; Интеллект -1; Восприятие -2

source: Strength - 1; Dexterity - 4
de: Stärke −1; Geschicklichkeit −4
ko: 체력 - 1; 민첩성 - 4
ru: Сила -1; Ловкость -4

source: Strength - 1; Dexterity - 4; Speed - 25
de: Stärke −1; Geschicklichkeit −4; Geschwindigkeit −25
ko: 체력 -1; 민첩성 - 4; 속도 - 25
ru: Сила -1; Ловкость -4; Скорость -25

source: Strength - 2; Dexterity - 1; Intelligence - 1; Perception - 1
de: Stärke −2; Geschicklichkeit −1; Intelligenz −1; Wahrnehmung −1
ko: 체력 - 2; 민첩성 - 1; 지능 - 1; 지각력 - 1
ru: Сила -2; Ловкость -1; Интеллект -1; Восприятие -1

source: The cold wakes you up.
de: Die Kälte weckt dich auf.
ko: 추워서 잠에서 깼습니다.
ru: Холод разбудил вас.

source: The flesh on your broken arm bulges, your unbroken arm also bulges. Fungus stalks burst through!
de: Das Fleisch deines gebrochenen Arms schwellt an, dein ungebrochener Arm schwell ebenfalls an. Fungus bricht aus!

source: The heat wakes you up.
de: Die Hitze weckt dich auf.
ko: 더워서 잠에서 깼습니다.
ru: Высокая температура будит вас.

source: The light wakes you up.
de: Das Licht weckt dich auf.
ko: 밝아서 잠에서 깼습니다.
ru: Свет будит вас.

source: This goo makes you slip.
de: Der Schleim bringt dich zum Ausrutschen.

source: Warm arm
de: Warmer Arm

source: Warm face
de: Warmes Gesicht
ko: 얼굴이 뜨겁다
ru: Теплое лицо

source: Warm foot
de: Warmer Fuß

source: Warm hand
de: Warme Hand

source: Warm head
de: Warmer Kopf
ko: 머리가 뜨겁다
ru: Теплая голова

source: Warm leg
de: Warmes Bein

source: Warm torso
de: Warmer Torso
ko: 상체가 뜨겁다
ru: Теплый торс

source: Writhing skin -
de: Schmerzende Haut –
ko: 피부 심하게 가려움 -
ru: Шевелится кожа -

source: You are rapidly loosing blood.
de: Du hast rapiden Blutverlust.
ko: 피를 엄청나게 흘리고 있습니다.
ru: У вас сильное кровотечение.

source: You attempt to free yourself from the snare.
de: Du versuchst, dich von der Verlangsamung zu befreien.
ko: 올가미에서 벗어나려는 시도를 합니다.
ru: Вы пытаетесь вырваться из ловушки.

source: You can barely keep fighting.
de: Du kannst kaum kämpfen.

source: You can barely keep your balance with this flu, let alone swing accurately.
de: Du kannst mit dieser Grippe kaum dein Gleichgewicht halten, geschweige denn präzise schwingen.

source: You can barely remain standing.
de: Du kannst dich kaum noch auf den Beinen halten.
ko: 간신히 자세를 잡고 설 수 있었습니다.
ru: Вы можете только стоять.

source: You can't see!
de: Du kannst nicht sehen.
ru: Вы ослепли!

source: You feel feverish and nauseous, your %s wound has begun to turn green.
de: Du bist fiberhaft und dir ist übel, deine Wunde (%s) hat angefangen, grün zu werden.
ko: 고열과 메스꺼움을 동반하며, %s에 난 상처가 초록빛을 띄기 시작했습니다.
ru: Вы чувствуете жар и тошноту. %s позеленела в месте ранения.

source: You feel feverish and nauseous.
de: Du bist fiberhaft und dir ist übel.
ko: 고열과 메스꺼움을 느꼈습니다.
ru: Вы чувствуете жар и тошноту.

source: You feel like you need less teeth. You pull one out, and it is rotten to the core.
de: Dir ist, als ob du weniger Zähne bräuchtest. Du ziehst einen aus und er ist bis zum Kern verrottet.
ko: 치아를 뽑아야 할 것 같습니다. 그래서 하나를 뽑아봤더니 속까지 썩어있었습니다.
ru: Вам кажется, что ваши зубы лишние. Вы тянете один, он прогнил насквозь.

source: You feel nauseated and rat-like.
de: Die fühlst dich übel und wie eine Ratte.
ko: 쥐 같은 메스꺼움을 느낍니다.
ru: Вы превращаетесь в крысу, да еще и тошнит...

source: You feel paranoid. They're watching you.
de: Du fühlst dich paranoid. Sie beobachten dich.
ko: 편집증에 걸린 것 같습니다. 그들이 당신을 지켜보고 있습니다.
ru: У вас паранойя. Они наблюдают за вами.

source: You feel so sick, like you've been poisoned, but you need more. So much more.
de: Du fühlst dich so krank, als ob du vergiftet wurdest. Aber du brauchst mehr. So viel mehr.
ko: 너무나도 아파서 마치 중독된 것 같습니다만, 더 심각합니다. 훨씬 더 심각합니다.
ru: Вы чувствуете слабость, словно вы были отравлены, но вам нужно больше. Гораздо больше.

source: You feel terribly weak, standing up is nearly impossible.
de: Du fühlst dich furchbar schwach, stehen ist fast ein Ding der Unmöglichkeit.
ko: 극도로 쇠약해져, 도저히 똑바로 설 수가 없습니다.
ru: Вы чувствуете себя ужасно ослабленным, вы практически не можете держаться на ногах.

source: You gag and retch.
de: Du würgst.
ko: 입을 막고 헛구역질을 했습니다.
ru: Вас тошнит.

source: You get off-balance from your unsteady footing.
de: Du gerätst aus dem Gleichgewicht aufgrund deines unsicherem Halts.

source: You have been grabbed by an attacker. You cannot dodge and blocking is very difficult.
de: Du wurdest von einem Angreifer ergriffen. Du kannst nicht ausweichen und das Blockieren ist sehr schwer.
ru: Вы были схвачены атакующим Вы не можете уклониться и очень сложно блокировать.

source: You haven't slept in a while, and it shows. You can't move as quickly and your stats just aren't where they should be.
de: Du hast für eine Weile nicht geschlafen, und das zeigt sich. Du kannst dich nicht so schnell bewegen und deine Werte sind nicht dort, wo sie sein sollten.
ko: 한동안 잠을 자지 못했습니다. 빠르게 움직일 수 없으며 능력치가 내려갑니다.
ru: Заметно, что вы не спали много времени. Вы не можете быстро двигаться и характеристики уже не те.

source: You notice a large abscess. You pick at it.
de: Du bemerkst eine große Eiterbeule. Du drückst drauf rum.
ko: 큰 종기를 발견했습니다. 자꾸 종기를 만지작거리게 됩니다.
ru: Вы заметили большой нарыв. Вы выдавили его.

source: You stop to scratch yourself frequently; high intelligence helps you resist this urge.
de: Du hörst auf, dich so oft zu kratzen; hohe Intellligenz hilft dir, diesem Drang zu widerstehen.
ko: 피부를 긁기 위해 멈춰설 확률이 생겼습니다. 지능이 높으면 이 충동을 억제할 확률이 높아집니다.
ru: Вы перестаете часто чесаться, высокий интеллект позволяет справиться с этим желанием.

source: You tremble.
de: Du erzitterst.

source: You wake up coughing.
de: Du wachst hustend auf.
ko: 기침 때문에 잠에서 깼습니다.
ru: Вы просыпаетесь кашляя.

source: You waver over your unsteady footing.
de: Du schwankst aufgrund deines unsicherem Halts.

source: You're suddenly wracked with pain and nausea!
de: Dich überkommt plötzlich eine Welle mit Schmerzen und Übelkeit!
ko: 갑자기 고통스럽고 속이 메스껍습니다!
ru: Вы вдруг почувствовали убийственную боль и тошноту!

source: You're suddenly wracked with pain!
de: Dich überkommt plötzlich eine Welle mit Schmerzen!
ko: 갑자기 고통이 느껴져, 괴롭습니다!
ru: Вы вдруг почувствовали убийственную боль!

source: You're winded from smoking.
de: Du bist vom Rauchen außer Atem.

source: Your %s wound feels swollen and painful.
de: Deine Wunde (%s) fühlt sich geschwollen und schmerzhaft an.
ko: %s에 난 상처가 부어올라, 고통스럽습니다.
ru: %s опухает и болит из-за раны.

source: Your %s wound is incredibly painful.
de: Deine Wunde (%s) ist unglaublich schmerzhaft.
ko: %s에 난 상처가 극도로 아픕니다.
ru: %s ужасно болит из-за раны.

source: Your %s wound really hurts.
de: Deine Wunde (%s) tut wirklich weh.
ko: %s에 난 상처가 심하게 아픕니다.
ru: %s очень болит из-за раны.

source: Your bite wound feels infected.
de: Deine Bisswunde fühlt sich infiziert an.
ko: 물린 상처가 감염된 것 같습니다.
ru: Похоже, что рана от укуса заражена

source: Your blistered left hand distracts you.
de: Deine mit Blasen bedeckte linke Hand lenkt dich ab.

source: Your blistered right hand distracts you.
de: Deine mit Blasen bedeckte rechte Hand lenkt dich ab.

source: Your body longs for more chemicals.
de: Dein Körper verlangt nach mehr Chemikalien.

source: Your face feels warm.
de: Dein Gesicht fühlt sich warm an.
ko: 얼굴이 조금 많이 따뜻합니다.
ru: Ваше лицо чувствует тепло.

source: Your face is blistering from the intense heat.
de: Auf deinem Gesicht entstehen Blasen von der starken Hitze.
ko: 강한 열기 때문에 얼굴에 물집이 생기고 있습니다.
ru: Ваше лицо покрывается пузырями от сильной жары.
