Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Sure, just bagged a fresh batch of meat. You may want to grill it up before it gets too, uh... 'tender'.
de: Sicher, ich hab gerade ein frisches Stück Fleisch verpackt. Du wirst es wohl besser grillen, bevor es zu, ähm, »weich« wird.
ja: はいよ、肉一塊ね。じっくり焼いて食うといい... うまいぜ。
zh_cn: 当然 ,只是一批装在袋里的鲜肉而已 ,你可能在烤了它之前发现它变得, 那个 ,嗯,......"太嫩"

source: Tell me about it.
de: Erzähl mir mehr davon.
ja: 詳しく教えてくれないか。
ko: 그거 좀 더 말해봐
ru: Расскажи мне об этом.
zh_cn: 说来听听.

source: Tell me about the footholds.
de: Erzähl mir über die Stützpunkte.
ja: 拠点について聞きたい。
zh_cn: 和我说说那个据点。

source: Thank you for your business!
de: Danke für das Geschäft!
ja: お取引有難う御座います！
zh_cn: 谢谢你的生意！

source: Thank you!
de: Danke!
ja: 有難う！
ko: 고마워!
ru: Спасибо!
zh_cn: 谢谢你！

source: Thank you.
de: Danke.
ja: 有難う。
ko: 고마워
ru: Спасибо.
zh_cn: 谢谢您。

source: Thanks a lot, <name_g>!
de: Danke sehr, <name_g>!
ja: ご馳走さん、<name_b>！
ko: 정말 고마워, <name_g>!
ru: Благодарю, <name_g>!
zh_cn: 多谢了，<name_g>！

source: Thanks for the cash, <name_b>!
de: Danke fürs Geld, <name_g>!
ja: 現金をありがとよ、<name_b>！
ko: 돈 고마워, <name_b>!
ru: Спасибо, <name_b>!
zh_cn: 谢谢你的现金，<name_b>！

source: Thanks for the tip.
de: Danke für den Tipp.
ja: 豆知識をありがとう。
zh_cn: 谢谢你的提示！

source: Thanks! But can I have some more?
de: Danke! Aber kann ich noch mehr haben?
ja: 有難う！他に渡したい物は？
ko: 고마워! 그런데 좀 더 가질 수 있을까?
ru: Спасибо! А могу ли я получить ещё?
zh_cn: 谢了！能不能多给我点？

source: Thanks, <name_g>!
de: Danke, <name_g>!
ja: ありがとさん、<name_g>！
ko: 고마워, <name_g>!
ru: Спасибо, <name_g>!
zh_cn: 谢谢，<name_g>！

source: Thanks, I'll keep an eye out.
de: Danke, ich halte die Augen offen.
ja: ありがとう、気を付けることにするよ。
zh_cn: 谢谢。我会小心的。

source: Thanks, bye.
de: Danke, tschüss.
ja: 有難う、じゃあね。
ko: 고마워. 잘가.
ru: Спасибо, пока.
zh_cn: 谢喽，回见您呢。

source: Thanks, see you later!
de: Danke, bis später!
ja: 有難う、それじゃあまた！
ko: 고마워, 나중에 봐!
ru: Спасибо, позже увидимся!
zh_cn: 谢谢, 后会有期!

source: Thanks.
zh_cn: 谢谢

source: That's it, you're dead!
de: Jetzt reicht’s, du bist tot!
ja: そこまでだ、さっさと死にやがれ！
zh_cn: 就这样，你死定了！

source: The 2nd Fleet?
de: Die zweite Flotte?
ja: 第2艦隊？
zh_cn: 第二特遣舰队？

source: The Jabberwock is real, don't listen to what anybody else says. If you see it, RUN.
de: Der Jabberwock ist echt, hör nicht auf das, was jeder andere sagt. Wenn du ihn siehst, RENN!
ja: ジャバウォックは本当に居るんだ。みんなの言うことに耳を貸すな。もし出会ったなら、逃げるんだ。
zh_cn: 那事虽然看起来漫无边际 ,其实他是真的 ,别听其他人怎么对你说的 ,如果你真的不幸看到它了 , 跑!!!!!

source: There isn't a chance in hell! We had one guy come in here with bloody fur all over his body... well I guess that isn't all that strange but I'm pretty sure whatever toxic waste is still out there is bound to mutate more than just his hair.
de: Auf gar keinen Fall! Wir hatten mal einen Typen, der über seinem ganzen Körper ein verdammtes Fell hatte … naja, ich denke, das ist nicht so seltsam, aber ich bin mir ziemlich sicher, dass, was auch immer für Giftmüll noch da draußen ist, es wird bestimmt noch mehr als nur seine Haare mutiert haben.
ja: ひどいな！血塗れの毛皮をまとっている... だが、そこいらに放置されてる有害廃棄物か何かで体毛が変異したと考えれば、不思議ではないのかな？
zh_cn: 根本没有一丝的机会！曾经有一个人来的时候全身都是天煞的毛！好吧，或许也没什么奇怪的，但那些有毒废料恐怕不仅仅让是他头发变异了这么简单。

source: There isn't much pushed out by public relations that I'd actually believe. From what I gather, communication between the regional force commands is almost non-existent. What I do know is that the 'Old Guard' is currently based out of the 2nd Fleet and patrols the Atlantic coast trying to provide support to the remaining footholds.
de: Es gibt nicht viel, was von der Öffentlichkeitsarbeit veröffentlicht wird, das ich tatsächlich glauben würde. Was ich mitgekriegt habe, ist, dass die Kommunikation zwischen den regionalen Einsatzkommandos nahezu nicht-existent ist. Was ich weiß, ist, dass die »Alte Garde« momentan auf der 2. Flotte aufbaut und die atlantische Küste pattroulliert, um Unterstüzung für die verbleibenden Stützpunkte zu bieten.
ja: 調べによると方面軍間の通信及び指揮系統は、現状ではほぼ存在していない。 これは、はったりの宣伝ではないはずだ。私の知る限り、今現在"オールドガード"は第2艦隊及び大西洋沿岸警備隊を母体として、各地に残された健在な拠点を支援するべく活動している。
zh_cn: 现在台面上的关系没有太多能让我相信的了。据我所知，各区域的势力几乎是没有互相联系的。我唯一知道的是， '旧日守卫' 目前是基于第二舰队以及大西洋联队的残存据点。

source: They may just be propaganda but apparently one or two cities were successful in 'walling themselves off.' Around here I was told that there were a few places like this one but I couldn't tell you where.
de: Es könnte sich nur um Propaganda handeln, aber scheinbar waren eine oder zwei Städte erfolgreich darin, sich von der Außenwelt abzusichern. Hier wurde mir gesagt, dass dort ein paar Plätze wie dieser hier seien, aber ich kann dir nicht sagen, wo.
ja: どうせプロパガンダだろうが、一つ二つの都市が"防壁化"に成功している、らしい。どこにあるんだかね。
zh_cn: 他们有可能只是在宣传，但显然的，一两个城市已成功'隔离'。有人告诉我一些像这样的地方，但是我不能告诉你在哪。

source: This is my territory, <name_b>.
de: Das ist mein Gebiet, <name_b>.
ja: ここいらは俺(私)の縄張りだ、この<name_b>が。
ko: 여긴 내 영역이야, <name_b>.
ru: Это моя территория, <name_b>.
zh_cn: 这是我的领土,<name_b>。

source: Tired
de: Müde
ja: 疲労 *
ko: 피곤함
ru: Уставший
zh_cn: 疲倦

source: To be honest, we started out with six buses full of office workers and soccer moms... after the refugee outbreak a day or two ago the more courageous ones in our party ended up dead. The only thing we want now is to run enough trade through here to keep us alive. Don't care who your goods come from or how you got them, just don't bring trouble.
de: Um ehrlich zu sein, begannen wir mit sechs Bussen voller Büroarbeiter und Fußballmamas … Nach dem Krankheitsausbruch vor einem oder zwei Tagen starben die Mutigeren aus unserer Gruppe. Das Einzige, das wir jetzt wollen, ist uns durch Handel am Leben zu erhalten. Uns ist es egal, woher deine Waren kommen oder wie du sie beschafft hast, schlepp nur keinen Ärger an.
ja: 正直に話せば、我々は初め6台のバスを満員にする数の、会社員とその妻子の集まりだった...避難を始めてから2日ぐらいで勇敢な者たちはみな死んでしまったがね。今必要なのは生き延びるための物資の取引をここで行うことだけだ。お前の持ち物がどこでどうやって手に入れたものかは知らんが、厄介事は持ち込んでくれるなよ。
zh_cn: 老实说，我们最开始有六整车办公室职员和家庭主妇。。。在一两天前的难民骚动之后，我们中间比较有勇气的那些都死了。现在我们只想保证一定的贸易来让我们这的人都能活下去。我们不再乎你的货从哪来，怎么来，只要别惹麻烦就行。

source: Trade
de: Handel
ja: 取引
ko: 거래
ru: Торговля
zh_cn: 交易

source: Trading with %s TAB key to switch lists, letters to pick items, Enter to finalize, Esc to quit, ? to get information on an item.
de: Handel mit %s »Tab«, um Liste zu wählen, Buchstaben zum Auswählen, »Eingabe«, wenn fertig, »Esc« zum Abbrechen, »?« für Infos über einen Gegenstand.
ja: %s との取引 TABでリスト切り替え、文字キーで選択、Enterで決定、Escで終了、 ?でアイテムの情報を取得。
ko: %s와(과) 거래합니다. 탭으로 목록창 전환, 물품 기호로 물품 선택, 엔터키로 거래 마치기, ESC로 나가기, ?로 물품에 대한 정보.
ru: Торговля с %s Tab - переключение между панелями, буквы - выбор предметов, Enter подтверждение обмена, Esc - для выхода, ? - для получения информации о предмете
zh_cn: 跟%s交易中 按Tab键切换列表，按字母键挑选物品，按回车键完成交易，退出请按Esc 按?查看物品信息

source: Understood. I'll get those antibiotics.
de: Verstanden. Ich hol diese Antibiotika.
ja: 分かった。抗生物質を手に入れる。
ko: 알았어. 항생제를 가져다주지.
ru: Понятно. Я достану антибиотики.
zh_cn: 知道了. 我会将抗生素拿回来的.

source: Use only silent weapons.
de: Benutze nur lautlose Waffen.
ja: 音の出ない武器だけを使え。
ko: 조용한 무기만 사용해.
ru: Используй только тихое оружие.
zh_cn: 用静音武器.

source: Very well...
de: Sehr gut …
ja: 仕方がない、承知したよ...
zh_cn: 很好...

source: Wait at this base.
de: Warte an dieser Basis.
ja: この地点で待機してくれ。
ko: 기지에서 기다려.
ru: Жди здесь.
zh_cn: 在这里等待.

source: Wait up <name_b>!
de: Warte, <name_b>!
ja: <name_b>、待って！
ko: 기다려 줘 <name_b>!
ru: Подожди <name_b>!
zh_cn: 等一下 <name_b>！

source: Wait up, <name_g>!
de: Warte, <name_g>!
ja: 待ってくれよ、<name_g>！
ko: 기다려, <name_g>!
ru: Подожди, <name_g>!
zh_cn: 等一下，<name_g>!

source: Wait up, <okay>?
de: Warte mal, <okay>?
ja: ちょっと待ってくれ、<okay>？
ko: 잠깐 기다려, <okay>?
ru: Не спеши, <okay>?
zh_cn: 等一等，好吗？

source: Wait up, let's talk!
de: Warte, lass uns reden!
ja: 待ちなよ、話がしたいんだ！
ko: 잠깐 기다려. 대화좀 하지.
ru: Постой, давай поговорим!
zh_cn: 等等，让我们谈谈！

source: Want to travel with me?
de: Willst du mit mir reisen?
ja: 一緒に旅をしないか？
ko: 나하고 같이 여행할래?
ru: Хочешь пойти со мной?
zh_cn: 想和我一起走吗?

source: Was hoping for something more...
de: Ich hatte auf etwas mehr gehofft …
ja: もう少し何か...
zh_cn: 还以为有什么好东东...

source: Watch your back out there.
de: Bleib wachsam.
ja: 背後に気をつけろ。
zh_cn: 我会支持你的！

source: We are securing the external communications array for this facility. I'm rather restricted in what I can release... go find my commander if you have any questions.
zh_cn: 我们正在保卫这座设施的外部通讯阵列。我受限不能透露太多信息... 如果你有任何问题，去找我的指挥官。

source: We don't put-up with garbage like you, finish your business and get the hell out.
de: Wir wollen mit Müll wie dir nichts zu tun haben. Mach dein Geschäft zu Ende und verschwinde verdammtnochmal von hier.
ja: お前のようなクズと話すとこなんか無い、諦めて失せろ。
zh_cn: 我们不把你这种垃圾放在眼里 ,有事办事 ,办完赶紧给老子滚 .

source: We should probably stay away from those cities, even if there's plenty of useful stuff there.
zh_cn: 也许我们应该远离那些城市，即便那里有不少有用的东西。

source: We're friends, aren't we?
de: Wir sind Freunde, oder?
ja: 友達だろ、違うのか？
ko: 우린 친구지, 그렇지?
ru: Мы же друзья, разве нет?
zh_cn: 我们是朋友啊.

source: We're here!
de: Wir sind da!
ja: 着いたぞ！
ko: 도착했다!
ru: Мы здесь!
zh_cn: 我们到了!

source: Welcome marshal...
de: Willkommen, Marshal …
ja: ようこそ、執行官...
zh_cn: 欢迎您，执法官...

source: Welcome...
de: Willkommen …
ja: ようこそ...
zh_cn: 欢迎...

source: Well hey there.
de: Heda!
ja: やあ、君か。
ko: 이봐 거기.
ru: Ну, привет.
zh_cn: 嗨，那边的人。

source: Well the refugees were staying here on the first floor when one their parties tried to sneak a dying guy in through the loading bay, we ended up being awoken to shrieks and screams. Maybe two dozen people died that night. The remaining refugees were banished the next day and went on to form a couple of scavenging bands. I'd say we got twenty decent men or women still here but our real strength comes from all of our business partners that are accustomed to doing whatever is needed to survive.
de: Nun, die Flüchtlinge blieben hier auf dem Erdgeschoss, als eine ihrer Gruppen versuchte, einen sterbenden Typen durch die Ladebucht einzuschleusen; letztlich wurden wir von Schreien aufgeweckt. Vielleicht sind zwei Dutzend Leute in dieser Nacht gestorben. Die verbleibenden Flüchtliche wurden am nächsten Tag ausgewiesen und zogen weiter, um ein paar Sammlerbanden zu bilden. Ich würde sagen, dass wir noch zwanzig anständige Männer oder Frauen hier haben, aber unsere wirkliche Stärke kommt von all unseren Geschäftspartnern, die es gewöhnt sind, zu tun, was auch immer zum Überleben gebraucht wird.
ja: 避難民はここの1階に集められていた。だがパーティーのひとつが敵の目を盗んで、瀕死の男を搬入口から運び込もうとしていたとき、悲鳴が上がったんだ。その夜は2ダースほどの死人が出た。残りの避難民も翌日には屍肉を食らう何かの群れに変貌してしまっていた。ここで生き残ったのは20人ぐらいか。生存に長けたビジネスパートナーのおかげでなんとかやってるよ。
zh_cn: 难民们待在这裡的一楼，直到他们其中有人试图透过装载区偷渡一个垂死之人，最后我们被惨叫声吵醒。大约有两打人员死在当晚。剩下的难民在隔天被放逐，一部分的人加入了拾荒者集团。我想说的是，我们还有约20个可用的男女，但我们真正的力量来自于我们所有的事业伙伴以及做该做的事情来生存。

source: Well, I am helping you out...
de: Naja, ich helf dir.
ja: 頼みを聞いてあげたんだけど？
ko: 좋아, 내가 도와주지...
ru: Ну, я же тебе помогаю...
zh_cn: 那个, 我正在帮你...

source: Well, I guess it's just us.
de: Also, ich glaub, es gibt nur noch uns.
ja: 頼んだぞ。
ko: 흠, 우리 뿐인 것 같네.
ru: Что ж, похоже только ты и я.
zh_cn: 呵呵，我估计就我们两个活人了。

source: Well, I was kidnapped, but you saved me...
de: Nun, ich wurde entführt, aber du hast mich gerettet.
ja: えっと、誘拐されていたんだが、そんな時に君が救ってくれたところだね...
ko: 음, 난 납치당했엇지만, 네가 날 구했어...
ru: Ну, я был похищен, но ты нашёл меня…
zh_cn: 嗯,我被绑架了,但是你救了我……

source: Well, I was lost, but you found me...
de: Ich habe mich verlaufen, aber du hast mich gefunden.
ja: えっと、迷っていたんだが、そんな時に君が見つけてくれたってところかな...
ko: 음, 난 길을 잃었어, 근데 네가 날 찾았지...
ru: Ну, я потерялся, но ты нашёл меня…
zh_cn: 嗯,我迷失了,但你发现我……

source: Well, there is a party of about a dozen 'scavengers' that found some sort of government facility. They bring us a literal truck load of jumpsuits, m4's, and canned food every week or so. Since some of those guys got family here, we've been doing alright. As to where it is, I don't have the foggiest of ideas.
de: Nun, es gibt einer Gruppe von etwa einem Dutzend »Sammlern«, die eine Art Regierungseinrichtung gefunden haben. Sie bringen uns jede Woche oder so buchstäblich eine ganze Lasterladung voll mit Overalls, M4s und Dosennahrung. Weil ein paar von ihnen hier Familie haben, kommen wir gut klar. Darüber, wo sie sein könnte, habe ich nicht den blassesten Schimmer.
ja: 十数人ほどの"ハゲタカ"が、いくつかの政府関係施設の中に紛れ込んでいるらしい。それら施設の人員は毎週トラックでやって来てツナギ戦闘服、M4自動小銃、缶詰などを届けてくれている。連中の何人かはここではもう顔なじみで、皆うまくやっている。さてどこだ、見当もつかないぞ。
zh_cn: 呃 ,有伙大概几十人的"废土清道夫"发现那里似乎是有个政府建造的设施 ,他们每星期用上面印着字的卡车给我们运来一些囚服 ,武器(主要是M4)以及罐头食品 ,因为那些家伙有家人在这里 ,所以他们一直对我们很好 ,至于他们现在在那 ,我可是一点都不清楚 .

source: Well, um, sorry.
de: Nun, ähm, tschuldigung.
ja: ああ、うん、ごめん。
ko: 어, 음. 미안.
ru: Ну... эмм... прости.
zh_cn: 嗯,嗯,对不起。

source: Well... I was like any other civilian till they conscripted me so I'll tell it to you straight. They're the best hope we got right now. They are stretched impossibly thin but are willing to do what is needed to maintain order. They don't care much about looters since they understand most everyone is dead, but if you have something they need... you WILL give it to them. Since most survivors have have nothing they want, they are welcomed as champions.
de: Nunja … Ich war wie jeder andere Zivilist, bevor sie mich eingezogen haben, also sag ich’s Ihnen direkt ins Gesicht: Sie sind die beste Hoffnung, die wir im Moment haben. Sie sind äußerst dünn verteilt, aber sie sind bereit, zu tun, was zu tun ist, um die Ordnung aufrecht zu erhalten. Sie kümmern sich nicht so sehr um Diebe, weil sie verstehen, dass die Meisten tot sind, aber wenn du etwas hast, was sie brauchen … WIRST du es ihnen geben. Weil die meisten Überlebenden nichts haben, was sie wollen, werden sie als Helden willkommen geheißen.
ja: まあ... 言ってしまえば、命令を受けるまでは私も一般市民と大して変わらなかったのだよ。
zh_cn: 嗯... 在他们征召我之前，我一直就像是平民百姓，我就对你有话直说了。他们是我们目前的最大希望。他们会为了维持秩序不择手段。他们不在乎小偷，自从他们了解到大部分的人都死了，但是如果你有他们需要的东西... 你 '将会' 给他们。自从大部分的幸存者都已经没有他们要的，他们受欢迎的程度像得冠军一样。

source: What about it?
de: Wie wär’s?
ja: それがどうしたって言うんだ？
ko: 이건 어때?
ru: Что насчёт него?
zh_cn: 这个怎么样？

source: What are you doing down here?
zh_cn: 你在这里干什么？

source: What are you doing?
de: Was machst du gerade?
ja: 何をしているんだ？
ko: 뭐하는 중이야?
ru: Чем занимаешься?
zh_cn: 你在干些什么?

source: What do you do around here?
de: Was machst du hier?
ja: ここで何をしているんですか？
zh_cn: 你在这里干什么?

source: What do you need done?
zh_cn: 你需要我干什么？

source: What is it?
de: Was gibt’s?
ja: 何だい？
ko: 이게 뭔데?
ru: Что это?
zh_cn: 它是什么?

source: What should I do?
de: Was soll ich tun?
ja: 何をしたら良いんだ？
ko: 이제 뭘 해야 하지?
ru: Что я должен делать?
zh_cn: 我应该做些什么？

source: What should we do now?
de: Was sollten wir nun tun?
ja: 何をすればいいんだい？
ko: 이제 뭘 해야하지?
ru: Что нам теперь делать?
zh_cn: 我们现在怎么办?

source: What would it cost to hire you?
de: Was würde es kosten, dich einzustellen?
ja: 雇いたい。報酬はいくら要る？
zh_cn: 雇你需要什么代价?

source: What's taking so long?
de: Was braucht so lange?
ja: 何をそんな時間かかってるんだ？
ko: 뭔데 계속 꾸물거려?
ru: Почему так долго?
zh_cn: 怎么花这么长时间？

source: What's the matter?
de: Worum geht’s?
ja: どうした？
ko: 뭐가 문젠데?
ru: Что случилось?
zh_cn: 什么事?

source: What's up, <name_g>?
de: <name_g>, was geht ab?
ja: 調子はどうだい、<name_g>？
ko: 뭔데, <name_g>?
ru: Как дела, <name_g>?
zh_cn: 怎么了, <name_g>?

source: Whatever they did it must have worked since we are still alive...
zh_cn: 不论他们做了什么，都一定成功了。因为我们还活着...

source: Whatever. Bye.
de: Wie auch immer. Tschüss.
ja: 何でもないよ。じゃあね。
ko: 마음대로 해. 안녕.
ru: Неважно. Пока.
zh_cn: 随便吧。再见！

source: When you don't respond, %s becomes angry!
de: Als du nicht antwortest, wird %s wütend!
ko: 당신이 말을 무시했기 때문에 %s이(가) 화났습니다!
ru: Когда вы не отвечаете, %s начинает злиться!
zh_cn: 因为你没有反应，%s愤怒了！

source: Where are you?!
de: Wo bist du?
ja: どこに居る？
ko: 어딨어?
ru: Ты где?!
zh_cn: 你在哪里？！

source: Which job?
de: Welche Aufgabe?
ja: 職業は何だ？
ko: 무슨 일?
ru: Какое задание?
zh_cn: 哪个工作？

source: Who are you?
de: Wer bist du?
ja: 誰だ？
zh_cn: 你是谁？

source: Why cornmeal, jerky, and fruit wine?
de: Wieso Maismehl, Dörrfleisch und Obstwein?
ja: なぜコーンミールと、ジャーキーと、果実酒何だ？
zh_cn: 为什么是玉米面，肉干，果酒？

source: Why should I share my equipment with you?
de: Warum sollte ich dir etwas abgeben?
ja: どうして装備を貸さないといけないんだ？
ko: 왜 내가 너하고 장비를 나눠야 되는데?
ru: С какой стати я буду делиться с тобой своим имуществом?
zh_cn: 为何我应该跟你分享自己的装备？

source: Why should I travel with you?
de: Warum sollte ich mit dir reisen?
ja: 何故、君と一緒に旅をする必要があるんだい？
ko: 내가 왜 너하고 같이 가야하는데?
ru: И почему я должен пойти с тобой?
zh_cn: 为什么我应该跟你同行？

source: Works for me.
de: Geht klar!
ja: 俺(私)はそれで大丈夫ですよ。
zh_cn: 为我工作。

source: Yeah, I'm sure. Bye.
de: Ja, ich bin mir sicher. Tschüss.
ja: そうだね、絶対だ。じゃあね。
ko: 그래, 잘 알겠어. 안녕.
ru: Да, я уверен. Пока.
zh_cn: 耶,必须的. 再见.

source: Yeah... I don't think so.
de: Hmm … Ich glaube nicht.
ja: ああ、うん...そうは思ってないよ。
ko: 음... 내 생각은 다른데.
ru: Да?.. Я так не думаю.
zh_cn: 噢……我并不这么认为。

source: Yep. Whatever game I spot, I bag and sell the meat and other parts here. Got the occasional fish and basket full of wild fruit, but nothing comes close to a freshly-cooked moose steak for supper!
de: Genau. Welches Wild ich auch aufspüre, hier verpacke und verkaufe ich das Fleisch und andere Teile. Gelegentlich habe ich Fisch und einen Korb voller Wildfrüchte, aber nichts kommt an ein frisch gegartes Elchsteak zum Abendessen heran!
ja: 狩りで手に入れた肉やその他の部位を売っている。たまに魚や果物も獲ってくるが、夕飯にいただく新鮮なヘラジカのステーキほどのものは無いね！
zh_cn: 对。无论我在什么情形，我包装并贩卖肉品或其他部位。偶尔会有鱼跟几篮野果，但没有什么能比上新鲜的碳烤驼鹿肉排！

source: Yes, let's resume training
de: Ja, lasst uns weiter trainieren mit
ja: よし、鍛錬を再開しようか。
ko: 좋아, 훈련을 다시 시작하자고
ru: Да, давай продолжим тренировку
zh_cn: 是的, 让我们接着训练

source: You <really> need to wait for me!
de: Du solltest <really> auf mich warten!
ja: <really>待ってくれよ！
ko: <really> 잠깐만 기다려줘!
ru: Тебе <really> нужно подождать меня!
zh_cn: 你真的需要等等我！

source: You <swear> need to wait!
de: Du musst <swear> warten!
ja: <swear>待ちやがれ！
ko: 이 <swear>놈아 기다리라고!
ru: Тебя <swear> нужно подождать!
zh_cn: 他妈的，等等我啊！

source: You asked me recently; ask again later.
de: Du hast mich erst kürzlich gefragt; frag später nach.
ja: 君にお願いしたばかり何だけど...終わってからもう一度尋ねてくれよ。
ko: 물어봤잖아, 나중에 다시 물어보라고.
ru: Ты об этом уже спрашивал; спроси снова попозже.
zh_cn: 你不久前已问过了；今天大爷俺心情不好，以后再来吧。

source: You can keep me safe.
de: Du kannst mich beschützen.
ja: 俺(私)を守って、お願いだ。
ko: 당신은 나를 안전하게 지켜줄 수 있어요.
ru: С тобой я буду в безопастности.
zh_cn: 你能保护我.

source: You can use grenades.
de: Du darfst Granaten benutzen.
ja: 手榴弾を使っていいぞ。
ko: 수류탄을 사용해도 좋아.
ru: Можешь использовать гранаты.
zh_cn: 你可以用手雷.

source: You can use guns.
de: Du darfst Schusswaffen verwenden.
ja: 銃を使っていいぞ。
ko: 총을 사용해도 돼.
ru: Можешь использовать огнестрельное оружие.
zh_cn: 你可以用枪械.

source: You can't actually join unless you go through a recruiter. We can usually use help though, ask me from time to time if there is any work available. Completing missions as a contractor is a great way to make a name for yourself among the most powerful men left in the world.
de: Du kannst uns eigentlich nicht beitreten, außer mittels eines Anwerbers. Wir können aber gewöhnlicherweise Hilfe gebrauchen, frag mich von Zeit zu Zeit, ob irgendeine Arbeit verfügbar ist. Missionen als Kontraktor zu beenden ist eine großarige Möglichkeit, dir selbst einen Namen unter den stärksten noch lebenden Menschen zu machen.
ja: 仲間に加わりたいなら募集人を通せ。時々顔を出して出来る仕事が無いか私に聞け。請負人として任務を達成していく、実力を知らしめるには良い方法だろう。
zh_cn: 你必须透过招募人才能够真正加入。我们通常欢迎各种帮助，不时可以来询问我是否有工作。以承包者的身分来完成任务是累积名声的好方法。

source: You got anything to drink?
de: Hast du irgendwas zum Trinken?
ja: 何か飲み物を持ってないか？
ko: 너 마실거 좀 있어?
ru: У вас есть что-нибудь попить?
zh_cn: 你有什么可以喝的吗？

source: You got it, I'm with you!
de: Alles klar, ich komme mit.
ja: その通りだ、一緒に行くよ！
ko: 좋았아, 너하고 같이 가지!
ru: Точно, я с тобой!
zh_cn: 如你所愿,我和你一起走!

source: You just asked me for stuff; ask later.
de: Du hast mich gerade eben um etwas gefragt, frag später nach.
ja: 今はもう何もないんだ。また今度にしてくれ。
ko: 방금 장비를 달라고 했잖아. 나중에 물어보라고.
ru: Ты уже спрашивал о снаряжении; спроси попозже.
zh_cn: 你刚刚问我要过东西了,请稍后。

source: You may be attacked! Proceed?
de: Du könntest angegriffen werden? Weitermachen?
ja: 恐らく攻撃されます！続行しますか？
ko: 공격당할 수도 있습니다! 계속합니까?
ru: На вас могут напасть! Продолжить?
zh_cn: 你可能会被攻击！确定继续吗？

source: You might be seeing more of me...
de: Du könntest mich eventuell öfters sehen …
ja: 君は私の多くを知る事になるかもね...
zh_cn: 我们还会再见的...

source: You must really have a death wish!
de: Du sehnst dich wohl wirklich nach dem Tod!
ja: どうやら死がお望みらしいな！
zh_cn: 你他妈真是找死 !

source: You need to move
de: Du musst dich bewegen
ja: そこをどいてくれないか
ko: 비켜줘야겠어
ru: Тебе нужно отойти
zh_cn: 你最好走开

source: You need to move, <name_g>, <okay>?
de: Beweg dich, <name_g>, <okay>?
ja: そこをどいてくれないか、<name_g>、<okay>？
ko: 움직여 줘야겠어, <name_g>, <okay>?
ru: Тебе нужно отойти, <name_g>, <okay>?
zh_cn: 你需要动一动 ，<name_g>，不是么？

source: You okay, <name_g>?
de: Bist du okay, <name_g>?
ja: <name_g>、元気だったかい？
ko: 괜찮나, <name_g>?
ru: Ты в порядке, <name_g>?
zh_cn: 你没事吧, <name_g>?

source: You should mind your own business, nothing to see here.
zh_cn: 你应该管好自己的事，这里没什么好看的。

source: You start a fight with %s!
de: Du kämpfst gegen %s!
ja: %s で喧嘩が始まった。
zh_cn: 你开始和 %s 战斗！

source: You'll be helpless! Proceed?
de: Du würdest hilflos sein! Weitermachen?
ja: 恐らく無力です！続行しますか？
ko: 아무 도움도 못받습니다! 계속합니까?
ru: Ты будешь беззащитен! Продолжать?
zh_cn: 你将会变的无助的！继续进行吗?

source: You're new here, who the hell put you up to this crap?
de: Du bist neu hier, wer zum Teufel hat dich hierhergebracht?
ja: おい新入り、誰に言われてやってんだ？
zh_cn: 你是新来的 ? 谁他妈让你到老子跟前说这些废话的 ?

source: You're not working on anything for me right now.
de: Im Moment machst du für mich gar nichts.
ja: 君は私の為に働いてくれていないよね。
ko: 넌 지금은 내 부탁 들어주는거 없잖아.
ru: На данных момент ты ничего для меня не делаешь.
zh_cn: 你现在在我这没有任何工作。

source: You're really leaving?
de: Willst du wirklich gehen?
ja: 本当に一人で行くのか？
ko: 정말 떠날거야?
ru: Ты действительно уходишь?
zh_cn: 你真的要离开？

source: You're too far away, <name_b>!
de: Du bist zu weit weg, <name_b>!
ja: そこじゃ遠すぎるよ、<name_b>！
ko: 너 너무 떨어졌어, <name_b>!
ru: Ты слишком далеко, <name_b>!
zh_cn: 你太远了，<name_b>！

source: You... smelled me?
de: Du … hast mich gerochen?
ja: ...臭いますか？
zh_cn: 你...在闻我？

source: You: $%.2f
de: Du: $%.2f
ja: 貴方: $%.2f
ru: Вы: $%.2f
zh_cn: 你：$%.2f

source: Your response:
de: Deine Antwort:
ja: 返答:
ko: 당신의 반응:
ru: Ваш ответ:
zh_cn: 你的回复：

source: Yup! Here it is!
de: Ja! Hier ist es!
ja: ああ！あったぞ！
ko: 그래! 여기 있어!
ru: Ага! Вот оно!
zh_cn: 是的! 就是它了!

source: Yup, I killed it.
de: Ja, ich hab es getötet.
ja: ああ。そいつは俺(私)が殺したよ。
ko: 그래, 내가 죽였어.
ru: Ага, убил.
zh_cn: 是的, 我已经杀了它.

source: Zombie animal meat isn't good for eating, but sometimes you might find usable fur on 'em.
de: Das Fleisch von Zombietieren ist nicht gut zum Verzehr, aber manchmal könntest du brauchbares Fell auf ihnen finden.
ja: ゾンビ化した動物の肉は食べないほうがいい。でも毛皮が役に立つことはあるだろう。
zh_cn: 动物丧尸化之后,它的肉就不是什么适合拿来吃的东西了 ,但是有时候也许你会发现它们的特殊用途 .

source: [$8000] You have a deal.
de: [$8000] Gebongt.
ja: [$8000] 報酬だ。
zh_cn: [$8000] 做个交易吧.

source: [INT 11] I'm sure I can organize salvage operations to increase the bounty scavengers bring in!
de: [INT 11] Ich bin mir sicher, dass ich Bergungsaktionen organisieren kann, um die Beute zu erhöhen!
ja: [知性 11] 回収計画を作りますよ。スカベンジャーの収集物資を増やせると思います！
zh_cn: [INT 11] 我认为我能组织回收工作，增加拾荒者的收获。

source: [INT 12] Wait, six buses and refugees... how many people do you still have crammed in here?
de: [INT 12] Warte, sechs Busse und Flüchtlinge … wieviele Leute hast du immer noch da reingequetscht?
ja: [知力 12] 待った、バス6台ぶんの難民... ここは今どれだけの避難民を抱えているんだ？
zh_cn: [INT 12] 等着, 六两大巴和难民...你还打算塞进多少人?

source: [MISSION] The captain sent me to get a frequency list from you.
zh_cn: [任务] 上尉让我带给你一份频率表。

source: [STR 11] I punch things in face real good!
de: [STÄ 11] Ich kann wirklich gut ins Gesicht zuschlagen!
ja: [筋力 11] 顔面をボコボコにぶん殴ってやるぞ！気持ちいいんだ！
zh_cn: [STR 11] 拳头大是硬道理！

source: absolutely
de: total
ja: 確実に
ko: 완전히
ru: просто необходимо
zh_cn: 绝对

source: alright
de: in Ordnung
ja: 光る
ko: 좋아
ru: ладно
zh_cn: 好吧

source: asshole
de: Arschloch
ja: ボケ
ko: 병신
ru: засранец
zh_cn: 混蛋

# npc_depressed
source: blue
ja: 青色
zh_cn: 忧郁症

source: buddy
de: Kumpel
ja: 相棒
ko: 친구
ru: братишка
zh_cn: 伙计

source: bummed
de: depri
ja: がっかりだ
ko: 낙심한
zh_cn: 失落

source: crap
de: Scheiße
ja: 役立たずの
ko: 젠장
ru: хрень
zh_cn: 糟糕
