Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

# profession_male
source: Novice Martial Artist
de: Kampfkunst-Neuling
ja: 武道家見習い
zh_cn: 菜鸟武术家

# prof_desc_female
source: Now instead of complaining about your fees, your clients try to eat your brain. You can't tell which one is worse though.
de: Statt sich jetzt um deine Honorare zu beschweren, versuchen deine Klienten, dein Hirn zu fressen. Du kannst nicht sagen, was davon schlimmer ist.
ja: 今、クライアントは料金への不満を言う代わりに脳を喰らおうとしてきました。しかし、もうその行為を裁判に持ち込む事も出来ないのです！
zh_cn: 一直抱怨你收费过高的客户们他们现在只对敲开你脑壳吃你的脑子有兴趣。你说这是好事还是坏事？

# prof_desc_male
source: Now instead of complaining about your fees, your clients try to eat your brain. You can't tell which one is worse though.
de: Statt sich jetzt um deine Honorare zu beschweren, versuchen deine Klienten, dein Hirn zu fressen. Du kannst nicht sagen, was davon schlimmer ist.
ja: 今、クライアントは料金への不満を言う代わりに脳を喰らおうとしてきました。しかし、もうその行為を裁判に持ち込む事も出来ないのです！
zh_cn: 一直抱怨你收费过高的客户们他们现在只对敲开你脑壳吃你的脑子有兴趣。你说这是好事还是坏事？

# prof_desc_female
source: One of the few who wander but are never lost; you are a ranger, wise in the ways of the forest and deadly with a bow.
ja: 森の知識に長け、弓の扱いに熟練したレンジャーです。見たこともない様な土地に迷い込みましたが、その叡智を発揮すれば何の問題もありません。
zh_cn: 那些到处晃悠却从不迷失的家伙中的一员，你就是游妓兵（？），精通森林之道的弓术大师。

# prof_desc_male
source: One of the few who wander but are never lost; you are a ranger, wise in the ways of the forest and deadly with a bow.
ja: 森の知識に長け、弓の扱いに熟練したレンジャーです。見たこともない様な土地に迷い込みましたが、その叡智を発揮すれば何の問題もありません。
zh_cn: 那些到处晃悠却从不迷失的家伙中的一员，你就是游骑兵（？），精通森林之道的弓术大师。

# prof_desc_female
source: One of the lucky few who escaped the cataclysm, you made a life for yourself living off nature's bounties and what you could get outside the death traps of the large city.
de: Als eine der glücklichen Wenigen, die der Katastrophe entflohen, hast du dich von Naturalien und das, was du mit den Todesfallen in der großen Stadt gefangen hast, durch das Leben geschlagen.
ja: 災厄を免れた数少ない幸運な人々の中の1人です。このまま自然の恵みで生き長らえる事も出来るでしょうし、死の罠と化した街に向かい、何かしら手に入れるのもいいでしょう。
zh_cn: 作为逃离大灾变的幸运儿之一，你依靠大自然的恩惠成功的建立了自己的崭新生活。远离城市，远离那些妹纸和小鲜肉...

# prof_desc_male
source: One of the lucky few who escaped the cataclysm, you made a life for yourself living off nature's bounties and what you could get outside the death traps of the large city.
de: Als einer der glücklichen Wenigen, die der Katastrophe entflohen, hast du dich von Naturalien und das, was du mit den Todesfallen in der großen Stadt gefangen hast, durch das Leben geschlagen.
ja: 災厄を免れた数少ない幸運な人々の中の1人です。このまま自然の恵みで生き長らえる事も出来るでしょうし、死の罠と化した街に向かい、何かしら手に入れるのもいいでしょう。
zh_cn: 作为逃离大灾变的幸运儿之一，你依靠大自然的恩惠成功的建立了自己的崭新生活。远离城市，远离那些妹纸和小鲜肉...

# prof_desc_female
source: One of the lucky few who escaped the cataclysm, you made a life for yourself on the ruins of others. Whether by force, guile, or luck, you've obtained the best gear you could find.
ja: 災厄を免れた数少ない幸運な人々の中の1人です。誰かしらの廃屋に逃げ込む事が出来ました。力か悪知恵か、或いは幸運によるものか、最高にイカした装備を持って、ここに立っています。
zh_cn: 作为逃离大灾变的幸运儿之一，你开始在废墟捡破烂。甭管是坑蒙拐骗还是哭爹喊娘，你终于成为了捡破烂中的精英。

# prof_desc_male
source: One of the lucky few who escaped the cataclysm, you made a life for yourself on the ruins of others. Whether by force, guile, or luck, you've obtained the best gear you could find.
ja: 災厄を免れた数少ない幸運な人々の中の1人です。誰かしらの廃屋に逃げ込む事が出来ました。力か悪知恵か、或いは幸運によるものか、最高にイカした装備を持って、ここに立っています。
zh_cn: 作为逃离大灾变的幸运儿之一，你开始在废墟捡破烂。甭管是坑蒙拐骗还是哭爹喊娘，你终于成为了捡破烂中的精英。

# profession_female
source: Otaku
ja: オタク
zh_cn: 腐女

# profession_male
source: Otaku
ja: オタク
zh_cn: 宅男

# profession_male
source: Paperboy
ja: 新聞配達の少年
zh_cn: 送报男孩

# profession_female
source: Papergirl
ja: 新聞配達の少女
zh_cn: 送报女孩

# profession_female
source: Patient
ja: 患者
zh_cn: 病人

# profession_male
source: Patient
ja: 患者
zh_cn: 病人

# profession_male
source: Pizza Delivery Boy
de: Pizzaausträger
ja: 宅配ピザ屋
zh_cn: 披萨男孩

# profession_female
source: Pizza Delivery Girl
de: Pizzaausträgerin
ja: 宅配ピザ屋
zh_cn: 披萨女孩

# profession_female
source: Police Detective
ja: 刑事
zh_cn: 警探

# profession_male
source: Police Detective
ja: 刑事
zh_cn: 警探

# profession_female
source: Poor Student
ja: 貧乏な学生
zh_cn: 穷学生

# profession_male
source: Poor Student
ja: 貧乏な学生
zh_cn: 穷学生

# profession_female
source: Preacher
ja: 伝道者
zh_cn: 传教士

# profession_male
source: Preacher
ja: 伝道者
zh_cn: 传教士

# profession_female
source: Prehistoric Hunter
zh_cn: 史前猎手

# profession_male
source: Prehistoric Hunter
zh_cn: 史前猎手

# profession_female
source: Preppy Student
ja: 私立高校生
zh_cn: 预备学科生

# profession_male
source: Preppy Student
ja: 私立高校生
zh_cn: 预备学科生

# profession_female
source: Priest
ja: 司祭
zh_cn: 牧师

# profession_male
source: Priest
ja: 司祭
zh_cn: 牧师

# prof_desc_female
source: Prior to the apocalypse you were employed by a major international corporation as a representative and technical advisor, utilizing the incredible power of your cybernetically augmented mind.
de: Vor der Apokalypse wurdest du von einem wichtigen internationalem Unternehmen als stellvertretender und technischer Berater eingestellt, wo du die unglaubliche Kraft deiner kybernetisch aufgewerteten Geistesschärfe benutzt hast.
ja: 災厄の日以前、大企業の技術顧問をやっていました。機械化によって高められた知性は得難い物だったのです。
zh_cn: 在末日之前，你被一家知名大型国际企业雇佣为代表和技术顾问，通过你生化加强后的思维进行工作。

# prof_desc_male
source: Prior to the apocalypse you were employed by a major international corporation as a representative and technical advisor, utilizing the incredible power of your cybernetically augmented mind.
de: Vor der Apokalypse wurdest du von einem wichtigen internationalem Unternehmen als stellvertretender und technischer Berater eingestellt, wo du die unglaubliche Kraft deiner kybernetisch aufgewerteten Geistesschärfe benutzt hast.
ja: 災厄の日以前、大企業の技術顧問をやっていました。機械化によって高められた知性は得難い物だったのです。
zh_cn: 在末日之前，你被一家知名大型国际企业雇佣为代表和技术顾问，通过你生化加强后的思维进行工作。

# profession_female
source: Professional Cyclist
de: Radsportprofi
ja: プロの自転車乗り
zh_cn: 自行车手

# profession_male
source: Professional Cyclist
de: Radsportprofi
ja: プロの自転車乗り
zh_cn: 自行车手

# profession_male
source: Punk Rock Dude
de: Punkrock-Kerl
ja: パンクロックの伊達男
zh_cn: 杀马特男孩

# profession_female
source: Punk Rock Girl
de: Punkrock-Gör
ja: パンクロックの少女
zh_cn: 非主流女孩

# profession_female
source: Rabbi
ja: ラビ
zh_cn: 拉比

# profession_male
source: Rabbi
ja: ラビ
zh_cn: 拉比

# profession_female
source: Ranger
ja: レンジャー
zh_cn: 女游侠

# profession_male
source: Ranger
ja: レンジャー
zh_cn: 游侠

# profession_male
source: Razor Boy
de: Klingenjunge
ja: 機械少年
zh_cn: 剃刀杀手

# profession_female
source: Razor Girl
de: Klingenmädchen
ja: 機械少女
zh_cn: 剃刀女杀手

# profession_female
source: Rogue
ja: 盗賊
zh_cn: 女浪人

# profession_male
source: Rogue
ja: 盗賊
zh_cn: 浪人

# profession_female
source: Roller Derby Player
de: Roller-Derby-Spielerin
ja: ローラーゲーム選手
zh_cn: 女子速滑德比选手

# profession_male
source: Roller Derby Player
de: Roller-Derby-Spieler
ja: ローラーゲーム選手
zh_cn: 速滑德比选手

# profession_male
source: Rude Boy
de: Ungezogener Junge
ja: 不良少年
zh_cn: 乐队主唱

# profession_female
source: Rude Girl
de: Ungezogenes Mädchen
ja: 不良少女
zh_cn: 乐队女主唱

# profession_female
source: SWAT Officer
ja: SWAT隊員
zh_cn: SWAT特警

# profession_male
source: SWAT Officer
ja: SWAT隊員
zh_cn: SWAT特警

# profession_female
source: Science Club Member
ja: 科学部員
zh_cn: 科学部部员

# profession_male
source: Science Club Member
ja: 科学部員
zh_cn: 科学部部员

# profession_female
source: Scoundrel
de: Halunkin
ja: ならず者
zh_cn: 女阿飞

# profession_male
source: Scoundrel
de: Halunke
ja: ならず者
zh_cn: 阿飞

# profession_female
source: Security Guard
de: Wächterin
ja: 警備員
zh_cn: 保安妹

# profession_male
source: Security Guard
de: Wächter
ja: 警備員
zh_cn: 保安

# profession_female
source: Senior Citizen
de: Seniorin
ja: 高齢者
zh_cn: 老奶奶

# profession_male
source: Senior Citizen
de: Senior
ja: 高齢者
zh_cn: 老爷爷

# prof_desc_female
source: Servant to an exotic order of ascetics; you are a monk, a pious devotee with extensive knowledge of unarmed combat.
ja: 異国の神に仕える修行僧です。ただ敬虔な信徒であるだけではなく、戦いに役立つ豊富な知識を持ち、無手による戦闘術に熟練しています。
zh_cn: 被欺骗的寂寞的留守妇女。你就是神棍，客观唯心主义万岁的可怕案例。

# prof_desc_male
source: Servant to an exotic order of ascetics; you are a monk, a pious devotee with extensive knowledge of unarmed combat.
ja: 異国の神に仕える修行僧です。ただ敬虔な信徒であるだけではなく、戦いに役立つ豊富な知識を持ち、無手による戦闘術に熟練しています。
zh_cn: 被忽悠的服服帖帖的屌丝。你就是神棍，客观唯心主义万岁的可怕案例。

# profession_female
source: Sheltered Survivor
ja: 防空壕に逃げた生存者
zh_cn: 避难所幸存者

# profession_male
source: Sheltered Survivor
ja: 防空壕に逃げた生存者
zh_cn: 避难所幸存者

# profession_female
source: Shower Victim
de: Dusch-Opfer
ja: 入浴中に被害にあった人
zh_cn: 淋浴受害女

# profession_male
source: Shower Victim
de: Dusch-Opfer
ja: 入浴中に被害にあった人
zh_cn: 淋浴受害男

# profession_female
source: Skald
zh_cn: 吟游诗人

# profession_male
source: Skald
zh_cn: 吟游诗人

# profession_male
source: Skater Boy
ja: スケート少年
zh_cn: 轮滑少年

# profession_female
source: Skater Girl
ja: スケート少女
zh_cn: 轮滑少女

# prof_desc_female
source: Skilled at surviving off the land far from civilization, your skills are quite likely to come in useful considering civilization is now full of monsters that want you dead. Your equipment is basic, but versatile - and with your skills, more than you need... except your canteen's run out!
de: Du bist erfahren im Überleben auf Gelände fernab von der Zivilisation und deine Fertigkeiten werden sich klar als nützlich erweisen, wenn man bedenkt, dass die Zivilisation nun von Monstern, die dich töten wollen, nur so wimmelt. Deine Ausrüstung ist einfach, aber vielseitig.
ja: 生存術を文明から離れた土地で磨いてきました。その知識はどれも基本的なものですが幅広い分野を修めています。死を求めて蠢く化物達が溢れだした今、その技術はとても役に立つでしょう。……まずは、空になった水筒をどうにかしないといけませんが。
zh_cn: 熟读求生手册和贝爷美食指南的你早已为这一天做好了准备。你的装备简单而实用，你的头脑冷静而清晰——那些徘徊在文明残迹之内的行尸走肉怎能与你相比？

# prof_desc_male
source: Skilled at surviving off the land far from civilization, your skills are quite likely to come in useful considering civilization is now full of monsters that want you dead. Your equipment is basic, but versatile - and with your skills, more than you need... except your canteen's run out!
de: Du bist erfahren im Überleben auf Gelände fernab von der Zivilisation und deine Fertigkeiten werden sich klar als nützlich erweisen, wenn man bedenkt, dass die Zivilisation nun von Monstern, die dich töten wollen, nur so wimmelt. Deine Ausrüstung ist einfach, aber vielseitig.
ja: 生存術を文明から離れた土地で磨いてきました。その知識はどれも基本的なものですが幅広い分野を修めています。死を求めて蠢く化物達が溢れだした今、その技術はとても役に立つでしょう。……まずは、空になった水筒をどうにかしないといけませんが。
zh_cn: 熟读求生手册和贝爷美食指南的你早已为这一天做好了准备。你的装备简单而实用，你的头脑冷静而清晰——那些徘徊在文明残迹之内的行尸走肉怎能与你相比？

# prof_desc_female
source: Society drove you to the fringes and set you wandering, with no home, no family, no friends, until you could only find solace in the bottom of a bottle. But society doesn't mean a thing anymore, and for all the crap thrown your way, you're still standing. God damn, you need a drink.
de: Die Gesellschaft verdrängte dich und du fingst an, herumzuwandern, ohne Zuhause, ohne Familie, ohne Freunde, bis du deinen einzigen Trost in der Flasche finden konntest. Aber »Gesellschaft« bedeutet nichts mehr, und für all die Scheiße, die durchlebtest, stehst du immer noch aufrecht.
ja: 社会の爪弾き者です。住居も家族も友人も持たず、ただ酒瓶だけが心を慰めてくれます。しかし最早社会なんてものには何の価値もありません。目の前にはあらゆる物がガラクタとして投げ出されているのです。クソッタレ、とりあえず酒を探そう。アルコール中毒を患っています。
zh_cn: 社会抛弃了你——没有家，没有朋友，只有无尽的游荡和酒瓶底传来的那一丝虚伪的慰藉。不过现在社会完蛋艹了，人五人六的货色们全都跪了，只有你还站着。去他妈的，喝了这一杯，还有146杯。

# prof_desc_male
source: Society drove you to the fringes and set you wandering, with no home, no family, no friends, until you could only find solace in the bottom of a bottle. But society doesn't mean a thing anymore, and for all the crap thrown your way, you're still standing. God damn, you need a drink.
de: Die Gesellschaft verdrängte dich und du fingst an, herumzuwandern, ohne Zuhause, ohne Familie, ohne Freunde, bis du deinen einzigen Trost in der Flasche finden konntest. Aber »Gesellschaft« bedeutet nichts mehr, und für all die Scheiße, die durchlebtest, stehst du immer noch aufrecht.
ja: 社会の爪弾き者です。住居も家族も友人も持たず、ただ酒瓶だけが心を慰めてくれます。しかし最早社会なんてものには何の価値もありません。目の前にはあらゆる物がガラクタとして投げ出されているのです。クソッタレ、とりあえず酒を探そう。アルコール中毒を患っています。
zh_cn: 社会抛弃了你——没有家，没有朋友，只有无尽的游荡和酒瓶底传来的那一丝虚伪的慰藉。不过现在社会完蛋艹了，人五人六的货色们全都跪了，只有你还站着。去他妈的，喝了这一杯，还有146杯。

# prof_desc_female
source: Some would say that there's nothing particularly notable about you. But you've survived, and that's more than most could say right now.
de: Einige würden sagen, dass es nichts besonders bemerkenswertes über dich gibt. Aber du überlebtest und das ist mehr, als die Meisten von sich behaupten können.
ja: 人々は「君は何も特徴がないね」と答えるでしょう。しかし、この大変動を無事に生き延びました。それこそが今語れる全てです。
zh_cn: 有些人会说，你身上并没有什么可圈可点之处。不过，“你活下来了”——这一句话胜过千言万语。

# prof_desc_male
source: Some would say that there's nothing particularly notable about you. But you've survived, and that's more than most could say right now.
de: Einige würden sagen, dass es nichts besonders bemerkenswertes über dich gibt. Aber du überlebtest und das ist mehr, als die Meisten von sich behaupten können.
ja: 人々は「君は何も特徴がないね」と答えるでしょう。しかし、この大変動を無事に生き延びました。それこそが今語れる全てです。
zh_cn: 有些人会说，你身上并没有什么可圈可点之处。不过，“你活下来了”——这一句话胜过千言万语。

# profession_male
source: Sorcerer
ja: 魔術師
zh_cn: 术士

# profession_female
source: Sorceress
ja: 魔女
zh_cn: 女术士

# profession_female
source: Special Operator
de: Sondereinsatzkraft
ja: 特殊作戦部隊員
zh_cn: 特种女兵

# profession_male
source: Special Operator
de: Sondereinsatzkraft
ja: 特殊作戦部隊員
zh_cn: 特种兵

# profession_female
source: Student
de: Studentin
ja: 高校生
zh_cn: 女学生

# profession_male
source: Student
ja: 高校生
zh_cn: 学生

# profession_female
source: Survivalist
de: Überlebenskünstlerin
ja: 災害に備えていた人
zh_cn: 生存狂

# profession_male
source: Survivalist
de: Überlebenskünstler
ja: 災害に備えていた人
zh_cn: 生存狂

# profession_female
source: Survivalist Jr.
ja: 災害に備えていた人の子供
zh_cn: 生存狂子弟

# profession_male
source: Survivalist Jr.
ja: 災害に備えていた人の子供
zh_cn: 生存狂子弟

# profession_female
source: Survivor
de: Überlebende
ja: 生存者
zh_cn: 幸存者

# profession_male
source: Survivor
de: Überlebender
ja: 生存者
zh_cn: 幸存者

# prof_desc_female
source: Sworn defender of the land; you are a knight, an educated warrior trained since childhood in the ways of honorable combat.
ja: 祖国の守護を誓い剣を捧げた騎士です。子供の頃より戦闘術の訓練を受け、そして何よりも名誉をある戦いをと教育を受けた戦士なのです。
zh_cn: 这片土地的誓言守护者；你就是黑夜（？），从小接受教育并且灌输八荣八耻的战士。

# prof_desc_male
source: Sworn defender of the land; you are a knight, an educated warrior trained since childhood in the ways of honorable combat.
ja: 祖国の守護を誓い剣を捧げた騎士です。子供の頃より戦闘術の訓練を受け、そして何よりも名誉をある戦いをと教育を受けた戦士なのです。
zh_cn: 这片土地的誓言守护者；你就是黑夜（？），从小接受教育并且灌输八荣八耻的战士。

# profession_female
source: Tailor
de: Schneiderin
ja: 仕立て屋
zh_cn: 裁缝

# profession_male
source: Tailor
de: Schneider
ja: 仕立て屋
zh_cn: 裁缝

# prof_desc_female
source: Tailoring may not seem like the most useful skill when the world has ended. Most people wouldn't expect a simple tailor to live long. This is your opportunity to prove them wrong.
de: Das Schneidereihandwerk scheint nicht die nützlichste Fertigkeit zu sein, als die Welt endete. Die meisten Leute würden nicht erwarten, dass eine Schneiderin lange lebt. Dies ist deine Gelegenheit, das Gegenteil zu beweisen.
ja: 世紀末を迎えた時には、大半の人々は仕立て屋の持つ技術は何の役にも立たず、仕立て屋が生き延びるなんて不可能だと思っています。今こそ、その間違いを正す絶好の機会です。
zh_cn: 当世界末日来临，裁缝看起来不像最有用的技能——大多数人都不会认为一个小裁缝能够存活很久。是时候（用物理学圣剑）打他们的脸了！

# prof_desc_male
source: Tailoring may not seem like the most useful skill when the world has ended. Most people wouldn't expect a simple tailor to live long. This is your opportunity to prove them wrong.
de: Das Schneidereihandwerk scheint nicht die nützlichste Fertigkeit zu sein, als die Welt endete. Die meisten Leute würden nicht erwarten, dass ein Schneider lange lebt. Dies ist deine Gelegenheit, das Gegenteil zu beweisen.
ja: 世紀末を迎えた時には、大半の人々は仕立て屋の持つ技術は何の役にも立たず、仕立て屋が生き延びるなんて不可能だと思っています。今こそ、その間違いを正す絶好の機会です。
zh_cn: 当世界末日来临，裁缝看起来不像最有用的技能——大多数人都不会认为一个小裁缝能够存活很久。是时候（用物理学圣剑）打他们的脸了！

# profession_female
source: Teacher
ja: 教師
zh_cn: 教师

# profession_male
source: Teacher
ja: 教師
zh_cn: 教师

# prof_desc_female
source: Thanks to your time in the lab, you're familiar with the basics of conducting science. You escaped along with the lucky civilians, but at least you kept your lab gear.
de: Dank deiner Zeit im Labor bist du vertraut mit den Grundlagen der Durchführung wissenschaftlicher Arbeit. Du bist gemeinsam mit den glücklichen Zivilisten geflohen, aber du behieltest wenigstens deine Laborausrüstung.
ja: 科学の徒です。研究所よ、今までありがとう。幸運にも逃げ延びる事は出来ましたが、これで研究所の設備は失ってしまいました。
zh_cn: 感谢导(lao)师(ban)的压榨，你还能想起来那些实验是怎么做的。你跟着师兄师姐逃了出来，不过只有你带了实验设备。

# prof_desc_male
source: Thanks to your time in the lab, you're familiar with the basics of conducting science. You escaped along with the lucky civilians, but at least you kept your lab gear.
de: Dank deiner Zeit im Labor bist du vertraut mit den Grundlagen der Durchführung wissenschaftlicher Arbeit. Du bist gemeinsam mit den glücklichen Zivilisten geflohen, aber du behieltest wenigstens deine Laborausrüstung.
ja: 科学の徒です。研究所よ、今までありがとう。幸運にも逃げ延びる事は出来ましたが、これで研究所の設備は失ってしまいました。
zh_cn: 感谢导(lao)师(ban)的压榨，你还能想起来那些实验是怎么做的。你跟着师兄师姐逃了出来，不过只有你带了实验设备。

# prof_desc_female
source: The apocalypse has been your psychotic dream come true. Now that the system is dead, it's time to party among the bones of the world!
de: Die Apokalypse ist die Erfüllung deines psychotischen Traums. Nun, da das System tot ist, ist es Zeit inmitten der Knochen der Welt die Party steigen zu lassen!
ja: 災厄によって狂った夢が叶いました。政府は崩壊し、骨達がパーティする世界が来たのです！
zh_cn: 世界末日一直就是你的梦想。现在旧世已经彻底完蛋，一起来参加这个充斥着妖魔鬼怪的派对吧！

# prof_desc_male
source: The apocalypse has been your psychotic dream come true. Now that the system is dead, it's time to party among the bones of the world!
de: Die Apokalypse ist die Erfüllung deines psychotischen Traums. Nun, da das System tot ist, ist es Zeit inmitten der Knochen der Welt die Party steigen zu lassen!
ja: 災厄によって狂った夢が叶いました。政府は崩壊し、骨達がパーティする世界が来たのです！
zh_cn: 世界末日一直就是你的梦想。现在旧世已经彻底完蛋，一起来参加这个充斥着妖魔鬼怪的派对吧！

# prof_desc_female
source: The boss always said he could rely on you to pull through on the tough jobs. A shame he didn't manage it, himself. No stranger to a spot of violence, you almost feel at home in this new world already.
de: Der Boss sagte immer, dass er sich auf dich verlassen kann, die schwierigen Dinger zu drehen. Eine Schande, dass er es nicht selbst geschafft hat. Als jemand, dem einen ein Ort der Gewalt nicht fremd ist fühst du dich in dieser neuen Welt fast wie Zuhause.
ja: ボスは言いました、どんな困難な仕事でもお前になら任せられると。あの方に恥をかかせる訳にはいきません。暴力の世界で生きてきた者にとって、この新世界は慣れ親しんだものなのですから。
zh_cn: 红棍总是把最危险的任务交给你，结果这货昨天真成“棍”了。望着拥挤的街头，你吐了一口气：今天要从哪条街砍到哪条街呢？

# prof_desc_male
source: The boss always said he could rely on you to pull through on the tough jobs. A shame he didn't manage it, himself. No stranger to a spot of violence, you almost feel at home in this new world already.
de: Der Boss sagte immer, dass er sich auf dich verlassen kann, die schwierigen Dinger zu drehen. Eine Schande, dass er es nicht selbst geschafft hat. Als jemand, dem einen ein Ort der Gewalt nicht fremd ist fühst du dich in dieser neuen Welt fast wie Zuhause.
ja: ボスは言いました、どんな困難な仕事でもお前になら任せられると。あの方に恥をかかせる訳にはいきません。暴力の世界で生きてきた者にとって、この新世界は慣れ親しんだものなのですから。
zh_cn: 红棍总是把最危险的任务交给你，结果这货昨天真成“棍”了。望着拥挤的街头，你吐了一口气：今天要从哪条街砍到哪条街呢？

# prof_desc_female
source: The cataclysm gave you a chance to escape, but freedom comes with a steep price.
de: Die Katastrophe gab dir eine Chance zur Flucht, aber die Freiheit verlangt einen hohen Preis.
ja: 災厄は脱獄の機会を与えてくれました。しかし、自由の対価はとてつもなく高騰していたのです。
zh_cn: 大灾变给了你逃跑的机会，但是自由的代价似乎有点偏高。

# prof_desc_male
source: The cataclysm gave you a chance to escape, but freedom comes with a steep price.
de: Die Katastrophe gab dir eine Chance zur Flucht, aber die Freiheit verlangt einen hohen Preis.
ja: 災厄は脱獄の機会を与えてくれました。しかし、自由の対価はとてつもなく高騰していたのです。
zh_cn: 大灾变给了你逃跑的机会，但是自由的代价似乎有点偏高。

# prof_desc_female
source: The cataclysm struck on the big day and you escaped with nothing but your wedding attire. Cold feet? You'd just like to keep your feet attached!
de: Die Katastrophe schlug am großen Tag zu und du flohst mit nichts außer deiner Hochzeitstracht. Kalte Füße? Du solltest lieber dafür sorgen, dass deine Füße dran bleiben!
ja: 災厄の日は大切な日にやってきました。結婚式の服装のまま一目散に逃げ出しました。ノミの心臓？いいえ、自分の心臓を護る事を最優先したのです！
zh_cn: 那是你人生中的一大转折——你从婚礼现场逃出，身上只剩下结婚套装。腿有点软？走两步，走两步！

# prof_desc_male
source: The cataclysm struck on the big day and you escaped with nothing but your wedding attire. Cold feet? You'd just like to keep your feet attached!
de: Die Katastrophe schlug am großen Tag zu und du flohst mit nichts außer deiner Hochzeitstracht. Kalte Füße? Du solltest lieber dafür sorgen, dass deine Füße dran bleiben!
ja: 災厄の日は大切な日にやってきました。結婚式の服装のまま一目散に逃げ出しました。ノミの心臓？いいえ、自分の心臓を護る事を最優先したのです！
zh_cn: 那是你人生中的一大转折——你从婚礼现场逃出，身上只剩下结婚套装。腿有点软？走两步，走两步！

# prof_desc_female
source: The product of millions of dollars of clandestine research, you are a bionic sleeper agent capable of silently eliminating your target while maintaining an innocuous appearance.
de: Als das Produkt einer Millionen Dollar schweren Geheimforschung bist du ein bionischer Schläferagent, der in der Lage ist, lautlos dein Ziel zu eleminieren, während du eine unschuldige Ausstrahlung hast.
ja: 身体には何百万ドルもの秘密資金が投入されています。見た目からは全く判りませんが、ターゲットを秘密裏に排除する為の仕込み刀など、様々な装置を埋め込まれた工作員なのです。
zh_cn: 你是数百万美元的秘密研究的产物，你总是默默清除你的目标，同时保持着人畜无害的外表。遗憾的是现在你恐怕很难找到美貌的女搭档了。

# prof_desc_male
source: The product of millions of dollars of clandestine research, you are a bionic sleeper agent capable of silently eliminating your target while maintaining an innocuous appearance.
de: Als das Produkt einer Millionen Dollar schweren Geheimforschung bist du ein bionischer Schläferagent, der in der Lage ist, lautlos dein Ziel zu eleminieren, während du eine unschuldige Ausstrahlung hast.
ja: 身体には何百万ドルもの秘密資金が投入されています。見た目からは全く判りませんが、ターゲットを秘密裏に排除する為の仕込み刀など、様々な装置を埋め込まれた工作員なのです。
zh_cn: 你是数百万美元的秘密研究的产物，你总是默默清除你的目标，同时保持着人畜无害的外表。遗憾的是现在你恐怕很难找到美貌的女搭档了。

# prof_desc_female
source: Through a series of painful and expensive surgeries you became a walking bionic weapon, your services as a mercenary available to the highest bidder. Now that the world has ended, those bionic enhancements may spell the difference between life and death.
de: Durch eine Serie schmerzhafter und teurer Operationen wurdest du zur laufenden bionischen Waffe, deine Dienste als Sölder an den Meistbietenden zur Verfügung stellend. Nun, nachdem die Welt aufhörte, können diese bionischen Verbesserungen den Unterschied zwischen Leben und Tod entscheiden.
ja: 激痛と大金を代償とした手術により、生きた武器になりました。それによって得た最高ランクの傭兵として活動できる程の力は、終末の今では生と死を分かつものになっています。
zh_cn: 经过一系列痛苦而昂贵的手术，你居然没有进入演艺圈，反而成了一个会走路的生化兵器。你为出价最高的雇主提供各种服务。现在，世界已经终结，这些生化功能可是决定生死的区别。

# prof_desc_male
source: Through a series of painful and expensive surgeries you became a walking bionic weapon, your services as a mercenary available to the highest bidder. Now that the world has ended, those bionic enhancements may spell the difference between life and death.
de: Durch eine Serie schmerzhafter und teurer Operationen wurdest du zur laufenden bionischen Waffe, deine Dienste als Sölder an den Meistbietenden zur Verfügung stellend. Nun, nachdem die Welt aufhörte, können diese bionischen Verbesserungen den Unterschied zwischen Leben und Tod entscheiden.
ja: 激痛と大金を代償とした手術により、生きた武器になりました。それによって得た最高ランクの傭兵として活動できる程の力は、終末の今では生と死を分かつものになっています。
zh_cn: 经过一系列痛苦而昂贵的手术，你居然没有进入演艺圈，反而成了一个会走路的生化兵器。你为出价最高的雇主提供各种服务。现在，世界已经终结，这些生化功能可是决定生死的区别。

# profession_female
source: Trapper
de: Fallenstellerin
ja: 罠猟師
zh_cn: 陷捕者

# profession_male
source: Trapper
de: Fallensteller
ja: 罠猟師
zh_cn: 陷捕者

# profession_female
source: Tweaker
de: Speed-Junkie
ja: 薬物中毒者
zh_cn: 冰妹

# profession_male
source: Tweaker
de: Speed-Junkie
ja: 薬物中毒者
zh_cn: 冰毒成瘾者

# profession_female
source: Unwilling Mutant
ja: 突然変異者(不本意)
zh_cn: 不情愿的变异者

# profession_male
source: Unwilling Mutant
ja: 突然変異者(不本意)
zh_cn: 不情愿的变异者

# profession_female
source: Used Car Salesman
de: Gebrauchtwagenhändlerin
ja: 中古車の販売員
zh_cn: 过气业务女

# profession_male
source: Used Car Salesman
de: Gebrauchtwagenhändler
ja: 中古車の販売員
zh_cn: 过气业务男

# profession_female
source: Volunteer Mutant
ja: 突然変異者(志願)
zh_cn: 志愿变异者

# profession_male
source: Volunteer Mutant
ja: 突然変異者(志願)
zh_cn: 志愿变异者
