Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: "Broadsword! Yeah!"
de: »Breitschwert! Yippieh!«
ru: "Палаш! Да!"

source: "Crawled in through the vents. Whole office building is infested."
de: »Bin durch die Schächte eingedrungen. Das ganze Bürogebäude ist infiziert.«

source: "Don't keep your goddamn casings! They'll just weigh you down."
de: »Behalt deine gottverdammten Hülsen nicht! Sie erhöhen nur das Gewicht.«

source: "Don't shoot the people who get bit! It's OK! Death is the only thing that makes you turn!"
de: »Schieß nicht auf Leute, die gebissen werden. Is ist in Ordnung! Der Tod ist das einzige, was dich verwandelt!«

source: "Guns too loud. Crossbow too long. Running is best."
de: »Gewehre zu laut. Armbrüste zu lang. Laufen ist die beste Wahl.«

source: "I can wear three backpacks! Fuck, I'm good."
de: »Ich kann drei Rucksäcke tragen! Mann, bin ich gut!«
ru: "Я могу надеть три рюкзака! Я охрененно хорош."

source: "I don't have enough time to double tap. You don't either."
de: »Ich habe nicht genug Zeit für eine Dublette. Du auch nicht.«

source: "I found some kind of stone pyramid with spikes. I feel... I feel like I'm being watched."
de: »Ich habe irgendsoeine Steinpyramide mit Stacheln gefunden. Ich fühle … ich fühle mich beobachtet.«
ru: "Я нашел что-то типа каменной пирамиды с шипами. Я чувствую... Я чувствую что за мной следят."

source: "I made mushroom babies. My arms hurt. I hurt. I had mushroom babies. They are growing now."
de: »Ich habe Pilzbabys gemacht. Meine Arme tun weh. Mir schmerzt es. Ich hatte Pilzbabys. Sie wachsen jetzt.«

source: "I swear to God I've seen these plant things before! In a book, or something! I swear..."
de: »Ich schwör bei Gott, dass ich diese Pflanzendinger zuvor gesehen habe. In einem Buch oder so. Ich schwöre …«
ru: "Клянусь Богом я видел раньше эти растения! В книге или вроде того! Клянусь..."

source: "I took all the supplies. Don't follow me. I'm sorry, man. I have to look out for myself now."
de: »Ich nahm mir all die Vorräte. Folg mir nicht. Es tut mir leid, Mann. Ich muss jetzt auf mich selbst aufpassen.«
ru: "Я забрал все припасы. Не иди за мной. Прости меня. Теперь я должен идти один."

source: "I tried playing memorial music for my dead brother, on a radio. They must have been attracted to it. I can't see his grave through the crowd anymore."
de: »Ich versuchte, eine Musik im Gedenken an meinen toten Bruder am Radio zu spielen. Sie mussten davon angezogen worden sein. Ich kann sein Grab durch das Gemenge nicht mehr sehen.«

source: "I used to be human. But... my arms... they are like tentacles. I slither along akin to a snail and I shed my feathers every day."
de: »Ich war ein Mensch. Aber … meine Arme … sie sind wie Tentakeln. Ich glitsche ähnlich wie eine Schnecke dahin und werfe jeden Tag meine Federn ab.«

source: "If you see a trail of dirt getting displaced in your direction... run. Run for your life."
de: »Wenn du siehst, wie sich eine Erdspur in deine Richtung bewegt, dann lauf. Lauf um dein Leben!«

source: "Imagine if this spread to, like, Australia. Zombie kangaroos. Haha..."
de: »Stell dir vor, als würde es sich bis nach, sagen wir mal, Australien ausbreiten. Zombie-Kängurus. Haha …«
ru: "Представляю как щас, например, в Австралии. Зомби-кенгуру. Хаха..."

source: "It doesn't matter how you die. You're gonna turn into one of them."
de: »Es ist egal, wie du stirbst. Du wirst zu einen von ihnen werden.«

source: "Local auto shop is full of the things. And to think I worked with them on repairing cars... now they're just... fucking corpses."
de: »Die örtliche Kfz-Werkstatt ist voll dieser Dinger. Und daran zu denken, dass ich mit ihnen Autos reparierte … nun sind sie nur noch … verdammte Leichen.«
ru: "В местной автомастерской просто куча вещей. И куча тех с кем я раньше чинил машины... а сейчас они... трупы."

source: "Most things can be taken out with a shotgun. More things can be taken out with a grenade. Imagine what a mini-nuke does."
de: »Die meisten Sachen können mit einer Schrotflinte ausgeschaltet werden. Noch mehr Sachen können mit einer Granate ausgeschaltet werden. Stell dir for, was ein Atombömbchen tut.«

source: "My cousin says that murder nowadays is just a war crime. War for what, I don't know, since the undead seem to be rebels without a cause."
de: »Mein Cousin sagt, dass Mord ist heutzutage nur noch ein Kriegsverbrechen. Krieg wofür? Ich weiß es nicht, weil die Untoten Rebellen ohne Motiv zu sein scheinen.«

source: "My friend gave me lit dynamite, but it hasn't exploded yet... I don't think that's supposed to happen. God help us."
de: »Mein Freund gab mir ein angezündetes Dynamit, doch es ist noch nicht explodiert … Ich denke nicht, dass das so gedacht war. Gott hilf uns.«

source: "No wonder all the camps got overrun, they kept a goddamn zombie test subject! Each and every one of 'em!"
de: »Kein Wunder, dass all die Lager überrant wurden, sie behielten einen gottverdammten Versuchszombie! Jedes einzelne von ihnen!«

source: "River water around these parts is extremely safe. Probably more safe than the damn tap water at this point."
de: »Flusswasser ist in dieser Gegend extrem sicher. Vermutlich sicherer als der verdammte Kranenberger zu dieser Zeit.«

source: "Shopping carts become a lot more efficient when you plate-weld a trunk to them. Crate on wheels!"
de: »Einkaufswägen werden wesentlich effizienter, wenn du einen weiteren Vorratsbehälter damit verschweißt. Kiste auf Rädern!«

source: "Some guy is walking through the horde without a scratch. Please tell me they're docile now. Please fucking tell me."
de: »Irgendein Typ ging durch die Horde ohne einen Kratzer. Bitte sag mir, dass sie jetzt gefügig sind. Verdammt, bitte sag es mir!«

source: "Some of 'em are big. Real big. Don't stick around, I saw my mate get fucking torn in half!"
de: »Einige von ihnen sind groß. Wirklich groß. Bleib nicht in der Nähe, ich sah, wie mein Kumpel verdammtnochmal entzweit wurde!«

source: "Some of the bridges, they're right next to each other, right? If you see something up ahead one of those, just careen through to the other side. My van was long enough to bridge right across!"
de: »Einige der Brücken, sie sind direkt nebeneinander, richtig? Wenn du etwas auf diesen Brücken siehst, schlitter einfach hinüber zur anderen Seite. Mein Lieferwagen war lang genug, um problemlos auf die andere Seite zu gelangen!«

source: "Squeeze some ammonia into zombie flesh and hold it tight. You smell like one of them! I think."
de: »Träufel etwas Ammoniak in Zombiefleisch und drück es. Du riechst so wie einer von ihnen. Denke ich.«

source: "Swamp water tastes good! An"
de: »Sumpfwasser schmeckt gut! Un«

source: "The bricks of this bathroom look like a face. Haha... it's all I can focus on. At least let me shit before you break down the door. Please..."
de: »Die Ziegel dieses Badezimmers sehen wie ein Gesicht aus. Haha, das ist alles, worauf ich mich konzentrieren kann. Lasst mich wenigstens zu Ende scheißen, bevor ihr die Tür einschlägt. Bitte …«

source: "The copbots... the turrets... they just fucking ignore them."
de: »Die Polizeiroboter … die Turrets … sie ignorieren sie verdammtnochmal einfach.«
ru: "Роботы-полицейские... турели... они просто блять не замечают их."

source: "There are five basic rules to survival. One, stay prepared and watchful. Two, keep your iron sights lined up or succumb. Three, stay FAR WAY from all"
de: »Es gibt fünf Grundregeln des Überlebens. Erstens: Bleib vorbereitet und wachsam. Zweitens: Halt deine Visier gerade oder verrecke. Drittens: Bleib WEIT WEG von all«

source: "They are NOT slow! They are NEVER slow!"
de: »Sie sind NICHT langsam! Sie sind NIEMALS langsam!«

source: "They build modern bullets fuckin crazy. Set some on fire and they all goes like a lil grenade. Need kindling first."
de: »Sie bauen moderne Patronen total verrückt. Zünd ein paar an und alles geht wie eine kleine Granate in die Luft. Muss zuerst angezündet werden.«

source: "This thing isn't a car any more. It's just a fucking mountain of metal on wheels, which I live in."
de: »Dieses Ding ist kein Auto mehr. Es ist ein verdammter Metallberg auf Rädern, und ich leb darin.«

source: "Those evac shelters have basements. Remember when they were full of food? Every single one is fucking empty now..."
de: »Diese Notunterkünfte haben Keller. Erinnert ihr euch, als sie noch voller Lebensmittel waren? Jede einzelne von ihnen ist nun verdammtnoch mal leer …«

source: "Took a picture of a dead dog leaping right onto a soldier. Sweet fucking shot!"
de: »Habe ein Foto eines toten Hundes, der direkt auf einen Soldaten springt, geschossen. Genialer Schnappschuss!«

source: "Why would you ever hide in a damn gun store? The owner... he was a moron alright."
de: »Wieso sollte man sich jemals in einem verdammten Waffenladen verstecken wollen? Der Eigentümer … war ohnehin schon ein Trottel.«
ru: "Вы когда-нибудь прятались в чертовом оружейном магазине? Владелец... все еще такая-же скотина."

source: "Why would you hide in a farm? Sure, it's isolated, but if they know where you are, you don't exactly have cover on all sides."
de: »Warum würdest du dich in einem Bauernhof verstecken? Sicher, er ist abgeschottet, aber wenn sie wüssten, wo du dich befindest, hast du nicht wirklich Schutz an allen Seiten.«

source: "Your backpack's gonna weigh you down in the water. Hell, feel free to get naked. Nobody's going to judge your modesty."
de: »Dein Rucksack würde dich im Wasser nur runterdrücken. Scheiß drauf, mach dich im Zweifelsfall nackig. Niemand wird deine Bescheidenheit bewerten.«

source: "Zombies, walkers, dead ones, undead, reanimated, zed, animata, biters. Did I miss any?"
de: »Zombies, lebendige Toten, Untote, Reanimierte, Animata, Beißer. Hab ich irgendwas vergessen?«
ru: "Зомби, ходячие, мертвяки, бессмертные, реанимированные, зики, восставшие, кусатели. Я что-то пропустил?"

source: "got into a prison with a halligan bar. makes me wonder how they kept prisoners inside"
de: »kam in ein knast mit ein hallian tool. ich frag mich wie sie die insassen drinnen hielten«

source: "how DO I use THESE bionic THINGS? I just STUCK the wires IN my WRIST and now I CAN'T STOP twitching. AND now my LEG hurts! Is THAT acid?!"
de: »wie VERWENDE ich DIESE bionikdinger? ich hab GERADE die DRÄHTE in MEIN handgelenk GESTECKT und NUN kann ICH nicht AUFHÖREN mit ZUCKEN. und NUN TUT mir MEIN bein WEH! ist DAS säure?!«

source: There is a splotch of blood on it. "blood of the zombie king"
de: Ein Blutklecks ist drauf. »Blut des Zombiekönigs«

source: This is an ad for a Twenty8 brand Infrared Vision CBM. It shows a picture of a robotic phoenix covered in flames. The captions read: "Get the new Model 28.tx Phoenix today!" and "Twenty8. See what you've been missing."
de: Dies ist eine Anzeige für das KBM: Infrarotsicht der Marke 8undzwanzig. Sie zeigt ein Bild eines robotischen, in Flammen bedeckten Phoenix. Die Beschriftungen lauten: »Holen Sie sich das neue Modell 28.tx Phoenix!« und »8undzwanzig. Sehen Sie, was Sie übersehen haben.«.
ko: 트웬티8 브랜드의 적외선 시야 CBM 광고입니다. 로봇 불사조가 불에 휩싸여 있습니다. "28.tx 피닉스를 지금 바로 구매하세요!" "트웬티8. 당신이 놓친걸 보게 해줍니다." 라고 쓰여져 있습니다.
ru: Реклама бионического импланта "Инфракрасное зрение" компании "Двадцать8". На рисунке механический феникс, окруженный пламенем. Сверху надписи: "Установи новейшую модель 28.tx Феникс прямо сейчас!" и "Двадцать8. Заметите всё, что упустили из виду."

source: This is an advertisement for DoubleTech brand law enforcement robots. It shows a picture of a dozen eyebots floating over a woman as she jogs through a park. The captions read: "Built to Protect. Programmed to Serve."
de: Dies ist eine Werbeanzeige für die Polizeidienstroboter der Marke DoubleTech. Sie zeigt ein Bild von einem Dutzend Schaubotern, die über eine Frau, während sie durch einen Park joggt, schweben. Die Beschriftung lautet: »Gebaut zum Beschützen. Programmiert zum Dienen.«.
ko: 더블텍 브랜드의 경찰 로봇 광고입니다. 수십 개의 아이봇이 공원에서 조깅하는 여성의 주변에 떠다니는 사진입니다. "보호를 위해 만들어지고, 섬기기 위해 프로그래밍되다." 라고 쓰여져 있습니다.
ru: Реклама роботов-полицейских компании "ДаблТех". На рисунке робоглазы, летающие над девушкой, пока она занимается утренней пробежкой в парке. Сверху надпись: "Собрано для защиты. Запрограммировано для служения."

source: This is an advertisement for DoubleTech brand law enforcement robots. It shows a picture of an eyebot flying alongside a bald eagle and a Stealth bomber painted as an American flag. The caption reads: "Built to Protect. Programmed to Serve."
de: Dies ist eine Werbeanzeige für die Polizeidienstroboter der Marke DoubleTech. Sie zeigt ein Bild eines Schauboters, der neben einen Weißkopfseeadler und einem Tarnkappenbomber, der als eine amerikanische Flagge gemalt wurde, fliegt. Die Beschriftung lautet: »Gebaut zum Beschützen. Programmiert zum Dienen.«.
ko: 더블텍 브랜드의 경찰 로봇 광고입니다. 아이봇이 대머리 독수리와 성조기가 칠해진 스텔스 폭격기와 함께 날고 있습니다. "더블텍 인더스트리. 보호를 위해 제작되고, 섬기기 위해 프로그래밍되다." 라고 쓰여져 있습니다.
ru: Реклама роботов-полицейских компании "ДаблТех". На рисунке робоглаз, летящий наравне с белоголовым орланом. Робоглаз следит за бомбардировщиком-невидимкой, раскрашенным под американский флаг. Сверху надпись: "Собрано для защиты. Запрограммировано для служения."

source: This is an advertisement for DoubleTech brand law enforcement robots. It shows a picture of copbot and an eyebot boldly emerging from a cloud of teargas and flame. The caption reads: "DoubleTech Industries. Built to Protect. Programmed to Serve."
de: Dies ist eine Werbeanzeige für die Polizeidienstroboter der Marke DoubleTech. Sie zeigt ein Bild eines Polizeiroboters und eines Schauboters, die kühn aus einer Wolke aus Tränengas und Flammen hevorkommen. Die Beschriftung lautet: »DoubleTech Industries. Gebaut zum Beschützen. Programmiert zum Dienen.«.
ko: 더블텍 브랜드의 경찰 로봇 광고입니다. 경찰로봇과 아이봇이 화염과 최루탄 연기 속에서 튀어나오는 사진입니다. "더블텍 인더스트리. 보호를 위해 제작되고, 섬기기 위해 프로그래밍되다." 라고 쓰여져 있습니다.
ru: Реклама роботов-полицейских компании "ДаблТех". На рисунке робот-полицейский и робоглаз, смело выходящие из пламени и облака слезоточивого газа. Сверху надпись: "Индустрия ДаблТех. Собрано для защиты. Запрограммировано для служения."

source: This is an advertisement for DoubleTech brand law enforcement robots. It shows a picture of copbot pepper-spraying a handcuffed rioter. In the background a troop of boy scouts salutes the robot. The caption reads: "Built to Protect. Programmed to Serve."
de: Dies ist eine Werbeanzeige für die Polizeidienstroboter der Marke DoubleTech. Sie zeigt ein Bild eines Polizeiroboters, der einen Randalierer in Handschellen mit Pfefferspray besprüht. Im Hintergrund salutiert eine Pfadfindertruppe den Roboter. Die Beschriftung lautet: »Gebaut zum Beschützen. Programmiert zum Dienen.«.
ko: 더블텍 브랜드의 경찰 로봇 광고입니다. 경찰 로봇이 수갑찬 시위자에게 후추 스프레이를 뿌리는 사진입니다. 배경엔 남자아이 무리가 로봇에게 경례를 하고 있습니다. "보호를 위해 만들어지고, 섬기기 위해 프로그래밍되다." 라고 쓰여져 있습니다.
ru: Реклама роботов-полицейских компании "ДаблТех". На рисунке робот-полицейский бьёт струёй перца преступника в наручниках. На заднем плане бойскауты салютуют роботу. Сверху надпись: "Собрано для защиты. Запрограммировано для служения."

source: This is an advertisement for Rivtech brand ammunition. It shows a picture of an armored steel plate with a gaping hole blasted through the middle. Sitting beside the plate is a block of brightly colored caseless ammunition. The caption reads: "Rivtech 8x40mm caseless. Nothing else comes close."
de: Dies ist eine Anzeige für die Munition der Marke »Rivtech«. Sie zeigt ein Bild einer gepanzerten Stahlplatte mit einem klaffendem Loch, dass durch die Mitte geschossen wurde. Neben der Platte ist ein Block mit hell gefärbter hülsenloser Munition. Die Beschriftung lautet: »Rivtechs hülsenlose 8×40mm-Munition: Nichts anderes kommt ihr nahe.«
ko: 리브텍 브랜드 탄약 광고입니다. 칼로 무장한 강철 갑옷을 입은 사람의 한가운데가 뻥 뚫려 있습니다. 강철판에 밝게 채색된 무탄피탄 더미가 보입니다. "리브텍 8x40mm 무탄피탄, 누구도 따라올 수 없습니다." 라고 쓰여져 있습니다.
ru: Это реклама вооружения фирмы Rivtech. На картинке изображена стальная пластина с аккуратной дырой по середине. Рядом с плитой красивая открытая пачка безгильзовых патронов. Слоган гласит: "Безгильзововое оружие Rivtech. Нет ничего более захватывающего!"

source: This is an advertisement for Rivtech brand firearms. It shows a picture of a trio of well armed hunters. The three are each armed with different futuristic looking weapons and are shooting at a hostile crowd of approaching wildlife. The caption reads: "Rivtech caseless firearms. Superior stopping power."
de: Dies ist eine Anzeige für Feuerwaffen der Marke »Rivtech«. Sie zeigt ein Bild eines gut bewaffnetem Jäger-Trios. Alle drei sind mit verschiedenen futuristisch aussehenden Waffen bewaffnet und schießen auf eine feindliche Ansammlung von sich näherndem Wilds. Die Beschriftung lautet »Rivtechs Hülsenlosschusswaffen: Überlegene Mannstoppwirkung.«.
ko: 리브텍 브랜드 총기 광고입니다. 3명의 잘 무장한 사냥꾼이 있고 서로 다른 소총을 들고 야생으로 나가려는 화난 군중에게 사격하고 있습니다. "리브텍 무탄피 총기. 뛰어난 저지력을 자랑합니다." 라고 쓰여져 있습니다.
ru: Это реклама вооружения фирмы Rivtech. На картинке изображено трио хорошо вооруженных охотников. Каждый из них держит в руках футуристическое ружье, нацеленное на ужасных представителей дикой природы. Слоган гласит: "Безгильзововое оружие Rivtech. Превосходная останавливающая сила!"

source: This is an advertisement for Rivtech brand handguns. It shows a picture of a well armed couple in business suits with matching handguns facing down a legion of villainous looking characters. The caption reads: "Protect yourself with the Rivtech caseless automagnum!"
de: Dies ist eine Anzeige für Handfeuerwaffen der Marke »Rivtech«. Sie zeigt ein Bild eines gut bewaffnetem Pärchens in Straßenanzügen mit dazu passenden Handfeuerwaffen, die auf eine große Anzahl von niederträchtig aussehender Figuren zielen. Die Beschriftung lautet: »Beschützen Sie sich mit Rivtechs Hülsenlos-Automagnum!«.
ko: 리브텍 브랜드 권총 광고입니다. 한 출근 복장을 한 커플이 똑같은 권총을 들고 악당처럼 생긴 무리들을 바라보고 있습니다. "리브텍 무탄피 오토매그넘으로 자신을 보호하세요!" 라고 쓰여져 있습니다.
ru: Это реклама пистолетов фирмы Rivtech. На картинке изображена пара в деловых костюмах с соответствующими пистолетами перед толпой злодеев. Слоган гласит: "Защити себя с безгильзовыми пистолетами Rivtech!"

source: This is an advertisement for Rivtech brand rifles. It shows a picture of a smiling soldier with a futuristic looking rifle on her shoulder saluting the viewer. The caption reads: "Rivtech caseless firearms proudly supports our Military."
de: Dies ist eine Anzeige für Gewehre der Marke »Rivtech«. Sie zeigt ein Bild einer lächelnden Soldatin mit einem futuristisch aussehendem Gewehr an ihrer Schulter; sie salutiert dem Betrachter. Die Beschrifung lautet: »Rivtechs Hülsenlosschusswaffen – mit Stolz unterstützen wir unser Militär.«
ko: 리브텍 브랜드 소총 광고입니다. 웃고 있는 군인이 멋져보이는 소총을 어깨에 매고 보는 사람에게 경례를 하고 있습니다. "리브텍 무탄피 총기는 우리 군을 지원하는 것이 자랑스럽습니다!" 라고 쓰여져 있습니다.
ru: Это реклама вооружения фирмы Rivtech. На картинке изображен улыбающийся солдат с футуристически выглядящим ружьем на плече приветствующий зрителя. Слоган гласит: "Безгильзововое оружие Rivtech поддерживает наши вооруженные силы!"

source: This is an advertisement for Robert's Universal Robotics brand law enforcement robots. It shows a picture of a tribot incinerating a mob of looters and stepping over charred and smoking corpses. The caption reads: "R.U.R. Technology you can Trust."
de: Dies ist eine Anzeige für die Polizeidienstroboter der Marke »Roberts Universalroboter«. Sie zeigt ein Bild eines Triboters, der einen Mob aus Plünderern einäschert und über die verkohlten und rauchenden Leichen geht. Die Beschriftung lautet: »R.U.R. – Technologie, der Sie vertrauen können.«.

source: This is an advertisement for Robert's Universal Robots brand labor-bots. It shows a picture of a robot carrying a heavy pallet of bricks. In the background a human foreman is sleeping on the job, with his hardhat pulled down over his eyes. The captions read: "It's a tough job, so why should you have to do it?" and "R.U.R. Technology you can Trust."
de: Dies ist eine Anzeige für die Arbeitsroboter der Marke »Roberts Universalroboter«. Sie zeigt ein Bild eines Roboters, der eine schwere Ziegelpalette trägt. Im Hintergrund schläft der Vorarbeiter während der Arbeitszeit; sein Helm ist über seine Augen gezogen. Die Beschrifungen lauten »Dies ist eine harte Arbeit, also warum sollten Sie ihn tun müssen?« und »R.U.R. – Technologie, der Sie vertrauen können.«.
ko: 로버트 유니버셜 로봇 브랜드의 산업용 로봇 광고입니다. 로봇이 무거운 벽돌더미를 나르고 있고 배경에는 감독관이 무거운 눈꺼플로 잠을 자고 있습니다. "힘든 일이죠, 그러니 왜 이런 힘든 일을 합니까?" "로버트 유니버셜 로봇 기술은 믿을 수 있습니다." 라고 쓰여져 있습니다.
ru: Реклама роботов-рабочих компании "Универсальные Роботы Роберта". На рисунке робот переносит тяжеленный поддон с кирпичами. На фоне беззаботно спит прораб, его каска надвинута на глаза. Сверху надписи: "Это трудная работа, так почему вы должны это сделать?" и "У.Р.Р. Техника, которой доверяют"

source: This is an advertisement for Robert's Universal Robots brand labor-bots. It shows a picture of a factory floor run entirely by robots. In the background a man in a suit reads a newspaper that shows soaring stock prices. The caption reads: "R.U.R. Technology you can Trust."
de: Dies ist eine Anzeige für die Arbeitsroboter der Marke »Roberts Universalroboter«. Sie zeigt ein Bild einer Fabriketage, die vollständig von Robotern betrieben wird. Im Hintergrund liest ein Mann im Anzug eine Zeitung, welche himmelhohe Aktienkurse zeigt. Die Beschriftung lautet: »R.U.R. – Technologie, der Sie vertrauen können.«.
ko: 로버트 유니버셜 로봇 브랜드의 산업용 로봇 광고입니다. 공장 전체가 로봇으로만 구성되어 있고 뒤에서 양복을 입은 사람이 신문의 주식란을 읽고 있습니다. "로버트 유니버셜 로봇 기술은 믿을 수 있습니다." 라고 쓰여져 있습니다.
ru: Реклама роботов-рабочих компании "Универсальные Роботы Роберта". На рисунке фабрика, обслуживаемая одними роботами. Сбоку человек в костюме беззаботно читает газету, на которой показаны высокие цены на акции. Сверху надпись: "У.Р.Р. Техника, которой доверяют"

source: This is an advertisement for Sybil's Cyber Boutique. It shows a picture of a man flexing shiny cybernetic arms in front of a mirror. He is flanked by two scantily clad nurses who hold bloody chainsaws and give approving thumbs up. In the background feral dogs gnaw on the man's discarded former limbs. The caption reads: "Spring Cleaning Sale! 20% off!"
de: Dies ist eine Werbeanzeige für Sybilles Cyber-Boutique. Sie zeigt ein Bild eines Mannes, der glänzende kybernetische Arme vor einem Spiegel beugt. Er wird von zwei spärlich bekleideten Krankenschwestern, welche blutige Kettensägen halten und zustimmende Daumen nach oben geben, flankiert. Im Hintergrund nagen wilde Hunde die des Mannes entsorgten ehemaligen Gliedmaßen ab. Die Beschriftung lautet: »Frühlingsausverkauf! 20% weniger!«
ko: 시빌 사이버 부티크의 광고입니다. 한 남자가 거울 앞에서 번쩍거리는 사이버네틱 팔을 뽐내고 있고 좌우에 간호사가 피범벅이 된 전기톱을 들고 엄지를 들고 있습니다. 배경엔 미친 개가 남자의 잘라진 팔을 물고 있습니다. "봄 청소 세일! 20% 세일!" 이라고 쓰여져 있습니다.
ru: Реклама Кибер-бутика Сивиллы. На рисунке мужчина, изгибающий блестящие кибернетической руки перед зеркалом. По обе стороны от него скудно одетые медсестры с бензопилами и жестом "большой палец вверх" в другой. На фоне собаки грызутся за отрезанные руки. Сверху надпись: "Весенняя распродажа! Скидки 20% на все услуги!"
