Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You stumble upon Bill Gates' stand-up act.
de: Du stolperst über Bill Gates’ Comedy-Akt.
ja: ビル･ゲイツのものまねをしてつまづきました。
ko: 빌 게이츠와 우연히 만나서 서있습니다.
ru: Вы наткнулись на стендап выступление Билла Гейтса.
zh_cn: 你很偶然的发现了 Bill Gates的单口相声表演。

source: You've found the fabled America Online disk graveyard!
de: Du hast den sagenhaften AOL-CD-Friedhof gefunden!
ja: 伝説の、AOLディスクの墓場を発見しました！
ru: Вы нашли легендарное кладбище дисков America Online!
zh_cn: 你找到了传说中的美国有线废弃磁盘堆放园！

source: You've found the fish! Not that it does you much good in this game.
de: Du hast den Fisch gefunden! Nicht, dass das dir irgendwas in diesem Spiel bringen würde.
ja: 魚を見つけました！しかし魚を見つけるゲームではありません。
zh_cn: 你找到了鱼!但那并不会让你完成这个游戏。

source: Your State Farm Insurance(tm) representative!
de: Ihr State-Farm-Insurance(tm)-Vertreter!
ja: ステートファーム保険(TM)の代理人よ！
ko: 스테이트 팜 보험의 보험팔이입니다!
zh_cn: 你的国家农场保险合同书！

source: Your job is to find kitten. This task is complicated by the existance of various things which are not kitten. Robot must touch items to determine if they are kitten or not. The game ends when robotfindskitten. Alternatively, you may end the game by hitting 'q', 'Q' or the escape key.
de: Es ist deine Aufgabe, Mauzi zu finden. Diese Aufgabe wird durch die Existenz diverser Dinge, die nicht Mauzi sind, erschwert. Roboter muss Gegenstände berühren, um festzustellen, ob sie Mauzi sind oder nicht. Das Spiel endet, sobald Roboter Mauzi findet. Ansonsten kannst du das Spiel mit »q«, »Q« oder »Esc« beenden.
ja: あなたの仕事は子猫を見つけることです。しかしこの仕事は様々な子猫でない存在によって複雑化されています。ロボットはそれが子猫であるか否か、触れなければ判別できません。ロボットが子猫を見つけたらゲームクリアーです。[q][Q][ESC]でも終了できます。
ru: Ваша задача найти котёнка. Задача усложняется существованием многих вещей, не являющихся котёнком. Робот должен осмотреть предмет, чтобы определить котёнок ли это. Игра заканчивается, когда робот найдет котёнка. Либо же вы можете закончить игру, нажав 'q', 'Q'.
zh_cn: 你的任务是要找到猫咪。它藏在各种混乱的东西里，机器人必须通过碰到物品来检查猫咪是否在里边，游戏在机器人找到猫咪后就会结束，实际上，你随时都可以按'q'来结束游戏。

source: robotfindskitten v22July2008 - press q to quit.
de: robotfindskitten v22July2008 – drücke »q« zum Verlassen.
ja: robotfindskitten v22 2008/07 - [q] 終了
ru: робот ищет котёнка вер. 22 июля 2008 - нажмите q для выхода.
zh_cn: robotfindskitten v22July2008 - 按 q 退出。

source: <q>uit
de: <q> verlassen
ja: <q>終了
ko: <q>나가기
ru: <q>выход
zh_cn: <q>退出

source: Press 'q' or ESC to exit.
de: Drücke »q« oder »Esc« zum Verlassen.
ja: qかESCで戻る
ko: 나가시려면 'q'키나 ESC키를 눌러주세요.
ru: Нажмите 'q' или ESC для выхода.
zh_cn: 按<q>键或<ESC>键以退出。

source: Score: %d
de: Punktzahl: %d
ja: 得点: %d
ko: 점수: %d
ru: Счёт: %d
zh_cn: 分数：%d

source: TOTAL SCORE: %d
de: GESAMTPUNKTZAHL: %d
ja: 総合得点: %d
ko: 총합점수: %d
ru: ОБЩИЙ СЧЁТ: %d
zh_cn: 总 分 ： %d

source: <+> next
de: <+> nächster
ja: <+> 次
ko: <+> 다음단계
ru: <+> след.
zh_cn: <+> 下一个

source: <-> prev
de: <-> vorheriger
ja: <-> 前
ko: <-> 이전단계
ru: <-> пред.
zh_cn: <-> 上一个

source: <r>eset
de: zu<r>ücksetzen
ja: <r>リセット
ko: <r>초기화
ru: <r>сброс
zh_cn: <r>重置

source: <u>ndo move
de: <u> rückgängig
ja: <u>一手戻す
ko: <u>이동 전으로
ru: <u>отмена хода
zh_cn: <u>悔步

source: Level: %d/%d
ja: レベル: %d/%d
zh_cn: 级别: %d/%d

source: Moves: %d
ja: 移動回数: %d
zh_cn: 步数：%d

source: Total moves: %d
ja: 移動総数: %d
zh_cn: 总步数：%d

source: CE
zh_cn: 正中

source: DN_CE
zh_cn: 正下

source: UP_CE
zh_cn: 正上

source: center
de: Mitte
ja: 中央
zh_cn: 中心

source: east
de: Osten
ja: 東
ko: 동쪽
ru: востока
zh_cn: 东

source: east and above
de: östlich und oben
ja: かなり東
zh_cn: 东上

source: east and below
de: östlich und unten
ja: 少し東
zh_cn: 东下

source: north
de: Norden
ja: 北
ko: 북쪽
ru: севера
zh_cn: 北

source: north and above
de: nördlich und oben
ja: かなり北
zh_cn: 北上

source: north and below
de: nördlich und unten
ja: 少し北
zh_cn: 北下

source: northeast
de: Nordosten
ja: 北東
ko: 북동쪽
ru: северо-востока
zh_cn: 东北

source: northeast and above
de: nordöstlich und oben
ja: かなり北東
zh_cn: 东北偏下

source: northeast and below
de: nordöstlich und unten
ja: 少し北東
zh_cn: 东北偏下

source: northwest
de: Nordwesten
ja: 北西
ko: 북서쪽
ru: северо-запада
zh_cn: 西北

source: northwest and above
de: nordwestlich und oben
ja: かなり南西
zh_cn: 西北偏上

source: northwest and below
de: nordwestlich und unten
ja: 少し南西
zh_cn: 西北偏下

source: south
de: Süden
ja: 南
ko: 남쪽
ru: юга
zh_cn: 南

source: south and above
de: südlich und oben
ja: かなり南
zh_cn: 南上

source: south and below
de: südlich und unten
ja: 少し南
zh_cn: 南下

source: southeast
de: Südosten
ja: 南東
ko: 남동쪽
ru: юго-востока
zh_cn: 东南

source: southeast and above
de: sudöstlich und oben
ja: かなり南東
zh_cn: 东南偏下

source: southeast and below
de: südöstlich und unten
ja: 少し南東
zh_cn: 东南偏下

source: southwest
de: Südwesten
ja: 南西
ko: 남서쪽
ru: юго-запада
zh_cn: 西南

source: southwest and above
de: südwestlich und oben
ja: かなり南西
zh_cn: 西南偏上

source: southwest and below
de: südwestlich und unten
ja: 少し南西
zh_cn: 西南偏下

source: west
de: Westen
ja: 西
ko: 서쪽
ru: запада
zh_cn: 西

source: west and above
de: westlich und oben
ja: かなり西
zh_cn: 西上

source: west and below
de: westlich und unten
ja: 少し西
zh_cn: 西下

source: More items here...
de: Hier sind noch mehr Gegenstände …
ja: まだアイテムがあります...
ko: 이곳에는 더 많은 물건이 있습니다...
ru: Еще предметы...
zh_cn: 更多物品...

source: Mouse View
de: Mausansicht
ja: マウスビュー
ko: 마우스 보기
zh_cn: 鼠标视图

source: Really Quit? All unsaved changes will be lost.
de: Wirklich Beenden? Alle nicht gespeicherten Änderungen gehen verloren!
ja: 終了しますか？ 未保存の変更は失われます。
ko: 정말로 나가시겠습니까? 저장되지 않은 모든 정보는 사라지게 될 것입니다.
ru: Действительно выйти? Все несохраненные изменения будут потеряны.
zh_cn: 确定退出？所有未保存的改变将会丢失。

# Main Menu|World
source: <C|c>reate World
ja: <C|c>世界創造
zh_cn: <C>创建世界

# Main Menu
source: <C|c>redits
ja: <C|c>クレジット
zh_cn: <C>制作组

# Main Menu|New Game
source: <C|c>ustom Character
ja: <C|c>カスタム
zh_cn: <C>创建新角色

# Main Menu|World
source: <D|d>elete World
ja: <D|d>世界削除
zh_cn: <D>删除世界

# Main Menu
source: <M|m>OTD
zh_cn: <M>今日消息

# Main Menu
source: <N|n>ew Game
ja: <N|n>新規
zh_cn: <N>新游戏

# Main Menu
source: <O|o>ptions
ja: <O|o>設定
zh_cn: <O>选项

# Main Menu|New Game
source: <P|p>reset Character
ja: <P|p>プリセット
zh_cn: <P>使用预设角色

# Main Menu
source: <Q|q>uit
ja: <Q|q>終了
zh_cn: <Q>退出

# Main Menu|New Game
source: <R|r>andom Character
ja: <R|r>ランダム
zh_cn: <R>随机生成角色

# Main Menu|World
source: <R|r>eset World
ja: <R|r>世界初期化
zh_cn: <R>重置世界

# Main Menu
source: <S|s>pecial
ja: <S|s>特殊
zh_cn: <S>特殊

# Main Menu
source: <W|w>orld
ja: <W|w>世界
zh_cn: <W>世界

source: Cataclysm: Dark Days Ahead
zh_cn: 大灾变 - 浩劫余生

source: Delete the world and all saves?
de: Soll die aktuelle Welt und alle Spielstände gelöscht werden?
ja: 世界と全てのセーブデータを削除しますか？
ko: 모든 저장정보와 세계를 삭제하시겠습니까?
ru: Удалить мир и все сохранения?
zh_cn: 删除地图和所有存档？

# Main Menu
source: H<e|E|?>lp
ja: <e|E|?>ヘルプ
zh_cn: <E>帮助

# Main Menu
source: Lo<a|A>d
ja: <a|A>読込
zh_cn: <A>载入

source: No Worlds found!
de: Keine Welten gefunden!
ja: 世界が見つかりません！
ko: 월드맵이 없습니다!
ru: Миры не найдены!
zh_cn: 预设世界不存在！

source: No message today.
de: Heute keine Nachrichten.
ja: 本日のメッセージはありません
ko: 오늘은 새로운 메시지가 없습니다.
ru: Сегодня нет никаких сообщений.
zh_cn: 今天没什么消息

source: No save games found!
de: Kein Spielstand gefunden!
ja: セーブデータがありません！
ko: 게임 세이브가 없습니다!
ru: Сохранений игр не найдено!
zh_cn: 无游戏存档！

source: No templates found!
de: Keine Vorlage gefunden!
ja: テンプレートがありません！
ko: 템플릿이 없습니다!
ru: Шаблоны не найдены!
zh_cn: 预设角色不存在！

source: Only the admin can change worlds.
de: Nur der Administrator kann Welten verändern.
ja: 管理者だけが世界を変更できます。
ru: Только админ может менять миры.
zh_cn: 只有管理员可以改变世界。

# Main Menu|New Game
source: Play <N|n>ow!
ja: <N|n>今すぐ開始！
zh_cn: <N>直接游戏！

source: Please report bugs to kevin.granade@gmail.com or post on the forums.
de: Bitte melde Bugs an kevin.granade@gmail.com oder in den Foren.
ko: 버그는 kevin.granade@gmail.com 혹은 포럼에 신고해 주세요.
ru: Об ошибках сообщайте по адресу kevin.granade@gmail.com или на форуме.
zh_cn: 模都精校版汉化：报告汉化错误或下载汉化请到百度cataclysmdda吧，汉化说明请看帮助。

source: Remove all saves and regenerate world?
de: Alle Spielstände löschen und die Welt neu erzeugen?
ja: 全てのセーブを削除して世界を再生成しますか？
ko: 모든 세이브 파일을 삭제하고 월드맵을 재생성합니까?
ru: Удалить все сохранения и обновить мир?
zh_cn: 移除所有存在的世界？

source: Special games don't work with shared maps.
de: Besondere Spiele funktionieren nicht mit geteilten Welten.
ja: 共有マップではスペシャルゲームは作動しません。
zh_cn: 特殊游戏不能使用共享地图。

source: Unable to make save directory. Check permissions.
de: Das Speicherverzeichnis konnte nicht angelegt werden. Bitte überprüfe die Berechtigungen.
ja: saveフォルダを作成できませんでした。許可の設定を確認してください。
ko: 디렉토리에 저장할 수 없습니다. 권한을 확인합니다.
ru: Невозможно создать папку с сохранениями. Проверьте права доступа.
zh_cn: 无法存盘。请检查权限。

source: Unable to make templates directory. Check permissions.
de: Das Vorlagenverzeichnis konnte nicht erstellt werden. Überprüf die Berechtigungen.
ja: templatesフォルダを作成できませんでした。許可の設定を確認してください。
ru: Невозможно создать папку с шаблонами. Проверьте права доступа.
zh_cn: 无法存模版。请检查权限。

source: Version: %s
ja: バージョン: %s
ko: 버전: %s
ru: Версия: %s
zh_cn: 版本：%s

source: %s is hurled from the %s's seat by the power of the impact!
de: %s wird aus dem Sitz von %s von der Wucht des Aufpralls geschleudert!
ko: 충격으로 %s이(가) %s 좌석에서 튕겨져 나왔습니다!
ru: От столкновения %s вылетел из сидения %s !
zh_cn: 撞击的力量将%s从%s的座位上甩了出来!

source: %s loses control of the %s.
de: %s verliert die Kontrolle über %s.
ko: %s이(가) %s의 조종 능력을 잃었습니다.
ru: %s потерял управление над %s.
zh_cn: %s 失去了对 %s 的控制。

source: %s takes %d damage by the power of the impact!
de: %s erleidet %d Schaden von der Wucht des Aufpralls!
ko: 충돌로 %s이(가) %d 데미지를 받았습니다!
ru: %s получает %d урона от столкновения!
zh_cn: 由于撞击 %s 受到了 %d 的伤害！

source: <npcname> is crushed by the falling debris!
ja: <npcname>は落ちてきた瓦礫に押しつぶされています！
zh_cn: <npcname>被坠落的碎片击中！

source: Diggable.
de: Grabbar.
ja: 掘削可能
ko: 굴착가능.
ru: Можно копать.
zh_cn: 可挖掘的

source: Flat.
de: Eben.
ja: 平坦
ko: 평평함.
ru: Ровное.
zh_cn: 平地。

source: Rough.
de: Uneben.
ja: 粗い
ko: 거칠다.
ru: Неровное.
zh_cn: 粗野的。

source: Sharp.
de: Scharf.
ja: 鋭利
ko: 날카롭다.
ru: Острое.
zh_cn: 锋利.

source: Smashable.
de: Zerschmetterbar.
ja: 破壊可能
ko: 파괴가능.
ru: Можно разбить.
zh_cn: 可破坏。

source: The %1$s's %2$s collides with the %3$s's %4$s.
de: Des %1$ss %2$s kollidiert mit des %3$ss %4$s.
ko: %1$s %2$s이(가) %3$s %4$s에 충돌했습니다.
ru: %2$s %1$s столкнулся с %4$s %3$s.
zh_cn: %1$s的%2$s与%3$s的%4$s相撞

source: The metal bars melt!
de: Die Metallstäbe schmelzen!
ja: 金属棒が溶解しました！
ko: 철 주괴가 녹았습니다!
ru: Металл растворяется!
zh_cn: 金属棒融化了！

source: The shot is stopped by the reinforced glass wall!
de: Der Schuss wird vom Panzerglas aufgehalten.
ja: 弾丸は強化ガラスによって阻まれました！
ko: 탄환은 보강 유리벽에 의해서 저지되었습니다!
ru: Бронированное стекло сдержало пулю.
zh_cn: 无法射穿强化玻璃墙！！

source: Unstable.
ja: 不安定
zh_cn: 不稳定

source: You are crushed by the falling debris!
ja: 落ちてきた瓦礫に押しつぶされています！
zh_cn: 你被坠落的碎片击中！

source: You are hurled from the %s's seat by the power of the impact!
de: Du wirst aus dem Sitz von %s von der Wucht des Aufpralls geschleudert!
ja: 衝撃で%sの座席から放り出されました！
ko: 충격으로 %s 좌석에서 튕겨져 나왔습니다!
ru: От столкновения вы вылетели из сидения %s!
zh_cn: 撞击的力量将你从%s的座位上甩了出来!

source: You disarm the trap!
de: Du entschärfst die Falle!
ja: 罠を解除しました！
ko: 덫을 해체했습니다!
ru: Вы успешно обезвредили ловушку!
zh_cn: 你成功解除了陷阱！

source: You fail to disarm the trap, and you set it off!
de: Du versagst beim Entschärfen der Falle und löst sie aus!
ja: 罠の解除に失敗して、作動させてしまった。
ko: 덫 해체에 실패해 작동시켜 버렸습니다!
ru: Вы не смогли обезвредить ловушку и она сработала!
zh_cn: 你拆解陷阱失败，但是你将它关闭了！

source: You fail to disarm the trap.
de: Dir misslingt das Entschärfen der Falle.
ja: 罠の解除に失敗しました。
ko: 덫을 해체하는데 실패했습니다!
ru: Вы не смогли обезвредить ловушку.
zh_cn: 你拆解陷阱失败。

source: You fumble with the %s's controls.
de: Du fummelst mit der Steuerung von %s herum.
ja: %sの制御をしくじりました。
ko: %s의 조종장치를 찾아서 더듬었습니다.
ru: Вы неумело ведёте %s.
zh_cn: 你摸索著 %s 的操作方法。

source: You hear a splash!
de: Du hörst einen Platscher!
ja: 水落とし声が聞いた！
ko: 첨벙거리는 소리를 들었습니다!
ru: Вы слышите всплеск!
zh_cn: 你听到一阵巨大的溅水声!

source: You lose control of the %s.
de: Du verlierst die Kontrolle über %s.
ja: %sの制御を失いました。
ko: %s의 운전능력을 잃었습니다.
ru: Вы потеряли управление над %s.
zh_cn: 你失去了%s的控制。

source: You take %d damage by the power of the impact!
de: Du erleidest %d Schaden von der Wucht des Aufpralls!
ja: 衝撃で%dのダメージを受けました！
ko: 충돌로 %d 피해을 입었습니다!
ru: Вы получили %d урона от столкновения!
zh_cn: 由于撞击你受到了 %d 的伤害！

source: You're covered in tiny spores!
de: Du bist mit kleinen Sporen bedeckt!
ja: 身体中、胞子まみれだ！
ko: 포자로 뒤덮였습니다!
ru: Вы покрыты крошечными спорами!
zh_cn: 你一身都是小孢子！

source: Your %s is beached.
de: Dein %s ist gestrandet.
ja: %sは岸に打ち上げられました。
zh_cn: 你的 %s 搁浅了。

source: Your %s sank.
de: Dein %s versank.
ja: %sは沈みました。
ko: %s이(가) 가라앉았습니다.
ru: Ваш %s утонул.
zh_cn: 你的 %s 沉下去了.

source: an alarm go off!
ja: アラーム音が鳴り響きました！
zh_cn: 一个警报拉响了！

source: glass shattering
de: Glas scheppern
ja: ガラスが粉々に割れる音が聞こえました。
zh_cn: 玻璃破碎

source: ke-rash!
de: »Schepper!«
ja: ガシャーン！
ko: 카-라쉬!
ru: кераш!
zh_cn: 咔吱！

source: Please wait as the map saves [%d/%d]
de: Bitte warte, während die Welt gespeichert wird (%d/%d).
ja: マップをセーブ中です。しばらくお待ち下さい [%d/%d]
ko: 지도를 저장하는 동안 기다려주세요 [%d/%d]
ru: Пожалуйста, ждите пока карта сохранится [%d/%d]
zh_cn: 地图保存中...请稍等... [%d/%d]

source: Access Melchior
de: Auf Melchior zugreifen
ja: メルキオールにアクセス
ko: 멜키오르 입장
ru: Доступ к Мельхиору
zh_cn: 访问Melchior

source: Activate Resonance Cascade
de: Resonanzkaskade ausführen
ja: 共鳴連鎖を起動
ko: 대공명 활성화
ru: Активировать каскадный резонанс
zh_cn: 激活级联共振

source: Analyze blood
de: Blut analysieren
ja: 血液を分析する
ko: 혈액 분석
ru: Анализ крови
zh_cn: 分析血样

source: Barracks Entrance
de: Kaserneneingang
ja: 兵舎の入口
ko: 막사 출입구
ru: Проход в бараки
zh_cn: 军营入口

source: Bionic access
de: Bionikzugriff
ja: 生体部品にアクセス
ko: 바이오닉 접근
ru: Доступ к бионике
zh_cn: 仿生模块权限

source: Broadcasting Control
de: Rundfunksteuerung
ja: 放送電波を制御する
ko: 원격관제
ru: Управление вещанием
zh_cn: 广播控制

source: CDC: Internal Memo, Standby [2918115]
de: CDC: Internes Memo, Bereitschaft (2918115)
ja: CDC: 内部メモ、準備完了[2918115]
ko: CDC: 내부 공지, 대기요망 [2918115]
ru: CDC: Служебная заметка, Ожидание [2918115]
zh_cn: CDC：内部备忘录，待机[2918115]

source: COMMAND: REACTIVATE ELEVATOR
de: BEFEHL: AUFZUG REAKTIVIEREN
ja: 指令: エレベーター再起動
ko: 지휘부 : 엘리베이터 재작동
ru: ВЫПОЛНИТЬ: РЕАКТИВАЦИЯ ПОДЪЕМНИКА
zh_cn: 指令：重新激活电梯

source: COMMAND: SEAL SRCF [4423]
de: BEFEHL: SRCF VERSIEGELN (4423)
ja: 指令: SRCF封鎖[4423]
ko: 지휘부 : SEAL팀 SRCF 관련 [4423]
ru: ВЫПОЛНИТЬ: ЗАПЕЧАТАТЬ SRCF [4423]
zh_cn: 指令：封锁SRCF [4423]

source: Centrifuge
de: Zentrifuge
ja: 遠心分離を行う
ko: 원심 분리기
ru: Центрифуга
zh_cn: 离心机

source: Containment Control
de: Sicherheitseinschlusssteuerung
ja: 格納容器制御
ko: 봉쇄 제어기
zh_cn: 反应堆控制

source: Containment Terminal
de: Terminal der Sicherheitsschleuse
ja: 格納容器制御端末
ko: 격리통제 터미널
zh_cn: 反应堆控制终端

source: Disarm Missile
de: Rakete entschärfen
ja: ミサイル解除
ko: 미사일 해제
ru: Обезвредить ракету
zh_cn: 解除导弹

source: Divert power to elevator
de: Strom zum Aufzug umleiten
ja: エレベーターに電源を転換する
ko: 엘리베이터로 우회전력 보내기
ru: Передать энергию на подъемник
zh_cn: 接驳电源至电梯

source: Divert sample
de: Probe ableiten
ja: サンプルを転送
ko: 샘플 채취
ru: Взять пробы вод
zh_cn: 转移样品

source: Download Map Data
de: Kartendaten herunterladen
ja: マップデータをダウンロードする
ko: 지도 자료 내려받기
ru: Скачать карту поверхности
zh_cn: 下载地图数据

source: Download Sewer Maps
de: Abwasserkanalkarten herunterladen
ja: 下水マップをダウンロードする
ko: 하수도 지도 다운로드
ru: Скачать карты канализации
zh_cn: 下载管道地图

source: EMERGENCY CLEANSE
de: NOTSÄUBERUNG
ja: 浄化
ko: 비상 세척
ru: ЗАПАСНОЙ ВЫХОД
zh_cn: 紧急清理

source: EMERGENCY CONTAINMENT RELEASE
de: NOTSICHERHEITSEINSCHLUSSÖFFNUNG
ja: 緊急解放
ko: 비상 격리 해제
zh_cn: 反应堆紧急释放

source: EMERGENCY CONTAINMENT UNLOCK
de: NOTÖFFNUNG DER SICHERHEITSSCHLEUSE
ja: 緊急解放
ko: 비상 격리 개방
zh_cn: 反应堆紧急解锁

source: EPA: Report All Potential Containment Breaches [3873643]
de: Umweltschutzbehörde: Potentielle Behältnisbrüche melden! (3873643)
ja: EPA: 封じ込めに関する違反についての報告[3873643]
ko: EPA : 모든 돌파 가능성이 있는 봉쇄구역은 보고하시오 [3873643]
ru: EPA: Отчёты о всех возможных нарушениях содержания [3873643]
zh_cn: EPA：关于所有可能的样品破坏的报告[3873643]

source: ERROR: SIGNAL DISCONNECT
de: FEHLER: SIGNAL GETRENNT
ja: エラー: 信号が切断されました。
ko: 오류: 신호 끊김
ru: ОШИБКА: СИГНАЛ УТЕРЯН
zh_cn: 错误：信号断开

source: EnviroCom OS v2.03
de: UmweltKom-BeSy v2.03
ru: ОС EnviCom вер. 2.03
zh_cn: EnviroCom 操作系统 v2.03

source: Initiate Tremors
de: Erschütterungen initiieren
ja: 微震を起こす
ko: 지진 유도
zh_cn: 启动Tremors

source: Install Repeater Mod
zh_cn: 安装中继器插件

source: Launch Missile
de: Rakete starten
ja: ミサイル発射
ko: 미사일 발사
ru: Запустить ракету
zh_cn: 发射导弹

source: Lock Door
de: Türe verschließen
ja: ドアの鍵を閉める
ko: 문 잠그기
ru: Запереть дверь
zh_cn: 锁闭门户

source: Log Console
de: Protokollkonsole
ja: コンソール履歴
ko: 로크 콘솔
ru: Терминал с логами
zh_cn: 日志终端

source: Magazine Entrance
de: Lagereingang
ja: 火薬庫の入口
ko: 화약고 입구
zh_cn: 掩体入口

source: Manifest
de: Archivverzeichnis
ja: マニフェスト
ko: 화물 목록
ru: Манифест
zh_cn: 清单

source: Medical Supply Access
de: Zugriff auf medizinische Güter
ja: 医療品にアクセス
ko: 의료 지원 접근
ru: Доступ к медицинским припасам
zh_cn: 医疗用品存取

source: Missile Controls
de: Raketensteuerung
ja: ミサイル制御
ko: 미사일 제어기
ru: Управление ракетой
zh_cn: 导弹控制器

source: Mk IV Algorithmic Data Analyzer
de: Algorithmischer Datenanalysator Mk IV
ja: アルゴリズム情報解析器 Mk.IV
ko: Mk IV 알고리즘 자료 분석기
ru: Алгоритмический анализатор данных Mk IV
zh_cn: 演算数据分析仪 MK IV

source: Mr. Stem Cell
de: Mister Stammzelle
ja: Mr.ステムセル
ko: 미스터. 줄기세포
zh_cn: Mr.干细胞

source: NEPowerOS
de: NEStromBeSy
ru: ОС NEPower
zh_cn: 东北能源OS

source: Open Chambers
de: Kammern öffnen
ja: 保管室を開放
ko: 보관문 개방
ru: Открыть камеры
zh_cn: 打开禁闭室

source: Prisoner Containment Entrance
de: Gefangeneneingang mit Sicherheitsschleuse
ja: 刑務所の入口
ko: 죄수 봉쇄실 출입구
ru: Проход в камеры заключения
zh_cn: 监狱入口

source: Read Logs
de: Protokolle lesen
ja: ログを閲覧
ko: 로그 열람
ru: Прочитать журналы
zh_cn: 阅读日志

source: Release Specimens
de: Exemplare freilassen
ja: 検体を解放
ko: 실험체 격리 해제
ru: Выпустить образцы
zh_cn: 释放样品

source: Run Decryption Algorithm
de: Entschlüsselungsalgorithmus ausführen
ja: 解読アルゴリズムを起動
ko: 암호 해독 알고리즘 실행
ru: Запустить алгоритм расшифровки.
zh_cn: 运行解密算法

source: SRCF Security Terminal
de: SRCF-Sicherheitsterminal
ja: SRCF保安ターミナル
ko: SRCF 보안 단말
ru: Терминал безопасности SRCF
zh_cn: SRCF安全终端

source: SRCF: Internal Memo, EPA [2918024]
de: SRCF: Internes Memo, Umweltschutzbehörde (2918024)
ja: SRCF:内部メモ、EPA(環境保護局) [2918024]
ko: SRCF: 내부 공지, EPA [2918024]
ru: SRCF: Служебная заметка, EPA [2918024]
zh_cn: SRCF：内部备忘录，EPA[2918024]

source: Security Reminder [1055]
de: Sicherheitsermahnung (1055)
ja: 保安上の注意[1055]
ko: 보안사항 재공지 [1055]
ru: Памятка безопасности [1055]
zh_cn: 绝密备忘录 [1055]

source: Security Reminder [1056]
de: Sicherheitsermahnung (1056)
ja: 保安上の注意[1056]
ko: 보안사항 재공지 [1056]
ru: Памятка безопасности [1056]
zh_cn: 绝密备忘录 [1056]

source: Security Reminder [1057]
de: Sicherheitsermahnung (1057)
ja: 保安上の注意[1057]
ko: 보안 상기 [1057]
ru: Памятка безопасности [1057]
zh_cn: 绝密备忘录 [1057]

source: Stem Cell Treatment
de: Stammzellenbehandlung
ja: 幹細胞を治療する
ko: 줄기 세포 치료
ru: Лечение стволовыми клетками
zh_cn: 干细胞治疗

source: Sub-prime contact console
de: Subebenen-Kontaktkonsole
ja: 二次接触コンソール
ko: 서브-프라임 접촉 콘솔
ru: Консоль подпространственных контактов
zh_cn: 次级联系终端

source: Terminate Specimens
de: Exemplare terminieren
ja: 検体を処分
ko: 실험체 제거
ru: Уничтожить образцы
zh_cn: 终结样品

source: Toggle Portal
de: Portal ein-/ausschalten
ja: ポータルを切り替え
ko: 포탈 토글
ru: Переключить портал
zh_cn: 切换传送门

source: UNLOCK ENTRANCE
de: EINGANG ENTSPERREN
ja: 出入口を開場
ko: 열린 출입구
ru: РАЗБЛОКИРОВАТЬ ПРОХОД
zh_cn: 开启入口

source: USARMY: SEAL SRCF [987167]
de: USARMY: SRCF-VERSIEGELUNG (987167)
ja: 米国陸軍: SRCF封鎖[987167]
ko: 미 육군 : SEAL팀 SRCF 관련 [987167]
ru: АРМИЯ: ОПЕЧАТЫВАНИЕ SRCF [987167]
zh_cn: USARMY: 封锁SRCF [987167]

source: Unlock Door
de: Türe entsperren
ja: ドアの鍵を開ける
ko: 문 잠금 해제하기
ru: Отпереть дверь
zh_cn: 开启门户

source: Unlock stairs
de: Treppen entsperren
ja: 階段の鍵を開ける
ko: 계단 개방
ru: Открыть лестницы
zh_cn: 开启楼梯

source: Upload Data to Melchior
de: Daten an Melchior hochladen
ja: メルキオールにデータをアップロード
ko: 멜키오르로 자료 전송
ru: Загрузить данные в Мельхиор
zh_cn: 上传数据至Melchior

source: View Research Logs
de: Forschungsprotokolle betrachten
ja: 研究履歴を閲覧する
ko: 연구일지 열람
ru: Журнал исследований
zh_cn: 查看研究记录

source: Wreckage
de: Trümmerhaufen
ja: 残骸
ko: 잔해
ru: Обломки аварии
zh_cn: 残骸

source: Church Bells 1.2
de: Kirchenglocken 1.2
ja: 教会の鐘 1.2
ko: 교회 종 1.2
ru: Церковные колокола 1.2
zh_cn: 教堂的钟声 1.2

source: Consolidated Computerized Bank of the Treasury
de: Vereinigte Computerbank des Finanzministeriums
ja: 財務省管轄統合電子バンク
zh_cn: 电脑化财政联合银行

source: Disable External Power
zh_cn: 关闭外部电源

source: Emergency Message
de: Notfallnachricht
ja: 緊急メッセージ
ko: 비상 메시지
ru: Экстренное сообщение
zh_cn: 紧急告知

source: Evac shelter computer
de: Notunterkunftscomputer
ja: EVACシェルターのコンピュータ
ko: 비상 피난처 컴퓨터
ru: Компьютер убежища
zh_cn: 紧急避难所电脑终端

source: Funeral Toll
de: Begräbnisläuten
ja: 葬儀の鐘を鳴らす
ko: 장례식 조의금통
ru: Похоронный колокол
zh_cn: 丧礼钟声

source: Gathering Toll
de: Versammlungsläuten
ja: 集合の鐘を鳴らす
ko: 요금통
ru: Колокол всеобщего сбора
zh_cn: 召集钟声

source: Open Evidence Locker
de: Beweisschrank öffnen
ja: ロッカー(証拠品)を開く
ko: 열린 증거물품 보관함
ru: Открыть хранилище доказательств
zh_cn: 开启证物储藏室

source: Open Supply Room
de: Vorratsraum öffnen
ja: 備品室を開く
ko: 열린 보급실
ru: Открыть комнату снабжения
zh_cn: 开启给养室

source: Open Vault
de: Tresorraum öffnen
ja: 金庫室を開く
ko: 열린 볼트
ru: Открыть хранилище
zh_cn: 开启保险库

source: PolCom OS v1.47
de: PolKom-BS v1.47
ko: 폴컴 OS v1.47
ru: ОС PolCom вер. 1.47
zh_cn: PolCom操作系统 v1.47

source: Wedding Toll
de: Hochzeitsläuten
ja: 結婚式の鐘を鳴らす
ko: 결혼식 축의금통
ru: Свадебный колокол
zh_cn: 婚礼钟声

source: damages
de: Schäden
ja: 傷んだ
ko: 손상
ru: повреждает
zh_cn: 损害

source: %d enemy hit!
de: %d Feind getroffen!
ko: 적 공격으로 %d 피해!
ru: попадание по %d врагу!
zh_cn: %d 敌方命中

source: %s bites %s with her fangs!
zh_cn: %s用她的獠牙咬了%s！

source: %s bites %s with her ratlike incisors!
zh_cn: %s用她的门齿狠狠的咬进%s！

source: %s bites %s with his fangs!
zh_cn: %s用他的獠牙咬了%s！

source: %s bites %s with his ratlike incisors!
zh_cn: %s用他的门齿狠狠的咬进%s！

source: %s bites %s!
de: %s beißt %s!
ko: %s이(가) %s을(를) 물었습니다!
ru: %s кусает %s!
zh_cn: %s咬了%s！

source: %s bites a chunk out of %s!
de: %s beißt ein Stück von %s ab!
ko: %s이(가) %s을(를) 물어서 내던졌습니다!
zh_cn: %s 咬掉了 %s 的一部分！

source: %s but do no damage.
de: %s, aber du richtest keinen Schaden an.
ja: %sしかし、ダメージを与えられなかった。
ko: %s 하지만 피해를 주지 못했습니다.
ru: %s, но не нанесли урона.
zh_cn: %s 但是没有造成什么伤害。

source: %s but does no damage.
de: %s, aber richtet keinen Schaden an.
ja: %sしかし、ダメージを与えられなかった。
ko: %s 하지만 피해를 주지 못했습니다.
ru: %s, но не нанёс ни единого повреждения.
zh_cn: %s 但是没有造成什么伤害。

source: %s butts %s with her antlers!
de: %s stößt %s mit ihrem Geweih!
ko: %s은(는) %s을(를) 뿔로 박았습니다!
ru: %s бодает %s своими оленьими рогами!
zh_cn: %s用她的鹿角冲撞%s！

source: %s butts %s with his antlers!
de: %s stößt %s mit seinem Geweih!
ko: %s은(는) %s을(를) 뿔로 박았습니다!
ru: %s бодает %s своими оленьими рогами!
zh_cn: %s用他的鹿角冲撞%s！

source: %s clubs %s with her tail!
de: %s knüppelt %s mit ihrem Schwanz!
ko: %s은(는) %s을(를) 꼬리로 때렸습니다!
ru: %s бьет %s своим хвостом!
zh_cn: %s用她的尾巴锤击%s！

source: %s clubs %s with his tail!
de: %s knüppelt %s mit seinem Schwanz!
ko: %s은(는) %s을(를) 꼬리로 때렸습니다!
ru: %s бьет %s своим хвостом!
zh_cn: %s用他的尾巴锤击%s！

source: %s for %d damage.
de: %s für %d Schaden.
ja: %s%dのダメージを与えました。
ko: %s %d 피해를 줬습니다.
ru: %s нанеся %d очков повреждений.
zh_cn: %s 造成 %d 伤害。

source: %s for %d damage. Critical!
de: %s für %d Schaden. Kritisch!
ja: %s%dのダメージを与えました。クリティカル！
ko: %s %d 피해를 줬습니다. 치명타입니다!
ru: %s нанеся %d очков повреждений. Критическое попадание!
zh_cn: %s 造成 %d 伤害。暴击！

source: %s headbutts %s with her curled horns!
de: %s verpasst %s mit ihren Hörnern eine Kopfnuss!
ko: %s은(는) %s을(를) 둥근 뿔로 박았습니다!
ru: %s бодает %s своими изогнутыми рогами!
zh_cn: %s用她头上的卷角撞击%s

source: %s headbutts %s with her horns!
de: %s verpasst %s mit ihren Hörnern eine Kopfnuss!
ko: %s이(가) %s을(를) 뿔로 들이받았습니다!
ru: %s бодает %s своими рогами!
zh_cn: %s用她的一对角头锥攻击%s！
