Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The nearby { is a display rack, and the blue background indicates that there are items there. If you examine the square by pressing 'e', you can pick up items without moving to the square.
de: Das naheliegende »{« ist ein Gestell und der blaue Hintergrund bedeutet, dass es hier Gegenstände gibt. Wenn du dieses Feld durch Drücken von »e« untersuchst, kannst du Gegenstände aufnehmen, ohne dich auf das Feld bewegen zu müssen.
ja: 近くにある { は陳列棚です。背景に色が付いているのは、そこにアイテムがある事を示しています。'e'を押して調べ、アイテムを拾う事が出来ます。
ko: 근처의 { 표시는 진열대를 나타내며, 파란색 배경은 그곳에 물품이 있음을 나타냅니다. 'e'키를 눌러서 그곳을 조사해볼 수 있으며, 해당 타일의 물품을 주울 수도 있습니다.
ru: Ближайший символ "{" – это стеллаж, а синий фон означает, что в нём есть предметы. Если вы нажмёте "e", можно изучить клетку с ним и забрать предметы не заходя непосредственно на его клетку.
zh_cn: 附近的 { 是一个展示架，蓝色的背景说明上面有东西。\n 如果你按‘e’检查方块（例：展示架），你能捡起物品而\n 不移动方块（例：展示架）

source: To see what the symbols around you mean, press ';'. You'll be able to scroll around and get information on the terrain, monsters, and items in the world around you.
de: Um zu sehen, was die Symbole um dich herum bedeuten, drücke »;«. Du wirst in der Lage sein, die Ansicht zu verschieben und Informationen über das Gelände, die Monster und die Gegenstände in der Welt um dich herum zu erhalten.
ja: 周囲を見渡すには';'か'x'を押します。地形、モンスターやアイテムの情報を得る事が出来ます。
ko: 주변의 기호가 무엇을 뜻하는지 확인하려면 ';'키를 누른 뒤 이동키로 선택해서 확인하면 됩니다. 이것으로 지형, 괴물, 바닥에 떨어져 있는 물건 등을 확인할 수 있습니다.
ru: Нажмите "x" или ";" чтобы разобраться, что означают символы вокруг вас. Вы можете перемещать курсор в нужном направлении и получать информацию об окружающих вас территории, монстрах и предметах.
zh_cn: 观察周围的环境，你可以按 ';' 。这时候你可以四处移动 光标来得到关于在你周围的地形、怪物、物品的讯息。

source: To use a gun, first wield it with the 'w' key. Next you need to reload using the 'r' key, assuming you have the proper ammo. If you wish to unload your gun, possibly to change ammunition types, press 'U'.
de: Um eine Feuerwaffe zu benutzen, musst du sie erst mit der »w«-Taste tragen. Als nächstes musst du sie mit der »r«-Taste nachladen, angenommen, dass du die passende Munition hast. Wenn du deine Feuerwaffe entladen möchtest (vielleicht, um die Munition zu wechseln), drücke »U«.
ja: 銃を使用するには'w'で装備します。次に適切な弾薬を持って'r'で再装填します。弾薬を抜き取りや弾薬の種類を変更するには'U'を押します。
ko: 총을 사용하려면 우선 'w'키로 장비를 해야 하고, 그 다음에는 'r'키를 눌러 장전해야 합니다. 물론 알맞은 탄약이 있어야 되겠지요. 탄약을 총에서 다시 빼내고 싶다면 'U'키로 빼낼 수 있습니다. 이는 장전된 탄약의 종류를 바꿀 때 유용한 기능입니다.
ru: Для использования огнестрельного оружия, нужно сперва им вооружиться, нажав "w". Далее его нужно зарядить, нажав "r", для этого у вас должны быть подходящие патроны. Если вы хотите разрядить оружие, нажмите "U".
zh_cn: 要使用枪支,有三个步骤,首先 按”w“键握住它;然后只要你有合 适的弹药，你需要使用“r”键来装填弹药;最后,如果你想卸载你 的弹药,可能只是为了改变弹药类型,按“U”键。

source: Welcome to the Cataclysm tutorial! As you play, pop-ups like this one will appear to guide you through the basic game actions. Pressing spacebar will close the pop-up.
de: Willkommen in der Cataclysm-Einführung. Während du spielst, werden Fenster wie dieses auftauchen und dich durch die grundlegenden Spielhandlungen führen. Das Drücken der Leertaste wird dieses Fenster schließen.
ja: Cataclysmチュートリアルへようこそ！ここでは基本的な操作方法がポップアップで表示されます。ポップアップを閉じるにはスペースを押します。
ko: 카타클리즘 튜토리얼에 어서오십시오! 튜토리얼을 하는 동안 지금 떠있는 이런 팝업 창이 기본적인 게임 행동을 할 때마다 뜰 것입니다. 스페이스바를 눌러서 팝업을 닫을 수 있습니다.
ru: Добро пожаловать в обучающую часть игры Cataclysm! Во время игры будут появляться всплывающие окна подобно этому, объясняющие основы игры. Нажимайте пробел, чтобы закрыть это и другие окна.
zh_cn: 欢迎来到大灾变CDDA教程之旅，你很幸运的成为了一名大灾变幸存者。 就像你现在看到的，这样的弹出提示窗口将会贯穿整个基础训练。你可 以按 '空格' 键关闭这个弹窗。

source: When you kill a monster it will often leave behind a corpse. Corpses can be important sources of food, but you must Butcher them by standing on the corpse and pressing 'B'. You'll need a bladed weapon in your inventory, preferably a small, very sharp one. An unskilled butcher may only get a few pieces of meat, or none at all. Note that many monsters, such as zombies, leave tainted meat, unsuitable for consumption.
de: Sobald du ein Monster tötest, wird es oft eine Leiche hinterlassen. Leichen können wichtige Nachrungsquellen sein, aber du musst sie schlachten, indem du dich auf die Leiche stellst und »B« drückst. Du würdest eine Waffe mit Klinge in deinem Inventar benötigen, vorzugsweise eine kleine sehr scharfe Waffe. Ein unerfahrener Schlächter könnte nur wenige oder keine Fleischstücke erhalten. Beachte, dass viele Monster, so wie Zombies, verpestetes Fleisch, das für den Konsum ungeeignet ist, hinterlassen.
ja: モンスターを殺すと、多くの場合は死体が残ります。死体は貴重な食料源ですが、'B'で解体する必要があります。解体にはインベントリに刃物(できれば小型で鋭い)を所持する必要があります。未熟な技能では何も手に入らないか、少量の肉が手に入ります。注意：多くのモンスター、例えばゾンビは汚染された腐肉なので食べるのに適していません。
ko: 괴물을 죽이면 대부분 시체가 남습니다. 시체는 중요한 식량 공급원이며, 고기를 얻으려면 시체 위에서 'B'키를 눌러 해체하면 됩니다. 물론 날붙이를 가지고 있어야 하며, 작고 날카로울수록 편하고 좋습니다. 고기를 잘라내는 기술이 부족하면 아예 고기를 얻지 못하거나 몇 점 밖에 잘라내지 못합니다. 참고로 좀비같은 괴물들은 오염된 고기를 남기는데, 이것은 먹지 않는 편이 좋습니다.
ru: Когда вы убиваете монстра, чаще всего остаётся труп. Трупы могут быть важнейшим источником пищи, но его сперва нужно разделать, встав прямо над ним и нажав клавишу "B". Для этого вам понадобится оружие с лезвием, желательно маленькое и очень острое. При неумелой разделке вы получаете меньше кусков мяса или вовсе ничего. Многие монстры, такие как зомби, состоят из отравленного мяса, неподходящего для питания.
zh_cn: 你杀死一个怪物时,往往会留下尸体。尸体是你食物的 重要来源,但必须去掉头再吃。所以你必须通过站在尸 体上按“B”来屠宰他们。你的物品栏中必须有带刃的武 器,最好是小型,锋利的那种。一个如果你不熟练的话只 能取得几块肉,或根本没有肉。注意！许多怪物,如僵尸, 只能爆出受污染的肉类,不适合食用。

source: You don't have space in your inventory to store the item you just tried to pick up. You need to wear something with storage space, like a backpack or cargo pants, to gain more storage space.
ja: 拾おうとしたアイテムを保管しておく空きスペースがインベントリにありません。収納容量を増やすには、バックパックやカーゴパンツなど身に付ける必要があります。
zh_cn: 你的身上装不下该物品你只能拿在手上，你需要穿一些可以装东西的衣物，比如一个背包或一条裤子，以获得更多的存储空间。

source: You just activated a grenade! You probably want to throw it. To throw an item, press 't' and then select the item to throw. The maximum range depends on your strength and the object's weight and size. Throwing isn't very good in most combat situations, but if you've got some fire power...
de: Du hast gerade eine Granate aktiviert! Vielleicht willst du sie werfen. Um einen Gegenstand zu werfen, drücke »t«, dann wähle den Gegenstand, den du werfen willst, aus. Die maximale Wurfweite hängt von deiner Stärke, dem Gewicht und der Größe des Objektes ab. Das Werfen ist in den meisten Kampfsituationen ungeeignet, aber wenn deine Waffen stark genug sind, …
ja: 手榴弾のピンを引き抜きました！投げた方が良いでしょうね。アイテムを投げるには、't'を押したあと投げる物を選択します。投擲できる範囲は、自身の筋力と投げる物の重量・容積によって異なります。投擲は、戦闘中に役立つことはあまりありませんが、火力の高い物があればあるいは…
ko: 수류탄을 활성화시켰습니다! 아마 던지고 싶겠죠. 물건을 던지려면 't'키를 눌러서 던질 물건을 선택하면 됩니다. 투척 거리는 힘과 물체의 무게 및 크기에 따라 달라집니다. 대부분의 전투 상황에서 던지기 공격은 그리 좋지 않지만, 만약에 던진 무기가 폭발물이라면...
ru: Вы активировали гранату! Вряд ли стоит тянуть с броском. Чтобы бросить что-нибудь, нажмите "t" и выберите нужный предмет. Максимальная дистанция броска зависит от веса и размера объекта, а также вашей силы. Броски не лучший вариант большинстве боевых ситуаций, но если у вас есть что-то мощное...
zh_cn: 你刚刚激活一个手雷!你可能想把它扔了。要投掷一个 道具,按“t”,然后选择要扔的道具。最大投掷范围取决于 在你的力量和头植物的重量和尺寸。在大多数战斗中 投掷不是很好的选择,但是如果你有一些NB的火力…

source: You just drank a bottle of water, reducing your thirst level and reducing the water level in the bottle. You'll probably want to drop empty bottles, or you might want to save them to refill from a water source later.
de: Du hast gerade aus einer Wasserflasche getrunken, was deinen Durstpegel und den Wasserpegel der Flasche verringerte. Vielleicht willst du leere Flaschen fallen lassen, oder vielleicht willst du sie behalten, um sie später aus einer Wasserquelle aufzufüllen.
ja: 水を飲むと渇きを癒すことができます。空のボトルは捨てるか、後で水場から汲むために取っておこう。
ko: 방금 마신 물은 갈증 수치를 낮춰줍니다. 물을 다 마시면 빈 병을 버릴 수도, 다른 수원을 찾아서 물을 채워넣을 때까지 가지고 있을 수도 있습니다.
ru: Вы только что выпили бутылку воды, понизив свой уровень жажды и уменьшив уровень воды в бутылке. Вероятно вы будете выбрасывать пустые бутылки, но имейте в виду, что их можно придержать, чтобы заполнить их снова из источника воды.
zh_cn: 你喝了一瓶水，这减轻了你的口渴和瓶装 水的水位。你可能会想要丢弃空瓶，或者 你可能想留着以后装水。

source: You just stepped on a space with one or more items. If you wish to pick it up, press ',' or 'g'.
de: Du hast gerade ein Feld mit einem oder mehreren Gegenständen betreten. Wenn du etwas aufheben möchtest, drücke »;« oder »g«.
ja: アイテムのあるタイルの上に移動しました。拾うには','か'g'を押します。
ko: 당신은 지금 물건이 하나 이상 있는 곳에 서있습니다. 물건을 줍기 위해서는 ','키나 'g'키를 누르면 됩니다.
ru: Вы дошли до места с одним или более предметами. Если вы хотите подобрать их, нажмите "," или "g".
zh_cn: 若你刚好踩在一个或多个物品上，如果想捡起物品，按',' 或 'g'。

source: ~ is a terrain symbol that indicates water. From a water source like this, you can fill any containers you might have. Step onto the water, then press the pickup key (',' or 'g'), then select a watertight container to put the water into.
de: »~« ist ein Symbol, das für Wasser steht. Aus einer Wasserquelle wie dieser kannst du jeden beliebigen Behälter, den du vielleicht hast, befüllen. Stell dich auf das Wasser, dann drücke die Nehmen-Taste (»,« oder »g«), dann wähle einen wasserdichten Behälter, in dem du das Wasser hereinschütten willst.
ja: ~ は水場であることを示しています。水源からは、入れ物に水を汲むことができます。水場に立ち','か'g'を、もしくは側で'e'を押して入れ物を選択します。
ko: '~'는 물을 가리키는 지형 표시입니다. 이러한 수원지에서는 닫을 수 있는 용기가 있다면 물을 채울 수 있습니다. 물에 가까이 접근해서 ','키나 'g'키 같은 줍기 키를 누른 뒤, 물을 담을 수 있는 용기를 선택하면 물을 담을 수 있습니다.
ru: Символ "~" на местности обозначает воду. Из подобных источников воды вы можете наполнить любой подходящий контейнер. Зайдите на воду, нажмите клавишу подбора(";" или "g"), а потом выберите контейнер для заполнения.
zh_cn: “~”是一个表示水的地形符号。通过这样的水源，你能 填充任何容器。站在水中,然后按拾取键(','或' g '),之 后选择一个水密容器把水灌进去。

source: Ambulance
de: Krankenwagen
ja: 救急車
ko: 구급차
ru: Скорая
zh_cn: 救护车

source: Armored Car
de: Gepanzerter Wagen
ja: 装甲車
ko: 장갑차
ru: Бронированный автомобиль
zh_cn: 装甲车

source: Armored Personnel Carrier
de: Mannschaftstransportwagen
ja: 装甲人員運搬車
ru: Бронетранспортёр
zh_cn: 装甲运兵车

source: Automatic Street Sweeper
ja: 自動街路清掃車
zh_cn: 自动清道夫

source: Beetle
de: Käfer
ja: ビートル
ko: 비틀(차량)
ru: Жук
zh_cn: 甲壳虫汽车

source: Bicycle
de: Fahrrad
ja: 自転車
ko: 자전거
ru: Велосипед
zh_cn: 自行车

source: Bubble Car
de: Kabinenroller
ja: バブルカー
ko: 소형 자동차
ru: Мотоколяска
zh_cn: 三轮车

source: Car
de: Auto
ja: 自動車
ko: 자동차
ru: автомобиль
zh_cn: 汽车

source: Car Chassis
de: Auto-Fahrgestell
ja: 自動車の車台
ko: 자동차 차대
ru: шасси авто
zh_cn: 汽车底盘

source: Cube Van
de: Kastenwagen
ja: キューブバン
ko: 큐브 밴
ru: Микроавтобус
zh_cn: 箱式货车

source: Electric Bicycle
ja: 電動自転車
zh_cn: 电动自行车

source: Electric Car
de: Elektroauto
ja: 電気自動車
ko: 전기 자동차
ru: Электромобиль
zh_cn: 电动车

source: Electric Scooter
de: Elektroroller
ja: 電動スクーター
ko: 전동 스쿠터
ru: Электро-скутер
zh_cn: 电动轻骑

source: Fire Engine
ja: 消防自動車
zh_cn: 消防车

source: Fire Truck
de: Feuerwehrfahrzeug
ja: 消防車
ko: 소방차
ru: Пожарная машина
zh_cn: 救火车

source: Flatbed Truck
de: Tieflader
ja: 平床トラック
ko: 평상형 트럭
ru: Безбортовый грузовик.
zh_cn: 皮卡

source: Foldable wheelchair
de: Klappbarer Rollstuhl
ja: 折り畳み式車椅子
ko: 접이식 휠체어
ru: Складное инвалидное кресло
zh_cn: 折叠轮椅

source: Food Vendor Cart
de: Lebensmittelverkäuferkarren
ja: 食品販売カート
ko: 식료품점 카트
ru: Повозка продавца фаст-фуда
zh_cn: 热狗推车

source: Golf Cart
de: Golfwagen
ja: ゴルフカート
ko: 골프 카트
ru: Гольфмобиль
zh_cn: 高尔夫球车

source: Handjack
de: Rangierwagenheber
ja: ハンドジャッキ
ko: 수동식 팔렛잭
ru: Погрузчик
zh_cn: 手动叉车

source: Hatchback
de: Kombilimousine
ja: ハッチバック
ko: 해치백
ru: Хэчбэк
zh_cn: 两厢车

source: Hippie Van
de: Hippie-Lieferwagen
ja: ヒッピーバン
ko: 히피 밴
ru: Хиппи фургон
zh_cn: 大众T-Bus

source: Humvee
ja: 高機動多用途装輪車
ko: 험비
ru: армейский вездеход
zh_cn: 悍马

source: Ice Cream Cart
de: Eiswagen
ja: アイスクリームカート
ko: 아이스크림 카트
ru: Тележка продавца мороженного
zh_cn: 冰激凌车

source: Low-End Cube Van
de: billiger Kastenwagen
ja: 低価格のキューブバン
ko: 보급형 큐브 밴
ru: Простой микроавтобус
zh_cn: 低档货车

source: Luggage Cart
de: Gepäckwagen
ja: 手荷物用台車
ko: 여행용 카트
ru: Багажная тележка
zh_cn: 行李箱

source: Luxury RV
de: Luxuswohnmobil
ja: 高級キャンピングカー
ko: 고급형 RV
ru: Роскошный дом на колёсах
zh_cn: 豪华房车

source: Mechanized Infantry Carrier
de: Panzergrenadiertransporter
ja: 機械化歩兵運搬車
zh_cn: 机械化步兵载体

source: Military Cargo Truck
de: militärischer Lkw
ja: 軍用貨物トラック
ko: 군용 수송트럭
ru: Военный грузовик
zh_cn: 军用卡车

source: Mobile Meth Lab
de: mobiles Methamphetaminlabor
ja: 麻薬製造車
ko: 이동식 메탐페타민 제조소
ru: Передвижная мет-лаборатория
zh_cn: 移动制毒车

source: Motorcycle
de: Motorrad
ja: オートバイ
ko: 오토바이
ru: Мотоцикл
zh_cn: 摩托车

source: Motorcycle Chassis
de: Motorrad-Fahrgestell
ja: オートバイの車台
ko: 오토바이 차대
ru: шасси мотоцикла
zh_cn: 摩托底盘

source: Pickup Truck
ja: 軽トラック
zh_cn: 敞篷小卡车

source: Police Car
de: Polizeiauto
ja: パトロールカー
ko: 경찰차
ru: Полицейская машина
zh_cn: 警车

source: Quad Bike
de: Quad
ja: 四輪バイク
ko: 4륜 오토바이
ru: квадроцикл
zh_cn: 四轮摩托

source: Quad Bike Chassis
de: Quad-Fahrgestell
ja: 四輪バイクの車台
ko: 4륜 오토바이 차대
ru: шасси квадроцикла
zh_cn: 四轮摩托底盘

source: Road Roller
ja: ロードローラー
zh_cn: 压路机

source: Schoolbus
de: Schulbus
ja: スクールバス
ko: 스쿨버스
ru: Школьный автобус
zh_cn: 校车

source: Scooter
de: Motorroller
ja: スクーター
ko: 스쿠터
ru: Мотороллер
zh_cn: 轻型摩托

source: Semi Truck
de: Sattelschlepper
ja: セミトレーラー
ko: 세미 트럭
ru: Тягач с полуприцепом
zh_cn: 重型卡车

source: Shopping Cart
de: Einkaufswagen
ja: ショッピングカート
ko: 쇼핑 카트
ru: Тележка для товаров
zh_cn: 购物车

source: Solar Car
de: Solarauto
ja: ソーラーカー
ko: 태양광 자동차
ru: Машина на солнечной энергии
zh_cn: 太阳能车

source: Sports Car
de: Sportauto
ja: スポーツカー
ko: 스포츠 카
ru: Спорткар
zh_cn: 跑车

source: Swivel Chair
de: Drehstuhl
ja: 回転椅子
ko: 회전의자
ru: Кресло на колёсиках
zh_cn: 转椅

source: Truck Trailer
de: Lkw-Anhänger
ja: フルトレーラー
ko: 화물 트레일러
ru: Грузовой Трейлер
zh_cn: 挂车

source: Unicycle
de: Einrad
ja: 一輪車
ko: 외발자전거
ru: Моноцикл
zh_cn: 独轮车

source: Welding Cart
de: Schweißkarren
ja: 溶接機カート
ko: 용접 카트
ru: Мобильная сварка
zh_cn: 电焊推车

source: Wheelbarrow
de: Schubkarre
ja: 手押し車
ko: 외바퀴 손수레
ru: Тележка
zh_cn: 独轮车

source: custom
de: benutzerdefiniert
ja: カスタム
ko: 사용자 지정
ru: нестандартный
zh_cn: 自定义

source: custom_empty
ja: カスタム(空)
zh_cn: 自定义_空

source: 5-point harness
de: Fünfpunktgurt
ja: 5点式シートベルト
ko: 5점 안전벨트
ru: 5-конечный ремень безопасности
zh_cn: 五点式安全带

source: Gatling cannon
ja: ガトリング砲
zh_cn: 加特林炮

source: Roller drum
ja: ドラムローラー
zh_cn: 辊筒

source: V12 Engine
de: Zwölfzylindermotor
ja: V型12気筒エンジン
ko: 12-기통 엔진
ru: двигатель V12
zh_cn: V12引擎

source: aisle
de: Gang
ja: 通路
ko: 통로
ru: проход
zh_cn: 过道

source: aisle lights
zh_cn: 过道灯

source: aisle with lights
ja: 明かりの付いた通路
zh_cn: 带灯过道

source: blue light
de: Blaulicht
ja: ブルーライト
ko: 파란 경광등
ru: синяя мигалка
zh_cn: 蓝警灯

source: board
de: Fahrzeugwand
ja: 板
ko: 철판
ru: кузов
zh_cn: 隔板

source: body ram
ja: 衝角
zh_cn: 人体闸板

source: bone plating
ja: 平板(骨)
zh_cn: 骨板

source: box
de: Kiste
ja: ボックス
ko: 상자
ru: контейнер
zh_cn: 行李箱

source: camera control system
ja: カメラ制御システム
zh_cn: 监控控制系统

source: cargo space
de: Lagerplatz
ja: 積荷空間
ko: 화물 적재고
ru: ящик
zh_cn: 载货空间

source: casters
de: Transportrollen
ja: キャスター
ko: 다리 바퀴(caster)
ru: колёсики
zh_cn: 脚轮

source: chitin plating
ja: 平板(キチン)
zh_cn: 甲壳板

source: cloth roof
de: Stoffdach
ja: 屋根(布)
ko: 천 지붕
ru: крыша из ткани
zh_cn: 顶篷

source: controls
de: Steuerung
ja: 制御装置
ko: 조종장치
ru: руль
zh_cn: 载具控制器

source: curtain
de: Vorhang
ja: カーテン
ko: 커튼
ru: занавеска
zh_cn: 窗帘

source: diesel tank
ja: 軽油タンク
zh_cn: 柴油箱

source: diesel tank (little)
ja: 軽油タンク(極小型)
zh_cn: 柴油箱（微型）

source: diesel tank (small)
ja: 軽油タンク(小型)
zh_cn: 柴油箱（小型）

source: door
de: Türe
ja: ドア
ko: 문
ru: дверь
zh_cn: 门

source: door motor
ja: ドアモーター
zh_cn: 电动门马达

source: dual nail turret
ja: タレット(2連ネイルガン)
zh_cn: 双管射钉枪炮塔

source: external cargo carrier
ja: 外付けカーゴキャリア
zh_cn: 外接货柜

source: externally mounted diesel tank
ja: 外付軽油タンク
zh_cn: 外部挂载柴油箱

source: externally mounted gas tank
de: außerhalb montierter Benzintank
ja: 外付燃料タンク
ko: 외장형 연료 탱크
ru: внешний бензобак
zh_cn: 外部挂载汽油箱

source: extra light frame
de: superleicher Fahrzeugrahmen
ja: 超軽量フレーム
ko: 초경량 프레임
ru: сверхлегкая рама
zh_cn: 超轻车架

source: extra light quarterpanel
de: extraleichte Seitenwand
ja: 超軽量クォーターパネル
ko: 초경량 쿼터 패널
ru: сверхлегкая боковина
zh_cn: 超轻侧板

source: floor trunk
de: Bodenklappe
ja: トランクフロア
ko: 플로어 트렁크
ru: багажник в полу
zh_cn: 地板行李箱

source: foldable light frame
de: faltbarer leichter Rahmen
ja: 開閉軽量フレーム
ru: складная лёгкая рама
zh_cn: 折叠车架

source: foldable seat
de: Klappsitz
ja: 折り畳み座席
ru: складное сиденье
zh_cn: 折叠座椅

source: folding shopping cart basket
ja: 折り畳み式ショッピングカートバスケット
zh_cn: 折叠购物车篮

source: foot pedals
de: Tretpedale
ja: フットペダル
ko: 페달
ru: педали
zh_cn: 脚踏板

source: frame
de: Fahrgestell
ja: フレーム
ko: 프레임
ru: рама
zh_cn: 车架

source: gasoline tank
de: Benzintank
ja: ガソリンタンク
ko: 휘발유 탱크
ru: бензобак
zh_cn: 汽油箱

source: gasoline tank (little)
ja: ガソリンタンク(極小型)
zh_cn: 汽油箱（微型）

source: gasoline tank (small)
de: Benzintank (klein)
ja: ガソリンタンク(小型)
ko: 소형 휘발유 탱크
ru: бензобак (малый)
zh_cn: 汽油箱（小型）

source: hand paddles
de: Handpaddel
ja: 手漕ぎ櫂
zh_cn: 手桨

source: hand rims
de: Greifreifen
ja: ハンドリム
zh_cn: 轮辋

source: handle
de: Griff
ja: ハンドル
ko: 손잡이
ru: рукоять
zh_cn: 把手

source: hatch
de: Falltür
ja: ハッチ
ko: 해치
ru: люк
zh_cn: 舱口

source: head light
de: Scheinwerfer
ja: ヘッドライト
ko: 헤드라이트
ru: фары
zh_cn: 车头灯

source: heavy duty board
de: Hochleistungsfahrzeugwand
ja: 頑丈な板(強化鋼)
ko: 중장갑판
ru: тяжёлый кузов
zh_cn: 重型隔板

source: heavy duty hatch
de: Hochleistungsfalltür
ja: 頑丈なハッチ
zh_cn: 重型舱口

source: heavy duty roof
de: schweres Dach
ja: 頑丈な屋根(強化鋼)
ko: 중갑 지붕
ru: тяжелая крыша
zh_cn: 重型车顶盖

source: heavy steel ram
ja: 衝角(厚鋼)
zh_cn: 重钢闸板

source: hydrogen tank
de: Wasserstofftank
ja: 水素タンク
ko: 수소 탱크
ru: водородный бак
zh_cn: 氢罐

source: inboard mirror
zh_cn: 车内后视镜

source: internal door
de: Innentüre
ja: 内部ドア
ko: 내부 통행문
ru: внутренняя дверь
zh_cn: 内部门

source: kitchen unit
de: Kücheneinheit
ja: キッチンユニット
ko: 주방칸
ru: автокухня
zh_cn: 车载厨房

source: light wooden handle
ja: 軽量ハンドル(木)
zh_cn: 轻型木把手

source: military composite armor
de: Militär-Kompisitpanzerung
ja: 装甲(軍用複合)
ko: 군용 복합 장갑
ru: военная композитная броня
zh_cn: 军用复合装甲

source: military composite ram
ja: 衝角(軍用複合)
zh_cn: 军用复合闸板

source: mounted .22 dual turret
ja: 車載/タレット(.22口径デュアル)
zh_cn: 车载双管.22炮塔

source: mounted .22 quad cannon
ja: 車載/ランチャー(.22口径クアッド)
zh_cn: 车载四管.22炮塔

source: mounted .45 dual turret
ja: 車載/タレット(.45口径デュアル)
zh_cn: 车载双管.45炮塔

source: mounted .45 quad cannon
ja: 車載/ランチャー(.45口径クアッド)
zh_cn: 车载四管.45炮塔

source: mounted 9mm dual turret
ja: 車載/タレット(9mmデュアル)
zh_cn: 车载双管9mm炮塔

source: mounted 9mm quad cannon
ja: 車載/ランチャー(9mmクアッド)
zh_cn: 车载四管9mm炮塔

source: mounted M2 Browning
de: montierte M2 Browning
ja: 車載/ライフル(ブローニングM2 HMG)
ko: 장착된 M2 브라우닝
ru: установленный M2 Browning
zh_cn: 安装好的M2布朗宁机枪

source: mounted M249
de: montiertes M249
ja: 車載/ライフル(M249)
ko: 장착된 M249
ru: смонтированный M249
zh_cn: 安装好的M249机枪

source: mounted MG
ja: 車載/ライフル(MG)
zh_cn: 车载MG机枪

source: mounted MG turret
ja: 車載/タレット(MG)
zh_cn: 车载MG机枪炮塔

source: mounted Mark 19 grenade launcher
de: montierter Mark-19-Granatenwerfer
ja: 車載/ランチャー(マーク19)
ko: 장착된 Mark 19 유탄 발사기
ru: установленный гранатомёт Mark 19
zh_cn: 安装好的Mark19榴弹发射器

source: mounted NX17
de: montiertes NX17
ja: 車載/ライフル(NX-17)
ko: 장착된 NX17
ru: смонтированный NX17
zh_cn: 安装好的NX17

source: mounted RM298 HMG
ja: 車載/ライフル(RM298 HMG)
zh_cn: 安装好的RM298重机枪

source: mounted RM614 LMG
ja: 車載/ライフル(RM614 LMG)
zh_cn: 安装好的RM614轻机枪

source: mounted Tesla turret
ja: 車載/タレット(テスラコイル)
zh_cn: 车载电磁炮塔

source: mounted avalanche turret
ja: 車載/タレット(空気圧式ライフル)
zh_cn: 车载雪崩炮塔

source: mounted dragon turret
ja: 車載/タレット(ドラゴンタレット)
zh_cn: 车载火龙炮塔

source: mounted electric forge
de: montierte Elektroschmiede
ja: 車載/電動炉
ko: 설치된 전기식 용광로
ru: смонтированный электро-кузнечный горн
zh_cn: 安装好的锻造台

source: mounted energy turret
ja: 車載/タレット(エネルギー砲)
zh_cn: 车载能量炮塔

source: mounted flamecaster
ja: 車載/ランチャー(フレイムキャスター)
zh_cn: 车载喷火器

source: mounted flamethrower
de: montierter Flammenwerfer
ja: 車載/ランチャー(火炎放射器)
ko: 장착된 화염방사기
ru: вмонтированный огнемёт
zh_cn: 安装好的火焰喷射器

source: mounted fusion gun
de: montiertes Fusionsgewehr
ja: 車載/ランチャー(フュージョンガン)
ko: 장착된 FTK-93 퓨전건
ru: смонтированная термоядерная пушка
zh_cn: 安装好的核聚变枪

source: mounted grenade launcher
ja: 車載/ランチャー(擲弾)
zh_cn: 车载榴弹发射器

source: mounted laser
ja: 車載/ランチャー(レーザー)
zh_cn: 车载激光

source: mounted laser cannon
ja: 車載/ランチャー(レーザー砲)
zh_cn: 车载激光炮

source: mounted plasma gun
de: montiertes Plasmagewehr
ja: 車載/ランチャー(プラズマガン)
ko: 장착된 플라즈마 건
ru: смонтированная плазменная пушка
zh_cn: 安装好的等离子枪

source: mounted pulse laser
ja: 車載/タレット(パルスレーザー)
zh_cn: 车载脉冲激光

source: mounted pulse turret
ja: 車載/タレット(パルス)
zh_cn: 车载脉冲炮塔

source: mounted ripper
ja: 車載/リッパー
zh_cn: 车载开膛者

source: mounted rotary speargun
ja: 車載/ライフル(自動スピアガン)
zh_cn: 车载鱼叉枪

source: mounted scorpion
ja: 車載/クロスボウ(スコーピオン)
zh_cn: 车载蝎弩炮塔

source: mounted shredder
ja: 車載/シュレッダー
zh_cn: 车载粉碎机

source: mounted spear launcher
ja: 車載/ランチャー(スピア)
zh_cn: 车载长矛炮塔

source: mounted splintergun
ja: 車載/ライフル(スプリンターガン)
zh_cn: 车载分裂枪

source: mounted storm bolter
ja: 車載/タレット(ストームボルター)
zh_cn: 车载风暴突击枪

source: mounted turbolaser cannon
ja: 車載/ランチャー(ターボレーザー砲)
zh_cn: 车载涡轮激光炮

source: null part
de: Null-Teil
ja: 部品なし
ru: пустая часть
zh_cn: 空位

source: opaque door
de: undurchsichtige Türe
ja: 不透明なドア
ko: 불투명한 문
ru: непрозрачная дверь
zh_cn: 不透明车门

source: quad nail turret
ja: タレット(4連ネイルガン)
zh_cn: 四管射钉枪炮塔

source: quarterpanel
de: Seitenwand
ja: クォーターパネル
ko: 쿼터 패널
ru: боковина
zh_cn: 侧板

source: rebar reinforcement
ja: 補強材(鉄筋)
zh_cn: 钢筋栅格

source: reclining seat
zh_cn: 倾斜座椅

source: red light
de: Rotlicht
ja: レッドライト
ko: 빨간 경광등
ru: красная мигалка
zh_cn: 红警灯

source: reinforced windshield
de: Panzerwindschutzscheibe
ja: 強化ガラス
ko: 강화된 정면유리
ru: бронированное лобовое стекло
zh_cn: 钢化挡风玻璃

source: robot controls
ja: ロボット制御装置
zh_cn: 机器人控制器

source: roof
de: Dach
ja: 屋根
ko: 지붕
ru: крыша
zh_cn: 车顶盖

source: seatbelt
de: Sitzgurt
ja: シートベルト
ko: 안전벨트
ru: ремень безопасности
zh_cn: 安全带

source: security system
ja: 保安システム
zh_cn: 安全系统

source: shopping cart basket
de: Einkaufswagenkorb
ja: ショッピングカートバスケット
ko: 쇼핑 카트 바구니
ru: магазинная корзина
zh_cn: 购物车篮

source: shutter door
de: Rolltür
ja: シャッター
ko: 셔터 문
ru: сдвижная дверь
zh_cn: 百叶门

source: sliding door
de: Schiebetür
ja: スライドドア
ko: 미닫이문
ru: раздвижная дверь
zh_cn: 推拉门

source: slingshot cannon
ja: スリングショット砲
zh_cn: 车载弹弓炮塔

source: spiked ram
ja: 衝角(棘)
zh_cn: 钉刺闸板

source: steel ram
ja: 衝角(鋼)
zh_cn: 钢闸板

source: stow board
de: Lagerwand
ja: ストウボード
ko: 수납장
ru: складной кузов
zh_cn: 积载板

source: straight-6 diesel engine
ja: 直列6気筒ディーゼルエンジン
zh_cn: 六缸直喷柴油发动机

source: superalloy ram
ja: 衝角(超合金)
zh_cn: 合金闸板

source: swappable storage battery
ja: 蓄電池(交換可)
zh_cn: 可更换蓄电池

source: swappable storage battery case
ja: 蓄電池ケース(交換可)
zh_cn: 可更换蓄电池箱

source: tracking device
de: Peilsender
ja: 追跡装置
ko: 추적 장치
ru: устройство слежения
zh_cn: 追踪装置

source: travois
ja: 自転車トレーラー
zh_cn: 雪橇

source: trunk
de: Kofferraum
ja: トランク
ko: 트렁크
ru: багажник
zh_cn: 后备箱

source: trunk door
de: Kofferraumtüre
ja: トランクドア
ko: 트렁크 문
ru: дверь багажника
zh_cn: 行李箱门

source: unicycle wheel
de: Einrad-Rad
ja: 一輪車のホイール
ko: 외발자전거 바퀴
ru: колесо моноцикла
zh_cn: 独轮车轮

source: water barrel
ja: 貯水樽
zh_cn: 水桶

source: water tank
de: Wassertank
ja: 給水タンク
ko: 물탱크
ru: водяной бак
zh_cn: 水箱

source: water tank (little)
ja: 給水タンク(極小)
zh_cn: 水箱（微型）

source: water tank (small)
ja: 給水タンク(小型)
zh_cn: 水箱（小型）

source: welding rig
de: Schweißausrüstung
ja: 溶接装置
ko: 용접장비
ru: автосварка
zh_cn: 车载焊机

source: wheelchair wheel
de: Rollstuhlrad
ja: 車椅子のホイール
zh_cn: 轮椅车轮

source: windshield
de: Windschutzscheibe
ja: フロントガラス
ko: 정면유리
ru: лобовое стекло
zh_cn: 挡风玻璃

source: wing mirror
de: Außenspiegel
ja: サイドミラー
ru: боковое зеркало
zh_cn: 反光镜

source: wire bike basket
de: Fahrraddrahtkorb
ja: 自転車バスケット
ko: 자전거 바구니
ru: велосипедная корзина
zh_cn: 自行车篮

source: wiring
ja: ワイヤー
zh_cn: 电线

source: wood table
zh_cn: 木桌

source: wooden armor
de: Holzpanzerung
ja: 装甲(木)
ko: 목제 장갑
ru: деревянная броня
zh_cn: 木制装甲
