Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You also need level <color_%1$s>%2$d</color> skill in mechanics to install additional engines.
de: Du brauchst außerdem Stufe <color_%1$s>%2$d</color> in Mechanik, um zusätzliche Motoren zu installieren.
ja: エンジンの追加にはさらに <color_%1$s>%2$d</color>レベル以上の機械整備技能が必要です。
ko: 또한, 추가로 엔진을 설치하려면 <color_%1$s>%2$d</color>레벨 이상의 기계공학 기술이 필요합니다.
ru: Для установки дополнительных двигателей вам также потребуется уровень <color_%1$s>%2$d</color> навыка в механике.
zh_cn: 你需要<color_%1$s>%2$d</color>级的机械技能才能安装额外引擎。

source: <ESC>-back
de: <Esc>:zurück
ja: <ESC>-戻る
ko: <ESC>-되돌아가기
ru: <ESC>-назад
zh_cn: <ESC>-返回

source: <c>hange tire
de: <c>:Reifen
ja: <c>タイヤ交換
ko: <c>타이어 교체
ru: <c>-сменить колесо
zh_cn: <c>换胎

source: <d>rain
ja: <d>雨
zh_cn: <d>排水

source: <i>nstall
de: mont<i>eren
ja: <i>取付
ko: <i>설치
ru: <i>-монтаж
zh_cn: <i>安装

source: <r>epair
de: <r>eparieren
ja: <r>修理
ko: <r>수리
ru: <r>-ремонт
zh_cn: <r>修复

source: <s>iphon
de: ab<s>augen
ja: <s>抜取
ko: <s>연료 흡인
ru: <s>-слить
zh_cn: <s>抽油

# Vehicle Parts|
source: A
zh_cn: 全部

source: Acceleration: <color_ltblue>%3d</color> %s/t
de: Beschleunigung: <color_ltblue>%3d</color> %s/t
ja: 加速度: <color_ltblue>%3d</color> %s/t
ko: 가속력: <color_ltblue>%3d</color> %s/t
ru: Ускорение: <color_ltblue>%3d</color> %s/t
zh_cn: 加速度：<color_ltblue>%3d</color> %s/t

# Vehicle Parts|
source: All
ja: 全て
zh_cn: 全部

source: As you bend the hose into a U-shape, you figure out something's not quite right...
zh_cn: 当你把软管弯成U形后，你才发现有啥不对劲的...

source: Bat
ja: B
zh_cn: 电池

source: Battery
ja: 電力
zh_cn: 电池

source: Better not remove something while driving.
ja: 運転中には何も取り外さない方が良いでしょう。。
zh_cn: 驾驶时最好别乱拆部件。

# Vehicle Parts|
source: C
zh_cn: 货仓

source: Cannot install any part here.
de: Hier kann kein Teil montiert werden.
ja: ここには部品を取り付けられない。
ko: 이 칸에는 부품을 설치할 수 없습니다.
ru: Сюда невозможно установить какие-либо части
zh_cn: 这里什么也不能装。

source: Cap
ja: 容量
zh_cn: 容量

source: Capacity
ja: 容量
zh_cn: 容量

# Vehicle Parts|
source: Cargo
ja: 積載
zh_cn: 货仓

source: Cargo Volume: <color_ltgray>%d/%d</color>
de: Lagerplatz: <color_ltgray>%d/%d</color>
ja: 積載量: <color_ltgray>%d/%d</color>
ru: Грузоподъемность: <color_ltgray>%d/%d</color>
zh_cn: 载货量： <color_ltgray>%d/%d</color>

source: Charge: <color_ltgray>%s</color>
ja: 電力: <color_ltgray>%s</color>
zh_cn: 电量: <color_ltgray>%s</color>

source: Choose a facing direction for the new headlight.
de: Wechle die Leuchtrichtung für den neuen Scheinwerfer.
ja: ヘッドライトの向きを選んで下さい:
ko: 헤드라이트가 향할 방향을 정합니다.
ru: Выберете направление для новой фары.
zh_cn: 选择一个新的车前灯方向。

source: Choose a part here to remove:
de: Wähle hier ein Teil zum Entfernen:
ja: 取り外す部品を選択:
ko: 제거할 부품을 선택하세요:
ru: Какую деталь нужно снять:
zh_cn: 选择一个要拆除的部件：

source: Choose a part here to repair:
de: Wähle hier ein Teil zum Reparieren:
ja: 修理する部品を選択:
ko: 이 칸의 부품 중 수리할 것을 고르세요:
ru: Выберите деталь для починки.
zh_cn: 选择一个部件进行维修：

source: Choose new part to install here:
de: Wähle hier das neue Teil zum Montieren:
ja: 取り付ける部品を選択:
ko: 이곳에 설치할 새 부품을 고르세요:
ru: Выберите новую часть для монтажа:
zh_cn: 选择一个新的部件安装在这里：

source: Choose shape:
ja: 形状選択:
zh_cn: 选择外形：

source: Choose wheel to use as replacement:
de: Wähle Ersatzrad aus:
ja: 置き換えるホイールを選択:
ko: 대체할 바퀴를 선택하세요:
ru: Выберете колесо для замены:
zh_cn: 选择用来更换的轮胎：

source: Damage
ja: 損傷
zh_cn: 损坏

source: Diesel
ja: 軽油
zh_cn: 柴油

source: Dmg
ja: 損傷
zh_cn: 伤害

source: Dur
ja: 耐久
zh_cn: 耐久

source: Durability
ja: 耐久
zh_cn: 耐久

source: FWD ->
de: Vorne →
ko: 전방 ->
ru: Перед ->
zh_cn: 前进 ->

source: FoldVol
ja: 折畳体積
zh_cn: 折叠体积

source: Folded Volume
ja: 折畳体積
zh_cn: 折叠体积

source: Gasoline
ja: ガソリン
zh_cn: 汽油

# Vehicle Parts|
source: H
zh_cn: 装甲

# Vehicle Parts|
source: Hull
ja: 外装
zh_cn: 装甲

# Vehicle Parts|
source: I
zh_cn: 内装

# Vehicle Parts|
source: Internal
ja: 内装
zh_cn: 内装

# Vehicle Parts|
source: L
zh_cn: 光源

source: Light
ja: 光量
zh_cn: 亮

# Vehicle Parts|
source: Light
ja: 光量
zh_cn: 光源

source: Mass: <color_ltblue>%5d</color> %s
de: Masse: <color_ltblue>%5d</color> %s
ja: 質量: <color_ltblue>%5d</color> %s
ru: Масса: <color_ltblue>%5d</color> %s
zh_cn: 质量：<color_ltblue>%5d</color>%s

source: Name:
ja: 名前:
ko: 이름 :
ru: Название:
zh_cn: 名字：

source: Needs <color_%1$s>%2$s</color>, a <color_%3$s>wrench</color> and level <color_%4$s>%5$d</color> skill in mechanics.%6$s
zh_cn: 需要 <color_%1$s>%2$s</color>，一个<color_%3$s>扳手</color>，<color_%4$s>%5$d</color> 级机械技能。%6$s

source: Needs <color_%1$s>%2$s</color>, a <color_%3$s>wrench</color>, either a <color_%4$s>powered welder</color> (and <color_%5$s>welding goggles</color>) or <color_%6$s>duct tape</color>, and level <color_%7$s>%8$d</color> skill in mechanics.%9$s
zh_cn: 需要 <color_%1$s>%2$s</color>，一把 <color_%3$s>扳手</color>，一把 <color_%4$s>焊枪</color> (以及 <color_%5$s>电焊护目镜</color>) 或 <color_%6$s>强力胶带</color>, 以及 <color_%7$s>%8$d</color> 级机械技能。%9$s

source: Needs <color_%1$s>%2$s</color>, and level <color_%3$s>%4$d</color> skill in mechanics.%5$s
zh_cn: 你需要 <color_%1$s>%2$s</color>和<color_%3$s>%4$d</color> 级机械技能。%5$s

source: Needs <color_%1$s>%2$s</color>, either <color_%3$s>nails</color> and <color_%4$s>something to drive them</color> or <color_%5$s>duct tape</color>, and level <color_%6$s>%7$d</color> skill in mechanics.%8$s
zh_cn: 需要 <color_%1$s>%2$s</color>，<color_%3$s>钉子</color>及<color_%4$s>相关驱动设备</color> 或者 <color_%5$s>强力胶带</color>，以及<color_%6$s>%7$d</color> 级机械技能。 %8$s

source: New label:
de: Neue Beschriftung:
ja: 新しいラベル:
zh_cn: 新标签：

source: No parts here.
de: Hier sind keine Teile.
ja: 部品がない。
ko: 이곳에는 아무 부품도 없습니다.
ru: Здесь нет запчастей.
zh_cn: 这里没有部件。

source: Noise
ja: 騒音
zh_cn: 噪音

# Vehicle Parts|
source: O
zh_cn: 其它

source: Only one muscle powered engine can be installed.
ja: 筋力エンジンを一つだけ追加できます。
zh_cn: 只能安装一个人力引擎。

# Vehicle Parts|
source: Other
ja: その他
zh_cn: 其它

source: Power: <color_ltgray>%d</color>
ja: 電力: <color_ltgray>%d</color>
zh_cn: 能量: <color_ltgray>%d</color>

source: Range
ja: 範囲
zh_cn: 距离

source: Siphon what?
ja: 何を抜き取りますか？
zh_cn: 抽取什么？

source: Siphoned %d units of %s from the %s into the %s, draining the tank.
zh_cn: 抽取 %d 单位的 %s 从 %s 到 %s 里，排空了油箱。

source: Siphoned %d units of %s from the %s into the %s, receiving tank is full.
zh_cn: 抽取 %d 单位的 %s 从 %s 到 %s 里，目标油箱已满。

source: Size
ja: サイズ
zh_cn: 尺寸

source: Str
ja: 筋力
zh_cn: 力量

source: The part is broken, or you don't have the proper fuel.
de: Dieses Teil ist kaputt, oder du hast nicht den passenden Treibstoff.
ja: 何処かが壊れているか、適切な燃料を持っていない。
ko: 부품이 파손되었거나, 알맞은 연료를 갖고 있지 않습니다.
zh_cn: 部件可能已经破损或者你没有对应的燃料。

source: The vehicle has no fuel left to siphon.
zh_cn: 这汽车没有燃料可供抽取。

source: The vehicle has no water to siphon.
de: Dieses Fahrzeug hat kein Wasser zum Absaugen.
ko: 이 차량에는 빨아낼 물이 없습니다.
ru: В этом авто нет воды.
zh_cn: 车上没有水可抽。

source: There are no damaged parts on this vehicle.
de: An diesem Fahrzeug gibt es keine beschädigten Teile.
ja: 部品に損傷は見当たらない。
ko: 이 차량에는 손상된 부품이 없습니다.
ru: Здесь нет повреждённых деталей.
zh_cn: 这辆载具里没有损坏的部件。

source: There are no parts here to label.
ja: ラベルを追加する部品がない。
zh_cn: 这里没地方做标记。

source: There is no refillable part here.
de: Hier ist kein wiederbefüllbares Teil.
ja: ここには補充可能な部品がない。
ru: Здесь нет заправляемых деталей.
zh_cn: 这里没有可填充的部分。

source: There is no wheel to change here.
de: Hier gibt es keinen Reifen zum Wechseln.
ja: 交換するホイールがない。
ko: 여기에는 교체할 바퀴가 없습니다.
ru: Тут нет колес которые можно было бы заменить
zh_cn: 这里没有可换的轮胎。

source: There's no refillable part here.
de: Hier ist kein wiederbefüllbares Teil.
ja: ここには補充可能な部品がない。
ru: Здесь нет заправляемых деталей.
zh_cn: 没有可填充的部分。

source: To change a wheel you need a <color_%1$s>wrench</color> and a <color_%2$s>jack</color>.
de: Um einen Reifen zu wechseln, brauchst du einen <color_%1$s>Schraubenschlüssel</color> und einen <color_%2$s>Wagenheber</color>.
ko: 바퀴를 바꾸기 위해서는 <color_%1$s>렌치(wrench)</color>와 <color_%2$s>잭(jack)</color>이 필요합니다.
ru: Для смены колеса вам нужен <color_%1$s>гаечный ключ</color> и <color_%2$s>домкрат</color>.
zh_cn: 更换车轮需要<color_%1$s>扳手</color> 和 <color_%2$s>千斤顶</color>。

# Vehicle Parts|
source: U
zh_cn: 工具

source: Use which gizmo?
de: Welches Ding benutzen?
ja: どの部品を使いますか？
ko: 어떤 도구를 사용합니까?
ru: использовать
zh_cn: 使用哪个材料？

# Vehicle Parts|
source: Util
ja: 機能
zh_cn: 工具

source: Weight
ja: 重量
zh_cn: 重量

source: Wgt
ja: 重量
zh_cn: 重量

source: What to refill:
de: Was soll wiederbefüllt werden?
ja: 何を補充しますか:
ko: 충전할 것:
ru: Что заправить:
zh_cn: 填充什么：

source: Wheel Size
ja: 車輪サイズ
zh_cn: 车轮尺寸

source: Who is driving while you work?
de: Wer fährt, während du arbeitest?
ja: 作業中に運転しているのは誰ですか？
zh_cn: 你丫干活的时候，谁来开车呢？

source: You also need a <color_%1$s>wrench</color> and <color_%2$s>%3$s</color> to replace broken one.
de: Du brauchst außerdem einen <color_%1$s>Schraubenschlüssel</color> und <color_%2$s>%3$s</color>, um ein kaputtes zu ersetzen.
ja: 取り替えるには<color_%1$s>レンチ</color>と<color_%2$s>%3$s</color>が必要です。
ko: 또한 부서진 부품을 대체하기 위해서는 <color_%1$s>렌치(wrench)</color>와 <color_%2$s>%3$s</color>이(가) 필요합니다.
ru: Также нужен <color_%1$s>гаечный ключ</color> и <color_%2$s>%3$s</color> для замены сломанной части.
zh_cn: 更换配件需要 <color_%1$s>扳手</color> 和<color_%2$s>%3$s</color> 。

source: You can't install parts while driving.
de: Du kannst während der Fahrt keine Teile anbringen.
ja: 車両を運転中は部品を取り付けられない。
zh_cn: 目前在驾驶中，不能安装部件。

source: You can't refill the vehicle while driving.
de: Du kannst während der Fahrt das Fahrzeug nicht auftanken.
ja: 車両を運転中に補充は出来ない。
zh_cn: 你在开车时不能同时补充燃料。

source: You can't repair stuff while driving.
de: Du kannst während der Fahrt keine Sachen reparieren.
ja: 運転中は修理できない。
zh_cn: 你在开车时不能同时修理部件。

source: You can't siphon from a moving vehicle.
de: Du kannst nichts aus ein sich bewegendes Fahrzeug absaugen.
ja: 動いている車両からは抜き取れない。
zh_cn: 在运动的车辆中你也能用皮管抽油啊！

source: You cannot remove that part while something is attached to it.
de: Du kannst diesen Teil nicht entfernen, solange etwas daran befestigt ist.
ja: 他に邪魔な物があるので、部品を取り外せない。
ko: 다른 부품이 붙어있는 동안에는, 그 부품을 제거할 수 없습니다!
ru: Вы не можете убрать эту деталь, пока к ней что-то присоединено.
zh_cn: 你不能拆除连接其他部分的部件。

source: You completely dismantle the %s.
de: Du nimmst das %s völlig auseinander.
ja: %sを完全に分解しました。
ko: %s을(를) 완전히 분해했습니다.
ru: Вы полностью демонтировали %s
zh_cn: 你彻底拆除了 %s。

source: You install a %s into the %s.
de: Du monstierst 1 %s in das %s.
ko: %s을(를) %s에 설치했습니다.
ru: Вы смонтировали %s в %s
zh_cn: 你把一个 %s 装在了%s上。

source: You need <color_%1$s>level %2$d</color> mechanics skill to remove this part.
ja: 部品を取り外すには<color_%1$s>レベル%2$d</color>の工学技能が必要です。
zh_cn: 你需要<color_%1$s> %2$d 级</color>机械才能够拆除这个部件。

source: You need a <color_%1$s>hammer</color> and <color_%2$s>level %3$d</color> mechanics skill to remove this part.
ja: 部品を取り外すには<color_%2$s>レベル%3$d</color>の工学技能と<color_%1$s>ハンマー</color>が必要です。
zh_cn: 拆卸这个部件需要 一个<color_%1$s>锤子</color>和<color_%2$s> %3$d 级</color>机械技能。

source: You need a <color_%1$s>powered welder</color> (and <color_%2$s>welding goggles</color>) or <color_%3$s>duct tape</color> to repair.
zh_cn: 你需要 <color_%1$s>焊枪</color> (以及 <color_%2$s>电焊护目镜</color>) 或 <color_%3$s>强力胶带</color> 来修理.

source: You need a <color_%1$s>wrench</color> and <color_%2$s>level %3$d</color> mechanics skill to remove this part.
ja: 部品を取り外すには<color_%2$s>レベル%3$d</color>の工学技能と<color_%1$s>レンチ</color>が必要です。
zh_cn: 拆卸这个部件需要 <color_%1$s>扳手</color>和<color_%2$s> %3$d 级</color>机械技能。

source: You need a <color_%1$s>wrench</color> and a <color_%2$s>hacksaw, cutting torch and welding goggles, or circular saw (off)</color> and <color_%3$s>level %4$d</color> mechanics skill to remove this part.
zh_cn: 你需要一把 <color_%1$s>扳手</color> 及一把 <color_%2$s>钢锯/乙炔喷灯（及电焊护目镜）/圆锯（关）</color> 及 <color_%3$s> %4$d</color> 级机械技能来拆卸这个部件。

source: You need a <color_%1$s>wrench</color>, a <color_%2$s>jack</color> and <color_%3$s>level %4$d</color> mechanics skill to remove this part.
zh_cn: 你需要一个 <color_%1$s>扳手</color> 和一个<color_%2$s>千斤顶</color> 以及 <color_%3$s> %4$d 级 </color> 的机械技能来移除这个部件。

source: You need a <color_red>hose</color> to siphon fuel.
de: Du brauchst einen <color_red>Schlauch</color>, um Treibstoff absaugen zu können.
ko: 연료를 빼내기 위해서는 <color_red>호스(hose)</color>가 필요합니다.
ru: Вам нужен <color_red>шланг</color> чтобы откачать бензин.
zh_cn: 你需要一个 <color_red>软管</color> 来抽油。

source: You need a <color_red>hose</color> to siphon water.
de: Du brauchst einen <color_red>Schlauch</color>, um Wasser abzusaugen.
ko: 물을 빼내기 위해서는 <color_red>호스(hose)</color>가 필요합니다.
ru: Вам нужен <color_red>шланг</color> чтобы откачать воду.
zh_cn: 你需要一个 <color_red>软管</color> 来抽水。

source: You need level <color_%1$s>%2$d</color> skill in mechanics.
de: Du benötigst Erfahrungsstufe <color_%1$s>%2$d</color> in Mechanik.
ja: <color_%1$s>レベル%2$d</color>の工学技能が必要です。
ko: <color_%1$s>%2$d</color>레벨 이상의 기계공학 기술이 필요합니다.
ru: Вам нужен навык уровня <color_%1$s>%2$d</color> в механике.
zh_cn: 你需要 <color_%1$s>%2$d</color> 级机械技术。

source: You remove the broken %s from the %s.
de: Du entfernst das kaputte %s von dem %s.
ko: 고장난 %s을(를) %s에서 제거했습니다.
ru: Вы сняли сломанный %s с %s.
zh_cn: 你把损坏的 %s 从%s 中拆除。

source: You repair the %s's %s.
de: Du reparierst des %ss %s.
ko: %s의 %s을(를) 수리했습니다.
ru: Вы починили в %sе %s.
zh_cn: 你修理好了 %s 的 %s.

source: You replace one of the %s's tires with a %s.
de: Du wechelst einen der Reifen von %s mit einem %s aus.
ko: %s의 타이어를 %s(으)로 교체했습니다.
ru: Вы заменили одно из колес %s на %s
zh_cn: 你更换了一个 %s 的轮胎， 换上 %s

source: Your morale is too low to construct...
de: Deine Moral ist zu niedrig zum Bauen.
ja: 建造する意欲が沸かない...
ko: 뭔가를 건설하기엔 의욕이 나지 않습니다...
ru: Ваше моральное состояние не позволяет что-либо мастерить...
zh_cn: 你情绪低落，没法干活。。。

source: Your morale is too low to repair...
zh_cn: 你的士气过低，无法修理...

source: battered
de: angeschlagen
ja: 凸凹
ko: 닳은
ru: побито
zh_cn: 磨损

source: boardable
ja: 搭乗可能
zh_cn: 可搭载

source: destroyed
de: zerstört
ja: 損壊
ko: 박살난
ru: уничтожено
zh_cn: 毁坏

source: error
de: Fehler
ja: エラー
ko: 오류
ru: ошибка
zh_cn: 出错

source: l<a>bel
ja: <a>ラベル
zh_cn: <a>重新标记

source: like new
de: wie neu
ja: 新品同様
ko: 새것 같은
ru: как новое
zh_cn: 全新

source: opaque
ja: 不透明
zh_cn: 不透明

source: openable
ja: 開閉式
zh_cn: 可开启

source: r<e>name
de: umb<e>nennen
ja: <e>名前変更
ko: e 로 다시 이름짓기
ru: <e>-переименовать
zh_cn: <e>重命名

source: re<f>ill
de: au<f>tanken
ja: <f>補給
ko: <f>연료 충전
ru: <f>-заправка
zh_cn: <f>注油

source: rem<o>ve
de: <o>:entfernen
ja: <o>取外
ko: <o>제거
ru: <o>-демонтаж
zh_cn: <o>移除

source: totaled
de: Totalschaden
ja: 全損
ko: 거의 다 망가진
ru: вконец убито
zh_cn: 损坏

source: wrecked
de: zertrümmert
ja: 大破
ko: 심하게 망가진
ru: разрушено
zh_cn: 残破

source: (vol: %d/%d)
ja: (容積: %d/%d)
zh_cn: (容量: %d/%d)

source: %4.2f-Liter %s
ja: %4.2fリッター%s
ko: %4.2f-리터 %s
ru: %4.2f-л %s
zh_cn: %4.2f-升 %s

source: %s failed to fire! It isn't loaded and/or powered.
ja: %sは撃てない！弾薬が装填されていないか、動力が供給されていない、またはその両方です。
zh_cn: %s 无法射击！它没有装弹或者未充能。

source: %s points in your direction and emits an IFF warning beep.
de: %s zeigt in deine Richtung und macht einen ZEFF-Warnpiepser.
zh_cn: %s指向了你的方向并且发出了 %d 的警告声。

source: <veh_player>The %s
de: <veh_player>Das %s
ja: <veh_player>%s
ko: <veh_player>%s
ru: <veh_player>%s
zh_cn: <veh_player>的 %s

source: A folded %s.
de: Ein gefaltetes %s.
ja: 折り畳んだ%sです。
zh_cn: 折叠好的 %s。

source: Aim turrets manually
zh_cn: 手动瞄准炮塔

source: Aisle lights turned off
ja: 通路灯を消しました
zh_cn: 走道灯已关闭

source: Aisle lights turned on
ja: 通路灯を点けました
zh_cn: 走道灯已打开

source: As the pitiless metal bars close on your nether regions, you reconsider trying to fold the %s while riding it.
de: Als sich die gnadenlosen Metallstangen in deinen Genitalbereich schlossen, überdenkst du es nochmal, das %s während der Fahrt zusammenzuklappen.
ja: 脚の間の無慈悲な金属棒をしばし眺めて、今まさにまたがっている%sを畳もうという目論見は再考すべきである、という結論に到達しました。
zh_cn: 车下方的金属条就要夹到你了！你真的想在骑车的时候把 %s 折叠起来？

source: Auto
ja: 自動
zh_cn: 自动

source: BEEEP!
de: »Möööööp!«
ja: チリィィン！
ko: 삐이익!
ru: БИИИП!
zh_cn: 哔！

source: Camera system disabled
ja: カメラシステムを作動させました
zh_cn: 监视系统关闭了

source: Camera system enabled
ja: カメラシステムを止めました
zh_cn: 监视系统启动了

source: Camera system won't turn on
ja: カメラシステムが作動しない！
zh_cn: 监视系统无法启动

source: Can't aim turrets: all turrets are offline
zh_cn: 无法瞄准炮塔: 所有炮塔离线

source: Clank!
de: »Klänk!«
ja: カンッ！
ko: 철커덕!
ru: Клац!
zh_cn: 当啷！

source: Clearing targets
zh_cn: 清除目标

source: Close
ja: 閉める
zh_cn: 关闭

source: Configure individual turrets
ja: 各種タレットの射撃モード設定
zh_cn: 设置单个炮台

source: Control individual engines
ja: 各エンジンの設定をする
zh_cn: 控制独立引擎

source: Cruise control turned off
de: Fahrtregler ausgeschaltet
ja: 自動走行制御が無効になりました
ko: 크루즈 모드 꺼짐
ru: Круиз-контроль выключен.
zh_cn: 定速巡航关闭了

source: Cruise control turned on
de: Fahrtregler eingeschaltet
ja: 自動走行制御が有効になりました
ko: 크루즈 모드 켜짐
ru: Круиз-контроль включён.
zh_cn: 定速巡航打开了

source: Cycle turret mode
ja: タレットのモード切替
zh_cn: 切换炮塔模式

source: Deactivating automatic target acquisition for this turret
zh_cn: 关闭当前炮塔自动瞄准系统

source: Disable cruise control
de: Fahrtregler deaktivieren
ja: 速度自動制御オフ
ko: 크루즈 모드 해제
ru: Выкл. круиз-контроль
zh_cn: 关闭定速巡航

source: Disable tracking device
de: Peilsender deaktivieren
ja: 追跡装置を止める
ko: 추적 장치 끄기
ru: Отключить устройство слежения
zh_cn: 关闭追踪

source: Disable turrets
de: Geschütztürme ausschalten
ja: タレットを無効化
ko: 터렛 비활성화
ru: Отключить турели
zh_cn: 停用炮塔

source: Disabling automatic target acquisition on %s
zh_cn: 关闭炮塔 %s 目标锁定

source: Disabling turret %s.
zh_cn: 将炮塔 %s 关闭。

source: Do nothing
de: Nichts tun
ja: 何もしない
ko: 아무 것도 하지 않기
ru: Ничего не делать
zh_cn: 什么都不做

source: Dome lights turned off
ja: 天井灯を消しました
zh_cn: 内顶灯关闭

source: Dome lights turned on
ja: 天井灯を点けました
zh_cn: 内顶灯打开

source: Enable cruise control
de: Fahrtregler aktivieren
ja: 速度自動制御オン
ko: 크루즈 모드 사용
ru: Вкл. круиз-контроль
zh_cn: 打开定速巡航

source: Enable tracking device
de: Peilsender aktivieren
ja: 追跡装置を動かす
ko: 추적 장치 켜기
ru: Включить устройство слежения
zh_cn: 打开追踪

source: Enable turrets
ja: タレットを有効化
zh_cn: 启用炮塔

source: Finish
ja: 終了
zh_cn: 完成

source: Fold %s
de: %s zusammenfalten
ja: 折り畳み%s
zh_cn: 折叠 %s

source: Fridge turned off
de: Kühlschrank ausgeschaltet
ja: 冷蔵庫の電源を止めました
ko: 냉장고가 꺼졌습니다
ru: Холодильник выключен
zh_cn: 冰箱已关闭

source: Fridge turned on
de: Kühlschrank eingeschaltet
ja: 冷蔵庫の電源を入れました
ko: 냉장고가 켜졌습니다
ru: Холодильник включен
zh_cn: 冰箱已打开

source: HOOOOORNK!
de: »Huuuuuuup«
ja: プォォォォォ！
ko: 빠아아아앙!
ru: БИИИИИИП!
zh_cn: 嘟嘟～～

source: Headlights turned off
de: Scheinwerfer ausgeschaltet
ja: ヘッドライトを消しました
ko: 헤드라이트가 꺼졌습니다.
ru: Фары выключены
zh_cn: 车灯已关闭

source: Headlights turned on
de: Scheinwerfer eingeschaltet
ja: ヘッドライトを点けました
ko: 헤드라이트가 켜졌습니다.
ru: Фары включены
zh_cn: 车头灯已打开

source: Honk horn
de: hupen
ja: 警笛を鳴らす
ko: 경적 울리기
ru: Нажать на гудок
zh_cn: 鸣响喇叭

source: Hotwire
ja: エンジンを掛ける
zh_cn: 拔线打火

source: In
de: Innen
ja: 内側
ko: 내부
ru: Внутри
zh_cn: 内部

source: Label: %s
de: Beschriftung: »%s«
ja: 名札: %s
zh_cn: 标记：%s

source: Let go of controls
de: Steuerung loslassen
ja: 操縦席から離れる
ko: 조종 그만두기
ru: Покинуть управление
zh_cn: 松开车辆控制

source: Looks like the %s is out of %s.
zh_cn: 看起来 %s 用光了 %s。

source: Lost connection with the vehicle due to distance!
ja: 距離が離れすぎたため、車両との通信が切れました！
zh_cn: 由于距离原因，失去了载具连接！

source: No target
ja: 標的なし
zh_cn: 无目标

source: Open
ja: 開ける
zh_cn: 打开

source: Out
de: Außen
ja: 外側
ko: 외부
ru: Снаружи
zh_cn: 外部

source: Overhead lights turned off
de: Dachlampen ausgeschaltet
ja: 頭上のライトを消しました
ko: 경광등이 꺼졌습니다.
ru: Выключена мигалка
zh_cn: 车顶灯已关闭

source: Overhead lights turned on
de: Dachlampen eingeschaltet
ja: 頭上のライトを点けました
ko: 경광등이 켜졌습니다.
ru: Включена мигалка
zh_cn: 车顶灯已打开

source: Reactor turned off
de: Reaktor ausgeschaltet
ja: 原子炉を止めました
ko: 반응로가 꺼졌습니다
ru: Реактор выключен
zh_cn: 反应堆关闭了

source: Reactor turned on
de: Reaktor eingeschaltet
ja: 原子炉を作動させました
ko: 반응로가 켜졌습니다
ru: Реактор включен
zh_cn: 反应堆打开了

source: Recharger turned off
de: Ladegerät ausgeschaltet
ja: 充電器を止めました
ko: 재충전기가 꺼졌습니다
ru: Зарядное устройство выключено
zh_cn: 充电器已关闭

source: Recharger turned on
de: Ladegerät eingeschaltet
ja: 充電器を作動させました
ko: 재충전기가 켜졌습니다
ru: Зарядное устройство включено
zh_cn: 充电器已开启

source: Select door to toggle
ja: 切り替えるドアを選択する
zh_cn: 选择门开关

source: Setting turret %s to buggy mode.
zh_cn: 调节炮塔%s至BUG模式。

source: Setting turret %s to burst mode.
zh_cn: 将炮塔 %s 设置为短连发模式。

source: Setting turret %s to full power mode.
zh_cn: 将炮塔 %s 设置为全能量模式。

source: Setting turret %s to low power mode.
zh_cn: 将炮塔 %s 设置为低能量模式。

source: Setting turret %s to single-fire mode.
zh_cn: 将炮塔 %s 设置为单发模式。

source: Stop controlling
ja: 操縦を止める
zh_cn: 停止控制

source: Stop driving
ja: 運転を止める
zh_cn: 停止驾驶

source: Swinnng!
de: »Schwing!«
ja: ブウゥゥゥン！
ko: 스위이이이잉!
ru: Вжииих!
zh_cn: 摇来晃去！

source: The %s doesn't have enough wheels to move!
de: %s hat nicht genügend Räder, um sich zu bewegen!
ja: %sはタイヤが足りなくて動かない！
ko: %s에는 움직이기 위해 필요한 만큼의 바퀴가 없습니다!
ru: %s не хватает колёс для езды!
zh_cn: %s轮胎不足，无法启动！

source: The %s fires its %s!
de: Das %s feuert das %s ab!
ko: %s이(가) %s을(를) 발사합니다!
ru: %s стреляет из %s!
zh_cn: %s发射了它的%s！

source: The %s is too leaky!
de: %s hat ein zu großes Leck!
ja: %sは燃料が漏れていて動かない！
zh_cn: 这个 %s 漏的很厉害

source: The %s makes a deep clunking sound.
zh_cn: %s发出沉闷的哐啷声。

source: The %s makes a rapid clicking sound.
zh_cn: %s发出急促的喀喇声。

source: The %s makes a terrible clanking sound.
zh_cn: %s发出可怕的铿铿声。

source: The %s recovers from its skid.
de: %s hörte mit dem Schlittern auf.
ja: %sは横滑りから立ち直りました。
ko: %s이(가) 미끄러짐에서 회복되었습니다.
ru: %s вернул управление.
zh_cn: %s从打滑中恢复过来。

source: The %s's %s breaks into pieces!
de: Des %ss %s zerbricht in Stücke!
ja: %sの%sはバラバラになりました！
zh_cn: %s的%s碎了一地！

source: The %s's %s is destroyed!
de: Das %s von %s wurde zerstört!
ko: %s의 %s이(가) 부숴졌습니다!
ru: %s %s уничтожено!
zh_cn: %s的%s被毁掉了！

source: The %s's %s is torn off!
de: Des %ss %s ist abgerissen worden!
ko: %s의 %s이(가) 찢어졌습니다!
zh_cn: %s的%s被撕破了！

source: The %s's %s runs over %s.
de: Des %ss %s überfährt %s.
ko: %s의 %s이(가) %s을(를) 치었습니다.
ru: %s наезжает своим %s на %s.
zh_cn: %s的%s从%s上压了过去。

source: The %s's %s runs over something.
zh_cn: %s的%s从什么东西上压了过去。

source: The %s's battery dies!
zh_cn: %s 的电池用完了！

source: The %s's engine dies!
de: Der Motor von %s geht aus!
ja: %sのエンジンが壊れました！
ko: %s의 엔진이 꺼졌습니다!
ru: Двигатель у %s умирает!
zh_cn: %s的引擎熄火了！

source: The %s's engine emits a sneezing sound.
de: Der Motor von %s macht ein spotzendes Geräusch.
ja: %sのエンジンはくしゃみの様な音を発しています。
ko: %s의 엔진에서 취익거리는 소리가 났습니다.
ru: Двигатель %s жужжит и не заводится.
zh_cn: %s的发动机发出了扑哧声。

source: The %s's engine isn't on!
de: Der Motor von %s ist nicht eingeschaltet!
ja: %sのエンジンが動いていない！
ko: %s에는 엔진이 없습니다!
ru: Двигатель %s не заведён!
zh_cn: %s的发动机没有启动。

source: The %s's mechanism is out of reach!
ja: %sの機構にはロックが掛かっています！
zh_cn: 够不着 %s 的机构！

source: The %s's reactor dies!
de: Der Reaktor von %s geht aus!
ja: %sの原子炉が壊れました！
ko: %s의 반응로가 꺼졌습니다!
ru: Реактор у %s умирает!
zh_cn: %s的反应堆熄火了！

source: The aisle lights won't come on!
ja: 通路灯が点かない！
zh_cn: 走道灯没有亮！

source: The alarm keeps going.
ja: アラームは鳴り続けています。
zh_cn: 报警声不停的在哔哔。

source: The alarm stops.
ja: アラームを止めました。
zh_cn: 报警声停止了。

source: The dome lights won't come on!
ja: 天井灯が点かない！
zh_cn: 内顶灯无法打开！

source: The fridge won't turn on!
de: Der Kühlschrank geht nicht an!
ja: 冷蔵庫の電源が入らない！
ko: 냉장고가 작동되지 않습니다!
ru: Холодильник не включается!
zh_cn: 冰箱没有启动！

# memorial_female
source: The fuel tank of the %s exploded!
de: Der Treibstofftank von %s explodierte!
ja: %sの燃料タンクが爆発しました！
ko: %s의 연료탱크가 폭발했습니다!
ru: Бензобак в %s взорвался!
zh_cn: %s 的油箱爆炸了！

# memorial_male
source: The fuel tank of the %s exploded!
de: Der Treibstofftank von %s explodierte!
ja: %sの燃料タンクが爆発しました！
ko: %s의 연료탱크가 폭발했습니다!
ru: Бензобак в %s взорвался!
zh_cn: %s 的油箱爆炸了！

source: The headlights won't come on!
de: Die Scheinwerfer gehen nicht an!
ja: ヘッドライトが点かない！
ko: 경광등에 불이 들어오지 않습니다!
zh_cn: 车灯没有亮！

source: The lights won't come on!
de: Die Lampen gehen nicht an!
ja: ライトが点かない！
ko: 빛이 들어오지 않습니다!
zh_cn: 灯没有亮！

source: The reactor won't turn on!
de: Der Reaktor geht nicht an!
ja: 原子炉が作動しない！
ko: 반응로가 작동되지 않습니다!
ru: Реактор не включается!
zh_cn: 反应堆无法打开！
