Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A metal weapon made of brass, designed to be gripped in the palm and cause punches to do extra damage. A good, quick weapon - but you have to get within punching range to use it.
de: Eine Metallwaffe aus Messing; sie wurde dafür gemacht, um in der Handinnenseite festgehalten zu werden und Schläge zusätzlichen Schaden machen zu lassen. Eine gute, flinke Waffe – aber du musst im Schlagradius stehen, um sie zu benutzen.
ja: 真鍮でできた武具です。攻撃速度が速い。
zh_cn: 一个铜制的金属武器，可以套在手中，造成额外的伤害。这是一件精良、快速的武器，不过你可能需要在很近的距离来用它.

source: A misshapen chunk of steel. Makes a decent weapon in a pinch, and is also useful for some crafting recipes.
de: Ein verformter Stahlbrocken. Ist auf die Schnelle eine akzeptable Waffe und auch für ein paar Fertigungsrezepte brauchbar.
ja: 歪んだ鋼の欠片です。ピンチに適切な武器を作れ、 一部のアイテム製作に使います。
zh_cn: 这是变形的钢块，可以用来砸人，也可以用来做东西。

source: A misshapen heavy piece of steel. Useful for some crafting recipes.
de: Ein verformtes schweres Stahlstück. Nützlich in einigen Fertigungsrezepten.
ja: 非常に重い歪んだ鋼の塊です。 一部のアイテム製作に使います。
zh_cn: 这是变形的钢板，可以用来制作东西。

source: A module designed to receive many forms of signals. Useful for crafting communications equipment.
de: Ein Modul, das viele Signalarten zu empfängt. Nützlich, um Kommunikationsequipment zu fertigen.
ja: 信号を受信するモジュールです。通信装置の製作に使います。
zh_cn: 一个用来接收多种形式信号的模块，用于制造通信设备。

source: A motorized pushmower that seems to be broken. You could take it apart if you had a wrench.
de: Ein motorisierter Rasenmäher, der kaputt zu sein scheint. Du könntest ihn demontieren, wenn du einen Schraubenschüssel hättest.
ja: 芝刈機です。どうやら故障している様です。レンチがあれば解体する事が出来ます。
zh_cn: 已损坏的电动手推式割草机。如果你有扳手的话你可以拆开看看。

source: A muffler from a car. Very unwieldy as a weapon. Useful in a few crafting recipes.
de: Ein Schalldämfer eines Autos. Ziemlich unhandlich als Waffe. Nützlich in ein paar Fertigungsrezepten.
ja: 車に取り付けるマフラーです。武器としては使い難い。少しですが、アイテム製作に使います。
zh_cn: 这是汽车消音器，如果当武器来用十分笨重，可以用来改造汽车等。

source: A one-handed hatchet. Makes a great melee weapon, and is useful both for chopping things and for use as a hammer.
de: Ein einhändiges Beil. Ist eine großartige Nahkampfwaffe und ist sowohl als Hammer als auch zum Zerhacken von Dingen nützlich.
ja: 片手で扱える斧です。何かを切断する事も出来るし、ハンマーの代わりにもなります。また、武器として扱う事も出来ます。
zh_cn: 一柄单手的短斧，砍人、砍柴两不误。

source: A pair of knuckles consisting of two small squares of wood with several nails coming through them. Useful in nasty street fights.
de: Ein Paar Schlagringe, die aus zwei kleinen Holzstücken, durch die einige Nägel durchgehen, bestehen. Nützlich in üblen Straßenkämpfen.
ja: 釘を打ち付けた木片からできたナックルです。ストリートファイトで役に立ちます。
zh_cn: 一副木质护手拳套，上面还敲进了几个钉子。街头斗殴神器。

source: A pair of specialized wooden rods used to spin fibers into thread and yarn.
de: Ein Paar spezialisierte Holzstäbe, welche zum Spinnen von Fasern zu Fäden und Garn gebraucht werden.
ja: 糸を紡ぐために使用する、特殊な形をした2本の棒です。
zh_cn: 一对儿特制的木杆，用来将纤维纺成线。

source: A pair of stout wooden needles with round ends used to turn thread and yarn into cloth.
de: Ein Paar stabile Holznadeln mit runden Enden. Sie werden benutzt, um Fäden und Garn zu Stoff zu verarbeiten.
ja: 先端部が丸くなっている、2本の頑丈な木製の針です。毛糸を編むのに使用します。
zh_cn: 一组结实的圆头木针，用来将线织成布。

source: A pair of toothy wooden paddles used to clean fibers for use in textile production.
de: Ein Paar Handkarden, welche zum Entfernen von Fasern bei der Textilherstellung verwendet werden.
ja: 繊維を均して布製品を作るための、2枚の木製の櫛です。
zh_cn: 一只有木齿的拨片，通常用于在纺织品生产中清理纤维。

source: A pasta extruder run by a hand-crank. Useful in making pasta. It comes with various heads to make various kinds of pasta.
de: Eine Pastastrangpresse, die mit einer Handkurbel angetrieben wird. Nützlich für die Herstellung von Pasta. Sie hat verschiedene Köpfe, um verschiedene Pastasorten zu machen.
ja: 手回しハンドルで動くパスタ押出成形機です。パスタの種類に応じた部品が付いており、これを使えば簡単に様々な種類のパスタを作る事が出来ます。
zh_cn: 手摇挤面机。拥有一整套面嘴，能够挤出各种面条。

source: A personal hygiene item turned into a shank.
de: Ein persönlicher Hygienegegenstand, der zu einer primitiven Stichwaffe gemacht wurde.
ja: 歯の衛生を保持する道具は、武器に生まれ変わりました。
ko: 개인 위생 물품은 이제 자루만 남았습니다.
ru: Предмет личной гигиены, переделанный в заточку.
zh_cn: 手柄末端被手工打磨尖锐的牙刷，有了它你可以称霸整个监狱，想爆谁菊就爆谁！

source: A piece of an insect's exoskeleton. It is light and very durable.
de: Ein Stück eines Exoskeletts eines Insekten. Es ist leicht und sehr langlebig.
ja: 昆虫の外骨格の一部です。 軽くて非常に耐久性があります。
zh_cn: 这是一块昆虫的坚硬躯壳，它不仅轻巧，而且很耐用。

source: A piece of armor plating made of steel.
de: Ein Stück Panzerungsplattierung aus Stahl.
ja: 鋼製の平板です。装甲用の部品になります。
ko: 강철로 된 철판입니다.
ru: Часть брони сделаной из стали.
zh_cn: 一块可以用来制作装甲板的电镀钢板。

source: A piece of armor plating made of steel. It is covered by menacing spikes.
de: Ein Stück Panzerungsplattierung aus Stahl. Sie ist von bedrohlichen Stacheln bedeckt.
ja: 鋼製の鋭い棘で覆われた平板です。装甲用の部品になります。
zh_cn: 一块由钢铁制成的铠甲，在它上面覆盖着尖尖的钉刺。

source: A piece of armor plating made of sturdy superalloy.
de: Ein Stück Panzerungsplattierung aus robuster Superlegierung.
ja: 超合金製の頑丈な平板です。装甲用の部品になります。
ko: 매우 견고한 초합금으로 만들어진 금속판입니다.
ru: Часть брони изготовленая из крепкого жаропрочного сплава.
zh_cn: 一块可以用来制作装甲板的合金电镀钢板。

source: A piece of hacking software.
de: Eine Hackingsoftware.
ja: ハッキング用ソフトウェアの1つです。
ko: 해킹용 소프트웨어입니다.
ru: Хакерское ПО.
zh_cn: 一套黑客软件。

source: A piece of mathematical software.
de: Eine Mathematik-Software.
ja: 数学用ソフトウェアの1つです。
ko: 수학용 소프트웨어입니다.
ru: Математическое ПО.
zh_cn: 一套数学软件。

source: A piece of medical software.
de: Eine medizinische Software.
ja: 医療用ソフトウェアの1つです。
ko: 의료용 소프트웨어입니다.
ru: Медицинское ПО.
zh_cn: 一套医疗软件。

source: A piece of very thick armor plating made of steel.
de: Ein Stück sehr dicke Panzerungsplattierung aus Stahl.
ja: 鋼製の厚い平板です。装甲用の部品になります。
ko: 강철로 만들어진, 아주 두꺼운 철판입니다.
ru: Часть очень толстой брони изготовленной из стали.
zh_cn: 一块很厚的镀金铠甲。

source: A pile of dry grass. Can be used if there is nothing else to sleep on.
ja: 大量の乾いた草の束です。眠る場所がない時に使えない事はないでしょう。
zh_cn: 一堆干草，实在没什么地方可以躺了，就躺这上边吧。

source: A pillow to rest your head on when sleeping.
ja: 睡眠時に頭部を心地良く包み込んでくれる枕です。
zh_cn: 一个枕头可以让你在睡觉时放松你的头部。

source: A pilot light from a gas-burning device, this particular one is a simple piezoelectric igniter.
de: Eine Zündflamme einer Gasverbrennungsvorrichtung, diese Zündflamme ist ein einfacher Piezo-Zünder.
ja: 点火用バーナーです。電子式ライターの点火装置として用いられます。
zh_cn: 从燃气装置上拆下来的辅助燃烧辅助点火器，这个是压电性的。

source: A plank of wood. Makes a decent melee weapon, and can be used to board up doors and windows if you have a hammer and nails.
de: Eine Holzplanke. Ist eine annehmbare Nahkampfwaffe und kann benutzt werden, um Türen und Fenster zu verrammeln, fallst du Hammer und Nägel hast.
ja: 木の板です。武器として使えます。ハンマーと釘があれば、ドアや窓に打ち付けられます。
zh_cn: 一块木板，可以做武器，如果你有一把锤子和钉子的话还可以用来做门窗。

source: A poppy bud. Contains some substances commonly produced by a mutated poppy flower.
de: Eine Mohnknospe. Enthält ein paar Substanzen, welche gewöhnlicherweise von mutierten Mohnblumen produziert werden.
ja: ケシの蕾です。様々な成分を含んでおり、成長すると変異したケシの花を咲かせます。
zh_cn: 罂粟花的花蕾，包含了一些变异罂粟花特有的成分。

source: A poppy stalk with some petals.
de: Ein Mohnblumenstängel mit ein paar Blütenblättern.
ja: ケシの茎と花弁です。
ko: 꽃잎이 조금 달린 양귀비 줄기입니다.
ru: Стебель мака с несколькими лепестками.
zh_cn: 还带有几片花瓣的罂粟秆。

source: A power supply unit. Useful in lots of electronics recipes.
de: Eine Stromversorgungseinheit. Nützlich in vielen Elektronik-Rezepten.
ja: 電源ユニットです。多くの電子機器のレシピに使います。
zh_cn: 这是电源单元，可以储存很多电力。

source: A powerful electric motor. Useful for crafting.
de: Ein starker Elektromotor. Nützlich für die Fertigung.
ja: 強力な電気モーターです。 アイテム製作に使います。
zh_cn: 这是一个强有力的电动马达，用于制造。

source: A primer on Miyamoto Musashi's style of combat and philosophy, Niten Ichi-Ryu.
ja: 日本の剣豪であり、二天一流の開祖「宮本武蔵」が晩年に執筆した兵法書です。地、水、火、風、空の五巻で構成されています。
zh_cn: 宫本武藏所著的剑法兵法书，不管内容水平如何，至少把安格鲁撒克逊暴发户唬住了。另外，这书好像可以教你二刀流？

source: A printed card that supports and electrically connects electronic components on a non-conductive substrate.
de: Ein Leiterplatte, welche Elektronik-Komponenten auf einem nicht-leitendem Substrat hält und sie elektrisch miteinander verbindet.
ja: 非伝導性基板上の電子部品に接続対応したプリント基板です。
ko: 전자 부품들을 전기적으로 보강 및 연결시켜주는, 인쇄된 부전도체 배선 회로입니다.
ru: Плата для соединения и монтажа электронных компонентов на токонепроводящей подложке.
zh_cn: 一块印刷好的板子，能将非导电衬底上的电子部件连接起来

source: A random collection of resistors, capacitors, and diodes which have been stripped from printed circuits.
de: Eine beliebige Sammlung von Widerständen, Kondensatoren und Dioden, welche aus Leiterplatten demontiert worden sind.
ja: 基盤から取れてしまった抵抗器やコンデンサ、ダイオードなどです。
ko: 저항, 캐퍼시터, 다이오드같은 부속품 몇 개가 떨어져 나간 회로판입니다.
ru: Случайный набор из резисторов, конденсаторов и диодов, которые были собраны с печатных плат.
zh_cn: 从电路板上扒下来的一堆电阻器，电容器和二极管，看上去没什么用。

source: A replica of Gungnir, the spear of Odin. It is rumored to be the perfect spear, perfectly hitting any target regardless of the wielder's strength or skill. It is decorated with gold and silver ornaments.
zh_cn: 一件奥丁之矛，Gungnir的复制品。传说这把矛是完美之矛，不需任何力量或技术就可以命中任意目标。这件复制品上装饰满了金银配件。

source: A replica of Mjölnir, the hammer of Thor. It is rumored to be able to level mountains with a single blow. It is decorated with gold and silver ornaments.
zh_cn: 一件Mjölnir，雷神之锤的复制品。有谣言说这玩意能一击打平一座山。但这件上面点缀了许多金银饰品。

source: A rock the size of your fist. It is covered with intricate spirals; it is impossible to tell whether they are carved, naturally formed, or some kind of fossil.
de: Ein Stein von der Größe deiner Faust. Er ist bedeckt mit komplizierten Spiralen; es ist unmöglich, zu sagen, ob sie eingraviert worden sind, natürlich geformt worden sind oder von einem Fossil stammen.
ja: 拳ほどの大きさの石です。螺旋状の複雑な模様が浮き出ています。人の手が加えられているのか、自然にそうなっているのか。はたまた何かの化石なのかは分からない。
zh_cn: 拳头般大小的岩石。有着复杂的螺旋图形，你也不知道它是雕刻的，还是自然形成的，亦或是某种化石。

source: A rolled up animal hide which has been scraped of extraneous hair and flesh and treated to prevent decay. It still requires tanning to become usable fur.
ja: 獣皮の皮下組織をこそげ落とし、防腐処理を施して丸めたものです。これを鞣し加工することで素材としての革が得られます。
zh_cn: 一张卷起来的硬化毛皮皮。相比生皮去除了多余的皮毛和残留肌肉脂肪组织，并且进行了防腐处理。依旧需要鞣制才能变成有用的毛皮。

source: A rolled up animal hide which has been scraped of extraneous hair and flesh and treated to prevent decay. It still requires tanning to become usable leather.
ja: 獣皮の被毛と皮下組織を丁寧にこそげ落とし、防腐処理を施したものです。これを鞣し加工することで素材としての革が得られます。
zh_cn: 一张卷起来的硬皮。相比生皮去除了多余的皮毛和残留肌肉脂肪组织，并且进行了防腐处理。依旧需要鞣制才能变成有用的皮革。

source: A scrap of paper.
de: Ein Papierfetzen.
ja: 紙切れです。
ko: 휴짓조각
ru: Клочок бумаги.
zh_cn: 一张废弃的纸片

source: A scrap of paper. Something's written on it, scrawled in bad handwriting.
de: Ein Papierfetzen. Etwas steht in einer schlechten Handschrift drauf gekritzelt.
ja: 紙切れです。何かが手で殴り書きされています。
zh_cn: 一张废纸，上面写了些字，但是太潦草了。

source: A security camera you could connect to a display. Image quality is quite low, but the field of vision is great.
ja: 防犯カメラとディスプレイと接続した状態のものです。低画質ですが、広範囲の視界を確保しています。
zh_cn: 一个可以连接显示屏的保安监视摄像头。视野广阔，但是图像很差。

source: A set of servos, microcontrollers and other devices, together capable of driving an unmanned vehicle. Its AI is not functional, but it should still have some sort of maintenance mode.
ja: サーボモーター、マイコンとその他のデバイスが一纏めになった無人車両の操縦機器です。搭載されているAIは機能しませんが、まだいくつかのメンテナンスモードが動作するようです。
zh_cn: 一套伺服系统、微控制器和其它设备。连接在一起可用于驾驶无人载具。里面的AI已经罢工了,但它应该还有一些维护功能。

source: A set of small monitors. Required to view cameras' output.
ja: 小型モニターの一式です。カメラが撮っている映像を表示するのに必要です。
zh_cn: 一组摄像头监视屏，有了这玩意才能看到摄像头拍了些什么玩意。

source: A set of various vehicle controls. Useful for crafting.
de: Ein Satz diverser Fahrzeugsteuerungen. Nützlich für die Fertigung.
ja: 色々な車両制御装置の一式です。 アイテム製作に使います。
zh_cn: 一套多用控制器，可以用来驾驶各种车辆。

source: A shallow dessert bowl, not a lot of use for it really.
de: Eine flache Dessert-Schüssel. Dafür gibt es nicht wirklich viele Verwendungszwecke.
ja: 陶器製のデザート用の浅い皿です。
ko: 완만한 굴곡의 디저트용 그릇입니다. 정말로 쓸만한 용도가 없습니다.
ru: Неглубокая миска для десерта, вряд ли в чём-нибудь пригодится.
zh_cn: 装甜点的碗，还真没什么用处。

source: A sheet of tannin-rich bark from a tree, useful for tanning leather
ja: タンニンを豊富に含む樹皮です。皮を鞣す際に役立つでしょう。
zh_cn: 一大块从树上剥下来适合拿去鞣制皮革的树皮。

source: A sheet sturdy superalloy, incredibly hard, yet incredibly malleable.
de: Eine Platte robuster Superlegierung, unglaublich hart, doch unglaublich formbar.
ja: 超合金製の頑丈な薄板です。驚異的な硬度と可鍛性を誇ります。
ko: 견고한 초합금 판입니다. 극도로 단단하면서도 놀랍도록 유연합니다.
ru: Лист из прочного суперсплава, невероятно твёрдый и одновременно невероятно ковкий.
zh_cn: 一块坚固的高温合金板，十分坚硬，也很容易锻造。

source: A short and sharp double edged dagger made to be gripped in the palm, with the blade protruding between the fingers.
de: Ein kurzer und scharfer zweischneidiger Dolch, der so gebaut wurde, um ihn in mit der Handfläche festzuhalten, wobei die Klinge zwischen den Fingern herausragt.
ja: 両刃の短いダガーです。指の間から刃が突き出る様にして握ります。
ko: 주먹으로 쥘 수 있는 짧고 날카로운 양날 단도입니다. 무기를 쥐면 손가락 사이로 칼날이 튀어나옵니다.
ru: Короткий обоюдоострый Т-образный кинжал. Его зажимают в руке так, что лезвие оказывается между пальцами.
zh_cn: 一把锋利的双刃匕首紧握在手心中，刀尖隐约在闪闪发光.

source: A short dart from a fungal fighter. Makes an average melee weapon.
de: Ein kleiner Pfeil von einem Funguskämpfer. Ist eine durchschnittliche Nahkampfwaffe.
ja: 真菌戦士の短いダーツです。近接武器として利用できます。
zh_cn: 一条真菌战斗部的短刺，不错的肉搏武器对吧。

source: A simple cell phone. Nowadays only useful for telling the time or as an alarm clock. Can also be disassembled into some useful parts.
de: Ein einfaches Handy. Heutzutage nur nützlich zum Anzeigen der Uhrzeit oder als Wecker. Es kann auch für einige nützliche Teile auseinandergebaut werden.
ja: シンプルな携帯電話です。今では時計とアラーム機能しか役に立たない。幾つかの有用な部品に分解する事が出来ます。
zh_cn: 一个手机。如今只能看时间或者当闹钟。也可以拆成有用的零件。

source: A simple fishing hook.
de: Ein einfacher Angelhaken.
ja: シンプルな釣り針です。
ko: 단순한 낚싯바늘입니다.
ru: Простой рыболовный крючок.
zh_cn: 一个简易鱼钩。

source: A simple thin aluminum shaft. Useful in lots of electronics recipes.
de: Ein einfacher, dünner Aluminiumschaft. Nützlich in vielen Elektronikrezepten.
ja: シンプルなアルミ製の細い棒です。多くの電子機器のレシピに使います。
zh_cn: 一个简单的细铝轴承，可以被用在制作电子物品中。

source: A simple wood pole with one end sharpened.
de: Ein einfacher Holzstock, vom dem sein Ende geschärft wurde.
ja: 先端を尖らせてある木の棒です。
ko: 간단하게 나무를 깎아 만든 것으로, 끝이 날카롭습니다.
ru: Простая деревянная палка заточеннная на одном конце.
zh_cn: 一头削的尖尖的木棍，可以用来演杂技，当然也可以用来扎人。一朵菊花先到，随后枪出如龙。

source: A single sheet of newspaper broadsheet. It is possibly one of the last issues printed before New England was overwhelmed. Most of the information on there is terribly trivial, or out of date, but one thing catches your eye briefly.
ja: 1枚刷の新聞紙です。恐らく、ニューイングランドが平和だった頃に印刷された最後の問題の1つについて書かれています。記事の大部分は取るに足らない上に、古い情報ばかりです。しかし、ある記事の1文が貴方の目を引きました。
zh_cn: 一张报纸。可能是本地被丧尸淹没之前印刷的最后几期之一。大多是些琐碎或者过时的信息。但有一件事吸引你的目光。

source: A single sheet of newspaper broadsheet. It seems to date from a few years ago--amazing it has lasted this long. Most of the information on there is terribly trivial, or out of date, but one thing catches your eye briefly.
ja: 1枚刷の新聞紙です。数年前の記事の様で、この話題について長文で書かれています。記事の大部分は取るに足らない上に、古い情報ばかりです。しかし、ある記事の1文が貴方の目を引きました。
zh_cn: 一张报纸。上面的日期是几年前的，能完整的保存下来真是蛮奇怪的。大多是些琐碎或者过时的信息。但有一件事吸引你的目光。

source: A single sheet of newspaper broadsheet. It seems to date from several years ago, and you've NO idea how it lasted this long. Most of the information on there is terribly trivial, or out of date, but one thing catches your eye briefly.
ja: 1枚刷の新聞紙です。数年前の記事の様で、どれだけこの話題が続いたかについては今となっては知る由もありません。記事の大部分は取るに足らない上に、古い情報ばかりです。しかし、ある記事の1文が貴方の目を引きました。
zh_cn: 一张报纸。上面的日期居然是好几年前的，你很奇怪它是如何保存这么久的。大多是些琐碎或者过时的信息。但有一件事吸引你的目光。

source: A single sheet of newspaper broadsheet. It was printed in the months leading up to the Cataclysm. Most of the information on there is terribly trivial, or out of date, but one thing catches your eye briefly.
ja: 1枚刷の新聞紙です。日付を見ると大変動の数ヶ月前に印刷された物の様です。記事の大部分は取るに足らない上に、古い情報ばかりです。しかし、ある記事の1文が貴方の目を引きました。
zh_cn: 一张报纸。上面的日期是大灾变之前几个月。大多是些琐碎或者过时的信息。但有一件事吸引你的目光。

source: A single sheet of newspaper broadsheet. It was printed in the weeks leading up to the Cataclysm. Most of the information on there is terribly trivial, or out of date, but one thing catches your eye briefly.
ja: 1枚刷の新聞紙です。日付を見ると大変動の数週間前に印刷された物の様です。記事の大部分は取るに足らない上に、古い情報ばかりです。しかし、ある記事の1文が貴方の目を引きました。
zh_cn: 一张报纸。上面的日期是大灾变之前几周。大多是些琐碎或者过时的信息。但有一件事吸引你的目光。

source: A single sheet of newspaper broadsheet. It was printed more than a year ago. Most of the information on there is terribly trivial, or out of date, but one thing catches your eye briefly.
ja: 1枚刷の新聞紙です。日付を見ると1年以上前に印刷された物の様です。記事の大部分は取るに足らない上に、古い情報ばかりです。しかし、ある記事の1文が貴方の目を引きました。
zh_cn: 一张报纸。上面的日期是一年前的，能完整的保存下来真是蛮奇怪的。大多是些琐碎或者过时的信息。但有一件事吸引你的目光。

source: A six-foot long piece of rope. Too small to be of much use.
zh_cn: 一根6英尺长的绳索。太细了以至于没有什么用。

source: A six-inch stinger from a giant bee. Makes a good melee weapon.
de: Ein 15-Zentimeter-Stachel einer Riesenbiene. Ist eine gute Nahkampfwaffe.
ja: 6インチの巨大蜂の針です。 質の良い近接武器を製作する事が出来ます。
zh_cn: 一条巨型蜜蜂身上的六英寸毒刺，不错的武器对吧。

source: A six-inch stinger from a giant wasp. Makes a good melee weapon.
de: Ein 15-Zentimeter-Stachel einer Riesenwespe. Ist eine gute Nahkampfwaffe.
ja: 6インチの巨大雀蜂の針です。 質の良い近接武器を製作する事が出来ます。
zh_cn: 一条巨型黄蜂身上的六英寸毒刺，不错的武器对吧。

source: A slender long rod of wood, while traditionally intended as a training tool for many dueling moves, it still makes a good melee weapon in a pinch.
de: Ein schmaler langer Holzstab. Obwohl er traditionell als Trainingswerkzeug gedacht ist, ist er auf die Schnelle immer noch eine gute Nahkampfwaffe.
ja: 木製の細長い棒です。歴史的には本番に備えた鍛錬用の道具として使われてきましたが、いざとなればきちんと近接武器として使えます。
ko: 길고 가는 나무 막대기로, 전통적으로 대련에서 훈련용으로 사용되던 무기입니다. 위급할 때에는 괜찮은 근접 무기로 사용할 수도 있습니다.
ru: Длинный стержень из дерева. Обычно используется для тренировки движений в драке. Хорошее оружие ближнего боя, если больше ничего нет.
zh_cn: 这就是一根长杆子，一般也就在训练的时候用用。不过在关键时刻也算凑合。

source: A small alternator used to power small vehicle electrical systems.
de: Eine kleine Lichtmaschine für die Bestromung der elekrischen Systeme kleiner Fahrzeuge.
ja: 小型のオルタネータです。小型車両の電気系統に電力を供給する為に使用します。
ko: 이 작은 발전기는 소형 차량의 전기 시스템에 전원을 공급하는데 사용됩니다.
ru: Маленький генератор, используемый для подачи питания на малогабаритные транспортные средства.
zh_cn: 一个用来带动小型汽车电气系统的发电机。

source: A small aluminum ingot, standardized for further processing. Light but durable, this could be cast into various shapes for construction or ground down to a powder, for more... high-profile applications.
zh_cn: 一个小型铝锭，已经按后续要求标准化。轻巧而结实，它可以被用在各种建筑中或者研成粉末，用于更加...高调的行动中。

source: A small assortment of gears and other clockwork gubbins.
de: Eine kleine Auswahl von Zahnrädern und anderem Uhrwerk-Zeugs.
ja: 歯車など時計の機構に必要となる小さな部品の詰め合わせです。
ko: 작은 태엽 장치들을 모아놓은 장치입니다.
ru: Небольшой набор шестерёнок и прочей мелочи от часовых механизмов.
zh_cn: 一小团齿轮和发条装置。

source: A small backlit screen, used for displaying images. Useful in some electronics recipes.
de: Ein kleiner Hintergrundbelechtungsbildschirm, der für das Anzeigen von Bildern benutzt wird. Nützlich in ein paar Elektronikrezepten.
ja: 画像を表示できる、バックライト付きの小さなディスプレイです。いくつかの電子機器の製作に使います。
zh_cn: 一个小型背光式屏幕，用于显示图像。一些电子器材上经常会用到。

source: A small bolt of Nomex fire-resistant fabric.
de: Ein kleiner Ballen aus feuerfesten Nomexstoff.
ja: ノーメックス製の小さな布切れです。耐火性能があります。
ko: 작은 조각의 노멕스 방화 직물입니다.
ru: Маленьких кусок огнеупорной ткани из номекса.
zh_cn: 一小束“诺梅克斯”防火纤维。

source: A small bolt of fur from an animal. Can be made into warm clothing.
de: Ein kleiner Fellballen eines Tieres. Er kann zu warmer Kleidung gemacht werden.
ja: 動物から剥いだ毛皮です。暖かい衣類が作れそうです。
zh_cn: 这是由可爱的动物做成的毛皮，可以用来制作保暖的衣物。

source: A small electric motor. Useful for crafting.
ja: 小型の電気モーターです。 アイテム製作に使います。
zh_cn: 这是一个强有力的小型电动马达，用于制造。

source: A small electronic device that can convert solar radiation into electric power. Useful for crafting.
de: Ein kleines elektronisches Gerät, welches Solarstrahlung zu elektrische Energie umwandeln kann. Nützlich für die Fertigung.
ja: 太陽光のエネルギーを電力に変換する小型の電子部品です。アイテム製作に使います。
zh_cn: 一个小型的电子设备，它可以将太阳辐射的能量转换成电能，用于制造。

source: A small fan, used to propel air around a room.
de: Ein kleiner Ventilator, er wird benutzt um Luft durch einen Raum zu wirbeln.
ja: 室内の空気を潤滑させるのに使う卓上扇風機です。
ko: 작은 선풍기입니다. 방 주위 공기를 순환시킬 때 사용합니다.
ru: Небольшой вентилятор, используемый для циркулирования воздуха по всей комнате.
zh_cn: 一个小型风扇，可以用来使房间的空气流动。

source: A small foldable lightweight frame made from pipework.
ja: 配管から作られた小型の折り畳み式軽量フレームです。
zh_cn: 一个用管子加工而来的折叠轻质车架。

source: A small frame made of few pieces of wood, held together by rope. Useful for crafting.
ja: 複数の木材をロープで結び付けた小さなフレームです。アイテム製作に使います。
zh_cn: 一个用木片做的小框架，用绳子绑扎起来。用于攒车。

source: A small hand mirror.
de: Ein kleiner Handspiegel.
ja: 小さな手鏡です。
ko: 작은 손거울입니다.
ru: Маленькое зеркальце.
zh_cn: 一块小手镜，妹纸用来看唇彩和后面跟踪的色狼。

source: A small lightweight frame made from pipework. Useful for crafting.
de: Ein kleiner leichtgewichter Rahmen aus Rohrleitungen. Nützlich für die Fertigung.
ja: 配管から作られた小型の軽量フレームです。アイテム製作に使います。
zh_cn: 一个小型管材制做的车辆框架，可以用于攒辆车。

source: A small mechanical clock, it's stopped at 10:10.
de: Eine kleine mechanische Uhr. Sie blieb bei 10:10 Uhr stehen.
ja: 小型の時計です。10時10分で時が止まっています。
ko: 작은 기계식 시계입니다. 10:10에 멈춰있습니다.
ru: Небольшие механические часы, остановленные в 10:10.
zh_cn: 小小机械钟，停在了10:10。

source: A small metal teapot. Teatime wouldn't be complete without one.
de: Eine kleine metallische Teekanne. Ohne sie wäre die Tea Time nicht vollständig.
ja: 金属製の小さなティーポットです。しかし、ティータイムはこれだけでは過ごせないよ。
zh_cn: 小金属茶壶，没有它的存在你的下午茶时间就是不完整的。

source: A small pane of glass strengthened with steel wiring.
de: Eine kleine, mit Stahldrähten verstärkte Glasscheibe.
ja: 鉄のワイヤーで強化された大きな窓ガラスです。
ko: 철사로 보강된 작은 유리창입니다.
ru: Небольшой прямоугольный кусок стекла, армированного стальной проволокой.
zh_cn: 一小块钢化玻璃

source: A small portable plutonium reactor. Handle with great care!
de: Ein kleiner tragbarer Plutoniumreaktor. Mit großer Vorsicht zu handhaben!
ja: 小型の携帯式プルトニウム反応炉です。細心の注意を払って取り扱って下さい！
zh_cn: 便携式钚反应堆，请轻拿轻放！

source: A small shard of limestone. Pretty flimsy and not much of a weapon, but it's alkaline properties may yet find some use
zh_cn: 一小片石灰岩。非常脆弱，无法作为武器，但是它的碱性化学属性也许能有点用处。

source: A small storage battery. Useful for crafting.
de: Ein kleiner Akkumulator. Nützlich für die Fertigung.
ja: 小型の蓄電池です。アイテム製作に使います。
zh_cn: 一种小型蓄电池，用于制造。

source: A small tent, just big enough to fit a person comfortably. This tent is broken and cannot be deployed
de: Ein kleines Zelt, gerade groß genug, um komfortablen Platz für eine Person zu bieten. Dieses Zelt ist kaputt und kann nicht aufgeschlagen werden.
ja: 小さなテントです。1人で使う分には十分な広さがありますが、壊れていて広げられない。
zh_cn: 一顶小帐篷，足够一个人舒舒服服地钻进去睡大觉。但这个帐篷已经坏了，无法撑开。

source: A small two slice toaster, not much use as anything but spare parts
de: Ein kleiner Toaster mit zwei Schlitzen. Nicht wirklich für irgendwas brauchbar außer für Ersatzteile.
ja: パンが2枚まで焼ける小型のトースターです。予備部品として以外は使い道は多くはないでしょうね。
ko: 두 개의 작은 삽입구가 있는 토스터기입니다. 용도는 없지만, 예비 부품용으로 사용할 수 있습니다.
ru: Небольшой тостер. Не особо полезен в качестве чего-либо кроме как запчастей.
zh_cn: 这款小型的烤面包机一次只能烤两片面包，不过目前只能拆开看看有没有合适的零件可用。

source: A smallish patch of felt, could be disassembled for wool fiber.
ja: フェルトの小さな切れ端です。分解して羊毛の織糸にすることができます。
zh_cn: 小块的毛毡片，可以分解出羊毛纤维。

source: A smallish patch of leather, could be used to make tough clothing.
de: Ein kleiner Lederflicken, der für starke Kleidung benutzt werden könnte.
ja: 革の小さな端切れです。 頑丈な衣類を作るために使用することができます。
ko: 작은 가죽 조각 입니다. 거친 옷을 만들 때 사용할 수 있습니다.
ru: Небольшой кусок толстой шкуры животного. Используется для пошива прочной одежды.
zh_cn: 一小块皮革片，可用于缝制坚实的衣物。

source: A smooth and sturdy staff with a leather-wrapped grip, which has been reinforced with metal bands and caps. Durable and well-balanced, it is surprisingly easy to handle.
de: Ein glatter und robuster Stab mit einem Ledergriff. Er wurde mit Metallstreifen und -kappen verstärkt, er ist leicht und gut ausbalanciert und überraschend einfach zu handhaben.
ja: 滑らかに仕上げられた頑丈な棒です。持つ部分に握り革が巻いてあり、全体が鉄帯と鉄輪で補強されています。耐久性とバランスに優れ、驚くほど扱いやすい武器です。
zh_cn: 一根光滑坚硬的木棒，有皮制的把手，并且箍上金属圈装上金属包头来加强攻击力。耐用、匀称，并且令人惊奇的容易掌握。
