Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Don't use Molotovs indoors. Especially in a liquor store.
de: Benutze im Inneren keine Molotowcocktails. Besonders nicht in Spirituosenläden.
ja: 火炎瓶を屋内で使うな。とくに酒屋ではもってのほか。
ru: Не бросайте коктейль Молотова внутри помещения. Особенно на складе алкоголя.
zh_cn: 千万别在室内用燃烧弹，酒庄更须小心。

source: Ever go toe-to-toe with a manhack? Tiny little helicopters covered in knives. Best be packing a shotgun!
de: Schon mal eine Klingendrohne gesehen? Winzige kleine Helikopter, die mit Messern überdeckt sind. Nimm am Besten eine Schrotflinte mit!
ja: マンハックが近寄ってきたことある？ものすごく小さなヘリコプターに刃物がついたやつだよ。ショットガンを準備した方がいいね！
ko: 맨핵들과 정면으로 붙을 생각인가요? 칼날로 가득한 작은 헬리콥터들 말이에요. 산탄총을 챙겨가는게 좋을겁니다!
ru: Слышал о мэнхаках? Это такие крошечные вертолётики, покрытые ножами. При встрече с ними лучше иметь при себе дробовик.
zh_cn: 可曾同MANHACK面对面交锋么？那个用刀锋做成的小直升机。最好准备把霰弹枪对付它！

source: Ever run into those big worm things? If you see trails of churned-up dirt, you can be sure they're around.
de: Bist du jemals diesen großen Wurm-Dingern begegnet? Fallst du Spuren von zerwühltem Boden siehst, kannst du sicher sein, dass sie in der Nähe sind.
ja: 巨大なワームに出くわした事は？土が盛り上がった跡があれば近くにいるかもしれない。
ko: 거대한 벌레를 본 적이 있습니까? 흙이 파헤쳐진 자국이 늘어서있다면, 근처에 놈들이 있다고 생각하세요.
ru: Уже сталкивался с огромными червями? Если у видишь полосы перевёрнутой земли, будь уверен, они где-то неподалёку.
zh_cn: 曾经遇见过那些大蠕虫吗？如果你看到一连串翻起的泥土痕迹,你就可以肯定它们在周围。

source: For a good melee weapon, you can't beat a machete. I've seen a guy take down a zombie brute with one! Of course, if you can find a katana, that might be even better...
de: Eine Machete ist als Nahkampfwaffe unschlagbar. Ich hab mal einen Typen gesehen, der einen Rohlingszombie mit einer solchen niedergestreckt hat! Natürlich würde es vielleicht noch besser sein, wenn du eine Katana findest.
ja: 優れた近接武器と言ったらやっぱりマチェットだね。ある人がマチェット1つで凶暴ゾンビを倒してるのを見たことがあるよ！もちろん、刀を見つけられたら、それに越したことはないだろうけど…
ko: 좋은 근접 무기를 꼽자면, 정글도 이상 가는게 없을겁니다. 브루트 좀비를 정글도 하나로 상대하는 사람도 보았는걸요! 물론 카타나를 찾는다면 더 좋겠지만요...
ru: В поисках хорошего холодного оружия не проходите мимо мачете. Мне встречался один парень, который убил им накаченного зомби. Если сможешь найти катану, то это ещё лучше...
zh_cn: 当做近战武器来使，大砍刀可是最好不过了。我曾经看见一个家伙拿着一把大砍刀干翻了一只狂暴尸兽！当然，如果你能找到一把武士刀，那生活会更加美好...

source: Have you heard about those queen triffids? You gotta keep your distance from them, unless you like having a tree grow right through your chest.
de: Hast du von den Triffid-Königinnen gehört? Du solltest dich von ihnen fernhalten, es sei denn, du magst es, wenn ein Baum mitten durch deine Brust wächst.
ja: 女王トリフィドって聞いたことある？体から木を生やしたくなかったら、絶対近寄るなよ。
ko: 여왕 트리피드에 대해 들어본 적 있나요? 저것들에게서 떨어지는 것이 좋습니다. 가슴팍에서 나무가 자라나는걸 보고 싶지 않다면요.
ru: Ты когда-нибудь слышал про королев-триффидов? Советую тебе держаться от них подальше, если только ты не хочешь, чтобы у тебя выросло дерево из груди.
zh_cn: 你听说过三尖树皇后吗？你最好离它们远些，除非你喜欢树枝给你“透心凉”般的舒爽体验。

source: Have you seen those eyebots flying around? It's hard to say, but some faction's controlling them--maybe the military. All I know is, I don't want them taking my picture...
de: Hast du diese Schauboter umherfliegen sehen? Es ist schwer zu sagen, aber irgeindeine Fraktion kontrolliert sie – vielleicht das Militär. Alles, was ich weiß, ist, dass ich sie lieber nicht von mir ein Foto schießen lasse.
ja: あなたの周りを監視ロボット飛んでない？詳しくは知らないけど、誰かが…たぶん軍が…あれを制御してるらしい。あれに写真を撮られるのはあまり良い気分じゃないね…
ko: 날아다니는 아이봇들을 본 적 있나요? 믿기는 힘들지만, 생존세력들 중에서는 저것들을 다룰 수 있는 세력도 있다고 합니다. 아마 군사세력이겠죠. 확실한건, 저것들에게 사진을 찍히고 싶지는 않을거라는 겁니다.
ru: Видел летающие робоглазы? Трудно сказать, кто их контролирует, возможно военные. Знаю одно, я не хочу, чтобы они меня сфотографировали.
zh_cn: 你看到那些会飞的眼球机器人了吗，也许他们正在受什么组织的控制——可能是军队，不要让他拍到我的照片，不然也许会发生大麻烦

source: Have you seen those weird science labs out in the middle of nowhere? I think you need some kind of special ID card to get in.
de: Hast du diese seltsamen wissenschaftlichen Labore, die mitten im Nichts sind, gesehen? Ich glaube, du brauchst einen Dienstausweis, um hereinzukommen.
ja: 探索中に妙な科学研究所を見たことない？中に入るには特別なIDカードみたいなものが必要になりそうだね。
ko: 어딘가에서 기묘한 과학 연구실을 본 적이 없나요? 그곳에 들어가려면, 어떤 특수한 ID 카드가 필요한 것 같습니다.
ru: Встречал эти странные научные лаборатории, расположенные в какой-нибудь глуши? Я думаю, чтобы туда войти понадобится какое-то особое удостоверение личности.
zh_cn: 你是否看到了一些奇怪而封闭的研究所，或许你应该带一些特殊的ID卡才能进去

source: Here's a trick for taking care of a huge swarm of zombies chasing you: head into a liquor store, shoot out as many bottles as you can, then light the alcohol on fire. Then duck out the back door, and watch the zombies run into a burning building!
de: Hier ist ein Trick, mit einen großen Zombieschwarm, der dich jagt, fertig zu werden: Geh in einen Spirituosenladen, zerschmettere so viele Flaschen, wie du kannst, dann zünde den Alkohol an. Dann verschwinde durch die Hintertür und sieh zu, wie die Zombies in ein abfackelndes Gebäude rennen!
ja: これはゾンビの大集団をなんとかするための手段だ。酒屋に入って、適当な瓶を撃つ。アルコールに火が付く。そうしたら裏口から出て、燃える建物に飛び込んでいくゾンビを眺めよう！
ko: 좀비 떼거지가 당신을 쫓을 때 유용한 방법이 있습니다. 주류 판매점에 가서, 가능한 많은 술병에 사격을 한 뒤, 바닥에 흥건한 술에다가 불을 붙이는거죠. 그 다음에 뒷문으로 몰래 빠져나오면, 좀비들이 구워지는 것을 실시간으로 볼 수 있을겁니다!
ru: Есть хитрый способ оторваться от толпы зомби, преследующих вас: бегите в ликёроводочный магазин, разбейте сколько успеете бутылок и поджигайте разлитый алкоголь. Затем улизните через заднюю дверь и любуйтесь на сгорающих в огне зомби.
zh_cn: 以下是一个逃脱僵尸大军的小把戏——冲进酒吧什么的，打碎酒瓶，让酒精燃烧起来，然后看着后边的僵尸冲进火场，没有什么比这更愉♂悦的了！

source: Houses can be a surprisingly good resource for all kinds of stuff; clothing, medication, food, books, and more.
de: Wohnhäuser können eine überraschend gute Quelle für alle Arten von Dingen sein: Kleidung, Medikamente, Bücher und mehr.
ja: 住宅はあらゆる物資の非常に優秀な供給源になりうる; 衣類、医薬品、食料、本、その他諸々。
ko: 일반 가정집은 모든 물건을 구할 수도 있는, 생각보다 훨씬 좋은 장소입니다. 의류, 약물, 음식, 도서, 기타 등등을 구할 수 있죠.
ru: Дома могут быть удивительно хорошим источником одежды, лекарств, пищи, книг и другого добра.
zh_cn: 你可以在房子里找到一切你需要的资源：衣服、药品、食物、书等等

source: Hunting rifles are great at long range, but suck close up. Plus, most of them don't carry many rounds. Keep a pistol as a sidearm if you use a rifle.
de: Jagdgewehre sind großartig auf langen Entfernungen, aber versagen bei Kurzen. Außerdem tragen die Meisten von ihnen nicht viele Patronen. Nimm eine Pistole als Seitenwaffe mit, wenn du ein Gewehr benutzt.
ja: 狩猟用ライフルは、長距離射撃は素晴らしいが近距離では役立たずだし、ターン数を多く消費するのもネックだ。ライフルを使うときは、予備としてピストルも携帯しておこう。
ko: 사냥용 소총은 장거리 교전의 최강자이자, 근거리 교전의 최약체입니다. 그리고 대부분의 경우, 탄환을 많이 들고 다니기 힘들죠. 사냥용 소총을 사용한다면, 보조 무장으로 권총 한 정은 꼭 가지고 다니세요.
ru: Охотничьи ружья хороши на длинных дистанциях, но почти бесполезны на ближних. К тому же в их обоймах мало патронов. Рекомендуется иметь при себе пистолет, в качестве запасного оружия.
zh_cn: 步枪在远距离十分出色，但近距离就是垃圾。而且，它们大部分弹夹都很小。如果要使用步枪记得带把手枪当备用武器。

source: I figured out how to take care of those triffids! Let me just say this: they're made of wood, and wood and fire don't mix.
de: Ich habe herausgefunden, wie man mit diesen Triffiden fertig wird. Lass mich nur eins sagen: Sie sind aus Holz. Und Holz und Feuer vertragen sich nicht.
ja: トリフィドの取り扱い方について考えてみたよ！こんなのはどうだろう。「トリフィドは木でできています。木を火に近づけないでください。」
ko: 트리피드를 어떻게 상대해야 할지 알 것 같습니다! 생각해보세요, 트리피드는 나무로 이루어졌습니다. 나무와 불은 그다지 어울리지 않는 조합이죠.
ru: Позволь обрисовать тебе как нужно бороться с триффидами. Они состоят из древесины, а дерево и огонь не дружат.
zh_cn: 我想出来怎么对付那些三尖树了！我只想说：它们是用木头做的，木头和火势不两立。

source: I have a buddy who was sleeping in this cabin way out in the woods, when he suddenly woke up to trees and vines growing right up through the floor and walls! He said it was some kind of huge triffid making it happen...
de: Ich habe einen Kumpel, der in dieser Blockhütte weit fern in den Wäldern schlafen war, als er plötzlich davon geweckt wurde, wie Bäumen und Reben, die durch den Fußboden und die Wände wuchsen. Er sagte, dass irgendein riesiger Triffid das angestellt hätte …
ja: 小屋で寝ていたら突然床や壁を突き破って木や蔦が生えてきた、ってことがあったらしいよ。巨大なトリフィドの仕業らしいね…
ko: 나무 오두막 안에서 잠을 청하던 친구가 있었습니다. 어느 날 잠에서 일어나보니, 바닥과 벽이 온통 나무 줄기로 덮여있었던 적이 있었다더군요! 그가 말하길 어떤 거대한 트리피드가 그런 짓을 했을거라고 합니다.
ru: У меня был приятель, который ночевал в вагончике в лесу. Как-то раз он проснулся, а у него из стен и потолка растут деревья и ветки. Он утверждал, что это все козни какого-то огромного триффида...
zh_cn: 我有一个哥们，有一次他在林中的小屋睡觉，当他突然醒来时，发现树枝和藤蔓从地板和墙壁的缝隙中生长出来！他说：一定是某种巨大的三尖树搞的鬼...

source: I heard about this group that raided a bee hive a while ago. Everyone got massacred but one, and he came home with this weird, magic honey stuff.
de: Ich hörte über diese Gruppe, die vor einer Weile einen Bienenstock überfiel. Alle außer einen wurden massakriert und er kam mit diesem seltsamen, magischem Honigzeugs raus.
ja: ハチの巣に侵入した奴らがいたらしい。皆ハチに殺されたけど、一人だけ、魔法の蜜を持って帰った奴がいたんだ。
ko: 얼마 전에, 벌집을 털겠다고 나선 무리가 있었습니다. 단 한 명을 제외하고는 학살당했지만, 그 생존자는 기이하고도, 마법에 가까운 물질을 벌집에서 찾아왔습니다.
ru: Я слышал о группе смельчаков, которые совершили набег на пчелиный улей. Выжил только один, и он вернулся с кучей восхитительных пчелиных продуктов.
zh_cn: 我听说之前有群人去搜刮了一个蜂巢。几乎所有人都葬身蜂刺之手，只有一个人带着这个奇怪的、像魔法蜂蜜般的东西回来了。

source: I know grocery stores and stuff are full of fruit, but be careful, it's probably rotten.
de: Ich weiß, dass Lebensmittelgeschäfte voller Gemüse sind, aber sei vorsichtig, es ist wahrscheinlich verdorben.
ja: 食料品店にフルーツがたくさんあるのは知ってるよね。でもそれ、たぶん腐ってるよ。
ko: 식료품점에는 온갖 음식과 과일들이 있습니다. 하지만, 썩었을 수도 있으니 조심하세요.
ru: Могу сказать, что в бакалее можно найти много фруктов, но будь осторожен, могут попасться гнилые.
zh_cn: 我知道食品杂货店里可能有很多水果，但是务必注意，很大可能是腐烂的.

source: I know it's tempting to just go full-auto and unload as many bullets as possible, but don't except as a last resort. It's inaccurate and wastes ammo.
de: Ich weiß, dass es verführerisch ist, einfach auf Vollautomatik zu gehen und so viele Patronen wie möglich abzufeuern. Aber lass das außer im Notfall. Das ist nicht treffsicher und verschwendet Munition.
ja: フルオートの銃は魅力的だし弾もたくさん入手できると思うかもしれない。でもそれ以外に攻撃手段が無いっていうのはだめだ。フルオート銃は狙いが不正確で、無駄な弾を増やすことにもなる。
ko: 연사로 놓고 마구 쏴버리는게 매혹적이라는거 알아요. 하지만 좋은 생각은 아닙니다. 정확도가 떨어지는건 물론, 총알 낭비니까요.
ru: Я понимаю, это заманчиво, дать очередь из автомата, пока не закончатся пули в магазине. Это может помочь, но лучше так делать, только когда деваться больше некуда. Очередь не точна и тратит много боеприпасов.
zh_cn: 我知道将枪调成全自动然后突突突的想法很吸引人，但可别把这方法当成你最后的救命稻草。那样既不准确还浪费弹药。

source: I know they look dumb, but wearing a fanny pack gives you that extra bit of storage without encumbering you.
de: Ich weiß, dass sie dämlich aussehen, aber: Eine Bauchtasche zu tragen, gibt dir etwas zusätzlichen Lagerplatz, ohne deine Bewegungsfreiheit einzuschränken.
ja: 見た目はダサいけど、ファニーパックを付けていれば、移動を妨げずにたくさんの物を持てるよ。
ko: 허리 주머니를 착용하면 웃기는 꼴이 된다는 것 정도는 알고 있지만, 그래도 방해도 없이 추가적인 저장공간을 마련해주는 좋은 장비입니다.
ru: Конечно поясные сумки выглядят не очень, но они дают вам возможность носить предметы не обременяя вас.
zh_cn: 我知道这看起来会有些傻，但装备腰包确实能给你带来额外的携带空间，而且毫无累赘感。

source: I once knew a guy who figured he'd survive a night in the subway by setting fires blocking off the tunnel in both directions and sleeping between them. He wound up asphyxiating on the smoke.
de: Ich kannt mal einen Typen, der glaubte, dass er eine Nacht in der U-Bahn verbringen könne, in dem er Feuer legte, die den Tunnel in beide Richtungen verdeckten und er schlief zwischen ihnen. Er ist am Rauch erstickt.
ja: 地下道の両端に火の壁を作って、真ん中で夜を過ごそうとした奴がいるらしいよ。もちろん煙で窒息して死んだよ。
ko: 지하철 터널 양쪽에다가 불을 질러서 길을 막은 다음, 그 사이에서 잠을 청한 사람을 본 적이 있습니다. 그는 연기에 질식해서 끝장나버렸죠.
ru: Я знавал одного парня, который считал, что можно переждать ночь в туннеле метро, заблокировав подходы с помощью костров в обоих направлениях от места ночёвки. Задохнулся от дыма, дурачок.
zh_cn: 我曾经见过一个人，他想渡过一个温暖的晚上，于是他在地铁道里烧了一个火堆，呆在里边，他最后死于窒息....

source: I've found more good weapons in hardware stores than anywhere else. Except gun stores, of course.
de: Ich hab mehr gute Waffen in Baumärkten als irgendwo anders gefunden. Außer bei Waffengeschäften natürlich.
ja: 工具店には他のどの店よりもいい武器が見つかる。もちろん重火器専門店は別格だけど。
ko: 철물점은 좋은 무기를 구할 수 있는, 가장 좋은 곳입니다. 아, 물론 총포상보다는 못하지만요.
ru: Если не брать в расчёт оружейные магазины, то лучше чем в хозяйственном магазине оружия не найти.
zh_cn: 我在别的地方找到的武器都不如五金店里的东西实用。当然，枪店除外。

source: I've seen a couple guys running around with laser pistols. They seem like the perfect weapon... quiet, accurate, and deadly. But I've never found one, and I bet ammo is wicked scarce...
de: Ich hab ein paar Typen mit Laserpistolen herumlaufen sehen. Sie scheinen wie die perfekte Waffe zu sein: Lautlos, treffsicher und tödlich. Aber ich hab niemals eine gefunden und ich wette, Munition ist verflucht selten …
ja: レーザーピストルをガンガン撃ってる人たちがいたよ。確かに静かで狙いも正確、ダメージも大きい完璧な武器…に見える。でも、そもそも中々見つからないし、弾も不足しがちなんだよね…
ko: 레이저 권총을 들고 돌아다니는 사람들을 본 적이 있습니다. 완벽한 무기였죠... 조용하고, 정확하며, 치명적이였습니다. 하지만 저는 도저히 그 무기를 찾을 수 없었습니다. 장담하건데, 그런 무기의 전용 탄약은 더럽게 구하기 힘들 것입니다.
ru: Я видел у пары парней лазерные пистолеты. Идеальное оружие ... тихое, точное и смертельное. Но мне такие никогда не попадались, а боеприпасы, наверное, найти еще сложнее ...
zh_cn: 我见过威力恐怖的激光武器，那几乎是完美的，安静的，准确的，致命的，优雅的.但是我打赌他的子弹一定很少

source: I've spent many nights in the changing rooms at the back of clothing stores. Walls on four sides, far from the store's entrance, a corridor for easy defense... it's perfect!
de: Ich habe viele Nächte in den Umkleidekabinen im hinterem Teil von Bekleidungsgeschäften verbracht. Wände an vier Seiten, weit weg vom Eingang, ein Korridor, der einfach zu verteidigen ist … Es ist perfekt!
ja: 衣料品店の奥にある更衣室で夜を過ごすことが多いんだ。壁とドアに囲まれてるし、店舗の入り口からも遠いし、狭い通路は防衛にうってつけ…完璧だね！
ko: 의류점 안에 있는 방을 은신처로 삼기 위해 며칠을 쓴 적이 있습니다. 4면이 벽이고, 상점 입구와 멀리 떨어져 있고, 방어하기 쉬운 복도 구조... 완벽한 은신처죠!
ru: Много ночей я провёл в примерочных магазинов одежды. Расположены в задней части здания подальше от входа, стены с четырёх сторон, коридор легко защищать... Это прекрасно!
zh_cn: 在服装店后面的更衣室里，我度过了许多个夜晚。四面墙，远离商店入口，便于防御的走廊…我要给它一百分！

source: I've thought about raiding an ant hill before, but I realized it wasn't worth the risk. I doubt they have any loot beyond some scraps of food, you know?
de: Ich hab mal in Betracht gezogen, einen Ameisenhaufen zu plündern, aber dann wurde mir klar, dass das nicht das Risko wert ist. Ich bezweifle, dass sie außer Essen irgendeine Beute haben.
ja: アリ塚に行ったことがあるけど、危険を冒した割に収穫は少なかったな。いくつかの食料はあったけど、他に何かあると思う？
ko: 전에 개미총을 털어볼까 하고 생각해본 적이 있는데, 위험에 비해 그리 큰 소득은 얻지 못할 것 같다는 생각이 들었습니다. 과연 음식 쪼가리 말고 얻을만한 물건이 있을까요?
ru: У меня были мысли о набеге на муравейник, но я решил, что не стоит рисковать. Сомневаюсь, что там что-то можно найти полезное, кроме скудных запасов еды, ты согласен?
zh_cn: 我以前考虑过要去蚁巢里搜刮一番，但后来想想还是不去冒这个险了。感觉那里面除了一点食物残渣之外什么都不会有，你觉得呢？

source: If there's a bunch of zombies in a straight line, try unloading a burst from your gun. Be sure to aim at the zombie furthest away; you'll hit more of them that way.
de: Wenn mehrere Zombies sich auf einer geraden Linie befinden, versuch, einen Feuerstoß abzugeben. Stell sicher, auf den hintersten Zombie zu zielen; auf diese Weise würdest du mehr von ihnen treffen.
ja: ゾンビの集団が直線状に並んでいるときは、バースト射撃をしてみよう。なるべく遠くからゾンビを狙うんだ。そうすればたくさん命中するはず。
ko: 직선 상에 좀비 떼가 있다면, 연사로 놓고 총을 쏴보세요. 가장 끝에 있는 좀비를 노리고 쏘는게 좋습니다. 이렇게 하면 더 많은 적을 공격할 수 있을거에요.
ru: Если впереди вас толпа зомби выстроилась в линию, попробуйте выстрелить в них очередью. Цельтесь в самого дальнего, чтобы поразить как можно больше противников.
zh_cn: 如果有一堆僵尸排成直线朝你过来，试着用你的枪打短点射。记着瞄准最远的僵尸，这样你能打中他们中的大部分。

source: If there's a pool of acid blocking your way, trying tossing a junk item into it. Eating up items will help neutralize the acid faster.
de: Falls ein Säurepfuhl dir den Weg versperrt, versuch, ein paar nutzlose Gegenstände reinzuwerfen. Wenn Gegenstände zerfressen werden, wird die Säure schneller neutralisiert.
ja: 酸溜りが道を塞いでいたら、要らないアイテムを投げ込んでみよう。酸が早く消えてくれるよ。
ko: 산성 웅덩이가 길을 막고 있다면, 웅덩이 안에 아무 물건이나 집어넣으세요. 물건이 산화되면서 산을 빠르게 중화시켜줍니다.
ru: Если на пути находится кислотная лужа, ты можешь бросить в неё какой-нибудь хлам. Это заставит кислоту разъедать эти предметы и, таким образом, она быстрее выдохнется.
zh_cn: 如果你看到一大滩酸液阻碍了你的道路，你可以把你的垃圾物品扔进去。吞噬物品能使得酸液更快中和掉。

source: If you can spare the space, you might want to carry a fire extinguisher along. Nothing is worse than being trapped in a burning building!
de: Wenn du den Platz übrig hast, könntest du einen Feuerlöscher umhertragen. Nichts ist schlimmer, als in einem brennendem Gebäude gefangen zu sein!
ja: 容量に余裕があったら消火器を持っておくのもいいかもしれない。燃え盛る建物に閉じ込められることほど最悪なことはないからね！
ru: Если в вашем инвентаре осталось свободное место, возьмите огнетушитель. Он пригодится, если вас окружил огонь.
zh_cn: 有空间的话，最好带上灭火器。相信我，你不会想在大火灾里被烧死的。

source: If you get a pair of night vision goggles, hold on to them! A flashlight will give you away, but with goggles you can be sneaky.
de: Wenn du eine Nachtsichtbrille kriegst, behalt sie! Eine Taschenlampe würde dich verraten, aber mit einer Nachtsichtbrille kannst du unbemerkt bleiben.
ja: 暗視ゴーグルを見つけたら何が何でも手に入れよう！懐中電灯を点けると居場所がばれるけど、暗視ゴーグルなら隠れ続けられる。
ko: 밤에 시야를 제공해주는 고글을 얻었다면, 꼭 착용하세요! 손전등 불빛은 자신의 위치를 광고하는거나 다름없지만, 고글을 착용하면 몰래몰래 다닐 수 있습니다.
ru: Если вам попадётся прибор ночного видения, то это большая удача! Фонарик выдаёт вас с головой, а с этим прибором вы останетесь незаметным.
zh_cn: 如果你有夜视仪，一定要牢牢抓紧！灯光会让你暴露，但夜视仪不会。

source: If you need a bunch of rags for making Molotov cocktails, take a pair of scissors to an old t-shirt or something.
de: Wenn du ein paar Lumpen für Molotowcocktails brauchst, dann benutz eine Schere an einem altem T-Shirt oder etwas ähnlichem.
ja: 火炎瓶を作るのに大量の布が必要になったら、鋏と古いTシャツか何かを手にしよう。
ru: Если вам нужны тряпки для создания коктейля Молотова, возьмите ножницы и старую футболку или что-то наподобие.
zh_cn: 如果你需要一块布来制作燃烧弹，拿稳你的剪刀，向旧衣物们下手吧。

source: If you need to, you can swim across a river to escape; most monsters can't swim. Just make sure you drop as much stuff as possible first, and maybe strip naked, or you'll sink like a rock.
de: Wenn du musst, kannst du durch einen Fluss schwimmen, um zu flüchten; die meisten Monster können nicht schwimmen. Stell nur sicher, dass du zuerst so viele Sachen wie möglich fallen lässt und dich vielleicht nackig ausziehst, ansonsten würdest du wie ein Stein versinken.
ja: 他に逃げ道がないときは、川を泳いで渡ることもできる。ほとんどのモンスターは泳げない。一番早く動ける身軽さになるまで荷物を減らしたら、裸になって泳ごう。そうしないと岩のように沈むことになる。
ko: 필요하다면, 강을 수영해서 탈출할 수도 있습니다. 대부분의 괴물들은 수영을 하지 못하거든요. 다만 수영을 하기 전에, 가능한 모든 물건들을 땅에 버려놓을 필요가 있습니다. 바위처럼 물에 잠기기 싫다면요.
ru: Если нужно, вы можете пуститься вплавь через реку, чтобы оторваться от погони, так как большинство монстров не умеют плавать. Сбросьте с себя лишний груз или даже разденьтесь до гола, иначе пойдёте ко дну как камень.
zh_cn: 必要时你可以游泳过河逃生。大多数怪物都不会游泳。不过记得先扔掉身上的包袱，最好脱个精光，免得像石头一样沉下去。

source: If you run into a zombie hulk, it's probably a good idea to run. They're fast as hell, but pretty dumb; they'll try to smash through obstacles rather than going around, and that slows them down a lot.
de: Wenn du einem Zombie-Hulk begegnest, ist es wahrscheinlich eine gute Idee, zu laufen. Sie sind höllisch schnell, aber ziemlich dumm; sie versuchen, sich durch Hindernisse zu schlagen anstatt herumzulaufen und das verlangsamt sie stark.
ja: 巨体ゾンビに遭遇してしまった時には、良いアイデアがある。奴らは足がめちゃくちゃ速いがおつむは弱い。回り道せずに、障害物を壊してまっすぐ進もうとする。それを利用すれば、時間を稼げるかもね。
ko: 헐크 좀비를 만났다면, 도망치는 것이 좋습니다. 헐크 좀비는 엄청나게 빠르긴 하지만, 그만큼 멍청합니다. 장애물을 돌아가기보다는 무조건 뚫어버리려 하기 때문에, 이 때 속도가 크게 느려집니다.
ru: Если вы встретите зомби-халка, то вам лучше бежать. Они очень быстры, однако глупы. Таким образом, если между вами и ним будет препятствие, то зомби-халк постарается его разбить, а не обойти.
zh_cn: 如果你碰上了一只僵尸浩克，逃跑应该是个好主意。它们快的见鬼，虽然非常蠢；比起赶路来它们更喜欢将障碍物破坏的粉碎，这极大的减缓了它们的速度。

source: If you see a big mob of zombies coming, RUN! Trying to fight them all is suicide unless you have a big tactical advantage.
de: Wenn du eine große Horde von Zombies kommen siehst, LAUF! Versuchen, sie alle zu bekämpfen, ist Selbstmord, außer du hast einen großen taktischen Vorteil.
ja: ゾンビの大群が向かってきたら逃げよう。有効な対策がない限りは自殺行為だ。
ko: 좀비 떼거리가 오는 것을 발견했다면, 도망치세요! 큰 전술적 이점이 없는 한, 그들과 맞서 싸우는 것은 자살행위입니다.
ru: Если увидел большую толпу зомби, то лучше беги! Попытка драться с ними равна самоубийству, если у тебя нет мощного оружия.
zh_cn: 如果你看到一大群丧尸向你袭来，赶紧跑！试图与它们搏斗就是自杀的行为，除非你有巨大的战术优势。

source: If you shoot a zombie, but don't quite kill it, try to finish it off with a punch or something instead of wasting a bullet.
de: Wenn du ein Zombie anschießst, aber es nicht ganz tötest, versuch es, mit einem Schlag oder so zu erledigen, anstatt eine Patrone zu verschwenden.
ja: ゾンビを撃ったけど完全には殺せなかった時は、パンチか何かでとどめを刺そう。弾丸はもったいないからね。
ko: 좀비에게 사격을 했는데 아슬아슬하게 일격에 죽이지 못했다면, 주먹질이나 다른 근접무기로 마무리를 지으세요. 총알은 아끼는게 좋으니까요.
ru: Если вы выстрелили в зомби, но не убили его, то лучше добейте его прикладом - не тратьте пули.
zh_cn: 如果你射中了僵尸，但不够杀死他，试着用你的拳头或其他东西解决他，而不是浪费你的子弹。

source: If you're getting chased by a hoard of zombies, try ducking into the subways and traveling a block or two, then coming back up.
de: Wenn du von einer Zombiehorde gejagt wirst, versuch dich in die U-Bahn zu verscharren, geh ein oder zwei Felder umher, dann komm wieder zurück nach oben.
ja: ゾンビの大群に追われているなら、地下鉄の駅から地下に潜って、1、2ブロック離れた場所から地上に出てみよう。
ko: 좀비 떼에게 쫓기고 있다면, 지하철 쪽으로 도망치세요. 한 두 블록 정도 이동한 다음, 다시 나오면 됩니다.
ru: Если преследует толпа зомби, спускайся в метро и пройди по туннелям пару кварталов, затем возвращайся снова на поверхность.
zh_cn: 当你被众多的僵尸追的屁滚尿流的时候，可以试着躲到下水道，过了一两个街区，就又是一条好汉。

source: If you're going to be playing with Molotov cocktails around a gas station, just make sure you're a long way from those pumps.
de: Wenn du mit Molotowcocktails um einer Tankspiele herumspielen willst, stell bloß sicher, dass du weit weg von diesen Zapfsäulen bist.
ja: ガソリンスタンドの周囲で火炎瓶を使って遊ぶ時は、給油ポンプから十分離れている事を確認しよう。
ru: Если решили бросить коктейль Молотова на заправке, то убедитесь, что находитесь подальше от бензоколонок.
zh_cn: 当你在加油站附近扔燃烧弹时，请离油泵远一点。

source: If you're in a corridor or something, and there's a bunch of zombies chasing you down it, try to wound the guy in front badly. He'll start moving slow and cause a serious traffic jam!
de: Wenn du in einem Korridor oder etwas ähnlichem bist und du wirst von einer Zombiegruppe gejagt, dann versuche, den Vordersten schwer zu verletzen. Er wird sich langsam bewegen und einen zähflüssigen Verkehr verursachen.
ja: 廊下のような場所でゾンビの集団に追いかけられたときは、先頭の奴に重傷を与えよう。そいつは移動が遅くなるから、大渋滞の出来上がりだ！
ko: 복도같은 곳에 있고 수많은 좀비들이 당신을 쫓고 있다면, 제일 앞에 있는 놈에게 큰 상처를 줘보세요. 그놈이 느리게 움직이기 시작하는 순간, 심각한 좀비의 교통체증을 불러올 것입니다!
ru: Если в узком коридоре за вами гонятся зомби, то можно тяжело ранить ближайшего, чтобы он замедлился и затормозил остальных.
zh_cn: 如果你在走廊或其他狭窄地形被一堆僵尸追，试着重创跑在最前排的那个。他会减慢速度造成严重的交通堵塞！

source: If you're planning on wandering around the sewers--not that you'd have a reason too--watch out for those fish. Those suckers are fast, and vicious too!
de: Falls du vorhaben solltest, duch die Abwässer zu wandern – nicht, dass du wirklich einen Grund dafür hättest – pass auf diese Fische auf! Diese Viecher sind schnell und auch böse.
ja: 下水道を探検するときは（まあ他にも危険な奴はたくさん居るんだけど）魚に気を付けよう。とても早く近寄ってくる危険な奴だ！
ko: 하수도를 어슬렁거리고자 한다면 - 무슨 이유일지는 모르겠지만 - 물고기들을 조심하세요. 그 빌어먹을 것들은 빠르고, 위험하니까요!
ru: Если вы хотите путешествовать по канализации, то опасайтесь рыб живущих там. Это злобные и быстрые твари.
zh_cn: 如果你打算在下水道没有目的地闲逛，小心那些鱼。那些混蛋又快又狠！

source: If you're spending the night in a dangerous area, grab a shovel and dig pits all around your camp.
de: Wenn du die Nacht in einem gefährlichem Gebiet verbringst, dann nimm eine Schaufel und grab Gruben um dein Lager.
ja: 危険な地域で夜を明かす時は、スコップでキャンプの周辺に穴を掘ろう。
ko: 위험한 곳에서 밤을 보내게 됐다면, 삽을 들고 캠프 주변에 구덩이를 파놓으세요.
ru: Если вам пришлось спасть в опасном месте, выройте вокруг места ночлега несколько ям при помощи лопаты.
zh_cn: 如果你不得不在危险区域度过夜晚，握紧铲子，在周围挖上深坑吧。
