Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A heavy protective coat worn by firefighters. Highly resistant to heat and flame, it provides excellent protection from injury.
de: Ein schwerer Schutzumhang, der von Feuerwehrleuten getragen wird. Er ist gegenüber Hitze und Feuer sehr widerstandsfähig und bietet ausgezeichneten Schutz vor Verletzungen.
ja: 頑丈な消防士の防火衣です。熱と炎に優れた耐性があり、素晴らしい防護性能で怪我から身を守ります。
zh_cn: 一件消防员经常穿的重型外套，对高温和火焰有良好的防护性，提供优秀的伤害防护能力。

source: A heavy wool coat. Cumbersome, but warm and with deep pockets.
de: Eine schwere Wolljacke. Schwer zu tragen, aber warm und mit tiefen Taschen.
ja: 羊毛製の深いポケットが付いた重たいコートです。扱いが面倒ですが、暖かさを与えてくれます
zh_cn: 一件厚重的棉大衣，很笨重，也很暖和，还有几个很深的口袋。

source: A heavy, home-built combination armor made from a cut-down bulletproof vest and a reinforced flame-resistant jumpsuit made out of Nomex. Protects from fire and the elements as well as from harm.
de: Eine schwere selbstgebaute Verbundrüstung aus einer aufgeschnittenen kugelsicheren Weste und einem verstärkten feuersicherem Overall aus Nomex. Schützt vor Feuer, der Natur als auch Schaden.
ja: 簡約した防弾ベストと強化した防火性ジャンプスーツのノーメックスから作られた、手製の重量型コンビネーションアーマーです。外的要因の他に火炎、怪我からも身を守ります。
zh_cn: 一件自制的重型复合防护服，由防弹背心和“诺梅克斯”纤维强化防火服组成，对火焰、环境和伤害都提供极大的防护。

source: A heavy, home-built combination armor made from a reinforced bulletproof vest and a metal-plated jumpsuit made out of leather. Protects from the elements as well as from harm.
de: Eine schwere selbstgebaute Verbundrüstung aus einer verstärkten kugelsicheren Weste und einem metallverstärktem Overall aus Leder. Schützt vor der Natur als auch Schaden.
ja: 補強した防弾ベストと金属板で強化したジャンプスーツの皮革から作られた、手製の重量型コンビネーションアーマーです。外的要因の他に怪我からも身を守ります。
zh_cn: 一件重型家用自制全身护甲，由一件防弹衣及一件增强版连衣裤缝制而成。这件衣服不仅能够抵挡伤害，还有一定的防化作用。

source: A hefty pair of fur-lined pants.
de: Eine starke, fellgefütterte Hose.
ja: 裏地に毛皮を用いた重たいパンツです。
ko: 무거운 모피 바지입니다.
ru: Здоровенные штаны из меха.
zh_cn: 这是一条沉重的毛皮裤子。

source: A helmet made from a soup pot. It's not very good protection, but it's better than nothing.
de: Ein Helm aus einem Suppentopf. Er ist kein sehr guter Schutz, aber er ist besser als nichts.
ja: 鍋を加工して作ったヘルメットです。性能は然程ではありませんが何も無いよりは確実にマシです。
zh_cn: 当你把锅子带在头上的时候，它就不再是锅了，而是头盔！植物大战僵尸里戴夫专属的装备，看起来很脑残，但至少还有那么一点点防御力。

source: A helmet made from the exoskeletons of insects. Covers the entire head; very light and durable.
de: Ein Helm aus den Exoskeletten von Insekten. Bedeckt den gesamten Kopf. Sehr leicht und widerstandsfähig.
ja: 昆虫の外骨格から作られたヘルメットです。非常に軽く頑丈で、頭部全体を覆います。
zh_cn: 这是一顶由某种昆虫的躯壳制作而成的头盔，很轻巧也很耐用。

source: A helmet with a plastic shield that covers your entire face.
de: Ein Helm mit einem Plastikschild, der dein gesamtes Gesicht bedeckt.
ja: 顔全体を覆うプラスチックシールドを備えたヘルメットです。
ko: 얼굴 전체를 덮는 투명 플라스틱 보호대가 달린 헬멧입니다.
ru: Полицейский шлем с щитком, прикрывающим лицо.
zh_cn: 这是一款有着塑料护罩的头盔，可以覆盖你的面部。

source: A helmet with covers for your head and chin, leaving space in-between for you to wear goggles.
de: Ein Helm, welcher deinen Kopf und dein Kinn bedeckt, aber Platz für dich lässt, um eine Brille zu tragen.
ja: 頭と顎を覆ったヘルメットです。ゴーグルを装着する部分は空いています。
ko: 머리와 턱을 덮는 헬멧입니다. 고글을 쓰기 위한 공간은 비워져있습니다.
ru: Мотоциклетный шлем, защищающий голову и челюсть, оставляющий только узкую полоску для глаз, чтобы можно было одеть очки.
zh_cn: 这款头盔能把你的脸也遮的严严实实，但还留下了可以让你戴眼镜的空间。

source: A hockey jersey made of thick material imprinted with the logo of the Monroeville Zombies.
ja: 厚手の素材で作られたホッケー用のジャージです。モンロービル・ゾンビズのロゴが刻印されています。
zh_cn: 一件印有Monroeville Zombies标志及签名的厚质短袖球衣。

source: A home-built combination armor made from a bulletproof vest and a reinforced jumpsuit made out of leather. Protects from the elements as well as from harm.
de: Eine selbstgebaute Verbundrüstung aus einer kugelsicheren Weste und einem verstärkten Overall aus Leder. Schützt vor der Natur als auch Schaden.
ja: 防弾ベストと防水性ジャンプスーツの皮革から作られた、手製のコンビネーションアーマーです。外的要因の他に怪我からも身を守ります。
zh_cn: 一件家用自制全身护甲，由一件防弹衣及一件增强版连衣裤缝制而成。这件衣服不仅能够抵挡伤害，还有一定的防化作用。

source: A huge duffel bag with backpack attached, both packed to the gills. Judging by the feel, a National Guard soldier could have packed this to be ready for deployment. Disassemble to unpack and enjoy.
de: Eine riesige Reisetasche, an die ein Rucksack angebracht wurde, beide bis zum Anschlag gefüllt. Nach dem Gefühl zu urteilen, könnte ein Soldat der Nationalgarde das für die Bereitschaft zur Stationierung gepackt haben. Demontiere es zum Auspacken und Genießen.
ja: 両脇にバックパックが付属した巨大なダッフルバッグです。恐らく国家警備隊の兵士が配置準備のためにまとめたものでしょう。解体して中身を取り出し、使いましょう。
ko: 큰 더플백으로, 주방위군 한 명이 재배치를 받기 위해 준비한 군장으로 보입니다. 분해해서 내용물을 챙길 수 있습니다.
ru: Огромный вещевой мешок с рюкзаком в комплекте, содержит базовый набор вещей, необходимые каждому человеку, чтобы выжить в любой экстремальной ситуации. Кажется, это упаковал солдат Национальной гвардии. Разберите для использования.
zh_cn: 这是一个配有背带的超大行李袋，被绑得严严实实。从外形和材质上看，这应该是国民警卫队的标配。解开之后就能得到很多很多的补给供你在野外撒欢！

source: A huge duffel bag, provides plenty of storage but severely encumbering.
de: Eine riesige Reisetasche, bietet viel Platz, aber sie ist sehr hinderlich.
ja: 巨大なダッフルバッグです。著しく行動を阻害しますが、沢山の収納箇所を備えています。
ko: 커다란 더플백으로 대용량의 저장공간을 제공하지만, 꽤 거추장스럽습니다.
ru: Большая вещевая сумка. В ней много свободного места, но она затрудняет движение.
zh_cn: 一个巨大的无纺布编织袋，很有LV的范。提供了充足的存储空间，是以前黑社会经常用它来运尸。拎着这样的两个包包，刘翔也跑不起来...

source: A huge military rucksack, provides a lot of storage.
de: Ein riesiger Militärrucksack, bietet viel Lagerplatz.
ja: 大型の軍用背嚢です。多くの収納箇所を備えています。
ko: 커다란 군용 배낭으로, 대용량의 저장공간을 제공합니다.
ru: Огромный рюкзак военного образца, очень вместительный.
zh_cn: 一个巨大的军用背包，能让你携带大量的物资。

source: A huge wheeled suitcase used mainly for transporting clothes and other possessions during trips, provides a decent amount of storage but hauling it around is not fast nor comfortable.
de: Eine riesiger Rollenkoffer, der hauptsächlich zum Transport von Kleidung und anderen Besitztümern auf Reisen verwendet wird. Er bietet einen einen angemessenen Lagerplatz, aber es ist weder schnell noch bequem, ihn herumzuschleppen.
ja: 主に旅行中衣服を運ぶのに用いるホイールの付いた大きいスーツケースで、とても優れた収納性ですが安心してさっさとずらかるには向いていません。
zh_cn: 一个主要用于旅行期间存放衣物和杂物的巨大轮式旅行箱，提供一个足够的存储量，但拉起来很累赘。

source: A jacket made from denim. Provides decent protection from cuts.
de: Eine Jacke aus Jeansstoff. Bietet angemessenen Schutz vor Schnitten.
ja: デニム製のジャケットです。多少の対刃性があります。
zh_cn: 这是件牛仔夹克衫，能够很好地抵抗劈砍伤害。

source: A jacket made from flannel-style denim; favored by outdoorsy types. Provides decent protection from cuts.
de: Eine Jacke, die von Holzfällern bevorzugt wird, aus flannel-artigem Jeansstoff. Bietet angemessenen Schutz vor Schnitten.
ja: デニム製のフランネル調ジャケットです。アウトドア派に好まれており、対刃性にも優れています。
zh_cn: 伐木工人最爱的法兰绒夹克衫，提供不错的劈砍保护。

source: A jacket made from thick leather. Cumbersome, but offers excellent protection from cuts.
de: Eine Jacke aus dickem Leder. Behindernd, aber bietet exzellenten Schutz vor Schnitten.
ja: 厚い革製のジャケットです。扱いが面倒ですが、対刃性に優れています。
zh_cn: 这是件厚实的皮夹克，虽然穿着有点妨碍行动，但一般的小刀再也伤不到你了。

source: A large American flag made to fly in even the worst conditions.
de: Eine große US-Fahne, die dafür gemacht wurde, sogar unter den schlimmsten Bedingungen zu flattern.
ja: 悪天候でも旗が翻る様に作られた米国の大きな国旗です。
ko: 최악의 상황에서도 게양할 수 있도록 만들어진 대형 성조기입니다.
ru: Большой флаг США, сделанный для того, чтобы развеваться даже в самых плохих условиях.
zh_cn: 一个大大的美国国旗，即使环境再差也能飘扬。(made in china)

source: A large fabric sheet, could be used as a curtain or bedsheets; or cut up for a bunch of rags.
de: Ein großes Stofflaken, es könnte als Vorhang oder als Bettdecken benutzt werden; oder es könnte für eine Menge Lumpen zerschnitten werden.
ja: 布製の大きなシーツです。 カーテンやベッドシーツとして使用でき、 切り分けて、布切れを製作する事も可能です。
ko: 큰 섬유 시트입니다. 커튼이나 침대 시트로 사용되며, 잘라서 천 조각을 만들 수도 있습니다.
ru: Большой кусок ткани, может использоваться в качестве занавески или простыни. Можно порезать на кучу тряпок.
zh_cn: 一大匹布，可以用来制作成窗帘或床单，或干脆剪成一堆布条。

source: A large leather quiver trimmed with metal, worn on the back, that can hold 60 arrows. Historically used by horse archers, rather than foot archers, but neither of THEM had to fight zombies. Activate to store arrows.
de: Ein großer, mit Metall getrimmer Lederköcher, der auf dem Rücken getragen wird und 80 Pfeile beinhalten kann. Historisch benutzt von Bogenschützen zu Pferd, statt von Bogenschützen zu Fuß, aber keiner von IHNEN musste gegen Zombies kämpfen.
ja: 革製の金属で補強した大型の矢筒です。肩に掛けて背負います。歴史上では弓騎兵、徒歩弓兵などが使っていましたが、その「どちらも」ゾンビと戦う必要はありませんでした。60本の矢を収納できます。
zh_cn: 一个可容纳60支箭的大型皮革镶嵌金属的箭筒佩戴在后背。 历史上使用它的都是骑着马的弓骑兵，而不是步行的弓箭手。但是他们谁也没有打过僵尸。

source: A large pair of goggles that completely seal off your eyes. Excellent protection from environmental dangers.
de: Eine große Brille, welche deine Augen komplett abdeckt. Ausgezeichneter Schutz vor Umweltgefahren.
ja: 完全に目の部分を覆うゴーグルです。危険な環境から目を保護するのに優れています。
zh_cn: 这个大型的护目镜能够为你的眼睛提供全方位的防护，特别是针对恶劣的气候和有害物质。

source: A large sheet tied into a crude over the shoulder sling.
de: Ein großes Laken, das zu ein grobes, über der Schulter geworfenes Tragetuch zusammengebunden wurde.
ja: 袋になるよう乱雑に結んだシーツです。肩にかけて背負います。
ko: 큰 시트를 대충 묶어서 만든 어깨에 거는 포대.
ru: Большой кусок ткани связали в грубую перевязь.
zh_cn: 用一块小床单折叠起来的简易过肩吊袋，可以放点东西挂在胸前...背你家熊孩子挺合适的！

source: A large sleeping bag lined with fur. Who needs a tent?
de: Ein großer mit Pelz gefütterter Schlafsack. Wer braucht schon ein Zelt?
ja: 裏起毛の寝袋です。誰かテント欲しい人は？
zh_cn: 用动物毛皮做成的睡袋，叫帐篷见鬼去吧！

source: A large sleeping bag that covers you head to toe.
de: Ein großer Schlafsack, der dich von Kopf bis Fuß bedeckt.
ja: 大きな寝袋です。頭から足の先まですっぽりと包まれます。
ko: 머리부터 발 끝까지 모두 덮을 수 있는 침낭입니다.
ru: Большой спальный мешок, который покрывает вас с ног до головы.
zh_cn: 一个可以从头到脚把你包住的大睡袋。

source: A large, adjustable sheath for holding swords and other large blades. Activate to sheathe/draw a weapon.
de: Eine große flexible Scheide zum Halten von Schwertern und anderen großen Klingen. Aktiviere sie, um eine Waffe reinzustecken oder zu ziehen.
ja: 大型の鞘です。剣やその他の大型の刃物を収められます。武器の納刀、抜刀が可能です。
zh_cn: 一个巨大的可调整剑鞘，用来放置长剑或其它大型武器。你可以通过激活它来放入或卸下一件武器。

source: A leather belt. Useful for making your pair of pants fit, but you could also use it to strap a pistol or something similarly sized to your body.
de: Ein Ledergürtel. Nützlich, um deine Hosen passend zu machen, aber du könntest ihn auch benutzen, um eine Pistole oder etwas von ähnlicher Größe an deinen Körper zu befestigen.
ja: 革製ベルトです。ズボンを留めるだけでなく、ピストル程度の大きさの物を挟んでおくこともできます。
zh_cn: 一条皮带。本来是用来系裤子的，不过用它把手枪什么的绑在腿上也不是不行。

source: A leather holster, big enough for a rifle or other large gun. Designed to be strapped to the back. Activate to holster/draw a gun.
ja: ライフルなどの大型の銃も十分収められる革製のホルスターです。背中に括り付けて使用します。収納している銃を抜き放てます。
zh_cn: 一个皮革枪套，大的能装下步枪或其他大型枪械，正确用法是用带子跨在背部。激活来放入/取出枪支。

source: A leather quiver worn on the back that can hold 20 arrows. Activate to store arrows.
ja: 背中に装着する革製の矢筒です。20本の矢を収納できます。使用することで矢を収納します。
zh_cn: 一个可容纳20支箭的皮革箭筒可佩戴在后背或臀部。它小巧的体积不会增加你的负重。激活它以存储箭支。

source: A leather strap worn on the hip for holding pistol sized guns. Activate to holster/draw a gun.
ja: 拳銃サイズの銃を収納可能な腰回りにつける革製のストラップです。収納している銃を抜き放てます。
zh_cn: 一个挂在臀部的皮枪套，可以放一把手枪尺寸的枪支，激活来放入或者取出枪支。

source: A leather strap worn on the torso for holding pistol sized guns. Activate to holster/draw a gun.
ja: 拳銃サイズの銃を収納可能な胴体につける革製のストラップです。収納している銃を抜き放てます。
zh_cn: 一条斜跨在身上的皮带，可以装一把手枪尺寸的枪支。激活来放入/取出枪支。

source: A light and breezy cotton dress. Though cool and comfortable to wear, it lacks any storage space.
de: Ein leichtes und luftiges Stoffkleid. Einerseits kühl und komfortabel zu tragen, andererseits hat es keinerlei Lagerplatz.
ja: 綿製の軽量で風通しの良いドレスです。ポケットは無いですが、着心地が良く、涼しく過ごせます
zh_cn: 清凉的棉布裙。虽然穿起来凉爽舒适，但它没有任何的存储空间。

source: A light blue button down shirt with a couple of pockets in front and the US postal service logo embroidered on it.
de: Ein leichtes blaues Button-Down-Shirt mit ein paar Taschen an der Vorderseite. Das Logo des U.S. Postal Service ist aufgestickt.
ja: 前面に複数のポケットが付いた水色ボタンのシャツです。シャツには米国郵政公社の刺繍が施されています。
ko: 앞쪽에 주머니 한 쌍이 달려있고 그 위에 USPS(미국 우편 서비스) 로고가 수놓여진 연한 파란색 버튼 다운 셔츠입니다.
ru: Светло-голубая рубашка с парой карманов и вышитым логотипом почтовой службы US на груди.
zh_cn: 一件轻便的蓝色衬衫，正面有两个口袋，“美国邮政服务”的标志印在上面。

source: A light vest covered in pockets and straps for storage.
de: Eine leichte Weste, die mit Taschen und Trägern für die Lagerung versehen wurde.
ja: ポケットとストラップが複数付いた軽量のベストです。
ko: 주머니와 끈이 많은 경량 조끼입니다.
ru: Легкий разгрузочный жилет с множеством карманов.
zh_cn: 有着可以存东西的口袋及肩带的轻背心。

source: A light vest covered in webbing, pockets and straps. This variety is favored by the military.
de: Eine leichte Weste, welche mit Gurtbändern, Taschen und Trägern versehen wurde. Diese Sorte wird vom Militär bevorzugt.
ja: 複数のポケットとストラップが付いた軍採用の軽量ベストです。帯紐で覆われており、多様性があります。
zh_cn: 有着织带、口袋及肩带的军用背心。

source: A light-blue work t-shirt with a small front pocket.
de: Ein hellblaues Arbeits-T-Shirt mit einer kleinen Vordertasche.
ja: 小さな前ポケットが付いた水色の作業用Tシャツです。
zh_cn: 一件浅蓝色的T恤，前面还有个小口袋。

source: A lightweight black helmet that provides excellent protection from all sorts of damage.
de: Ein leichtgewichtiger schwarzer Helm, der exzellenten Schutz vor allen möglichen Schäden bietet.
ja: 軽量の黒いヘルメット。あらゆるダメージから身を守る。
ko: 가벼운 검은 헬멧입니다. 모든 종류의 피해에 대해 아주 높은 방어력을 줍니다.
ru: Лёгкая чёрная каска, обеспечивающая превосходную защиту голову от любых видов повреждений.
zh_cn: 一顶轻便的黑色头盔，能够提供很棒的全方位防护。

source: A lightweight mesh backpack, commonly used by swimmers and divers.
de: Ein leichter Maschenrucksack, üblicherweise von Schwimmern und Tauchern getragen.
ja: 軽量なメッシュのバックパックです。スイマーやダイバーがよく使っています。
ko: 흔히 수영하는 사람이나 잠수부가 사용하는 가벼운 그물 가방입니다.
ru: Лёгкий рюкзак, обычно используемый пловцами и ныряльщиками.
zh_cn: 很轻的网眼背包，潜水员经常背着它。

source: A lightweight, bullet resistant vest. Suitable for wearing under clothing.
de: Eine leichte, durchschusshemmende Weste. Dazu geeignet, unter Kleidung getragen zu werden.
ja: 軽量な防弾ベストです。衣服の下に着込むのに適しています。
zh_cn: 一件轻便的防弹背心。可以穿在其他衣物下面。

source: A lightweight, home-built combination armor made from a cut-down bulletproof vest and a reinforced jumpsuit made out of fabric. Protects from the elements as well as from harm.
de: Eine leichtgewichtige selbstgebaute Verbundrüstung aus einer zerschnittenen kugelsicheren Weste und einem verstärkten Overall aus Stoff. Schützt vor der Natur als auch vor Schäden.
ja: 簡約した防弾ベストと防水性ジャンプスーツの生地から作られた、手製の軽量型コンビネーションアーマーです。外的要因の他に怪我からも身を守ります。
zh_cn: 一件轻量级的家用自制全身护甲，由一件防弹衣及一件增强版连衣裤缝制而成。这件衣服不仅能够抵挡伤害，还有一定的防化作用。

source: A lightweight, home-built combination armor made from a cut-down bulletproof vest and a reinforced neoprene wetsuit. Protects from the elements as well as from harm.
de: Eine leichgewichtige selbstgebaute Verbundrüstung aus einer zerschnittenen kugelsicheren Weste und einem Neoprentaucheranzug. Schützt vor der Natur als auch vor Schäden.
ja: 簡約した防弾ベストと補強したネオプレーンウェットスーツから作られた、手製の軽量型コンビネーションアーマーです。外的要因の他に怪我からも身を守ります。
zh_cn: 一件轻型的自制复合装甲，由一件切割过的防弹背心和一件强化过的橡胶潜水衣组成，可以提供环境和伤害防护。

source: A long cotton dress. Though comfortable to wear, it lacks any storage space.
de: Ein langes Stoffkleid. Obwohl es angenehm zu tragen ist, hat es keinen Lagerplatz.
ja: 綿製の長いドレスです。ポケットは無いですが、着心地は良好です。
zh_cn: 这是一件棉质礼服，虽然非常漂亮但穿着它活动会很困难。没有任何储物空间。

source: A long underwear top that helps to maintain body temperature.
de: Das Oberteil einer langen Unterwäsche, welche hilft, die Körpertemperatur aufrechtzuerhalten.
ja: 体温の維持を補助してくれる肌着(上)です。
ko: 체온을 유지하는데 도움이 되는 긴 내복 상의입니다.
ru: Термобелье с длинными рукавами, которое поможет вам сохранить температуру верхней части тела.
zh_cn: 一件保暖内衣上衣，穿上它感觉暖和了不少。

source: A long white coat with several large pockets.
de: Eine lange weiße Jacke mit diversen großen Taschen.
ja: 複数の大きなポケットが付いた白いロングコートです。
ko: 길고 하얀 코트로 여러개의 큰 주머니가 달려 있습니다.
ru: Длинный белый лабораторный халат с парой карманов.
zh_cn: 长长的白大褂，两侧有几个大口袋。

source: A long, loose-fitting robe with wide sleeves, a traditional Arab garment.
ja: 幅の広い袖をした長くゆったりとした白いローブです。アラブ諸国の伝統的な民族衣装です。
zh_cn: 长而宽松大袖管的白袍，阿拉伯传统服饰。

source: A long-sleeved cotton shirt.
de: Ein langärmeliges Hemd.
ja: 綿製の長袖シャツです。
ko: 긴 소매를 가진, 면 재질의 셔츠입니다.
ru: Хлопковая водолазка.
zh_cn: 一件长袖的全棉衬衣

source: A long-sleeved shirt with horizontal black and white stripes.
de: Ein langärmeliges Hemd mit horizontalen schwarzen und weißen Streifen.
ja: 黒と白の横縞が入った長袖のシャツです。
ko: 수평으로 검은색과 흰색 줄무늬가 그려진 긴 소매 셔츠.
ru: Рубашка с длинными рукавами с горизонтальными чёрно-белыми полосками.
zh_cn: 带有黑白相间条纹的长袖衬衫。

source: A long-sleeved spring wetsuit with pink color details and cleavage-enhancing, hip-accentuating construction. Not as protective as a full-body suit, but also less oppressive.
de: Ein langärmeliger kurzer Nassanzug mit rosa Farbdetails und einer dekoletéschönenden, hüftenbetonenden Machart. Nicht so schützend wie ein Ganzkörperanzug, dafür aber auch weniger hinderlich.
ja: 胸と谷間が強調される様に作られており、細部がピンク色をした長袖の春用ウェットスーツです。全身用の服と同等の防御力はないですが、窮屈でもありません。
zh_cn: 一件长袖的保暖潜水衣，上面有着粉红色的点缀。流线型的贴身设计充分彰显出你前凸后翘的傲人身材。虽然这件衣服安全性上没有全身潜水服好，但是其胜在轻便不累赘。

source: A loose-fitting outer garment with sleeves, and a mysterious amount of well-hidden pockets.
ja: 袖付きのゆったりとした上着です。内ポケットには不思議なくらい沢山ものが入ります。
zh_cn: 宽松的有袖外袍，有着不知何几的隐蔽口袋。

source: A makeshift bag, cobbled together from rags. Really gets in the way, but provides a decent amount of storage.
de: Eine notdürftige Tasche, die aus Lumpen zusammengeflickt wurde. Sie ist eigentlich nur im Weg, aber bietet eine akzeptable Menge an Platz.
ja: 布切れから急いで作った手製のバッグです。かなり邪魔になりますが無いよりはマシでしょう。
zh_cn: 一个临时背包，由破布拼凑而成。虽然不雅，但是提供了不少存储空间。

source: A makeshift cowl with protection for the eyes and a peak or visor, designed for long travels.
ja: 長期間の旅行用に作られた頭巾です。目を保護するためのひさしが付いています。
zh_cn: 一个临时的蒙头斗篷,用帽舌或遮阳板保护眼睛。专为漫长的旅行设计。

source: A makeshift outfit made from pre-cataclysm clothing designed for long travels. It has a lot of storage space.
ja: 長期間の旅行用として大変動の前から作られていた簡単なつくりの服です。収納スペースがたくさん付いています。
zh_cn: 一个由大灾变前的衣物制作的临时服装，专为长途旅行设计。有大量的置物空间。

source: A mask that straps over your mouth and nose and filters air. Protects from smoke, dust, and other contaminants quite well.
de: Eine Maske, die Mund und Nase bedeckt und die Luft filtert. Schützt recht gut vor Rauch, Staum und anderen Verschmutzungen.
ja: 口と鼻を覆うフィルターが付いたマスクです。煙や埃、その他の汚染物質などを非常に良く防ぎます。
zh_cn: 这个口罩可以遮住你的嘴巴和鼻子，免受尘土、烟雾，以及其他空气中的颗粒物的侵害。

source: A massive customized, heavily armored kevlar helmet, modified with leather reinforcements to provide maximum comfort and protection from harm.
de: Ein gewaltiger angepasster und schwer gepanzerter Kevlarhelm, der mit Lederverstärkungen modifiziert wurde, um maximalen Tragekomfor und Schutz vor Schäden zu beiten.
ja: 特注の革で補強したケブラー性の大きなヘルメットです。着心地が良く、危険から身を守ります。
ko: 케블라로 두껍게 보강하고 가죽을 덧댄 커다란 수제 헬멧으로, 최고의 보호력과 착용감을 제공해줍니다.
ru: Массивный самодельный тяжелобронированный шлем из кевлара, был дополнительно укреплен кожей для обеспечения максимального комфорта и защиты от повреждений.
zh_cn: 一个大号自制的头盔，用凯夫拉和皮革进行了严密的防护，非常舒适，能够抵抗伤害。

source: A massive customized, heavily armored leather and kevlar hood, designed to provide comfort and protection from harm.
de: Eine gewaltige angepasste, schwer gepanzerte Leder- und Kevlarkapuze, dafür gemacht, sowohl Tragekomfort als auch Schutz vor Schäden zu bieten.
ja: 革とケブラーで作られた装甲型の大きなフードです。着心地が良く、危険から身を守ります。
ko: 가죽과 케블라로 두껍게 보강된 커다란 수제 후드로, 편안함과 위험에 대한 보호력을 제공하도록 설계되었습니다.
ru: Массивный самодельный тяжелобронированный капюшон из кожи и кевлара, обеспечивающий максимальный комфорт и защиту от повреждений.
zh_cn: 一个大号自制的兜帽，用皮革和凯夫拉进行了严密的防护，非常舒适，能够抵抗伤害。

source: A massive home-built combination armor made from a bulletproof vest and a reinforced jumpsuit made out of leather. Protects from the elements as well as from harm.
de: Eine gewaltige selbstgebaute Verbundrüstung aus einer kugelsicheren Weste und einem verstärktem Overall aus Leder. Schützt vor der Natur als auch Schaden.
ja: 防弾ベストと防水性ジャンプスーツの皮革から作られた、手製の巨大なコンビネーションアーマーです。外的要因の他に怪我からも身を守ります。
zh_cn: 一件大号的家用自制全身护甲，由一件防弹衣及一件增强版连衣裤缝制而成。这件衣服不仅能够抵挡伤害，还有一定的防化作用。

source: A massive pair of customized leather boots, armored with kevlar and modified to provide maximum protection from harm and the elements, even when knee-deep in the dead.
de: Ein gewaltiges Paar angepasste, mit Kevlar gerüstete Lederstiefel, so modifiziert, um einen maximalen Schutz vor Verletzungen und dem Wetter bieten, selbst, wenn du knietief in den Toten stehst.
ja: 特注のケブラーで補強した革製の大きなブーツです。死の直前でも、外的要因と怪我から最大限に身を守れる様に改良してあります。
ko: 한 쌍의 케블라로 보강한 커다란 수제 가죽 부츠로, 죽음이 무릎까지 올라왔더라도 굴하지 않고 최고의 보호력을 제공해줍니다.
ru: Массивные самодельные кожаные ботинки, были укреплены кевларом для обеспечения максимальной защиты от вредной среды и повреждений.
zh_cn: 一双大号定制的皮靴，用凯夫拉进行了防护，可以提供有效的伤害和环境防护。

source: A massive pair of customized, kevlar armored leather gloves, modified to be easy to wear while providing maximum protection under extreme conditions.
de: Ein gewaltiges Paar stark angepasste, kevlargepanzerte Handschuhe, so modifiziert, dass sie einfach zu tragen sind, während sie ein Maximum an Schutz unter extremen Bedingungen bieten.
ja: 特注のケブラーで補強した革製の巨大なグローブです。極限状況下でも、最大限に身を守れる様に着心地を改良してあります。
ko: 한 쌍의 케블라로 보강한 커다란 수제 가죽 장갑으로, 극한 상황 하에서도 최고의 보호력과 착용감을 제공해줍니다.
ru: Массивные самодельные кожаные перчатки, были укреплены кевларом, удобны в ношении и обеспечивают максимальную защиту в экстремальных условиях.
zh_cn: 一双大号自制的用凯夫拉强化的皮革手套，易于穿戴，在极端环境下也能提最大的防护。

source: A matte-finish silver shield identifies the wearer as an authority who goes in when the bots just aren't enough.
ja: マット仕上げの銀のバッジは権威の証としてだけではなく、制御を離れたボットが着用者を識別する手段としての役割も持っています。
zh_cn: 一个亚光处理的银制盾牌状徽记，标志着佩戴者是个机器人搞不定问题时自己亲自上去查水表的威权人士。

source: A medieval Japanese helmet with a scowling facemask that provides excellent protection to the entire head and face.
de: Ein mittelalterlicher japanischer Helm mit einer finster ausschauenden Gesichtsmaske, die ausgezeichneten Schutz für den gesamten Kopf und das Gesicht bietet.
ja: 頭と顔全体を覆う強力なマスクが付いた日本の戦国時代の兜です。
ko: 중세 일본에서 사용되던, 내리고 올릴 수 있는 안면 보호구가 달린 투구입니다. 얼굴과 머리 전체에 높은 보호력을 제공합니다.
ru: Средневековый японский шлем с маской сурового лица. Обеспечивает прекрасную защиту для лица и всей головы.
zh_cn: 岛国人特有的头盔面具。带上它你的脑袋瓜子就像顶上了一把雨伞，伞面上还长了两个分叉的鹿角，真是狂拽酷炫吊炸天啊！

source: A medieval helmet that provides excellent protection for the head, with a Y shaped opening for the face.
de: Ein mittelalterlicher Helm, der ausgezeichneten Schutz für den Kopf bietet; mit einer Y-förmigen Öffnung für das Gesicht.
ja: 中世のヘルメットです。顔の部分がＹ字型に開いています。
ko: 얼굴 부분이 Y 자 모양으로 뚫려 있는, 중세의 투구입니다. 높은 보호력을 머리에 제공합니다.
ru: Средневековый шлем отлично защищающий вашу голову, с Y-образной прорезью для лица.
zh_cn: 一个中世纪古罗马时代使用的步兵头盔，正面一个Y型空隙可以保护你的头部却不影响视线。带上它，你好像拥有了巨大的胸肌...

source: A medieval helmet that provides excellent protection to the entire head, at the cost of great encumbrance.
de: Ein mittelalterlicher Helm, der exzellenten Schutz für den gesamten Kopf auf Kosten hoher Belastung bietet.
ja: 中世時代の兜です。重量があり、頭に大きな負担が掛かりますが、頭部全体に優れた防御力を発揮します。
ko: 중세에 머리 전체를 보호하기 위해 만들었던 헬멧입니다. 아주 높은 보호력을 제공하지만, 착용하면 움직이는 것이 매우 힘들어집니다.
ru: Средневековый шлем, очень тяжелый, но обеспечивающий прекрасную защиту.
zh_cn: 这顶中世纪头盔能遮住你大部分的头部，提供全方位保护，就是太重了。

source: A mid-sized suitcase used mainly for transporting clothes and other possessions during trips, provides a decent amount of storage but hauling it around is not exactly comfortable.
de: Eine mittelgroßer Rollenkoffer, der hauptsächlich zum Transport von Kleidung und anderen Besitztümern auf Reisen verwendet wird. Er bietet einen einen angemessenen Lagerplatz, aber es ist nicht sonderlich bequem, ihn herumzuschleppen.
ja: 主に旅行中衣服を運ぶのに用いる中型サイズのスーツケースで、とても優れた収納性ですがずらかるのに少々手間取るかもしれません。
zh_cn: 一个主要用于旅行期间存放衣物和杂物的中型旅行箱，提供一个足够的存储量，但拉起来很累赘。

source: A necklace made of fine gold chain bearing the symbol of a forgotten faith.
ja: 純金製のチェーンで作られたネックレスです。忘れ去られた宗教の象徴が付いています。
zh_cn: 品质优良的金质项链，有着某个被遗忘的信仰的徽记。

source: A neoprene hood, commonly worn by divers.
de: Eine Neoprenanzugskapuze, üblicherweise von Tauchern getragen.
ja: 一般のダイバーが着用するネオプレン製のフードです。
ko: 합성고무로 만들어진 모자로서, 잠수부들이 주로 입습니다.
ru: Неопреновый капюшон. Обычно используется водолазами.
zh_cn: 一个橡胶的兜帽，通常是潜水员穿的
