Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Biscuits, sausage, and delicious mushroom soup all crammed together into a wonderfully greasy and tasteful mush.
de: Kekse, Wurst und eine leckere Pilzsuppe, all das zusammen in einem wundervoll glitschigen und schmackhaften Matsch zusammengepanscht.
ja: ビスケットとソーセージ、おいしい茸スープをものすごく美味しいドロドロと一緒に煮込んだものです。
ko: 비스킷, 소시지, 그리고 맛있는 버섯 수프까지 모두 가득 들어간, 기름지면서도 불가사의하게 맛있는 옥수수 죽입니다.
ru: Бисквит, сосиска и вкуснейший грибной суп, спрессованные в удивительно жирную и вкусную кашу.
zh_cn: 饼干、香肠和美味的蘑菇混在一起，变成了细腻美味的浓汤。

source: Blood, possibly that of a human. Disgusting!
de: Blut, vermutlich das eines Menschen. Widerwärtig!
ja: その血液は恐らくは人間のものでしょう。 気持ち悪いなぁ！
zh_cn: 血，大概还是人血。好恶心！

source: Bread and human flesh, surprise!
de: Brot und Menschenfleisch, Überraschung!
ja: 人肉をパンで挟んだ物、驚きだな！
ko: 빵과 그 사이에 끼운 인육입니다. 놀랍군요!
ru: Сюрприз! Хлеб и человечина.
zh_cn: 面包夹人肉……惊喜吧!

source: Bread and meat, that's it.
de: Brot und Fleisch, und das war’s.
ja: 肉をパンで挟んだ物、以上だ。
ko: 빵과 고기입니다.
ru: Хлеб с мясом, вот и всё.
zh_cn: 面包和火腿，就是你了！

source: Bright pink chewing gum. Sugary, sweet, and bad for your teeth.
de: Hellrosa Kaugummi. Zuckerhaltig, süß und schlecht für deine Zähne.
ja: ピンク色のチューインガムです。とても甘く、歯に非常に悪い。
zh_cn: 亮粉色的口香糖。含糖，甜，对你的牙齿不好。

source: Bright pink fish-paste in a can!
de: Hellrosa Fischpaste in einer Dose!
ja: 缶詰の中にはピンク色のサーモンペーストが入っています！
ko: 연분홍색 생선살 통조림입니다!
ru: Ярко-розовая рыбная масса в банке!
zh_cn: 罐装的粉红色鱼肉酱！

source: Bright white chicken-paste.
ja: 缶詰の中には純白のチキンペーストが入っています！
zh_cn: 拉开罐头就能够看到雪白的鸡肉泥！

source: Broad spectrum chemical tablets designed to eliminate parasitic infestations in living creatures. Though designed for use on pets and livestock, it will likely work on humans as well.
de: Chemische Tabletten mit einem breiten Spektrum; sie wurden dafür ausgelegt, parasitären Befall in lebendigen Kreaturen zu eleminieren. Obwohl sie für die Verwendung an Haus- und Nutztieren ausgelegt ist, wird es wahrscheinlich auch an Menschen funktionieren.
ja: 寄生虫を除去する為に作られた化学薬品です。ペットや家畜用として開発されたものですが、人間にも有効であると考えられます。
zh_cn: 广谱的抗寄生虫药片，用来清除生物体内的寄生虫。虽然是给宠物和牲畜使用的兽药，不过人类服用也是有效的。

source: Candy sticks. Slightly more healthy than tobacco cigarettes, but with no possibility of addiction.
de: Stäbchen zum Naschen. Leicht gesünder als Tabakzigaretten, aber es ist unmöglich, davon süchtig zu werden.
ja: 棒状の飴です。本物のタバコよりはいくらか健康的で、依存性は非常に低くなっています。
zh_cn: 香烟形状的糖棒，不仅不会上瘾，而且比雪茄啊香烟什么的更加健(niang)康(pao)一点。

source: Canned beans. A staple among canned goods, these are reputedly good for one's coronary health.
de: Konservierte Bohnen. Sie sind ein Haupterzeugnis unter den Konservenwaren und sollen angeblich gut für die Konorargesundheit sein.
ja: 缶詰の豆です。それなりに日持ちし、健康にもいいと評判です。
zh_cn: 罐装大豆.一种罐装主食，有利于冠动脉健康.

source: Canned corn in water. Eat up!
de: Konservierter Mais in Wasser. Iss auf!
ja: 水とコーンが入った缶詰です。美味しそう！
zh_cn: 罐装玉米。吃掉它！

source: Canned pineapple rings in water. Quite tasty.
de: Konservierte Ananasringe in Wasser. Recht lecker.
ja: 水とリング状のパイナップルが入った缶詰です。かなり美味しいよ。
zh_cn: 糖水菠萝罐头，蛮好吃的。

source: Cheap booze made from fermented fruit juice. Tastes just like it sounds.
de: Billiger Alkohol aus gegorenem Fruchtsaft. Schmeckt genau so, wie es klingt.
ja: 果物のジュースを発酵させて作られる安価な酒です。味の方も概ねそんな感じです。
zh_cn: 由发酵的果汁制成的便宜的酒。尝起来就和它的名字一样。

source: Chewing gum with added caffeine. Sugary and bad for your teeth, but it's a nice pick-me-up.
de: Kaugummi mit Koffeinzusatz. Zuckerhaltig und schlecht für deine Zähne, aber es ist ein nettes Stärkungsmittel.
ja: カフェインが添加されたチューインガムです。甘くて歯に悪いですが、強壮効果があります。
zh_cn: 添加咖啡因的口香糖。含糖，并且对你的牙齿不好，但它可以很好的提神。

source: Chicken chunks and noodles swimming in a salty broth. Rumored to help cure colds.
de: Hühnchenstücke und Nudeln, die in einer salzigen Brühe schwimmen. Gerüchte besagen, dass es Erkältungen kuriert.
ja: 塩気のある煮汁に鶏肉と麺が入っています。風邪を治す効果があるという噂がありますね。
zh_cn: 鸡丁和面条泡在咸味肉汤里。传说中能治感冒，但尝起来一股康师傅味。

source: Chilly P, Yo! Not very good on its own, but it might help if you use it properly, or in meth.
de: Es ist Chilipulver! Für sich alleine ist es nicht sehr gut, aber es könnte helfen, wenn du es richtig anwendest, oder in Meth.
ja: 強い辛味のある赤色の粉末です。これ単品で食べても美味しくありません。他の料理や、一部の薬物の助けになります。
zh_cn: 哇哦，老——干——妈！呃，没有老干妈那么香，不过适当用在烹饪中也不错……什么？混在冰毒里？

source: Chocolate isn't very healthy, but it does make a delicious treat.
de: Schokolade ist nicht sehr gesund, aber eine leckere Süßigkeit.
ja: チョコレートはとても健康的とは言えませんが、 美味しいご馳走です。
ko: 초콜렛 자체는 건강에 대단히 좋은 먹을거리가 아닙니다만, 그 맛이 건강에 좋습니다.
ru: Шоколад не очень полезен, но съесть его - очень вкусное удовольствие.
zh_cn: 巧克力棒并不健康，也没什么营养，但味道确实不错。不来一根么？

source: Chopped quahog clams in water.
ja: 刻んだ本美之主貝と水が入った缶詰です。
zh_cn: 切碎的圆蛤浸泡在水里，就这样塞入了罐中。

source: Clear juice obtained by cooking fruit in a large volume of water
de: Klarer Saft, der durch das Kochen von Früchten in einer großen Menge Wasser erhalten wurde.
ja: 大量の水で果物を加熱調理して作った透明なジュースです。
ko: 많은 양의 물에 과일을 넣고 익혀서 얻은 깨끗한 주스입니다.
ru: Чистый сок, полученный при варении фруктов в большом количестве воды.
zh_cn: 过滤从水果里头压榨出来的糖水

source: Coffee milk is pretty much the official morning drink among many countries.
ja: 多くの国で愛される飲み物です。朝の公式飲料です。
zh_cn: 牛奶咖啡在许多国家都是标准清晨饮品。

source: Coffee. The morning ritual of the pre-apocalyptic world.
de: Kaffee. Das morgentliche Ritual der vorapokalyptischen Welt.
ja: 珈琲です。世紀末前の世界では、朝に飲むという慣習がありました。
zh_cn: 咖啡。每天早上来一杯，生活更清新。

source: Come from the gourd family, not tasty but very juicy.
de: Sie kommt aus der Familie der Kürbisgewächse. Nicht sehr lecker, aber sehr saftig.
ja: ウリ科の野菜で、美味しくはありませんがとても瑞々しい野菜です。
zh_cn: 葫芦科植物，不好吃但非常多汁。当然也有邪恶的用途...嗯，切片炒一炒。

source: Concentrated acid. Don't drink it.
de: Konzentrierte Säure. Trink’s nicht.
ja: 高濃度の酸です。絶対に飲まないで下さい。
zh_cn: 从酸雨中收集的经浓缩后的酸液，禁止饮用。

source: Consisting of a special blend of electrolytes and simple sugars, this beverage tastes like bottled sweat but rehydrates the body faster than water.
de: Dieses Getränk besteht aus einer besonderen Mischung aus Elektrolyten und einfachen Zuckern und schmeckt wie abgefüllter Schweiß, aber er rehydriert den Körper schneller als Wasser.
ja: 電解液と単糖類を特別な配合で混ぜ合わせた飲料です。汗の様な味がしますが、水よりも素早く、水分を身体に取り込んでくれます。
ko: 전해질과 설탕이 특수한 비율로 섞인 음료수입니다. 마치 병에 담긴 땀을 먹는 느낌이 나지만, 물보다 더 빨리 수분이 흡수됩니다.
ru: Напиток для восстановления водно-солевого баланса, состоящий из смеси электролитов и простых сахаров. На вкус не очень, зато утоляет жажду лучше обычной воды.
zh_cn: 组成一个特殊的混合电解质和分子糖分的饮料，这种饮料味道有点像瓶装水，但是很解渴。广告中只会出现光头黑人是一个显著的特点。

source: Contains up to eight vegetables! Nutritious and tasty.
de: Enthält bis zu acht Gemüsesorten! Nahrhaft und lecker.
ja: 8種類の野菜を含んでいます！栄養価も高く、美味しいです。
zh_cn: 含有多达8种蔬菜，既营养又美味。

source: Cooked leaves from wild dandelions. Tasty and nutritious.
ja: 調理した野生のタンポポの葉です。美味しくて栄養が豊富です。
zh_cn: 煮熟的蒲公英叶片。美味又营养。

source: Cooked wild edible plants. An interesting mix of flavors.
de: Zusammen mit essbaren Pflanzen gekocht. Eine interessante Geschmacksmischung.
ja: 食べられる野草を調理したものです。色々な味が混ざって興味をそそります。
ko: 요리된 야생 식용 식물입니다. 여러 가지 흥미로운 맛이 납니다.
ru: Сваренные дикие съедобные овощи. Любопытная смесь запахов и вкусов.
zh_cn: 煮熟的野菜，混合在一起似乎很有趣。

source: Crunchy and delicious waffles with real maple syrup, made sweeter and healthier with the addition of wholesome fruit.
de: Knusprige und leckere Waffeln mit echtem Ahornsirup. Sie wurden süßer und gesünder durch die Zugabe von gesunden Früchten gemacht.
ja: 本物のメープルシロップを使用した、カリカリで美味しいワッフルに、果物を加えて、更に美味しく、健康的になる様に仕上げました。
ko: 진짜 메이플 시럽을 곁들인 바삭바삭하고 맛있는 와플로, 건강에 좋은 과일을 더해서 달면서도 건강에 좋은 음식이 되었습니다.
ru: Хрустящие и вкусные вафли с подливкой из кленового сиропа, стали еще слаще и полезнее после добавления фрукта.
zh_cn: 嘎嘣脆的美味华夫饼浇上枫糖浆，配上水果使它更甜、更健康。

source: Crunchy and delicious waffles with real maple syrup, with delicious chocolate baked right in.
de: Knusprige und leckere Waffeln mit echtem Ahornsirup, leckere Schokolade ist direkt eingebacken.
ja: 本物のメープルシロップを使用した、カリカリで美味しいワッフルに、さらに美味しいチョコレートも加えました。
ko: 진짜 메이플 시럽을 곁들인 바삭바삭하고 맛있는 와플로, 맛있는 초콜릿을 넣고 구웠습니다.
ru: Вкусные хрустящие вафли с подливкой из кленового сиропа, политые сверху шоколадом.
zh_cn: 嘎嘣脆的美味华夫饼浇上枫糖浆，配上巧克力使它更甜、更不健康。

source: Crunchy sugar in chocolate capsules. Legal and stimmy.
de: Knuspriger Zucker in Schokoladenkapseln. Legal und stimulierend.
ja: ザクザクした食感のお菓子をチョコレートでコーティングしたものです。やめられない止まらない。
ko: 초콜릿 캡슐 안에 아삭아삭한 설탕이 든 음식입니다.
ru: Хрустящий сахар в шоколадной оболочке. Не грусти, похрусти!
zh_cn: 巧克力包裹着麦芽糖，味道好极了

source: Crystalline extract of the coca leaf, or at least, a white powder with some of that in it. A topical analgesic, it is more commonly used for its stimulatory properties. Highly addictive.
de: Kristallines Extrakt des Cocablatts, oder wenigstens ein weißes Pulver, das etwas davon enthält. Als topisches Analgetikum wird es eher für dessen stimulierende Eigenschaften verwendet. Stark süchtig machend.
ja: コカの葉から抽出される透明な結晶成分、及びそれを砕いて白い粉にしたものがコカインです。本来なら緊急時の一時的な鎮痛に使われるべき薬品ですが、刺激的な効能を目当てに使われる場合がほとんどです。強い依存性があります。
zh_cn: 古柯叶提取物的结晶，一种白色粉末。可以用来局部镇痛，含有刺激特性。高度上瘾。

source: Daytime cold and flu medication. Non-drowsy formula. Will suppress coughing, aching, headaches and runny noses, but you'll still need lots of fluids and rest.
de: Tages-Erkältungs- und Grippemedikament. Nicht müdemachende Formel. Wird Husten, Schmerzen, Kopfschmerzen und laufende Nasen unterdrücken, aber du brauchst immer noch viel Flüssigkeit und Schlaf.
ja: 昼用の風邪及びインフルエンザの治療薬です。眠気を生じない。咳、頭痛、鼻水を抑えます。
zh_cn: 白天使用应付的感冒和流感的药物。不瞌睡。可以抑制咳嗽，疼痛，头痛，流鼻涕，但你仍然需要多喝水和休息。

source: Dehydrated fish flakes. With proper storage, this dried food will remain edible for an incredibly long time.
de: Dehydrierte Fischflocken. Mit der geeigneten Lagerung wird dieses getrocknete Lebensmittel für eine unglaublich lange Zeit essbar bleiben.
ja: 乾燥させた魚です。適切な環境に置いておく事で、長期に渡って保存する事が出来ます。
zh_cn: 脱水的鱼片。只要存储得当，这种干制食品有着极长的保质期。

source: Dehydrated great northern beans. Tasty and nutritious when cooked, virtually inedible when dry.
de: Dehydrierte Bohnen. Gekocht lecker und nahrhaft, trocken nahezu ungenießbar.
ja: 乾燥させた白インゲン豆です。このままでは食べられませんが、調理すれば栄養価が高い食品になります。
zh_cn: 脱水的北方大豆。煮熟以后美味又营养，但是干燥状态几乎不能食用。

source: Dehydrated human flesh flakes. With proper storage, this dried food will remain edible for an incredibly long time.
de: Dyhydrierte Menschenfleischflocken. Mit einer korrekten Lagerhaltung wird das getrocknete Essen für eine unglaublich lange Zeit essbar bleiben.
ja: 乾燥させた人肉です。適切な環境に置いておく事で、長期に渡って保存する事が出来ます。
zh_cn: 经过脱水处理的人肉末。如果储藏得法，它的保质期就长得惊人。

source: Dehydrated long-grain rice. Tasty and nutritious when cooked, virtually inedible when dry.
de: Dehydrierter Langkornreis. Gekocht lecker und nahrhaft, roh nahezu unessbar.
ja: 乾燥させた長粒種の米です。このままでは食べられませんが、調理すれば栄養価が高い食品になります。
zh_cn: 脱水的长粒米。煮熟以后美味又营养，但是干燥状态几乎不能食用。

source: Dehydrated meat flakes. With proper storage, this dried food will remain edible for an incredibly long time.
de: Dyhydrierte Fleischflocken. Mit einer korrekten Lagerhaltung wird das getrocknete Essen für eine unglaublich lange Zeit essbar bleiben.
ja: 乾燥させた肉です。適切な環境に置いておく事で、長期に渡って保存する事が出来ます。
zh_cn: 片装的脱水肉，妥善的储存，这种干燥的食物可以保存令人难以置信的时间。

source: Dehydrated milk powder. Mix with water to make drinkable milk.
de: Trockenmilchpulver. Vermische es mit Wasser, um trinkbare Milch zu machen.
ja: 牛乳の水分を取り除き粉状にしたものです。水と混ぜることで牛乳を作れます。
zh_cn: 奶粉。加水变牛奶。

source: Dehydrated vegetable flakes. With proper storage, this dried food will remain edible for an incredibly long time.
de: Dyhydrierte Gemüseflocken. Mit einer korrekten Lagerhaltung wird das getrocknete Essen für eine unglaublich lange Zeit essbar bleiben.
ja: 乾燥させた野菜です。適切な環境に置いておく事で、長期に渡って保存する事が出来ます。
zh_cn: 片状脱水蔬菜，妥善的储存，这种干燥的食物可以保存令人难以置信的时间。

source: Delicious and filling, this home made biscuit is good, and good for you!
de: Lecker und füllend: Dieses hausgemachte weiche Brötchen ist gut, und gut für dich!
ja: お菓子の一種ですが、味も栄養価も申し分ありません。こういう家庭の味っていいよね！
ko: 이 홈메이드 비스킷은 정말로 맛있습니다!
ru: Вкусное и питательное, домашнее печенье.
zh_cn: 又好吃又能吃饱，这个自制的饼干非常棒，对你也很有好处

source: Delicious chocolate cake. It has all the icing. All of it.
de: Leckerer Schokoladenkuchen. Es hat den ganzen Zuckerguss. Den ganzen!
ja: アイシングで覆われた美味しいチョコレートケーキです。これは全部、僕が食べるんだ。
zh_cn: 美味的巧克力蛋糕。糖霜都在。……一点不差。

source: Delicious chopped vegetables wrapped in tasty sushi rice and rolled up in a healthy green vegetable.
ja: 刻んだ野菜を酢飯の中心に置いて巻き、さらにそれを健康的な緑黄色野菜で巻いて包んだ美味しい食べ物です。
zh_cn: 将蔬菜切成小条然后用紫菜包起来，打发吃素的和尚那是最好了。

source: Delicious cooked dumplings consisting of a meat filling wrapped in thin dough.
ja: 薄い生地で肉を包んだ餃子のような美味しい料理です
zh_cn: 面团里裹了肉的饺子，煮了之后真好吃。

source: Delicious fermented dairy. It tastes of vanilla.
de: Leckeres fermentiertes Milchprodukt. Es schmeckt nach Vanille.
ja: 発酵した美味しい乳製品です。バニラの味がします。
zh_cn: 美味的发酵乳品。香草口味。

source: Delicious fried rice with meat. Tasty and very filling.
de: Leckerer gebratener Reis mit Fleisch. Lecker und sehr stopfend.
ja: ご飯と肉を一緒に炒めた料理です。美味しくてとても満足です。
zh_cn: 配有肉块的炒饭，美味又管饱。

source: Delicious fried rice with vegetables. Tasty and very filling.
de: Leckerer gebratener Reis mit Gemüse. Lecker und sehr stopfend.
ja: ご飯と野菜を一緒に炒めた料理です。美味しくてとても満足です。
zh_cn: 配有蔬菜的炒饭，美味又管饱。

source: Delicious golden kernels.
de: Leckere goldene Kerne.
ja: 美味しい黄金の粒が一杯付いたトウモロコシです。
ko: 맛있는 황금 알갱이입니다.
ru: Восхитительные золотые ядрышки.
zh_cn: 美味的金黄色颗粒。

source: Delicious lunch meat. Can be eaten cold.
de: Leckerer Aufschnitt. Kann kalt gegessen werden.
ja: 美味しそうなランチミートです。冷たくても食べれます。
zh_cn: 连美国大兵都说好的午餐肉。开罐即食。

source: Delicious slivers of raw meat wrapped in tasty sushi rice and rolled up in a healthy green vegetable.
ja: 薄切りにした生肉を酢飯の中心に置いて巻き、さらにそれを健康的な緑黄色野菜で巻いて包んだ美味しい食べ物です。
zh_cn: 饭团上放了一片薄如纸片的肉，遮住了下面淡而无味的米粒，大嚼一口你几乎尝不出有肉的味道。

source: Delicious slivers of thinly sliced raw fish and tasty vegetables.
ja: 薄く切った生魚と細長く切った野菜を盛り合わせた美味しい料理です。
zh_cn: 岛国菜里唯一值得一吃的品种，前提是要新鲜，否则拉死你不偿命。

source: Delicious slivers of thinly sliced raw fish wrapped in tasty sushi rice and rolled up in a healthy green vegetable.
ja: 薄切りにした魚を酢飯の中心に置いて巻き、さらにそれを健康的な緑黄色野菜で巻いて包んだ美味しい食べ物です。
zh_cn: 饭团上放了一片薄如纸片的鱼肉，遮住了下面淡而无味的米粒，大嚼一口你几乎尝不出有鱼肉的味道。

source: Delicious sponge cake with buttercream icing, it says happy birthday on it.
de: Ein leckerer Biskuitkuchen mit Buttercreme-Glasur. Darauf steht »Alles Gute zum Geburtstag!«.
ja: バタークリームで覆われた美味しいスポンジケーキです。幸せな誕生日を祝う為の物です。
ko: 맛있어보이는 스펀지 케이크에 버터크림이 뿌려져 있습니다. 위에 '생일 축하해!' 라는 글이 쓰여져 있습니다.
ru: Очень вкусный бисквитный торт со сливочной глазурью. На нём написано «С днём рождения!».
zh_cn: 裹上了香浓糖衣的新鲜蛋糕，里面还有满满的奶油，祝我生日快乐！

source: Delicious, lumpy, white soup made of clams and potatoes. A taste of the lost glory of New England.
de: Eine leckere, klumpige, weiße Suppe aus Muscheln und Kartoffeln. Ein Gemack des vergangenen Glanz von Neuengland.
ja: アサリやジャガイモが入った具沢山で美味しいホワイトスープです。今や失われたニューイングランドの栄光の味です。
zh_cn: 像湖泊一样起伏的白色蛤蜊汤混杂着土豆。新英格兰美食的最后余晖。

source: Deprotonated cocaine crystals, incredibly addictive and deleterious to brain chemistry.
de: Deprotonierte Kokainkristalle: unvorstellbar süchtig machend und der Gehirnchemie gesundheitsschädlich.
ja: 脱プロトン化したコカインの結晶です。凄まじい依存性があり、脳を変質させます。
ko: 방사능 처리된 코카인 결정체입니다. 극도로 높은 중독성을 가지고 있으며, 뇌 화학적 상태에 부정적인 영향을 줍니다.
ru: Депротонированные кристаллы кокаина, вызывают быстрое привыкание и разрушают мозг.
zh_cn: 高纯度的可卡因结晶，非常容易上瘾，容易伤害大脑。

source: Don't eat the worm! Wait, there's no worm in this bottle.
de: Iss nicht den Wurm! Warte, da ist kein Wurm in dieser Flasche.
ja: 虫は飲んじゃダメ！ あれ...ボトルに虫が残ってない様な...
zh_cn: 别把蠕虫吃下去！等等，瓶子里好像没有蠕虫。

source: Dried kernels from a particular type of corn. Practically inedible raw, they can be cooked to make a tasty snack.
de: Getrocknete Kerne einer bestimmten Maissorte. Sie sind roh praktisch ungenießbar. Sie können gekocht werden, um einen leckeren Snack zu machen.
ja: ポップ種のトウモロコシの穀粒を乾燥させた物です。生では食べられない。調理すると美味しいおやつに生まれ変わります。
zh_cn: 这颗干硬的核来源于一种特殊种类的玉米。不能生吃（崩掉牙有木有！），但是加以烹饪就会成为美味的佳肴。

source: Dried leaves of a tropical plant. You can boil them into tea, or you can just eat them raw. They aren't too filling though.
de: Getrocknete Blätter einer Tropenpflanze. Du kannst sie zu Tee kochen oder du kannst sie einfach roh essen. Sie sind allerdings nicht sehr sättigend.
ja: 水分を飛ばした熱帯植物の葉です。紅茶にしても良いですし、生でも食べられます。
zh_cn: 热带植物的晒干的叶子，可以当茶叶泡，还可以直接嚼着吃，只是不饱肚子。

source: Dried mushrooms are a tasty and healthy addition to many meals.
de: Getrocknete Pilze sind eine leckere und gesunde Zutat zu vielen Gerichten.
ja: 乾燥した茸は健康に良く、多くの食事に美味しさを加えてくれます。
ko: 말린 버섯은 맛있는 건강식품입니다.
ru: Сушёные грибы — вкусное и полезное дополнение к большинству блюд.
zh_cn: 干香菇是一种美味的健康的食物，嗯...

source: Dried salad with water added, not very tasty but still a decent substitution for real salad.
de: Ein getrockneter Salat, dem Wasser hinzugefügt wurde. Nicht sehr lecker, aber immer noch ein akzeptabler Ersatz für einen richtigen Salat.
ja: 乾燥サラダを水で戻した物です。美味しく食べられますが、本物のサラダの代用品にはなりませんね。
zh_cn: 泡好的方便沙拉，距离真正的沙拉还是有差距的。但是至少能吃。

source: Dried strips of sugary fruit paste.
de: Getrocknete Streifen zuckeriger Fruchtpaste.
ja: ペースト状にした甘い果物を薄く伸ばして乾燥させた食べ物です。
ko: 설탕으로 절인 말린 과일 조각입니다.
ru: Сушеные полоски сладкого фруктового пюре.
zh_cn: 甜甜的条状果泥干。

source: Drinking this might make you feel like a pirate. Or not.
de: Wenn du das hier trinkst, fühlst du dich vielleicht wie ein Pirat. Oder auch nicht.
ja: 飲めば海賊気分が味わえるかもしれません。
zh_cn: 干杯！你似乎感觉到了海盗的激情。。。也许是基情。

source: Droplet shaped ant food. It's like a thick balloon the size of a baseball, filled with sticky liquid. Unlike bee honey, this has mostly a sour taste, probably because ants feed upon a variety of things.
ja: 小さなしずく型をしたアリの食料です。野球ボール大の分厚い風船の中に、粘着質の液体が詰まっています。ハチが集める蜂蜜とは違い、アリは様々な物から蜜を集めるので、酸っぱい味がします。
zh_cn: 水滴状蚂蚁食物。看起来像是像是个棒球大小的气球，装满了粘稠的液体。和蜂蜜不同，这玩意是酸的，也许是因为蚂蚁的食谱要宽的多。

source: Dry and salty, these crackers will leave you quite thirsty.
de: Da sie trocken und salzig sind, werden dich diese Kräcker ziemlich durstig machen.
ja: 乾燥した塩味のクラッカーです。食べるとかなり喉が渇きます。
ko: 건조하고 짭짤한 크래커 과자입니다. 먹으면 금세 목이 마르게 됩니다.
ru: Сухие и солёные, эти кондитерские изделия оставят после себя чувство жажды.
zh_cn: 这些又干又咸的饼干会让你感到非常口渴

source: Dry and sugary, these crackers will leave you thirsty, but go good with some chocolate and marshmallows.
de: Diese Cracker sind trocken und zuckerhaltig und werden dich durstig machen, kommen aber gut mit etwas Schokolade und Marshmallows.
ja: 砂糖でいくらか甘みを付けてある乾燥したクラッカーです。喉が乾きますが、チョコレートやマシュマロと一緒に食べるとなかなかのものです。
ko: 건조하고 달콤한 이 크래커는 갈증을 유발하지만, 초콜릿과 마쉬멜로를 넣으면 더욱 맛있어집니다.
ru: Сухие и сладкие, эти крекеры вызывают жажду, но хорошо идут с шоколадом и зефиром.
zh_cn: 又干又甜，吃多了会口渴。配上些巧克力和棉花糖会更好。

source: Dry flakes of flattened grain. Tasty and nutritious when cooked, it also doubles as food for horses while dry.
de: Trockene Flocken plattgedrückter Körner. Sie sind gekocht lecker und nahrhaft und eignen sich auch als Trockennahrung für Pferde.
ja: 燕麦を潰して乾燥させたものです。そのままでは馬の飼料ですが、調理すれば栄養価が高い食品になります。
zh_cn: 扁平的谷物干片。烹饪后美味和营养并存，干的时候也可以作为马的食物。

source: Dry toaster pastries usually coated with solid frosting and what luck! These are strawberry flavored!
de: Trockene Toastergebäcke, die üblicherweise einen dicke Glasur haben und – welch Glück! – diese haben Erdbeergeschmack!
ja: 乾燥したトースターペイストリーです。よく砂糖がしっかりまぶされている…やった！いちご味だ！
zh_cn: 撒满糖霜的夹心大饼干，上帝啊，它是草莓味的！

source: Dry toaster pastries, usually coated with solid frosting, these are blueberry flavored!
de: Trockene Toastergebäcke, die üblicherweise einen dicke Glasur haben, diese haben Blaubeergeschmack!
ja: 乾燥したトースターペイストリーです。よく砂糖がしっかりまぶされているやつですね。このパッケージはブルーベリー味です！
zh_cn: 撒满糖霜的大块烤饼干。蓝莓味。

source: Dry toaster pastries, usually coated with solid frosting. Sadly, these are not.
de: Trockene Toastergebäcke, die üblicherweise einen dicke Glasur haben. Diese Gebäcke haben leider keine Glasur.
ja: 乾燥したトースターペイストリーです。よく砂糖がしっかりまぶされているやつですね。しかし悲しいかな、これにはないみたいです。
zh_cn: 一般来说都会洒满糖霜的烤饼干—喂，这简直就是块面包干啊,我的糖霜呢！

source: Essential dietary nutrients conveniently packaged in a fruit-flavored chewy candy form. Take frequently to help regulate your body's health and immune functions.
ja: 必須栄養素が詰まったフルーツ味のグミです。健康機能を高め、免疫機能を保つ為に定期的に摂取しましょう。
zh_cn: 水果口味耐嚼树脂糖形式的基本膳食营养。经常服用能调节身体健康和免疫功能。

source: Essential dietary nutrients conveniently packaged in pill form. Take frequently to help regulate your body's health and immune functions.
de: Essentielle Nährstoffe, die praktischerweise in Pillenform gebündelt sind. Regelmäßig einnehmen, um deine Körpergesundheit und dein Immunsystem zu regulieren.
ja: 必須栄養素が詰まった便利な錠剤です。健康機能を高め、免疫機能を保つ為に定期的に摂取しましょう。
ko: 필수적인 식이 영양소를 담은 알약입니다. 면역력과 건강을 위해 정기적으로 복용하세요.
ru: Основные диетические пищевые добавки, в форме таблеток. Принимайте регулярно для оздоровления всего тела и иммунной системы.
zh_cn: 药丸包装的基本膳食营养。经常服用能调节身体健康和免疫功能。

source: European pilsner
de: Pilsener
ja: ビール(ヨーロピアンピルスナー)
zh_cn: 比尔森啤酒

source: Fancy mineral water, so fancy it makes you feel fancy just holding it.
ja: 特別なボトルに入った上質な天然水です。上質な水を持っていると、何だか特別な気分になりますね。
zh_cn: 高端的矿泉水放在大气的矿泉水瓶里，你就是握着瓶子就能感到它是那么的上档次！

source: Filling bread buns, taste good with tea on a Sunday morning breakfast.
de: Sättigende Brötchen. Schmecken gut zusammen mit Tee an einem Sonntagsmorgenfrühstück.
ja: フランス生まれのしっとりとした栄養価の高いパンです。日曜の朝食、紅茶とともにどうぞ。
ko: 배를 채워주는 빵으로, 일요일 아침식사로 차와 함께 먹으면 맛있습니다.
ru: Вкусные пышные булочки, хороши с чаем на завтрак в воскресное утро.
zh_cn: 十分充饥的面包卷，周末早餐的最佳之选，通常与红茶搭配。

source: Fish fillets cured in brine and vacuum-packed. Salty but tasty in a pinch.
de: Fischfilets, die in Pökel haltbar gemacht und wurden und vakuumverpackt wurden. Salzig, aber zur Not lecker.
ja: 真空パックされた魚の塩漬け切り身です。しょっぱいですが、これを開封しなければいけない状況なら美味しく頂けるでしょう。
zh_cn: 真空包装的腌制鱼肉片，很咸但是很好吃。

source: Fish fillets pickled in some sort of tangy white sauce.
ja: ピリ辛のホワイトソースと色々な何かで味を整えた漬け汁に、魚の切り身を漬けた物です。瓶に入っています。
zh_cn: 一罐鱼子酱腌在白色酱汁中.

source: Flour is a commodity these days and to deal with that, most survivors resort to mix it with leftovers of other ingredients and bake it all into bread. It's filling, and that's what matters.
ja: 今や穀粉は貴重な生産物です。よって節約しなければなりません。そこで残飯や生ゴミを漁り、使えそうなものを集めて、小麦粉を混ぜて捏ね、パンのように焼くことにしました。腹の足しになります。そこが重要なのです。
zh_cn: 面粉这些天越来越珍贵了，所以幸存者们开始把各种东西混进面粉，然后烤成面包。能填肚子当然是最关键的。

source: Fluffy and delicious pancakes with real maple syrup, made sweeter and healthier with the addition of wholesome fruit.
de: Lockere und leckere Pfannkuchen mit echtem Ahornsirup. Sie wurden süßer und gesünder mit dem Hinzufügen gesunder Früchte gemacht.
ja: 本物のメープルシロップを使用した、ふんわりと美味しいパンケーキに、果物を加えて、更に美味しく、健康的になる様に仕上げました。
ko: 보들거리고 맛있는 팬케이크에 엄선된 과일을 넣어 영양과 맛을 강화시켰습니다. 진짜 메이플 시럽이 뿌려져 있습니다.
ru: Пышные вкусные блинчики с кленовым сиропом и фруктовой начинкой.
zh_cn: 用枫糖浆做的的松软又美味的煎饼，加了水果之后更加健康和香甜

source: Fluffy and delicious pancakes with real maple syrup, with delicious chocolate baked right in.
de: Luftige und leckere Pfannkuchen mit echtem Ahornsirup und leckerer Schokolade, die direkt eingebacken wurde.
ja: 本物のメープルシロップを使用した、ふんわりと美味しいパンケーキに、さらに美味しいチョコレートも加えました。
ko: 푹신하고 맛있는 팬케이크로 진짜 메이플 시럽이 뿌려졌으며 맛있는 초콜릿을 넣고 구웠습니다.
ru: Пышные вкусные блинчики с кленовым сиропом и политые сверху вкусным шоколадом.
zh_cn: 松软的美味烤饼浇上货真价实的枫糖浆，更不用提那饼皮下香气扑鼻的巧克力。

source: Fluffy and delicious pancakes with real maple syrup.
de: Lockere und leckere Pfannkuchen mit echtem Ahornsirup.
ja: 本物のメープルシロップを使用した、ふんわりと美味しいパンケーキです。
ko: 보들거리고 맛있는 팬케이크. 진짜 메이플 시럽이 뿌려져 있습니다.
ru: Пышные вкусные блинчики с кленовым сиропом.
zh_cn: 用枫糖浆做的的松软又美味的煎饼

source: Fluffy and delicious scrambled eggs made more delicious with the addition of other tasty ingredients.
de: Schaumige und leckere Rühreier, die mit dem Hinzufügen anderer schmackhafter Zutaten noch köstlicher gemacht wurden.
ja: ふわふわで美味しそうなスクランブルエッグに、他の美味しい食材を混ぜ合わせて更に美味しくした物です。
ko: 부드럽고 맛있는 스크램블 에그입니다. 다른 조미료들을 넣어 더 맛있어졌습니다.
ru: Взбитые яйца со вкусными добавками.
zh_cn: 蓬松美味的摊鸡蛋，再加上一些配料，好吃!

source: Fluffy and delicious scrambled eggs.
de: Schaumige und leckere Rühreier.
ja: ふわふわで美味しそうなスクランブルエッグです。
ko: 부드럽고 맛있는 스크램블 에그입니다.
ru: Приготовленные взбитые яйца.
zh_cn: 美味的煎鸡蛋.

source: Fluffy balls of clean white cotton. Can serve as makeshift bandages in an emergency.
de: Flauschige Ballen aus sauberer weißer Baumwolle. Können zur Not als Behelfsbandagen gebraucht werden.
ja: ふわふわで綺麗な綿球です。緊急時には簡易的な包帯としても利用できます。
zh_cn: 毛茸茸的白棉球。紧急情况下可以勉强作为简易绷带使用。
