Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You're too stuffed up to fight effectively.
de: Du bist zu voll, um effektiv kämpfen zu können.
ja: 鼻が詰まって、効率的な戦いが出来ない状態です。
zh_cn: 你鼻塞太严重了无法继续战斗。

source: You're winded.
de: Du bist erschöpft.
ja: 息切れしています。
zh_cn: 你被缠绕住了。

source: You've been exposed to tear gas!
ja: 催涙ガスに晒されています！
zh_cn: 你暴露在了催泪瓦斯中！

source: You've inhaled a lungful of thick smoke.
ja: 濃い煙を肺一杯に吸い込みました。
zh_cn: 你吸进入了大量浓烟。

source: Your %s feels warm.
ja: %sが熱気を帯びています。
zh_cn: 你觉得 %s 有点热。

source: Your %s is blistering from the intense heat.
ja: %sが高熱で水疱を形成し出しました。
zh_cn: 你的 %s 因高温开始起水泡。

source: Your %s is dangerously cold!
ja: %sが強烈な冷気に晒されています！
zh_cn: 你的 %s 快被冻掉了。

source: Your %s is exposed to the cold.
ja: %sが冷気に晒されています。
zh_cn: 你的 %s 暴露在寒风之中。

source: Your %s is frostbitten! Its tissues are frozen from the cold!
zh_cn: 你的 %s 被严重冻伤！组织已经结冰了！

source: Your %s is frostnipped and has gone numb.
ja: %sが霜焼けになり、痺れてきました。
zh_cn: 你的 %s 被冻伤变得麻木。

source: Your %s is starting to feel the damage cold has wrought.
ja: %sが寒さによって、ダメージを受け始めています。
zh_cn: 你的 %s 开始受到寒冷造成的伤害。

source: Your %s is sweating from the heat.
ja: %sが強い熱気を帯びて、発汗しています。
zh_cn: 你的 %s 热的流汗。

source: Your %s is sweating profusely!
ja: %sが強烈な熱気を帯びて、発汗しています！
zh_cn: 你的 %s 热得大量出汗！

source: Your %s is very exposed to the cold.
ja: %sが強い冷気に晒されています。
zh_cn: 你的 %s 长时间暴露在寒风之中。

source: Your adrenaline rush wears off. You feel AWFUL!
de: Dein Adrenalinrausch ist vorbei. Du fühlst dich FURCHTBAR!
ja: アドレナリンの爆発が収まりました。酷い気分だ！
ko: 아드레날린 분비가 끝났습니다. 존나 끔찍한 기분이 듭니다!
ru: Выброс адреналина прекратился. Вы УЖАСНО себя чувствуете!
zh_cn: 你的肾上腺素消退了，你觉得好糟糕！

source: Your bite wound feels infected
de: Dein Bisswunde fühlt sich infiziert an.
ja: 咬傷から感染したような気がしました。
ko: 물린 상처가 감염된 것 같습니다.
ru: Похоже, что рана от укуса заражена
zh_cn: 咬伤的地方发生了感染

source: Your blisters distract you
ja: 水疱の所為で気が散っています。
zh_cn: 你身上的水泡分散了你的注意力

source: Your breath gives out!
zh_cn: 你喘不过气来！

source: Your comedown throws you off.
de: Dein Absturz bringt dich aus der Bahn.
ja: 薬の効果が切れて、気分が落ち込んでいます。
zh_cn: 药效一过你直接虚脱了。

source: Your eyes burn from the tear gas.
ja: 催涙ガスが目に入り、焼ける様な痛みが走っています。
zh_cn: 你的眼睛被催泪瓦斯弄的火辣辣。

source: Your footing is unstable. It's more difficult to fight while standing here.
ja: 足場が不安定です。この場で戦うのは困難です。
zh_cn: 你的步履非常不稳。造成你在站立时战斗很困难。

source: Your hands just won't stop shaking.
ja: 手の震えが止まらない。
zh_cn: 你的手抖的不听使唤。

source: Your insides are shifting in strange ways as the treatment takes effect.
de: Du spürst, wie sich deine Gedärme in eigenartige Richungen verlagern, sobald die Behandlung beginnt.
ja: 体の内側で、治療のための奇妙な動きを感じます。
ko: 약물의 효과 때문에, 몸 안이 이상하게 변하고 있습니다.
ru: Ваши внутренности ведут себя странным образом, поскольку лечение вступает в силу.
zh_cn: 当你受到药物治疗时，你的体内会发生各种奇怪的反应。

source: Your lungs burn from the smoke.
ja: 煙を吸い込み、肺がヒリヒリと痛みます。
zh_cn: 浓烟让你的肺很难受。

source: Your movement is randomized.
de: Du bewegst dich in eine zufällige Richtung.
ja: ランダムな方向に移動してしまいます。
ko: 움직임이 무작위화 되었습니다.
ru: Ваше движение не управляемо.
zh_cn: 你开始不自主的随意运动。

source: Your sight returns!
de: Deine Sicht ist wieder da!
ja: 視力が戻りました！
ko: 시야가 회복되었습니다!
ru: К вам вернулось зрение!
zh_cn: 你恢复了视力!

source: Your skin feels extremely itchy!
de: Deine Haut juckt extrem!
ja: 皮膚に耐え難い痒みを感じました！
ko: 피부가 극도로 간지럽습니다!
ru: Ваша кожа очень чешется!
zh_cn: 你的皮肤感觉很痒.

source: Your stomach bothers you.
de: Dein Magen beunruhigt dich.
ja: 胃の調子が悪くなりました。
zh_cn: 你的胃不停的让你分心。

source: Your stomach is extremely upset, and you are quite nauseous.
ja: 胃の調子が非常に悪くなり、凄まじい吐き気を催しています。
zh_cn: 你的胃正在不停的翻滚，而你则感到非常的恶心。

source: Your vision flickers and goes gray!
ja: 視界が点滅し、薄暗くなりました！
zh_cn: 你眼前一团金星，东西开始消失色彩了！

source: Your vision starts to blur.
ja: 視界がぼやけ始めました。
ko: 시야가 흐려지기 시작합니다.
ru: Ваше зрение расплывается.
zh_cn: 你的视线开始模糊。

source: A conglomeration of entrepreneurs and businessmen that stand together to hammer-out an existence through trade and industry.
de: Eine Anhäufung von Unternehmern und Geschäftsleuten, welche sich zusammengeschlossen haben, um sich eine Existenz durch Handel und Industrie zu erarbeiten.
ja: さまざまな分野の業者や商人からなる集団です。交易と産業を通じて存在を確立すべく立ち上がりました。
zh_cn: 商人和企业家的混合体，通过工商业不断地刷着存在。

source: Hell's Raiders
de: Höllenräuber
ja: 地獄のレイダー
zh_cn: 地狱掠夺者

source: The Free Merchants
de: Die Freien Händler
ja: 自由商人
zh_cn: 自由商人

source: The Old Guard
de: Die Alte Garde
ja: 守旧派
zh_cn: 古老守卫

source: The Wasteland Scavengers
de: Die Einödenplünderer
ja: 荒野のスカベンジャー
zh_cn: 废土清道夫

source: The remains of the federal government. The extent of their strength is unknown but squads of patrolling soldiers have been seen under their banner.
de: Die Überbleibsel der Bundesregierung. Das Ausmaß ihrer Stärke ist unbekannt, aber Gruppen patrouillierender Soldaten wurden unter diesem Banner gesehen.
ja: 連邦政府の残存勢力です。どれほどの地域に影響力を持つのかは不明ですが、複数の巡視部隊がこの組織の旗のもとで行動しています。
zh_cn: 联邦政府的残部。他们具体的实力并不明了，不过时时有成小队的士兵打着他们的旗帜巡逻。

source: The survivors who have entrusted you with their well-being. If morale drops, poor performance and mutiny may become issues.
de: Die Überlebenden, welche dir ihr Heil anvertraut haben. Wenn die Moral fällt, könnten schlechte Leistung und Meuterei zu Problemen werden.
ja: 健全な信頼関係で結ばれた、あなたに従う生存者の一派です。士気が低下すると能力が下がり、反乱を起こす可能性があります。
zh_cn: 相信追随你可以生活的更好的幸存者。如果士气下降，糟糕的表现甚至哗变都有可能成为现实。

source: Your Followers
de: Deine Anhänger
ja: 随行者
zh_cn: 追随者

source: human
de: Mensch
ja: 人間
ko: 인간
ru: человек
zh_cn: 人类

source: animalskin flap
de: Tierhaut-Klappe
ja: 獣皮の垂れ幕
ko: 짐승가죽 덮개
ru: заслонка из кожы
zh_cn: 兽皮帘子

source: animalskin floor
de: Tierhaut-Boden
ja: 獣皮床
ko: 짐승가죽 바닥
ru: пол из шкур
zh_cn: 铺着兽皮的地板

source: animalskin wall
de: Tierhaut-Wand
ja: 獣皮の壁
ko: 짐승가죽 벽
ru: стена из шкур
zh_cn: 挂着兽皮的墙

source: arcade machine
de: Arcade-Automat
ja: アーケード筐体
ru: игровой автомат
zh_cn: 街机

source: arm chair
de: Sessel
ja: 肘掛け椅子
ko: 안락의자
ru: кресло
zh_cn: 扶手椅

source: automated gas console
de: automatisierte Benzinkonsole
ja: ガソリンコンソール
zh_cn: 自助加油机

source: ball machine
de: Kugelmaschine
ja: ボールマシン
zh_cn: 发球机

source: bathtub
de: Badewanne
ja: 浴槽
ko: 욕조
ru: ванна
zh_cn: 浴盆

source: bed
de: Bett
ja: ベッド
ko: 침대
ru: кровать
zh_cn: 床铺

source: bench
de: Bank
ja: ベンチ
ko: 벤치
ru: скамья
zh_cn: 长椅

source: book case
de: Bücherregal
ja: 本棚
ko: 책장
ru: книжный шкаф
zh_cn: 书柜

source: broken automated gas console
de: kaputte automatisierte Benzinkonsole
ja: 壊れたガソリンコンソール
zh_cn: 损坏的自助加油机

source: broken display case
de: zerbrochener Schaukasten.
ja: 壊れた陳列ケース
zh_cn: 损坏展示柜

source: broken vending machine
de: kaputter Verkaufsautomat
ja: 壊れた自動販売機
ko: 고장난 자판기
ru: сломанный торговый автомат
zh_cn: 损坏的自动售货机

source: bulletin board
de: Pinnwand
ja: 掲示板
ko: 게시판
ru: доска объявлений
zh_cn: 公告板

source: canvas flap
de: Zeltklappe
ja: 帆布の垂れ幕
ko: 캔버스 덮개
ru: брезентовая заслонка
zh_cn: 帆布帘子

source: canvas floor
de: Zeltboden
ja: 床(帆布)
zh_cn: 帆布地板

source: canvas wall
de: Zelttuch
ja: 帆布の壁
ko: 캔버스 벽
ru: брезентовая стена
zh_cn: 帆布墙

source: chair
de: Stuhl
ja: 椅子
ko: 의자
ru: стул
zh_cn: 椅子

source: clang!
de: »Kläng!«.
ja: 甲高い音が聞こえました！
ko: 뗑그렁!
zh_cn: 哐！

source: clay kiln
zh_cn: 砖窑

source: counter
de: Theke
ja: カウンター
ko: 계산대
ru: прилавок
zh_cn: 柜台

source: crash!
de: »Krach!«
ja: ガチャンという衝撃音が聞こえました！
ko: 꽈지직!
ru: хрясь!
zh_cn: 撞击声！

source: crate
de: Kiste
ja: 木箱
ko: 상자
ru: контейнер
zh_cn: 板条箱

source: crunch!
de: »Knirsch!«
ja: バリバリと噛み砕く様な音が聞こえました！
ko: 우지끈!
ru: треск!
zh_cn: 嘎嚓！

source: crunch.
de: »Knirsch.«.
ja: バリバリと噛み砕く様な音が聞こえました。
ko: 으드득.
zh_cn: 嘎吱.

source: cupboard
de: Schrank
ja: 戸棚
ko: 찬장
ru: шкаф для посуды
zh_cn: 橱柜

source: desk
de: Schreibtisch
ja: 事務机
ko: 책상
ru: письменный стол
zh_cn: 书桌

source: display case
de: Schaukasten
ja: 陳列ケース
zh_cn: 展示柜

source: display rack
de: Gestell
ja: 陳列棚
ko: 진열용 선반
ru: стеллаж
zh_cn: 展架

source: diving block
de: Startblock
ja: 飛び込み台
ko: 다이빙 대
ru: подставка для прыжков в воду
zh_cn: 跳水台

source: dresser
de: Kleiderschrank
ja: ドレッサー
ko: 옷장
ru: комод
zh_cn: 穿衣柜

source: dryer
de: Trockner
ja: ドライヤー
ko: 건조기
ru: сушилка
zh_cn: 甩干机

source: dumpster
de: Müllcontainer
ja: 大型ごみ箱
ko: 쓰레기 컨테이너
ru: мусорный бак
zh_cn: 垃圾箱

source: electronic gun safe
ja: 電動銃保管庫
zh_cn: 电子枪保险柜

source: empty fermenting vat
de: leerer Gärbottich
ja: 発酵大桶(空)
ru: пустой чан для брожения
zh_cn: 空发酵瓮

source: ergometer
ja: エルゴメーター
zh_cn: 室内自行车

source: exercise machine
de: Fitness-Gerät
ja: 運動器具
ko: 운동 기계
ru: тренажёр
zh_cn: 健身器

source: filled metal charcoal kiln
ja: 炭焼金属窯(木材投入済)
zh_cn: 金属木炭窑炉（满）

source: fireplace
de: Kamin
ja: 暖炉
ko: 벽난로
ru: камин
zh_cn: 壁炉

source: forge
de: Schmiede
ja: 炉
ru: кузня
zh_cn: 锻铁炉

source: full fermenting vat
de: voller Gärbottich
ja: 発酵大桶(満)
zh_cn: 满发酵瓮

source: fungal clump
de: Fungusklumpen
ja: 真菌の群生
ko: 진균체 덤불
ru: фунгалоидная глыба
zh_cn: 真菌灌丛

source: fungal mass
de: Fungusmasse
ja: 真菌の塊
ko: 진균체 덩어리
ru: фунгалоидная масса
zh_cn: 真菌团

source: glass breaking
de: Glas zerbrechen.
ja: 割れたガラス
zh_cn: 玻璃破裂

source: glass breaking!
de: Glas scheppern.
ja: ガラスが割れた音が聞こえました。
ko: 유리가 깨졌습니다!
ru: звон разбитого стекла!
zh_cn: 玻璃破裂的声音！

source: glass door fridge
de: Glastür-Kühlschrank
ja: 冷蔵庫(ガラスドア)
ko: 유리문 냉장고
ru: холодильник со стеклянной дверью
zh_cn: 玻璃冰柜

source: groundsheet
de: Unterlegplane
ja: レジャーシート
ko: 방수포
ru: подстилка
zh_cn: 防潮布

source: gun safe
ja: 銃保管庫
zh_cn: 枪保险柜

source: harvestable plant
de: erntbare Pflanze
ja: 収穫できる作物
ko: 수확 가능 작물
ru: созревшее растение
zh_cn: 可收获的植物

source: hay
de: Heu
ja: 干し草
ko: 건초
ru: сено
zh_cn: 干草

source: heavy punching bag
de: schwerer Sandsack
ja: 重いサンドバッグ
ru: большая боксёрская груша
zh_cn: 训练沙袋

source: indoor plant
de: Topfplanze
ja: 観葉植物
ko: 실내 조경 식물
ru: комнатное растение
zh_cn: 室内植物

source: jammed gun safe
ja: 銃保管庫(満)
zh_cn: 堵住的枪保险柜

source: lane guard
de: Rinne
ja: レーンガード
zh_cn: 车位防护栏

source: locker
de: Schrank
ja: ロッカー
ko: 개인 물품 보관함
ru: шкафчик
zh_cn: 锁柜

source: makeshift bed
de: Notbett
ja: 簡易ベッド
ko: 임시 침대
ru: самодельная кровать
zh_cn: 简易床

source: marloss flower
ja: マーロスベリーの花
zh_cn: 马洛斯花

source: mature plant
de: erwachsene Pflanze
ja: 成熟した作物
ko: 완전히 자란 식물
ru: взрослое растение
zh_cn: 成熟的植物

source: metal charcoal kiln
ja: 炭焼金属窯
zh_cn: 金属木炭窑炉（空）

source: metal screeching!
de: Metall knirschen.
ja: 金属音が鳴り響いた！
ko: 끼기기기긱!
ru: скрежет метала!
zh_cn: 一声尖锐的金属断裂的声音！

source: metal wreckage
de: Metalltrümmer
ja: 残骸(金属)
ko: 금속 잔해
ru: металлические обломки
zh_cn: 金属残骸

source: mutated cactus
de: mutierter Kaktus
ja: 変異したサボテン
ko: 변이된 선인장
ru: мутировавший кактус
zh_cn: 变异的仙人掌

source: mutated poppy flower
de: mutierte Mohnblube
ja: 変異したケシの花
ko: 변이된 양귀비 꽃
ru: мутировавший цветок мака
zh_cn: 变异罂粟花

source: open animalskin flap
de: offene Tierhaut-Klappe
ja: 開いた獣皮の垂れ幕
ko: 열린 짐승가죽 덮개
ru: открытая заслонка из кожи
zh_cn: 打开的兽皮帘子

source: open canvas flap
de: offene Zeltklappe
ja: 開いた帆布の垂れ幕
ko: 열린 캔버스 덮개
ru: отрытая брезентовая заслонка
zh_cn: 打开的帆布帘子

source: open crate
de: offene Kiste
ja: 開いた木箱
ko: 열린 상자
ru: открытый контейнер
zh_cn: 打开的板条箱

source: open safe
de: offener Tresor
ja: 開いた金庫
ko: 열린 금고
ru: открытый сейф
zh_cn: 打开的保险箱

source: oven
de: Ofen
ja: オーブン
ko: 오븐
ru: духовка
zh_cn: 烤箱

source: pile of ash
de: Aschehaufen
ja: 灰の山
ko: 잿더미
ru: кучка песла
zh_cn: 灰烬

source: pile of rocky rubble
ja: 瓦礫の山(岩)
zh_cn: 石砾

source: pile of rubble
de: Schutthaufen
ja: 瓦礫の山
ko: 깨진 돌더미
ru: кучка камней
zh_cn: 瓦砾

source: pinball machine
de: Flipperautomat
ja: ピンボールマシン
ru: пинбол
zh_cn: 弹珠机

source: poof.
ja: パッという音が聞こえました。
zh_cn: 噗.

source: pool table
de: Billardtisch
ja: ビリヤード台
ko: 당구대
ru: бильярдный стол
zh_cn: 台球桌

source: porcelain breaking!
de: Porzellan zerbrecneh
ja: 陶磁器が割れる音が聞こえました！
ko: 도자기가 깨졌습니다!
zh_cn: 瓷器碎了!

source: refrigerator
de: Kühlschrank
ja: 冷蔵庫
ko: 냉장고
ru: холодильник
zh_cn: 冰箱

source: reinforced vending machine
de: verstärkter Verkaufsautomat
ja: 強化自動販売機
ru: усиленный торговый автомат
zh_cn: 加固的自动售货机

source: road barricade
de: Straßenbarrikade
ja: 道路バリケード
zh_cn: 路障

source: robotic arm
zh_cn: 机械手

source: rock forge
zh_cn: 石头熔炉

source: rrrip!
ja: ビリビリビリ！
zh_cn: 咝!

source: ruptured egg sack
de: geplündertes Eiernest
ja: 卵塊(破裂)
ru: разорванная кладка яиц
zh_cn: 破裂的卵袋

source: safe
de: Tresor
ja: 金庫
ko: 금고
ru: сейф
zh_cn: 保险箱

source: sandbag barricade
ja: 土嚢バリケード
zh_cn: 沙包路障

source: sandbag wall
ja: 土嚢壁
zh_cn: 沙袋墙

source: screeching metal!
ja: 金属音が鳴り響きました！
zh_cn: 金属撕裂！

source: seed
de: Samen
ja: 種
ko: 씨앗
ru: посев
zh_cn: 种子

source: seedling
de: Setzling
ja: 苗木
ko: 묘목
ru: росток
zh_cn: 幼苗

source: shower
de: Dusche
ja: シャワー
ko: 샤워기
ru: душ
zh_cn: 淋浴器

source: sign
de: Schild
ja: 標識
zh_cn: 标志

source: sink
de: Waschbecken
ja: 洗面台
ko: 싱크대
ru: раковина
zh_cn: 水槽

source: smash!
de: »Schepper!«
ja: 粉砕音が聞こえました！
ko: 쾅!
ru: грохот!
zh_cn: 哗啦~!

source: smoking rack
zh_cn: 烟熏架

source: sofa
ja: ソファー
ko: 소파
ru: диван
zh_cn: 沙发

source: spider egg sack
de: Spinneneiernest
ja: 卵塊(蜘蛛)
ru: кладка паучьих яиц
zh_cn: 蜘蛛卵袋

source: splat!
ja: ピシャッという音が聞こえました！
zh_cn: 啪啦！

source: standing tank
ja: スタンディングタンク
zh_cn: 水槽

source: statue
ja: 彫像
ru: статуя
zh_cn: 雕像

source: straw bed
ja: 藁ベッド
zh_cn: 稻草床

source: table
de: Tisch
ja: 机
ko: 탁자(table)
ru: стол
zh_cn: 桌子

source: tatami mat
de: Tatami-Matte
ja: 畳
ko: 다다미
ru: татами
zh_cn: 榻榻米

source: thump!
de: »Bums!«
ja: ゴツンという強い打撃音が聞こえました！
ko: 쿵.
ru: стук!
zh_cn: 重击声!

source: thump.
de: »Bums.«.
ja: ゴツンという打撃音が聞こえました。
zh_cn: 重击声。

source: thunk.
de: »Donk.«.
ja: ドスン。
zh_cn: 咚。

source: toilet
de: Toilette
ja: 便器
ko: 변기
ru: унитаз
zh_cn: 坐便器

source: trash can
de: Mülleimer
ja: ゴミ箱
ko: 쓰레기통
ru: мусорное ведро
zh_cn: 垃圾桶

source: treadmill
de: Laufband
ja: ランニングマシーン
zh_cn: 跑步机

source: vending machine
de: Verkaufsautomat
ja: 自動販売機
ko: 자판기
ru: торговый автомат
zh_cn: 自动售货机

source: washing machine
de: Waschmaschine
ja: 洗濯機
ko: 세탁기
ru: стиральная машина
zh_cn: 洗衣机

source: whack!
de: »Bonk!«
ja: ボカンという強打音が聞こえました！
ko: 철썩!
zh_cn: 咔咔!

source: wham!
de: »Bonk!«.
ja: ドカンという強い衝撃音が聞こえました！
ko: 꽝!
zh_cn: 砰！

source: whish!
ja: シューという音が聞こえました！
zh_cn: 呼呼！

source: whish.
ja: シューという音が聞こえました。
zh_cn: 呼。

source: whud.
de: »Klopf.«
ja: ドンッ。
zh_cn: 咚。

source: whump!
de: »Wumm!«.
ja: ドーンという大きな音が聞こえました！
ko: 쿵!
zh_cn: 哐嘡!

source: whump.
de: »Wumms!«.
ja: ドンという音が聞こえました。
ko: 쿵.
zh_cn: 哐嘡~

source: whunk!
de: »Bumms!«.
ja: ガボッ！
ko: 터엉!
zh_cn: 唰唰!

source: wood stove
de: Holzherd
ja: 薪ストーブ
ko: 나무 난로
ru: дровяная печь
zh_cn: 火炉

source: wooden keg
de: Holzfässchen
ja: 樽(木)
ru: деревянный бочонок
zh_cn: 木制酒桶

source: yellow indoor plant
de: gelbe Zimmerpflanze
ja: 観葉植物(黄色)
ru: жёлтое комнатное растение
zh_cn: 黄色室内植物

source: A chainsaw may seem like a great weapon, but remember that they're slow, unwieldy, and very noisy.
de: Eine Kettensäge scheint eine gute Waffe zu sein, aber denk drann, dass sie langsam, umhandlich und sehr laut sind.
ja: チェーンソーは偉大な武器にみえるけど、遅くて扱いにくいし、とてもうるさいことを覚えておこう。
ko: 전기톱은 끝내주는 무기일 것 같지만, 느리고, 다루기 힘들고, 굉장히 시끄럽다는 것을 기억하세요.
ru: Бензопила может стать отличным оружием, но учтите что она громоздка, неудобна в обращении и слишком шумна.
zh_cn: 看起来，拿链锯当武器像是个好主意，但别忘了，它们又慢又吵，拿起来还挺沉。

source: A good submachine gun can't be beat. Most of them use common ammo, they're good at short and long range, and you can burst-fire if you need to!
de: Eine gute Maschinenpistole ist unschlagbar. Die meisten von ihnen benutzen verbreitete Munition, sind gut auf kurzen und langen Distanzen und du kannst bei Bedarf auch Feuerstöße abgeben!
ja: 優秀なサブマシンガンは無敵だ。大抵弾丸が共有できるし、近距離から長距離までカバーできる。いざという時はバースト射撃だってできる！
ko: 좋은 기관단총 한 정은 다른 그 어떤 총보다 좋다고 볼 수 있습니다. 대부분의 경우 쉽게 구할 수 있는 탄환을 사용하며, 거리를 가리지 않고 효율적이며, 필요할 경우 연사로 갈길 수도 있습니다!
ru: Хороший пистолет-пулемет хорош со всех сторон. Большинство из них используют стандартные патроны и эффективны как на коротких, так и длинных дистанциях.
zh_cn: 有把好的微冲可是无枪能敌。它们大多使用常见的弹药，远距近距性能都不错，而且在必要时还能多发短点射。

source: BB guns may seem like a joke, but they've got their uses. They're good for hunting small game, or getting to know the basics of rifles.
de: BB-Pistolen scheinen ein Witz zu sein, aber sie haben ihre Verwendungszwecke. Sie sind gut zum Jagen von Kleinwild oder zum Erlernen der Grundlagen von Gewehren.
ja: エアガンはおもちゃだと思ってるかもしれないけど、ちゃんと用途があるんだ。小動物を狩ったり、ライフルの基本を学ぶのにはちょうどいい銃だよ。
ko: BB탄 총은, 장난처럼 들리겠지만, 꽤 쓸만한 무기입니다. 작은 동물을 사냥할 때도 좋고, 총기 사용의 기본을 익힐 때 도움이 되기도 하죠.
ru: Пневматическое ружье хоть и выглядит несерьёзно, но ему может найтись применение. С ним хорошо охотиться на мелкую дичь или оттачивать навыки стрельбы.
zh_cn: BB枪看起来可能很搞笑，但是他们对付小的生物很管用，并且可以摸索使用大型枪械的基础

source: Backpacks let you carry lots of stuff, but they limit your movement a lot. If you're an unarmed fighter, don't wear one!
de: Rucksäcke lassen dich viel Zeugs tragen, aber schränken deine Bewegungsfreiheit stark ein. Wenn du ein unbewaffneter Kämpfer bist, trag keinen!
ja: バックパックはたくさんの物を運べるけど、動作制限が大きい。素手で戦うときは着用しちゃだめ！
ko: 배낭은 훨씬 많은 짐을 들고 다닐 수 있게 해주지만, 움직임에 방해가 됩니다. 맨손 전투를 선호한다면, 배낭을 매지 마세요!
ru: Рюкзак вмещает в себя кучу всего, но стесняет движения. Если вы полагаетесь на кулачный бой, то лучше его не надевать!
zh_cn: 背包让你能装得更多，同时也限制了你的行动。如果你长于徒手格斗，千万别背这玩意！

source: Be careful eating wild mushrooms. Some are poisonous, and others can make you hallucinate.
de: Sei vorsichtig beim Essen von wilden Pilzen. Einige sind giftig und andere halluzigen.
ja: 野生のキノコを食べるときは気を付けよう。有毒なものや、幻覚が出るものもある。
ko: 야생 버섯을 먹는 것은 주의해야 합니다. 독버섯일 수도, 환각버섯일 수도 있으니까요.
ru: Будьте осторожны при поедании грибов. Некоторые ядовиты и могут вызвать галлюцинации.
zh_cn: 蘑菇是自然的美味，但品尝需要勇气和谨慎。有些含有毒素，有些让你产生幻觉。

source: Be careful of drinking water from rivers and stuff, it's a good way to get sick. But if you have a water purifier, it'll make it safe.
de: Sei vorsichtig, wenn du Wasser aus Flüssen und so trinkst. Das ist eine gute Methode, um krank zu werden. Aber wenn du einen Wasserreiniger hast, wird es das Wasser sicher für dich machen.
ja: 川やその辺の水を飲む時は注意しろ、病気になる事がある。だが、浄水器があれば安全に飲む事が出来る。
ko: 강물 등에서 물을 그냥 마실 때는 조심해야 합니다. 식중독에 걸리기 쉽거든요. 물을 정화할 수단이 있다면 괜찮겠지만요.
ru: Опасайтесь пить воду из рек и прочих подобных мест, так это может повлечь отравление. Во избежании плачевных последствий пользуйтесь очистителем воды.
zh_cn: 从河里抑或其他不知道什么地方喝水时要小心，这样很容易生病。但你要是有一台净水器，就不用怕了。

source: Bear traps are a nice way to cover an escape. If you place one in a doorway, the first zombie through will get stuck, and the rest won't be able to get past!
de: Bärenfallen sind eine nette Möglichkeit, um eine Flucht zu ermöglichen. Wenn du eine in einem Türrahmen aufstellst, wird der erste Zombie, der durchgeht, stecken bleiben und der Rest wird nicht vorbeigehen können!
ja: トラバサミは逃走時の援護に有用だ。戸口に仕掛けておけば、一体目のゾンビが動けなくなり、他のゾンビはそこを通れなくなる。
ru: Медвежий капкан отлично прикрывает отход. Если расположить его в дверном проеме, то первый же застрявший зомби заблокирует проход остальным!
zh_cn: 把捕熊陷阱设在逃跑的路上是个好点子。将它安在门道，第一个经过的丧尸就会卡住，剩下的也过不来。

source: Bubblewrap is pretty harmless, but setting it up around you before going to sleep will keep you from waking up to a zombie punching you.
de: Luftpolsterfolien sind ziemlich harmlos. Aber wenn du um dich herum welche als Fallen aufstellst, würden sie verhindern, dass du von den Schlägen eines Zombies geweckt wirst.
ja: 気泡シートは役に立たなそうだけど、寝る前に周りに敷いておけば、ゾンビが近づいたときに音で目が覚めるよ。
ko: 뽁뽁이 함정은 위험하지 않으면서도, 주변에 깔아놓으면 수면 중에 좀비에게 얻어맞는 일을 방지해줍니다.
ru: Пузырчатая пленка - безобидная штука, которая может предупредить вас о приближении зомби во время сна.
zh_cn: 警戒陷阱不会造成任何伤害，不过在睡前把它安装在你周围，你就不会痛醒以后发现丧尸正在把你当沙包练拳。

source: Carrying a lighter is something all veterans do. It takes up almost no space, and can easily save your life.
de: Ein Feuerzeug zu tragen ist etwas, was alle Veteranen machen. Es nimmt praktisch keinen Raum ein und kann leicht dein Leben retten.
ja: ライターを携帯するのは、ベテランなら当然の事だ。容積はほぼ不要で、生命を守るのに非常に有用だ。
ko: 라이터를 가지고 다니는건 모든 베테랑들의 기본이죠. 저장공간을 차지하지 않으면서도, 당신의 생명을 구해줄 수 있습니다.
ru: Опытный игрок всегда носит с собой зажигалку. Она почти не занимает места, однако в некоторых ситуациях может спасти вам жизнь.
zh_cn: 几乎所有的退伍军人都会携带打火机，这占不了多少空间，但是偶尔可以挽救你的生命.

source: Crossbows are a great weapon for long term use. Most of the time, you can retrieve the bolt after shooting it, so running out of ammo is less of a concern.
de: Auf lange Sicht gesehen sind Armbrüste großartige Waffen. Meistens kannst du den Bolzen nach dem Verschießen wieder aufsammeln, somit ist Munitionsknappheit kein großes Problem.
ja: クロスボウは長期間使用できる偉大な武器だ。撃った後もたいていボルトが残るから弾薬不足の心配も少ない。
ko: 쇠뇌는 장기적으로 봤을 때 훌륭한 무기입니다. 대부분의 경우 발사한 볼트를 회수할 수 있기 때문에, 탄환 문제는 거의 신경쓸 필요가 없는 무기죠.
ru: Арбалеты превосходное оружие в долгосрочной стратегии. Чаще всего вы сможете подобрать отстреленные болты и таким образом меньше волноваться за свой боезапас.
zh_cn: 弩是一种可以长期使用的优良武器。大多数时候，你可以回收你射出的弩箭，所以很少会有弹药用尽的时候。

source: Crowbars not only make a pretty good weapon, they're also useful for opening locked doors and lifting manhole covers.
de: Brecheisen sind nicht nur eine ziemlich gute Waffe, sie sich auch nützlich, um verschlossene Türen zu öffnen und Gullydeckel anzuheben.
ja: バールは優秀な武器であるだけでなく、鍵の掛かったドアやマンホールの蓋を開けるのにも有用だ。
ko: 쇠지레는 좋은 무기일 뿐만 아니라, 잠겨진 문을 따거나 맨홀 뚜껑을 들어올릴 때 유용하게 쓰입니다.
ru: Ломик это не только хорошее оружие, но и важный инструмент для вскрытия дверей и канализационных люков.
zh_cn: 撬棍不仅是很顺手的武器，也是撬门开井盖的必备之物。

source: Don't fire your gun if you can help it--the noise attracts monsters!
de: Feuere dein Gewehr nicht ab, wenn du es vermeiden kannst – dessen Lärm zieht Monster an!
ja: 銃は出来るだけ撃たないこと。…銃声でモンスターが寄ってくるぞ！
ko: 가능하다면, 총기는 사용하지 않는게 좋습니다. 소음은 각종 괴물들을 끌어들이니까요!
ru: Не используй огнестрельное оружие, если можно обойтись без него — шум привлекает монстров!
zh_cn: 不要随便使用枪械，如果实在没有其他办法的话——枪械会产生巨大的噪音

source: Don't light a Molotov until you're ready to throw it. Not only can they go out, but if you accidentally drop it or something, you're in trouble.
de: Zünd keinen Molotowcocktail an, wenn du nicht bereit bist, ihn zu werfen. Sie können nicht nur wieder ausgehen, aber du könntest ihn auch aus Versehen fallen lassen oder so, und dann hast du ein Problem.
ja: 火炎瓶は投げる直前まで火をつけるな。そのままだと燃え尽きてしまうし、うっかり落としたりすると不味い事になる。
ru: Не поджигайте коктейль Молотова прежде, чем будете готовы метнуть его. Он может потухнуть, но это не самое страшное, если вы его случайно уроните, то окажетесь в беде.
zh_cn: 记得携带一些燃烧瓶，这能让你脱离困境，如果你忘记携带或者遗失了，我只能说祝你好运!

source: Don't relax after killing a giant worm. Little bits of them can break off and still attack!
de: Ruh dich nicht aus, nachdem du einen Riesenwurm getötest hast. Kleine Teile von ihnen können abbrechen und immer noch angreifen!
ja: 巨大なワームを仕留めても気を抜くな。バラバラになってもまだ襲ってくるぞ！
ko: 거대 벌레를 죽였더라도 방심하지 마세요. 벌레의 일부분이 남아 여전히 공격할 수 있으니까요!
ru: Не расслабляйся, после того как убил червя. Его части все еще могут атаковать тебя!
zh_cn: 别在杀掉一直巨大蠕虫后就立刻休息。它们断裂下来的小碎块依然能继续攻击！

source: Don't try to take on a skeleton with a bladed weapon... you'll just leave scratch marks. You've got to shatter those bones with a hammer or something.
de: Versuch nicht, ein Skellet mit einer scharfen Waffe anzugreifen, du würdest nur Kratzspuren hinterlassen. Du musst diese Knochen mit einem Hammer oder etwas ähnlichen zertrümmern.
ja: 斬撃武器でスケルトンを倒すのは難しい…いくら振っても掠るだけだ。ハンマーなどの打撃武器で骨を砕いてやろう。
ko: 스켈레톤을 날 달린 무기로 상대하는 것은 좋지 않습니다... 긁힌 상처밖에 내지 못할테니까요. 그런 뼈다귀들은 망치같은 걸로 뼈를 부숴버리는게 제격이죠.
ru: Не выходи на скелета с режущим оружием, оно оставит только царапины на нем. Кости лучше разбивать чем-то на подобии молотка.
zh_cn: 不要试图拿锋利的武器砍一个结实的骷髅架子，你应该用大铁锤什么的将其粉碎

source: Don't underestimate a good book. Not only will it keep you company on lonely nights, but you can learn a hell of a lot from some of them.
de: Unterschätze niemals ein gutes Buch. Es wird dir nicht nur in einsamen Nächten Gesellschaft leisten, du kannst auch eine Menge aus einigen von ihnen lernen.
ja: 良書を過小評価してはいけない。孤独な夜を慰めるだけでなく、非常に多くのことを学ぶことができる。
ko: 좋은 책이 갖는 힘을 무시하지 마세요. 외로운 밤의 동반자가 되는 것 뿐만이 아닌, 정신 나갈 정도의 많은 지식을 우리에게 주니까요.
ru: Не стоит недооценивать хорошую книгу. Можно не только скоротать время за чтением, но и узнать чертовски много интересного.
zh_cn: 一本好书，会带来超过你想象的价值。不仅能陪伴你度过清冷孤寂的夜晚，还让你从中收获良多。
