Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: fruit juice
de: Fruchtsaft
ja: フルーツジュース
ko: 과일 음료(fruit juice)
ru: фруктовый сок
zh_cn: 果汁

source: fruit leather
de: Trockenfrüchte
ja: フルーツレザー
ko: 과일 퓌레(fruit leather)
ru: пастила
zh_cn: 果泥干

source: fruit pancake
de: Obstpfannkuchen
ja: フルーツパンケーキ
ko: 과일 팬케이크(fruit pancake)
ru: блинчик с фрукт. начинкой
zh_cn: 水果馅饼

source: fruit pie
de: Fruchtkuchen
ja: フルーツパイ
ko: 과일 파이(fruit pie)
ru: фруктовый пирог
zh_cn: 水果派

source: fruit slice
de: Obstscheibe
ja: 薄切り果物
ko: 과일 조각(fruit slice)
ru: фруктовые ломтики
zh_cn: 糖水果片

source: fruit waffle
de: Fruchtwaffel
ja: フルーツワッフル
ko: 과일 와플(fruit waffle)
ru: фруктовая вафля
zh_cn: 水果华夫饼

source: fruit wine
de: Obstwein
ja: 果実酒
ko: 과일주(fruit wine)
ru: фруктовое вино
zh_cn: 果子酒

source: fruit wine must
de: Obstweinmost
ja: 果実酒(未発酵)
ko: 과일주 즙(fruit wine must)
ru: основа фруктового вина
zh_cn: 果酒原汁

source: fungicide
de: Fungizid
ja: 殺菌剤
ko: 살진균제(fungicide)
ru: фунгицид
zh_cn: 抗真菌剂

source: gamma globulin shot
ja: 注射器(ガンマグロブリン)
zh_cn: 丙种球蛋白注射剂

source: garlic clove
zh_cn: 大蒜

source: gin
ja: ジン
ko: 진(gin)
ru: джин
zh_cn: 琴酒

source: graham cracker
ja: グラハムクラッカー
ko: 그레이엄 크래커(graham cracker)
ru: крекеры
zh_cn: 全麦饼干

source: granola
de: Müsli
ja: グラノーラ
ko: 그래놀라(granola)
ru: хлопья
zh_cn: 格兰诺拉燕麦卷

source: grape
de: Traube
ja: ブドウ
zh_cn: 葡萄

source: grape drink
de: Traubengetränk
ja: グレープドリンク
ko: 포도 음료수(grape drink)
ru: виноградный напиток
zh_cn: 葡萄饮料

source: grapefruit
ja: グレープフルーツ
ko: 자몽(grapefruit)
ru: грейпфрут
zh_cn: 西柚

source: grilled cheese sandwich
ja: サンドイッチ(焼きチーズ)
zh_cn: 烤奶酪三明治

source: gummy vitamin
ja: ビタミン剤(グミ)
zh_cn: 维他命树脂糖

source: haggis
zh_cn: 肉馅羊肚

source: hamburger
ja: ハンバーガー
ko: 햄버거(hamburger)
ru: гамбургер
zh_cn: 汉堡包

source: hamburger helper
ja: ハンバーグヘルパー
ko: 햄버거 헬퍼(hamburger helper)
ru: макароны по-флотски
zh_cn: 汉堡助手

source: hand-rolled cigarette
de: handgerollte Zigarette
ja: 煙草(手巻き)
zh_cn: 手卷烟

source: handful of acorns
ja: ドングリ
zh_cn: 橡实

source: handful of dandelions
ja: タンポポ
zh_cn: 蒲公英

source: hard cheese
zh_cn: 硬质乳酪

source: hardtack
de: Hartkeks
ja: 乾パン
ko: 건빵(hardtack)
ru: галета
zh_cn: 硬面饼

source: hemostatic powder
de: Blutstillungspulver
ja: 粉末止血薬
ko: 지혈제(hemostatic powder)
ru: кровоостанавливающий порошок
zh_cn: 止血粉

source: hemp seed
de: Hanfsamen
ja: 種(大麻)
ko: 대마 씨앗(hemp seed)
ru: семя конопли
zh_cn: 大麻籽

source: herbal tea
de: Kräutertee
ja: ハーブティー
zh_cn: 草药茶

source: heroin
ja: ヘロイン
ko: 헤로인(heroin)
ru: героин
zh_cn: 海洛因

source: hobo helper
ja: 人肉ヘルパー
ko: 인육 햄버거 헬퍼(hobo helper)
ru: макароны с человечиной
zh_cn: 流浪汉援助者

source: homebrew beer
de: selbstgebrautes Bier
ja: ビール(自家醸造)
ko: 자가양조 맥주(homebrew beer)
ru: домашнее пиво
zh_cn: 家酿啤酒

source: honey ball
ja: ハニーボール
zh_cn: 蚁露

source: honey comb
de: Honigwabe
ja: ハチの巣
ko: 벌집(honey comb)
ru: медовая сота
zh_cn: 蜂巢块

source: honeygold brew
ja: ハニーゴールドカクテル
zh_cn: 蜜黄粥

source: hop rhizome
de: Hopfenwurzelstamm
ja: 根茎(ホップ)
ko: 홉 뿌리줄기(hop rhizome)
ru: корневище хмеля
zh_cn: 啤酒花根茎

source: hops
zh_cn: 啤酒花

source: hops flower
de: Hopfenblüte
ja: ホップの花
ko: 홉 꽃(hops flower)
ru: цветок хмеля
zh_cn: 啤酒花

source: horseradish
ja: ホースラディッシュ
zh_cn: 辣根

source: human bone
ja: 人骨
zh_cn: 人骨头

source: human flesh
de: Menschenfleisch
ja: 人肉
ko: 인간 고기(human flesh)
ru: человеческая плоть
zh_cn: 人肉

source: imperial stout
ja: ビール(インペリアル・スタウト)
ko: 임페리얼 스타우트(imperial stout)
ru: имперский стаут
zh_cn: 生黑啤

source: insect mutagen
de: Insektenmutagen
ja: 変異原物質(昆虫)
ko: 곤충 뮤타젠(insect mutagen)
ru: мутаген насекомого
zh_cn: 昆虫诱变剂

source: insect serum
de: Insektenserum
ja: 血清(昆虫)
ko: 곤충 혈청(insect serum)
ru: сыворотка насекомого
zh_cn: 昆虫诱变血清

source: insta salad
de: Instantsalat
ja: 即席野菜サラダ
zh_cn: 泡好的方便沙拉

source: iodine tablet
de: Jodtablette
ja: ヨード剤
ko: 요오드 알약(iodine tablet)
ru: таблетки йода
zh_cn: 碘片

source: irradiated apple
de: bestrahlter Apfel
ja: リンゴ(照射)
ko: 방사선 살균된 사과(irradiated apple)
ru: облучённое яблоко
zh_cn: 辐射苹果

source: irradiated apricot
de: bestrahlte Aprikose
ja: アンズ(照射)
ko: 방사선 살균된 살구(irradiated apricot)
ru: облучённый абрикос
zh_cn: 辐射杏子

source: irradiated banana
de: bestrahlte Banane
ja: バナナ(照射)
ko: 방사선 살균된 바나나(irradiated banana)
ru: облучённый банан
zh_cn: 辐射香蕉

source: irradiated beef course
de: bestrahltes Fleischgericht
ja: 牛肉料理(照射)
ko: 방사선 살균된 비프 코스(irradiated beef course)
ru: облучённое блюдо - говядина
zh_cn: 辐射牛肉主菜

source: irradiated blackberry
de: bestrahlte Brombeere
ja: ブラックベリー(照射)
zh_cn: 辐照黑莓

source: irradiated blueberry
de: bestrahlte Blaubeere
ja: ブルーベリー(照射)
zh_cn: 辐照蓝莓

source: irradiated broccoli
de: bestahlte Brokkoli
ja: ブロッコリー(照射)
ko: 방사선 살균된 브로콜리(irradiated broccoli)
ru: облучённая брокколи
zh_cn: 辐射花椰菜

source: irradiated carrot
de: bestrahlte Karotte
ja: ニンジン(照射)
ko: 방사선 살균된 당근(irradiated carrot)
ru: облучённая морковь
zh_cn: 辐射胡萝卜

source: irradiated celery
de: bestrahlter Sellerie
ja: セロリ(照射)
zh_cn: 辐照芹菜

source: irradiated cherry
de: bestrahlte Kirsche
ja: サクランボ(照射)
zh_cn: 辐照樱桃

source: irradiated chicken course
de: bestrahltes Hühnchengericht
ja: 鶏肉料理(照射)
ko: 방사선 살균된 치킨 코스(irradiated chicken course)
ru: облучённое блюдо — цыпленок
zh_cn: 辐射鸡肉主菜

source: irradiated corn
de: bestrahlter Maiskolben
ja: トウモロコシ(照射)
ko: 방사선 살균된 옥수수(irradiated corn)
ru: облучённая кукуруза
zh_cn: 辐射玉米

source: irradiated cranberry
de: bestrahlte Cranberry
ja: クランベリー(照射)
zh_cn: 辐照小红梅

source: irradiated cucumber
de: bestrahlte Gurke
ja: キュウリ(照射)
zh_cn: 辐照黄瓜

source: irradiated grape
de: bestrahlte Traube
ja: ブドウ(照射)
zh_cn: 辐照葡萄

source: irradiated grapefruit
de: bestrahlte Grapefruit
ja: グレープフルーツ(照射)
ko: 방사선 살균된 자몽(irradiated grapefruit)
ru: облучённый грейпфрут
zh_cn: 辐射葡萄

source: irradiated hot dog course
de: bestrahltes Hot-Dog-Gericht
ja: ホットドッグ料理(照射)
ko: 방사선 살균된 핫도그 코스(irradiated hot dog course)
ru: облучённое блюдо — хотдоги
zh_cn: 辐射热狗主菜

source: irradiated kiwi
de: bestrahlte Kiwi
ja: キウイフルーツ(照射)
ko: 방사선 살균된 키위(irradiated kiwi)
ru: облучённый киви
zh_cn: 辐射猕猴桃

source: irradiated lemon
de: bestrahle Zitrone
ja: レモン(照射)
ko: 방사선 살균된 레몬(irradiated lemon)
ru: облучённый лимон
zh_cn: 辐射柠檬

source: irradiated lettuce
de: bestrahlter Kopfsalat
ja: レタス(照射)
ko: 방사선 살균된 상추(irradiated lettuce)
ru: облучённый салат
zh_cn: 辐射莴苣

source: irradiated mango
de: bestrahlte Mango
ja: マンゴー(照射)
ko: 방사선 살균된 망고(irradiated mango)
ru: облучённое манго
zh_cn: 辐射芒果

source: irradiated melon
de: bestrahlte Melone
ja: メロン(照射)
ko: 방사선 살균된 멜론(irradiated melon)
ru: облучённая дыня
zh_cn: 辐射香瓜

source: irradiated onion
de: bestrahlte Zwiebel
ja: タマネギ(照射)
ko: 방사선 살균된 양파(irradiated onion)
ru: облучённый лук
zh_cn: 辐射洋葱

source: irradiated orange
de: bestrahlte Orange
ja: オレンジ(照射)
ko: 방사선 살균된 오렌지(irradiated orange)
ru: облучённый апельсин
zh_cn: 辐射橘子

source: irradiated papaya
de: bestahlte Papaya
ja: パパイヤ(照射)
ko: 방사선 살균된 파파야(irradiated papaya)
ru: облучённая папайя
zh_cn: 辐射木瓜

source: irradiated peach
de: bestrahler Pfirsisch
ja: モモ(照射)
ko: 방사선 살균된 복숭아(irradiated peach)
ru: облучённый персик
zh_cn: 辐射桃子

source: irradiated pear
de: bestrahlte Birne
ja: 洋ナシ(照射)
ko: 방사선 살균된 배(irradiated pear)
ru: облучённая груша
zh_cn: 辐射梨子

source: irradiated pineapple
de: bestrahlte Ananas
ja: パイナップル(照射)
ko: 방사선 살균된 파인애플(irradiated pineapple)
ru: облучённый ананас
zh_cn: 辐射菠萝

source: irradiated plum
de: bestrahlte Pflaume
ja: スモモ(照射)
ko: 방사선 살균된 자두(irradiated plum)
ru: облучённая слива
zh_cn: 辐射李子

source: irradiated pomegranate
de: bestrahlter Granatapfel
ja: ザクロ(照射)
ko: 방사선 살균된 석류(irradiated pomegranate)
ru: облучённый гранат
zh_cn: 辐射石榴

source: irradiated potato
de: bestrahlte Kartoffel
ja: ジャガイモ(照射)
ko: 방사선 살균된 감자(irradiated potato)
ru: облучённый картофель
zh_cn: 辐射土豆

source: irradiated raspberry
de: bestrahlte Himbeere
ja: ラズベリー(照射)
zh_cn: 辐射树莓

source: irradiated ravioli course
de: bestrahltes Ravioligericht
ja: ラビオリ料理(照射)
ko: 방사선 살균된 라비올리 코스(irradiated ravioli course)
ru: облучённое блюдо — равиоли
zh_cn: 辐射意饺主菜

source: irradiated rhubarb
de: bestrahlter Rhabarber
ja: ルバーブ(照射)
ko: 방사선 살균된 대황(irradiated rhubarb)
ru: облучённый ревень
zh_cn: 辐射大黄

source: irradiated strawberry
de: bestrahlte Erdbeere
ja: イチゴ(照射)
zh_cn: 辐照草莓

source: irradiated tomato
de: bestrahlte Tomate
ja: トマト(照射)
ko: 방사선 살균된 토마토(irradiated tomato)
ru: облучённый томат
zh_cn: 辐射番茄

source: irradiated vegetarian course
de: bestrahltes vegetarisches Gericht
ja: 野菜料理(照射)
ko: 방사선 살균된 채식 코스(irradiated vegetarian course)
ru: облучённое блюдо — вегетарианское
zh_cn: 辐射素食主菜

source: irradiated watermelon
de: bestrahlte Wassermelone
ja: スイカ(照射)
ko: 방사선 살균된 수박(irradiated watermelon)
ru: облучённый арбуз
zh_cn: 辐射西瓜

source: irradiated zucchini
de: bestrahlte Zucchini
ja: ズッキーニ(照射)
ko: 방사선 살균된 서양 호박(irradiated zucchini)
ru: облучённый цуккини
zh_cn: 辐射西葫芦

source: jam sandwich
ja: サンドイッチ(ジャム)
zh_cn: 果酱三明治

source: jerk jerky
de: Dörrmenschenfleisch
ja: 人肉ジャーキー
ko: 인육 육포(jerk jerky)
ru: вяленая человечина
zh_cn: 人肉干

source: johnnycake
ja: コーンケーキ
ko: 튀김 옥수수빵(johnnycake)
ru: кукурузная лепёшка
zh_cn: 玉米烤饼

source: joint
ja: マリファナ(ジョイント)
ru: косячок
zh_cn: 大麻烟

source: joint roach
de: Jointstummel
ja: 吸殻(マリファナ)
zh_cn: 大麻烟蒂

source: juice pulp
de: Saftfrutchtfleisch
ja: 果肉の搾りかす
zh_cn: 果浆渣

source: kalimotxo
ja: カリモーチョ
zh_cn: 可乐鸡尾酒

source: ketchup
ja: ケチャップ
ko: 케첩(ketchup)
ru: кетчуп
zh_cn: 番茄酱

source: kiwi
ja: キウイフルーツ
ko: 키위(kiwi)
ru: киви
zh_cn: 猕猴桃

source: kompot
ja: コンポート
ko: 콤포트(kompot)
ru: компот
zh_cn: 糖水罐头

source: lard
de: Schmalz
ja: 豚脂
zh_cn: 干油脂

source: large stomach
zh_cn: 大号的胃

source: lasagne
ja: ラザーニャ
ko: 라자냐(lasagne)
ru: лазанья
zh_cn: 千层面

source: lemon
de: Zitrone
ja: レモン
ko: 레몬(lemon)
ru: лимон
zh_cn: 柠檬

source: lemon-lime soda
de: Zitronen-Limetten-Limonade
ja: レモンライムソーダ
ko: 사이다(lemon-lime soda)
ru: лимон-лайм содовая
zh_cn: 柠檬苏打

source: lemonade
de: Limonade
ja: レモネード
ko: 레모네이드(lemonade)
ru: лимонад
zh_cn: 柠檬水

source: lettuce
de: Salat
ja: レタス
ko: 상추(lettuce)
ru: салат
zh_cn: 生菜

source: lettuce seed
ja: 種(レタス)
zh_cn: 莴苣种子

source: liquid fertilizer
de: Flüssigdünger
ja: 液体肥料
zh_cn: 液体肥料

source: lizard mutagen
de: Eidechsenmutagen
ja: 変異原物質(トカゲ)
ko: 파충류 뮤타젠(lizard mutagen)
ru: мутаген ящерицы
zh_cn: 蜥蜴诱变剂

source: lizard serum
de: Echsenserum
ja: 血清(トカゲ)
ko: 파충류 혈청(lizard serum)
ru: сыворотка ящерицы
zh_cn: 蜥蜴诱变血清

source: long island iced tea
ja: カクテル(ロングアイランドアイスティ)
ko: 롱 아일랜드 아이스티(iced tea)
ru: «Лонг-Айленд» со льдом
zh_cn: 长岛冰茶

source: low-grade methamphetamine
de: geringgradiges Methamphetamin
ja: メタンフェタミン(低品質)
ko: 저급 메탐페타민(methamphetamine)
zh_cn: 劣质冰毒

source: lunch meat
de: Aufschnitt
ja: ランチミート
ko: 런천 미트(lunch meat)
ru: мясной обед
zh_cn: 午餐肉

source: lupine mutagen
de: Luchsmutagen
ja: 変異原物質(オオカミ)
ko: 이리 뮤타젠(lupine mutagen)
ru: мутаген волка
zh_cn: 狼类诱变剂

source: lupine serum
de: Luchsenserum
ja: 血清(オオカミ)
ko: 이리 혈청(lupine serum)
ru: сыворотка волка
zh_cn: 狼类诱变血清

source: lutefisk
ja: ルーテフィスク
ko: 루테피스크(lutefisk)
ru: лютефиск
zh_cn: 碱渍鱼

source: mac & cheese
de: Makkaroni mit Käse
ja: マカロニチーズ
ko: 마카로니&치즈(mac & cheese)
ru: макароны с сыром
zh_cn: 芝士通心粉

source: malted milk ball
de: Malzmilchbällchen
ja: ミルクボール(麦芽配合)
ko: 초코볼(malted milk ball)
ru: солодовые шарики
zh_cn: 麦丽酥

source: mango
ja: マンゴー
ko: 망고(mango)
ru: манго
zh_cn: 芒果

source: manwich
de: Menschwich
ja: 人肉サンドイッチ
ko: 인육 샌드위치(manwich)
ru: манвич
zh_cn: 仨明治

source: maple syrup
de: Ahornsirup
ja: メープルシロップ
ko: 메이플 시럽(maple syrup)
ru: кленовый сироп
zh_cn: 枫树糖浆

source: marloss berry
de: Marlossbeere
ja: マーロスベリー
ko: 말로스 열매(marloss berry)
ru: ягода марло
zh_cn: 马洛斯变异莓

source: marloss gelatin
ja: ゼラチン(マーロス)
zh_cn: 马洛斯明胶

source: marloss seed
ja: 種(マーロス)
zh_cn: 马洛斯种子

source: marshmallows
ja: マシュマロ
ko: 마쉬멜로(marshmallows)
ru: зефир
zh_cn: 棉花糖

source: mayonnaise
ja: マヨネーズ
ko: 마요네즈(mayonnaise)
ru: майонез
zh_cn: 蛋黄酱

source: meat fried rice
de: Portion gebratener Reis mit Fleisch
ja: 炒飯(肉)
zh_cn: 肉块炒饭

source: meat jerky
de: Dörrfleisch
ja: ミートジャーキー
ko: 육포(meat jerky)
ru: вяленое мясо
zh_cn: 肉干

source: meat pie
de: Fleischpastete
ja: ミートパイ
ko: 고기 파이(meat pie)
ru: мясной пирог
zh_cn: 肉派

source: meat pizza
de: Fleischpizza
ja: ピザ(肉)
ko: 고기 피자(meat pizza)
ru: мясная пицца
zh_cn: 肉香披萨

source: meat sandwich
de: Fleisch-Sandwich
ja: サンドイッチ(肉)
ko: 고기 샌드위치(meat sandwich)
ru: мясной сандвич
zh_cn: 火腿三明治

source: meat soup
de: Fleischsuppe
ja: 肉煮込みスープ
ko: 고기 수프(meat soup)
ru: мясной суп
zh_cn: 肉汤

source: meat temaki
ja: 手巻き寿司(肉)
zh_cn: 肉手卷

source: medical mutagen
de: medizinisches Mutagen
ja: 変異原物質(医療)
ko: 의료용 뮤타젠(medical mutagen)
ru: медицинский мутаген
zh_cn: 医♂学诱变剂

source: medical serum
de: medizinisches Serum
ja: 血清(医療)
ko: 의료용 혈청(medical serum)
ru: медицинская сыворотка
zh_cn: 医♂学诱变血清

source: melon
de: Melone
ja: メロン
ko: 멜론(melon)
ru: дыня
zh_cn: 甜瓜

source: methacola
ja: メタコーラ
ko: 메탐콜라(methacola)
zh_cn: 冰毒可乐

source: milk
de: Milch
ja: 牛乳
ko: 우유(milk)
ru: молоко
zh_cn: 牛奶

source: milk tea
ja: ミルクティー
zh_cn: 奶茶（咸）

source: mineral water
de: Mineralwasser
ja: 天然水
ko: 미네랄 워터(mineral water)
ru: минеральная вода
zh_cn: 依云矿泉水

source: misshapen fetus
de: deformierter Fötus
ja: 奇形の胎児
ko: 기형 태아(misshapen fetus)
ru: безобразный зародыш
zh_cn: 畸形幼胎

source: molasses
de: Sirup
ja: 糖蜜
ko: 당밀(molasses)
ru: патока
zh_cn: 糖蜜

source: moonshine
de: schwarzgebrannte Spirituose
ja: 密造酒
ko: 밀조주(moonshine)
zh_cn: 私酿威士忌

source: moonshine mash
de: schwarzgebrannter Fusel
ja: 密造酒(未発酵)
ko: 밀조주 맥아(moonshine mash)
zh_cn: 私酿威士忌原汁

source: morel mushroom
ja: アミガサタケ
zh_cn: 羊肚菌

source: morphine
ja: モルヒネ
zh_cn: 吗啡

source: mushroom
de: Pilz
ja: キノコ
ko: 버섯(mushroom)
ru: гриб
zh_cn: 蘑菇

source: mushroom soup
de: Pilzsuppe
ja: キノコスープ
ko: 버섯 수프(mushroom soup)
ru: грибовница
zh_cn: 蘑菇汤

source: mustard
de: Senf
ja: マスタード
ko: 머스타드(mustard)
ru: горчица
zh_cn: 芥末酱

source: mutagen
ja: 変異原物質
ko: 뮤타젠(mutagen)
ru: мутаген
zh_cn: 诱变剂

source: mutagenic serum
de: Mutagensserum
ja: 血清(変異原)
ko: 뮤타젠 혈청(mutagenic serum)
ru: мутагенная сыворотка
zh_cn: 诱变血清

source: mutated arm
de: mutierter Arm
ja: 突然変異した人間の腕
ko: 변이된 팔(mutated arm)
ru: мутировавшая рука
zh_cn: 变异手臂

source: mutated leg
de: mutiertes Bein
ja: 突然変異した人間の脚
ko: 변이된 다리(mutated leg)
ru: мутировавшая нога
zh_cn: 变异腿部

source: mycus fruit
ja: ミカズフルーツ
zh_cn: 马卡斯果

source: nachos
ja: ナチョス
ko: 나쵸(nachos)
ru: начос
zh_cn: 辣味玉米片

source: nachos with cheese
de: Nachos mit Käse
ja: ナチョス(チーズ)
ko: 치즈 나쵸(cheese nachos)
ru: начос с сыром
zh_cn: 奶酪辣味玉米片

source: nachos with meat
de: Nachos mit Fleisch
ja: ナチョス(肉)
ko: 고기 나쵸(meat nachos)
ru: начос с мясом
zh_cn: 加肉辣味玉米片

source: nachos with meat and cheese
de: Nachos mit Fleisch und Käse
ja: ナチョス(肉とチーズ)
ko: 고기 치즈 나쵸(meat cheese nachos)
ru: начос с мясом и сыром
zh_cn: 奶酪加肉辣味玉米片

source: nicotine gum
de: Nikotinkaugummi
ja: ニコチンガム
ko: 니코틴 껌(nicotine gum)
ru: никотиновая жвачка
zh_cn: 尼古丁口香糖

source: niño nachos
de: Nörgler-Nachos
ja: ナチョス(人肉)
ko: 인육 나쵸(niño nachos)
ru: начос Нино
zh_cn: 儿（ren）童（rou）辣味玉米片

source: niño nachos with cheese
de: Nörgler-Nachos mit Käse
ja: ナチョス(人肉とチーズ)
ko: 치즈 인육 나쵸(cheese niño nachos)
ru: начос Нино с сыром
zh_cn: 奶酪儿（ren）童（rou）辣味玉米片

source: non-drowsy cough syrup
de: nicht müdemachender Hustensaft
ja: 咳止めシロップ(無水カフェイン配合)
ko: 비 수면유도성 기침약(cough syrup)
ru: сироп от кашля (без снотворного)
zh_cn: 无嗜睡咳嗽糖浆

source: oat seed
ja: 種(燕麦)
zh_cn: 燕麦种子

source: oatmeal
de: Haferflocken
ja: オートミール
ko: 오트밀(oatmeal)
ru: овсянка
zh_cn: 生麦片

source: oats
ja: 燕麦
zh_cn: 燕麦

source: onigiri
ja: おにぎり
zh_cn: 饭团

source: onion
de: Zwiebel
ja: タマネギ
ko: 양파(onion)
ru: лук
zh_cn: 洋葱

source: onion ring
de: Zwiebelring
ja: オニオンリング
ko: 양파링(onion ring)
ru: луковое кольцо
zh_cn: 洋葱圈

source: onion seed
ja: 種(タマネギ)
zh_cn: 洋葱种子

source: orange
ja: オレンジ
ko: 오렌지(orange)
ru: апельсин
zh_cn: 橘子

source: orange juice
de: Orangensaft
ja: オレンジジュース
ko: 오렌지 주스(orange juice)
ru: апельсиновый сок
zh_cn: 橙汁

source: orange soda
de: Orangenlimonade
ja: オレンジソーダ
ko: 오렌지 소다(orange soda)
ru: оранж-сода
zh_cn: 橙汁苏打

source: oxycodone
de: Oxycodon
ja: オキシコドン
ko: 옥시코돈(oxycodone)
ru: оксикодон
zh_cn: 氢可酮

source: pair of contact lenses
de: Paar Kontaktlinsen
ja: コンタクトレンズ
ko: 콘택트 렌즈(contact lenses)
ru: контактные линзы
zh_cn: 隐形眼镜

source: pancake
de: Pfannkuchen
ja: パンケーキ
ko: 팬케이크(pancake)
ru: блинчик
zh_cn: 馅饼

source: papaya
ja: パパイヤ
ko: 파파야(papaya)
ru: папайя
zh_cn: 木瓜

source: paper
de: Papier
ja: 紙
ko: 종이(paper)
ru: бумага
zh_cn: 废纸

source: peach
de: Pfirsich
ja: モモ
ko: 복숭아(peach)
ru: персик
zh_cn: 桃子

source: peanut butter
de: Erdnussbutter
ja: ピーナッツバター
ko: 땅콩 버터(peanut butter)
zh_cn: 花生酱

source: peanut butter candy
de: Erdnussbuttersüßigkeit
ja: 飴(ピーナッツバター)
zh_cn: 奶油花生糖

source: peanut butter sandwich
de: Erdnussbuttersandwich
ja: サンドイッチ(ピーナッツバター)
ko: 땅콩 버터 샌드위치(peanut butter sandwich)
ru: сандвич с арахисовым маслом
zh_cn: 花生酱三明治

source: pear
de: Birne
ja: 洋ナシ
ko: 배(pear)
ru: груша
zh_cn: 梨子

source: pelmeni
ja: ペリメニ
zh_cn: 俄罗斯饺子

source: pemmican
de: Pemmikan
ja: ペミカン
ko: 페미컨(pemmican)
ru: пеммикан
zh_cn: 干肉饼

source: peppermint patty
de: Pfefferminzplätzchen
ja: ペパーミントチョコ
ko: 박하 초콜릿(peppermint patty)
ru: мятное печенье
zh_cn: 薄荷饼

source: pesto
ja: ペスト
ko: 페스토(pesto)
ru: соус песто
zh_cn: 香蒜沙司

source: pickle
de: Essiggurke
ja: ピクルス
ko: 피클(pickle)
zh_cn: 腌瓜

source: pickled fish
de: eingelegter Fisch
ja: 魚(酢漬け)
ko: 절인 생선(pickled fish)
ru: маринованная рыба
zh_cn: 腌鱼

source: pickled herring
de: eingelegter Herring
ja: 密封瓶(ニシン(漬物))
ko: 절인 청어(pickled herring)
ru: маринованная сельдь
zh_cn: 瓶装腌鲱鱼

source: pickled meat
de: eingelegtes Fleisch
ja: 漬け肉
ko: 절인 고기(pickled meat)
zh_cn: 腌肉

source: pickled punk
de: eingelegter Rabauke
ja: 漬け人肉
ko: 절인 인육(pickled punk)
zh_cn: 腌人肉

source: pickled veggy
de: eingelegtes Gemüse
ja: 漬け野菜
ko: 절인 야채(pickled veggy)
zh_cn: 腌菜

source: pine needle tea
ja: 松葉ティー
zh_cn: 松针茶

source: pine nuts
ja: 松の実
zh_cn: 松籽

source: pine wine
ja: ワイン(松脂)
zh_cn: 松脂酒

source: pine wine must
ja: ワイン(未発酵/松脂)
zh_cn: 松脂酒原汁

source: pineapple
de: Ananas
ja: パイナップル
ko: 파인애플(pineapple)
ru: ананас
zh_cn: 菠萝

source: pink tablet
de: rosa Tablette
ja: ピンクタブレット
ko: 분홍 알약(pink tablet)
ru: розовые таблетки
zh_cn: 摇头丸

source: pinot noir
de: Spätburgunder
ja: ワイン(ピノ・ノワール)
ko: 피노 누아(pinot noir)
ru: пино-нуар
zh_cn: 黑皮諾葡萄酒

source: plant marrow
de: Pflanzenmark
ja: マロー南瓜
ko: 길쭉한 호박(plant marrow)
ru: мякоть растения
zh_cn: 植物精华

source: plant mutagen
de: Pflanzenmutagen
ja: 変異原物質(植物)
ko: 식물 뮤타젠(plant mutagen)
ru: мутаген растения
zh_cn: 植物诱变剂

source: plant serum
de: Pflanzenserum
ja: 血清(植物)
ko: 식물 혈청(plant serum)
ru: сыворотка растения
zh_cn: 植物诱变血清

source: plum
de: Pflaume
ja: スモモ
ko: 자두(plum)
ru: слива
zh_cn: 李子

source: pomegranate
de: Granatapfel
ja: ザクロ
ko: 석류(pomegranate)
ru: гранат
zh_cn: 石榴

source: popcorn
ja: ポップコーン
ko: 팝콘(popcorn)
ru: попкорн
zh_cn: 爆米花

source: popcorn kernels
de: Popcorn-Kerne
ja: 穀粒(ポップコーン)
ko: 팝콘 낟알(popcorn kernels)
ru: кукурузные зёрна
zh_cn: 爆米花核

source: poppy cough syrup
ja: 咳止めシロップ(ケシ)
zh_cn: 罂粟咳嗽糖浆

source: poppy painkiller
de: Mohnschmerzmittel
ja: 鎮痛剤(ケシ)
ko: 양귀비 진통제(poppy painkiller)
zh_cn: 罂粟止痛药

source: poppy sleep
de: Mohnschlaf
ja: 睡眠薬(ケシ)
ko: 양귀비 수면제(poppy sleep)
zh_cn: 罂粟安眠药

source: pork and beans
de: Schweinefleisch und Bohnen
ja: ポークビーンズ
ko: 포크 앤 빈스(pork and beans)
ru: свинина с бобами
zh_cn: 猪肉黄豆罐头

source: pork stick
de: Schweinestäbchen
ja: ポークスティック
ko: 돼지 꼬치(pork stick)
ru: шашлык
zh_cn: 猪肉脯

source: poser pizza
de: Menschenpizza
ja: ピザ(人肉)
ko: 인육 피자(poser pizza)
zh_cn: 胡吹乱侃披萨

source: potato chips
de: Kartoffelchips
ja: ポテトチップス
ko: 감자칩(potato chips)
ru: картофельные чипсы
zh_cn: 薯片

source: potatoes
zh_cn: 土豆

source: powder candy sticks
de: Pulversüßigkeit
ja: パウダーキャンディスティック
ko: 분말 사탕(powder candy sticks)
ru: пачка сладкого порошка
zh_cn: 粉糖棒

source: powdered egg
de: Eipulver
ja: 粉末卵
ko: 분말달걀(powdered egg)
ru: яичный порошок
zh_cn: 鸡蛋粉

source: powdered milk
de: Milchpulver
ja: 粉ミルク
ko: 우유 분말(powdered milk)
ru: сухое молоко
zh_cn: 奶粉

source: pretzels
de: Brezeln
ja: プレッツェル
ko: 프레첼(pretzels)
ru: крендельки
zh_cn: 椒盐脆饼乾

source: prick pie
de: Menschenfleischpastete
ja: 人肉パイ
ko: 인육 파이(prick pie)
zh_cn: 尖刀派

source: protein drink
de: Proteingetränk
ja: プロテインドリンク
ko: 단백질 음료(protein drink)
ru: протеиновый напиток
zh_cn: 蛋白饮料

source: protein powder
de: Proteinpulverportion
ja: プロテインパウダー
ru: протеиновый порошок
zh_cn: 蛋白粉

source: protein shake
de: Proteindrink
ja: プロテインセーキ
ko: 단백질 셰이크(protein shake)
ru: протеиновый коктейль
zh_cn: 蛋白混合饮料

source: pudding
ja: プディング
ko: 푸딩(pudding)
ru: пудинг
zh_cn: 布丁

source: purifier
de: Purifizierer
ja: 変異治療薬
ko: 정화제(purifier)
ru: пурификатор
zh_cn: 净化剂

source: purifier serum
de: Purifiziererserum
ja: 血清(浄化)
ko: 정화 혈청(purifier serum)
ru: сыворотка пурификатора
zh_cn: 净化血清

source: raptor mutagen
ja: 変異原物質(猛禽類)
ko: 랩터 뮤타젠(raptor mutagen)
ru: мутаген раптора
zh_cn: 猛禽诱变剂

source: raptor serum
ja: 血清(猛禽類)
ko: 랩터 혈청(raptor serum)
ru: сыворотка раптора
zh_cn: 猛禽诱变血清

source: raspberry
de: Himbeere
ja: ラズベリー
ko: 산딸기(raspberry)
ru: малина
zh_cn: 木莓

source: rat mutagen
de: Rattenmutagen
ja: 変異原物質(ネズミ)
ko: 설치류 뮤타젠(rat mutagen)
ru: мутаген крысы
zh_cn: 老鼠诱变剂

source: rat serum
de: Rattenserum
ja: 血清(ネズミ)
ko: 설치류 혈청(rat serum)
ru: сыворотка крысы
zh_cn: 鼠类诱变血清

source: ravioli
ja: ラビオリ
ko: 라비올리(ravioli)
ru: равиоли
zh_cn: 意大利方饺

source: raw hide
ja: 粗皮
zh_cn: 生皮

source: raw lasagne
de: rohe Lasagne
ja: ラザーニャ(乾燥)
ko: 생 라자냐(raw lasagne)
ru: сырая лазанья
zh_cn: 生千层面

source: raw macaroni
de: rohe Makkaroni
ja: マカロニ(乾燥)
ko: 생 마카로니(raw macaroni)
ru: сырые макароны
zh_cn: 生通心粉

source: raw pelt
ja: 粗毛皮
zh_cn: 原皮

source: raw potato
de: rohe Kartoffel
ja: ジャガイモ
ko: 생 감자(raw potato)
ru: сырой картофель
zh_cn: 土豆

source: raw spaghetti
de: rohe Spaghetti
ja: スパゲッティ(乾燥)
ko: 생 스파게티(raw spaghetti)
ru: сырые спагетти
zh_cn: 生意大利面

source: red sauce
de: rote Soße
ja: トマトソース
ko: 빨간 소스(red sauce)
ru: томатный соус
zh_cn: 番茄沙司

source: rehydrated fish
de: rehydrierter Fisch
ja: 水で戻した魚
ko: 수분 공급된 생선(rehydrated fish)
ru: регидрированная рыба
zh_cn: 水发鱼肉

source: rehydrated fruit
de: rehydriertes Obst
ja: 水で戻した果物
ko: 수분 공급된 과일(rehydrated fruit)
ru: регидрированные фрукты
zh_cn: 水发果脯

source: rehydrated human flesh
de: rehydriertes Menschenfleisch
ja: 水で戻した人肉
ko: 수분 공급된 인육(rehydrated human flesh)
ru: регидрированная человечина
zh_cn: 水发人肉

source: rehydrated meat
de: rehydriertes Fleisch
ja: 水で戻した肉
ko: 수분 공급된 고기(rehydrated meat)
ru: регидрированное мясо
zh_cn: 水发肉块

source: rehydrated vegetable
de: rehydriertes Gemüse
ja: 水で戻した野菜
ko: 수분 공급된 채소(rehydrated vegetable)
ru: регидрированные овощи
zh_cn: 水发蔬菜

source: reptile egg
de: Reptilienei
ja: 卵(爬虫類)
ko: 파충류 알(reptile egg)
ru: яйцо рептилии
zh_cn: 爬虫蛋

source: resinous cord
zh_cn: 树脂线

source: revival serum
ja: 血清(再生)
zh_cn: 复活血清

source: rhubarb
de: Rhabarber
ja: ルバーブ
ko: 대황(rhubarb)
ru: ревень
zh_cn: 大黄

source: riesling
ja: ワイン(リースリング)
ko: 리슬링(riesling)
ru: Рислинг
zh_cn: 雷斯林白葡萄酒

source: roasted coffee beans
ja: コーヒー豆
zh_cn: 烘焙咖啡豆

source: rolling tobacco
de: Feinschnitttabak
ja: 煙草(シャグ)
zh_cn: 卷烟烟草

source: root beer
de: Wurzelbier
ja: ルートビア
ko: 뿌리 탄산음료(root beer)
ru: шипучка
zh_cn: 麦根沙士

source: royal beef
de: Fleisch royale
ja: ローヤルビーフ
ko: 로얄 비프(royal beef)
ru: королевская отбивная
zh_cn: 蜂皇肉排

source: royal jelly
de: Gelée royale
ja: ローヤルゼリー
ko: 로얄 젤리(royal jelly)
ru: маточное молочко пчёл
zh_cn: 蜂王浆

source: rum
ja: ラム酒
ko: 럼(rum)
ru: ром
zh_cn: 朗姆酒

source: rum & cola
de: Rum und Cola
ja: カクテル(ラムコーラ)
ko: 럼&콜라(rum & cola)
ru: ром с колой
zh_cn: 可乐朗姆酒

source: rum wort
de: Rumwürze
ja: モルトラム酒
ko: 럼 맥아즙(rum wort)
ru: сусло рома
zh_cn: 朗姆酒原汁

source: s'mores
ja: スモア
ko: 스모어(s'mores)
ru: с'мор
zh_cn: 果塔饼干

source: saline solution
de: Kochsalzlösung
ja: 生理食塩水
ko: 생리 식염수(saline solution)
ru: физраствор
zh_cn: 生理盐水

source: salt
de: Salz
ja: 食塩
ko: 소금(salt)
ru: соль
zh_cn: 盐

source: salt water
de: Salzwasser
ja: 塩水
ko: 소금물(salt water)
ru: солёная вода
zh_cn: 盐水

source: salted fish
de: Salzfisch
ja: 魚(塩漬け)
ko: 소금에 절인 생선(salted fish)
ru: засоленная рыба
zh_cn: 咸鱼
