Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your head can't take much abuse. Its maximum HP is 20% lower than usual.
de: Dein Kopf hält nicht viel aus. Seine maximale Trefferpunkte sind um 20% reduziert.
ko: 당신의 머리는 많은 피해를 견딜 수 없습니다. 머리의 최대 HP가 20% 낮아집니다.
ru: Ваша голова не может перенести больших повреждений. Её максимальные очки здоровья на 20% ниже обычного.

source: Your hearing has evolved further and is now on par with wolves. You can hear things significantly farther away.
de: Dein Gehör entwickelte sich weiter und ist auf einer Stufe mit Wölfen. Du kannst Dinge, die deutlich weiter weg sind, hören.
ko: 당신의 청각은 발달 수준을 넘어서서 이제는 늑대나 다름없습니다. 훨씬 멀리서 들리는 소리도 들을 수 있습니다.
ru: Ваш слух значительно улучшился, и теперь он как у волков. Вы можете слышать на значительно большем расстоянии.

source: Your index fingers have grown into huge talons. After a bit of practice, you find that this does not affect your dexterity, but allows for a deadly unarmed attack. They also prevent you from wearing gloves.
de: Deine Zeigefinger wuchsen zu riesigen Klauen heran. Mit ein bisschen Übung werden sie deine Geschicklichkeit nicht beeinträchtigen und ermöglichen sogar eine tödliche waffenlose Attacke. Sie hindern dich außerdem am Tragen von Handschuhen.
ko: 당신의 집게 손가락에 커다란 갈고리 형태의 발톱이 자라났습니다. 한동안 연습한 끝에 발톱으로 민첩성에 영향을 주지 않으면서도 강력한 맨손 공격이 가능하게 되었지만, 장갑을 착용할 수 없게 되었습니다.
ru: Ваши указательные пальцы превратились в огромные когти. После небольшой практики, вы обнаружите что они никак не влияют на вашу ловкость, но позволяет наносить смертельные безоружные атаки. А также препятствуют ношению перчаток.

source: Your legs are extremely limber and fast-moving. You run 30% faster on flat surfaces.
de: Deine Beine sind extrem gelenkig und schnell. Auf flachen Böden rennst du um 30% schneller.
ko: 당신의 다리는 극도로 경쾌하고 빠르게 움직입니다. 안정된 지면 위에서 30% 더 빨리 달릴 수 있습니다.
ru: Ваши ноги очень гибкие и быстро движущиеся. Вы бегаете на 30% быстрее на ровной поверхности.

source: Your legs have transformed into six tentacles. This decreases your speed on land by 20%, makes your movement silent, increases your swimming speed, and reduces wet penalties.
de: Deine Beine haben sich zu sechs Tentaklen verwandelt. Das verringert deine Laufgeschwindigkeit um 20%, macht deine Bewegungen lautlos, erhöht deine Schwimmgeschwindigkeit und verringert Strafen für Nässe.
ko: 다리가 여섯 개의 촉수로 바뀌었습니다. 땅 위에서의 보행속도를 20% 감소시키지만, 움직일 때 소리가 발생하지 않고 수영 속도가 빨라지며, 물에 젖었을 때 부정적 효과를 감소시켜줍니다.
ru: Ваши ноги превратились в 6 щупалец. Скорость перемещения по земной поверхности снижается на 20%, зато вы двигаетесь тише. Скорость плавания увеличивается. Слегка уменьшаются штрафы от промокания.

source: Your muscle response is dependent on ambient temperatures. You lose 1% of your speed for every 5 degrees below 65 F.
de: Deine Muskelreaktionszeit hängt von der Umgebungstemperatur ab. Du verlierst 1% deiner Geschwindigkeit für alle 5 Grad unter 65 °F.
ko: 당신의 근육은 주변 온도에 따라 다르게 반응합니다. 화씨 65도보다 5도씩 낮아질 때마다, 속도가 1%씩 느려집니다. (화씨 65도=섭씨 18.3도, 60도=15.5도, 55도=12.7도, 50도=10도, ...)
ru: Ваши мышцы зависят от температуры окружающей среды. Вы теряете 1% скорости на каждые 5 градусов ниже 65°F (18°С).

source: Your muscle response is highly dependent on ambient temperatures. You lose 1% of your speed for every 3 degrees below 65 F.
de: Deine Muskelreaktionszeit hängt stark von der Umgebungstemperatur ab. Du verlierst 1% deiner Geschwindigkeit für alle 3 Grad unter 65 °F.
ko: 당신의 근육은 주변 온도에 따라 큰 폭으로 다르게 반응합니다. 화씨 65도보다 3도씩 낮아질 때마다, 속도가 1%씩 느려집니다. (화씨 65도=섭씨 18.3도, 62도=16.6도, 59도=15도, ...)
ru: Ваши мышцы сильно зависят от температуры окружающей среды. Вы теряете 1% скорости на каждые 3 градуса ниже 65°F (18°С).

source: Your muscles are a little stronger. Strength + 1
de: Deine Muskeln sind ein bisschen stärker. Stärke +1
ko: 당신의 근육은 조금 강해졌습니다. 체력 + 1
ru: Ваши мышцы стали немного сильнее. Сила + 1

source: Your muscles are generally slow to move. You run 10% slower.
de: Deine Muskeln bewegen sich grundsätzlich langsam. Du läufst um 10% langsamer.
ko: 당신의 근육은 유전적으로 천천히 움직입니다. 이동 속도가 10% 느려집니다.
ru: Ваши мускулы немного замедлены. Вы бегаете на 10% хуже.

source: Your muscles are much stronger. Strength + 4
de: Deine Muskeln sind viel stärker. Stärke +4
ko: 당신의 근육은 아주 강해졌습니다. 체력 + 4
ru: Ваши мышцы стали гораздо сильнее. Сила + 4

source: Your muscles are noticeably bulging. Strength + 7
de: Deine Muskeln stehen bemerkenswert hevor. Stärke +7
ko: 몸의 근육이 쉽게 알아볼 수 있을 정도로 발달했습니다. 체력 + 7
ru: Ваши мышцы огромны, как Альпы. Сила +7

source: Your muscles are quite slow to move. You run 20% slower.
de: Deine Muskeln bewegen sich ganz schön langsam. Du läufst um 20% langsamer.
ko: 당신의 근육은 유전적으로 아주 천천히 움직입니다. 이동 속도가 20% 느려집니다.
ru: Ваши мускулы замедлены. Вы бегаете на 20% хуже.

source: Your muscles are stronger. Strength + 2
de: Deine Muskeln sind stärker. Stärke +2
ko: 당신의 근육은 더 강해졌습니다. 체력 + 2
ru: Ваши мышцы стали ещё сильнее. Сила + 2

source: Your muscles are very slow to move. You run 30% slower.
de: Deine Muskeln bewegen sich sehr langsam. Du läufst um 30% langsamer.
ko: 당신의 근육은 유전적으로 극도로 천천히 움직입니다. 이동 속도가 30% 느려집니다.
ru: Ваши мускулы очень замедлены. Вы бегаете на 30% хуже.

source: Your optic nerves and brain caught up with your eyes. Now you can see pretty well at night.
de: Deine Sehnerven und dein Gehirn haben mit deinen Augen gleichgezogen. Nun kannst du ziemlich gut in der Nacht sehen.
ko: 당신의 시신경과 뇌는 당신의 눈처럼 변해가기 시작했습니다. 이제 밤에도 꽤 괜찮은 시야를 확보할 수 있습니다.
ru: Ваши зрительные нервы и мозг приспособились к вашим измененным глазам. Теперь вы можете достаточно хорошо видеть ночью.

source: Your paws are much larger now. Manual dexterity is is difficult: permanent hand encumbrance of 2, serious problems crafting, and no gloves. But you can swim more effectively.
de: Deine Tatzen sind nun viel größer. Manuelles Geschick ist schwierig: Permanente Handbelastung von 2, ernste Probleme bei der Fertigung und keine Handschuhe. Aber du kannst effizienter schwimmen.
ru: Ваши лапы стали еще больше. Ловкость рук заметно упала: постоянная скованность ладоней 2, серьезные проблемы с производством и никаких перчаток. Но вы можете грести еще эффективнее.

source: Your scent is particularly strong. It's not offensive to humans, but animals that track your scent will do so more easily.
de: Deine Duftnote ist besonders stark. Sie ist nicht anrüchig für Menschen, aber Tiere, die deinen Geruch verfolgen, können dich somit leichter verfolgen.
ko: 당신은 체취가 유별나게 강합니다. 인간에겐 별 영향이 없지만, 당신을 추적하려는 동물이나 좀비들이 냄새를 쉽게 맡을 수 있게 됩니다.
ru: От вас исходит сильный запах. Это не волнует людей, однако животным проще идти по вашему следу.

source: Your scent is quite weak. Animals that track your scent will do so with more difficulty.
de: Dein Geruch ist ziemlich schwach. Tiere, die deinen Geruch verfolgen, können das nur mit Mühe tun.
ko: 당신은 체취를 거의 남기지 않습니다. 짐승들이 당신의 체취를 맡고 추적하기가 훨씬 어려워집니다.
ru: Вы держите своё тело в чистоте и поэтому от него исходит меньше запаха. Животным будет сложнее выследить вас по запаху.

source: Your sense organs are all over the place: eyes extending and retracting, 'ears' of various shapes migrating about, and taste & smell are uncontrollable. The world is a horrible mixup. Ugh!
de: Deine Sinnesorgane sind überall: Augen dehnen sich aus und ziehen sich zurück, »Ohren« diverser Formen wandern umher und Geschmack und Geruch sind unkontrollierbar. Die Welt ist ein furchtbares Durcheinander! Würg!
ru: Ваши органы чувств находятся везде: глаза втягиваются и выдвигаются, "уши" различных форм перемещаются с места на место, а ощущения вкуса и запаха не поддаются контролю. Мир для вас ужасающая путаница!

source: Your senses are a little keener. Perception + 1
de: Deine Sinne sind etwas schärfer. Wahrnehmung +1
ko: 당신의 감각이 조금 좋아졌습니다. 지각력 + 1
ru: Ваши чувства немного обострены. Восприятие + 1

source: Your senses are keener. Perception + 2
de: Deine Sinne sind schärfer. Wahrnehmung +2
ko: 당신의 감각이 더 좋아졌습니다. 지각력 + 2
ru: Ваши чувства обострены. Восприятие + 2

source: Your senses are much keener. Perception + 4
de: Deine Sinne sind viel schärfer. Wahrnehmung +4
ko: 당신의 감각이 아주 좋아졌습니다. 지각력 + 4
ru: Ваши чувства стали гораздо острее. Восприятие + 4

source: Your skin is coated in a light bark, like that of a tree. This provides resistance to bashing and cutting damage and minor protection from fire. Greatly reduces wet effects.
de: Deine Haut ist von einer dünnen Rinde, wie von der eines Baumes, ummantelt. Sie widersteht Schlag- und Schnittschaden und ein wenig dem Feuer. Reduziert Auswirkungen der Nässe stark.
ko: 당신의 피부는 마치 나무같습니다. 타격과 베기 데미지에 방호력을 주며, 불에 대한 약간의 방호력을 제공합니다. 몸이 젖을 때 받는 패널티를 대폭 줄여줍니다.
ru: Ваша кожа покрыта корой, как у дерева. Она более устойчива к ударам и порезам, плюс немного защищает от огня. Значительно уменьшает эффект от промокания.

source: Your skin is covered in small, woody thorns. Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive minor damage. Your punches may also deal extra damage.
de: Deine Haut ist von kleinen, hölzernen Dornen überzogen. Wann immer ein unbewaffneter Gegner eins deiner unbekleideten Körperteile schlägt, würde er einen geringfügigen Schaden erleiden. Deine Schläge können außerdem auch zusätzlichen Schaden anrichten.
ko: 당신의 피부는 작은 목질 가시로 덮여있습니다. 의류를 입지 않은 부위가 근접 공격을 당할 때, 적에게 약한 피해를 줍니다. 주먹질을 할 때도 약간의 피해를 더 줄 수 있습니다.
ru: Ваша кожа покрыта маленькими деревянными шипами. Каждый раз, когда безоружный враг поражает часть вашего тела, не покрытую одеждой, он будет получать небольшие повреждения. Ваши удары могу наносить дополнительный ущерб.

source: Your skin is covered with fine spines. Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive moderate damage.
de: Deine Haut ist mit dünnen Dornen überzogen. Wann immer ein unbewaffneter Gegner eins deiner unbekleideten Körperteile schlägt, werden sie moderaten Schaden erleiden.
ko: 당신의 피부는 미세한 가시로 덮여있습니다. 옷을 입지 않은 부분에 근접 공격을 당하면, 적에게 나쁘지 않은 피해를 줍니다.
ru: Ваша кожа покрыта мелкими шипами. Каждый раз, когда безоружный враг поражает часть вашего тела, которая не покрыта одеждой, он будет получать умеренные повреждения.

source: Your skin is fragile. Cutting damage is slightly increased for you.
de: Deine Haut ist brüchig. Der Schnittschaden ist für dich leicht erhöht.
ko: 당신의 피부는 상처 입기 쉽습니다. 베기 공격에 의해 입는 피해량이 조금 증가합니다.
ru: Ваша кожа очень тонкая. В результате, наносимый вам режущий урон увеличен.

source: Your skin is light green and has a slightly woody quality to it. This provides a weak armor, and helps you retain moisture, resulting in less thirst. Greatly decreases wet penalties.
de: Deine Haut ist hellgrün und hat eine leicht holzige Beschaffenheit. Sie ist eine schwache Panzerung und hilft dir dabei, deinen Wasserpegel aufrecht zu erhalten, was zu weniger Durst führt. Reduziert die Auswirkungen bei Nässe drastisch.
ko: 당신의 피부는 옅은 녹색이며, 약간 나무 질감이 납니다. 약간의 방호력을 주며, 몸의 수분을 보존하는데 도움을 주어 목마름을 덜어줍니다. 몸이 젖을 때 받는 패널티를 대폭 줄여줍니다.
ru: Ваша кожа светло-зеленого цвета и слегка влажная. Это обеспечивает слабую броню и помогает удерживать влагу, в результате чего меньше хочется пить. Значительно уменьшает эффект от намокания.

source: Your skin is slightly rough. This has no gameplay effect.
de: Deine Haut ist leicht spröde. Dies hat keine Auswirkungen auf die Spielmechanik.
ko: 당신의 피부는 약간 거칩니다. 게임 내 효과는 없습니다.
ru: Ваша кожа немного грубая. Не имеет эффекта.

source: Your skin is tough. Cutting damage is slightly reduced for you. Slightly decreases wet penalties.
de: Deine Haut ist widerstandsfähig. Schnittschäden sind für dich leicht reduziert. Verringert Nass-Strafen ein wenig.
ko: 당신의 피부는 튼튼합니다. 베기 공격에 의해 입는 피해량이 조금 감소합니다. 몸이 젖었을 때의 패널티가 약간 감소합니다.
ru: Вы толстокожий. Повреждения от порезов немного снижены. Также немного снижены штрафы от промокания.

source: Your skull bulges noticeably with your impressive brain. Intelligence + 7
de: Dein Schädel sticht merklich hervor mit deinem eindrucksvollem Gehirn. Intelligenz +7
ko: 극히 뛰어난 두뇌 때문에 머리뼈가 쉽게 알아볼 수 있을정도로 튀어나왔습니다. 지능 + 7
ru: Ваш череп разбухает от вашего внушительного мозга. Интеллект + 7

source: Your system has adapted to radiation. While irradiated, you will actually heal slowly, converting the radiation into hit points.
de: Dein System hat sich der Strahlung angepasst. Während einer Bestrahlung wirst du dich tatsächlich ein wenig heilen, wodurch die Strahlung zu Trefferpunkten umgewandelt wird.
ko: 당신의 몸은 방사능에 적응하였습니다. 방사능에 피폭되었을 때, 천천히 방사능을 소모하여 몸을 회복할 수 있게 됩니다.
ru: Ваш организм адаптировался к радиации. После облучения вы медленно исцеляетесь, превращая радиационное излучение в очки здоровья.

source: Your toes have grown wriggly, and you can't imagine why you wear that stuff on your feet. Take it off. It's in the way.
de: Deine Zehen sind krumm gewachsen und du kannst dir nicht vorstellen, warum du dieses Zeug an deinen Füßen trägst. Zieh’s aus. Es ist im Weg.

source: Your tongue is forked, like that of a reptile. This has no effect.
de: Deine Zunge ist gespalten, wie bei einem Reptil. Dies hat keine Auswirkung.
ko: 당신의 혀는 파충류처럼 갈라져 있습니다. 효과는 없습니다.
ru: Ваш язык раздвоен, как у рептилий. Не имеет эффекта.

source: Your upper earlobes have grown noticably higher. Fortunately, they don't get in the way of your headgear, much. Unfortunately, they also don't seem to help your hearing any.
de: Deine Ohrläppchen sind deutlich höher gewachsen. Glücklicherweise stehen sie deiner Kopfbekleidung nicht so sehr im Weg. Unglücklicherweise scheinen sie dein Gehör überhaupt nicht zu verbessern.
ko: 당신의 귓불 윗부분은 알아챌 수 있을 정도로 높아졌습니다. 다행스럽게도, 모자를 쓸 수 없게 되지는 않았습니다. 유감스럽게도, 청력에 어떠한 영향도 주지 않는 것 같습니다.
ru: Верхние кончики ваших ушей заметно выросли и заострились. К счастью, они не мешают вам носить головной убор. К сожалению, не похоже, чтобы они помогали вам лучше слышать.

source: Your visage is disgusting and liable to induce vomiting. People will not want to interact with you unless they have a very good reason to.
de: Deine Visage ist ekel- und brechreizerregend. Leute werden nichts mit dir zu tun haben wollen, außer, wenn sie einen sehr guten Grund dafür haben.
ko: 당신의 외모는 토할만큼 역겨워졌습니다. 사람들은 꼭 대화해야 할만한 이유가 아니면, 당신과 대화하지 않을 것입니다.
ru: Ваше лицо настолько отвратительно, что вызывает рвоту. Люди будут взаимодействовать с вами, только если у них есть очень веская причина.

source: Your visual processing has shifted: though you can see better in the dark, you can't see very far in the light.
de: Deine Sicht hat sich verschoben: Obwohl du besser im Dunkeln sehen kannst, kannst nicht sehr weit im Licht sehen.
ru: Ваша обработка зрительной информации была изменена: вы лучше видите в темноте, но на свету не можете далеко смотреть.

source: Your webbing is easily strong enough to support your weight. You'll use it to descend down any sheer drops you may encounter.
de: Deine Netze sind stark genug, um dein Gewicht zu tragen. Du könntest sie dazu benutzen, sicher bei allen tiefen Abgründen, denen du begegnen könntest, abzusteigen.
ru: Ваша паутина достаточно сильна, чтобы выдерживать ваш вес. Вы можете использовать её, чтобы спускаться вниз с любого обрыва, который вам попадётся.

source: bandit cabin
de: Banditenblockhaus

source: bandit camp
de: Banditenlager

# prof_desc_female
source: Ever since you were a child you loved hunting, and you soon took a liking to the challenge of hunting with a bow. Why, if the world ended there's nothing you'd want at your side more than your trusty bow. So when it did, you made made sure to bring it along.
de: Schon seit du ein Kind warst, liebtest du die Jagd und fandest früh Gefallen an der Herausforderung, mit einem Bogen zu jagen. Denn wenn die Welt aufgehört haben sollte, dann gibt es nichts, was du an deiner Seite näher haben willst, als dein treuer Bogen. Also hast du ihn mitgenommen.

# prof_desc_male
source: Ever since you were a child you loved hunting, and you soon took a liking to the challenge of hunting with a bow. Why, if the world ended there's nothing you'd want at your side more than your trusty bow. So when it did, you made made sure to bring it along.
de: Schon seit du ein Kind warst, liebtest du die Jagd und fandest früh Gefallen an der Herausforderung, mit einem Bogen zu jagen. Denn wenn die Welt aufgehört haben sollte, dann gibt es nichts, was du an deiner Seite näher haben willst, als dein treuer Bogen. Also hast du ihn mitgenommen.

# prof_desc_female
source: It was going to be your first major game, but then the cataclysm struck. Creatures unlike anything you've seen before, began attacking the attending crowd and only a handful of people managed to escape the carnage. Thanks to your quick feet, you were among the lucky few to survive and escape from the creatures.
de: Dein erstes großes Spiel stand bevor, doch dann kam die Katastrophe. Kreaturen, die anders als alles, was du je zuvor gesehen hast, sind, griffen das Publikum an und nur einer handvoll Leute gelang die Flucht aus dem Gemetzel. Dank deiner schnellen Füße warst du eine der glücklichen Wenigen, die überlebten und vor den Kreaturen flohen.

# prof_desc_male
source: It was going to be your first major game, but then the cataclysm struck. Creatures unlike anything you've seen before, began attacking the attending crowd and only a handful of people managed to escape the carnage. Thanks to your quick feet, you were among the lucky few to survive and escape from the creatures.
de: Dein erstes großes Spiel stand bevor, doch dann kam die Katastrophe. Kreaturen, die anders als alles, was du je zuvor gesehen hast, sind, griffen das Publikum an und nur einer handvoll Leute gelang die Flucht aus dem Gemetzel. Dank deiner schnellen Füße warst du einer der glücklichen Wenigen, die überlebten und vor den Kreaturen flohen.

# prof_desc_female
source: One of the lucky few who escaped the cataclysm, you made a life for yourself on the ruins of others. Whether by force, guile, or luck, you've obtained the best gear you could find.
de: Als eine der glücklichen Wenigen, die der Katastrophe entflohen, bautest du dir dein Leben auf den Ruinen der Anderen auf. Ob über Gewalt, List oder Glück, du dir hast die beste Ausrüstung, die du finden konntest, ergattert.

# prof_desc_male
source: One of the lucky few who escaped the cataclysm, you made a life for yourself on the ruins of others. Whether by force, guile, or luck, you've obtained the best gear you could find.
de: Als einer der glücklichen Wenigen, die der Katastrophe entflohen, bautest du dir dein Leben auf den Ruinen der Anderen auf. Ob über Gewalt, List oder Glück, du dir hast die beste Ausrüstung, die du finden konntest, ergattert.

# prof_desc_female
source: You used to be a professional beekeeper. You had to abandon your precious bees when the cataclysm struck, but at least you managed to grab some utensils and honey.
de: Du warst eine Berufsimkerin. Du musstest deine kostbaren Bienen aufgeben, als die Katastrophe kam, aber wenigstens konntest du dir ein paar Utensilien und Honig mitnehmen.

# prof_desc_male
source: You used to be a professional beekeeper. You had to abandon your precious bees when the cataclysm struck, but at least you managed to grab some utensils and honey.
de: Du warst ein Berufsimker. Du musstest deine kostbaren Bienen aufgeben, als die Katastrophe kam, aber wenigstens konntest du dir ein paar Utensilien und Honig mitnehmen.

# prof_desc_female
source: You're a lumberjack, and you're okay. You felled trees before before the world ended, but suspect the undead aren't nearly as tough.
de: Du bist eine Holzfällerin und dir geht es gut. Du hast Bäume gefällt, bevor die Welt aufhörte, aber du vermutest, dass die Untoten nicht ansatzweise so hartnäckig sind.

# prof_desc_male
source: You're a lumberjack, and you're okay. You felled trees before before the world ended, but suspect the undead aren't nearly as tough.
de: Du bist ein Holzfäller und dir geht es gut. Du hast Bäume gefällt, bevor die Welt aufhörte, aber du vermutest, dass die Untoten nicht ansatzweise so hartnäckig sind.

# prof_desc_female
source: You've travelled for a living, sightseeing here and there, and living off your parents' trust fund. But now they're gone, and the only thing between you and death is the open road and your backpack.
de: Durch Reisen schlugst du dich so durchs Leben, mit Besichtigungen hier und da, und lebtest vom Treuhandfonds deiner Eltern. Aber nun sind sie fort und das Einzige zwischen dir und dem Tod ist die freie Straße und dein Rucksack.

# prof_desc_male
source: You've travelled for a living, sightseeing here and there, and living off your parents' trust fund. But now they're gone, and the only thing between you and death is the open road and your backpack.
de: Durch Reisen schlugst du dich so durchs Leben, mit Besichtigungen hier und da, und lebtest vom Treuhandfonds deiner Eltern. Aber nun sind sie fort und das Einzige zwischen dir und dem Tod ist die freie Straße und dein Rucksack.

source: Evac Center
de: Notunterkunft

source: Evac Shelter
de: Notunterkunft

source: In the chaos and panic of evacuation, you got bitten by something! You didn't get proper medical care, and now the wound has started turning green.
de: Im Durcheinander und der Panik der Evakuierung wurdest du von etwas gebissen! Du hast keine brauchbare medizinische Versorgung erhalten und nun fängst die Wunde an, grün zu werden.

source: It is the winter after zero hour, cold and weary you ducked into a small cabin for the night. The next morning, you awoke to the sound of lots of movement in the woods.
de: Es ist der Winder nach der Stunde Null; frostig und erschöpft hast du dich in ein kleines Blockhaus für die Nacht begeben. Am nächsten Morgen wurdest du von den Geräuschen von lauter Bewegungen im Wald geweckt.

source: Since birth, your sole purpose in life has been the advancement of genetic science, willingly or not. Now that the apocalypse has struck, it's time to see if it did you any good.
de: Seit der Geburt ist dein einziger Lebenszweck der Fortschritt der Genforschung, egal ob freiwillig oder nicht. Jetzt, wo die Apokalypse zugeschlagen hat, ist es an der Zeit, herauszufinden, ob er irgendwas gebracht hat.

source: Whether due to stubborness,ignorance, or just plain bad luck, you missed the evacuation, and are stuck in a city full of the risen dead.
de: Ob wegen Dickköpfigkeit, Ignoranz oder einfach nur Pech: Du hast die Evakuierung verpasst und steckst in einer Stadt, die voller wiederauferstehender Toten ist, fest.

source: You've been locked in a lab with no way out! Survive as long as you can! Brag about it on the forums! (Pics or it didn't happen)
de: Du wurdest in ein Labor eingeschlossen und es führt kein Weg nach draußen! Überleb so lange, wie du kannst! Gib darüber in den Foren an! (Leg Bilder bei, sonst müssen wir davon ausgehen, dass deine Geschichte niemals passiert ist.)

source: Your House
de: Dein Haus

source: "99% dead? I'd like to see a million zombies on Wall Street."
de: »99% sind tot?« Ich würde gerne eine Million Zombies an der Wall Street sehen.«

source: "A wood ax works pretty well against them. So does a machete, but you can't cut down a tree."
de: »Eine Holzaxt funktiniert ziemlich gut gegen sie. Genau so wie eine Machete, aber du kannst keine Bäume damit fällen.«

source: "All I've got is this keg of beer and an appetite. Come at me, apocalypse!"
de: »Alles, was ich habe, ist dieses Bierfass und einen Appetit. Komm ruhig, Apokalypse!«

source: "Boyfriend stole my pistol while I was asleep. I locked him in the bathroom and set the house on fire. At least he attracted their attention."
de: »Mein Freund klaute mir meine Pistole, während ich schlief. Ich sperrte ihn im Badezimmer ein und steckte das Haus in Brand. Wenigstens hat er ihre Aufmerksamkeit erregt.«
ru: "Мой парень украл мой пистолет когда я спала. Я закрыла его в ванной и подожгла дом. По крайней мере это привлекло их внимание."
