Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A sharpened bolt made from metal of some kind. It's light but unwieldy, providing moderate accuracy, because it's been filled with explosives and fitted with an impact trigger.
ru: Заостренный металлический арбалетный болт. Легкий, но громоздкий. Обладает средней точностью, так как начинен взрывчаткой и снабжен детонатором.

source: A crude shaft made from plastic. It needs arrowheads and fletching to become a functional arrow. You can, however, fire it from a bow.
ko: 플라스틱으로 만든 조잡한 화살대입니다. 제대로 된 화살이 되려면 화살촉과 깃이 필요하지만, 그래도 이대로 쏠 수는 있습니다.
ru: Грубо сделанная ось из пластика. Чтобы получилась полно-функциональная стрела необходим наконечник и оперение. Тем не менее и в таком виде подходит для стрельбы из лука.

source: Plastic heads for an arrow. Placing these on arrows will make them more damaging and piercing.
ko: 플라스틱제 화살촉입니다. 이걸 화살에 달면 화살의 위력과 관통력이 상승합니다.
ru: Пластиковый наконечник стрелы. При установке увеличивает проникновение и повреждение у стрелы.

source: A thin and flat knife made for throwing. Its ineffective cutting edge and odd shape makes it unsuitable for use as a tool.
ko: 투척을 위해 얊고 납작한 나이프입니다. 날이 비효율적이고 이상한 생김새 덕분에 도구로서는 부적합합니다.
ru: Тонкий и плоский нож, созданный для метания. Его лезвие и форма делает его непригодным для использования в качестве инструмента.

source: A lightweight hatchet made for throwing. Its ineffective cutting edge and light weight makes it unsuitable for use as a tool.
ko: 투척용으로 만들어진 가벼운 도끼입니다. 너무 가볍고 도끼날도 날카롭지 않기 때문에, 도구로 사용할 수는 없습니다.
ru: Легкий топор сделанный для метания. Его лезвие и легкий вес делает его непригодным для использования в качестве инструмента.

source: wood fishing spear
ru: деревянный гарпун

source: An underwater fishing spear made from wood tipped with steel. It's very light, but doesn't have much range. Stands a good chance of remaining intact once fired.
ko: 나무 끝을 강철로 날카롭게 만든 작살이다. 매우 가볍지만 멀리 날아가지 못한다. 재사용 할 수 있을 가능성이 높다.
ru: Деревянное копье со стальным наконечником для подводной охоты. Очень легкое и не дальнобойное. Имеет хорошие шансы остаться неповрежденным.

source: An underwater fishing spear made from metal. It's light, but doesn't have much range. Stands a good chance of remaining intact once fired.
ko: 금속으로 만든 작살이다. 가볍지만 멀리 날아가지 못한다. 재사용 할 수 있을 가능성이 높다.
ru: Копье из металла для подводной охоты. Легкое, но не дальнобойное. Имеет хорошие шансы остаться неповрежденным.

source: An underwater fishing spear made from carbon fiber. It's very light, but doesn't have much range. Stands a good chance of remaining intact once fired.
ko: 탄소섬유로 만든 작살이다. 매우 가볍지만 멀리 날아가지 못한다. 재사용 할 수 있을 가능성이 높다.
ru: Копье для подводной охоты, сделанное из карбонового волокна. Очень легкое и не дальнобойное. Имеет хорошие шансы остаться неповрежденным.

source: Some cotton seeds. Can be processed to produce an edible oil.
ko: 약간의 목화 씨앗입니다. 식용유를 만드는 데 사용할 수 있습니다.
ru: Несколько семян хлопка. Из них можно выжать пищевое масло.

source: Weak hand-reloaded shotgun ammunition. Designed for hunting birds and other small game, its applications in combat are very limited.
ko: 약한 수제 재생 산탄입니다. 조류나 다른 작은 동물을 사냥하기 위해 만들어졌습니다. 실전에 사용하기는 힘듭니다.
ru: Слабые переснаряжённые боеприпасы для дробовиков. Предназначены для охоты на птиц и мелких животных. Использование в качестве боевых патронов малоэффективно.

source: A hand-reloaded shell filled with iron pellets. Extremely damaging, plus the spread makes it very accurate at short range. Favored by SWAT forces.
ko: 강철 알갱이가 들어있는 산탄입니다. 극도로 살상력이 높으며, 잘 퍼지기 때문에 근거리에서 명중률이 높습니다. SWAT 에서 많이 사용합니다. 이것은 손수만든 재생탄입니다.
ru: Переснаряжённые оружейные патроны с дробью. Способны нанести огромные повреждения, а разброс при выстреле делает их очень точными на коротких расстояниях. Часто используются штурмовиками SWAT.

source: A hand-reloaded shotgun slug loaded with concussive explosives. While the slug itself will not do much damage to its target, it will explode on contact.
ko: 충격성 폭발물을 탑재한 슬러그탄입니다. 탄 자체의 피해량은 그리 크지 않지만, 무언가에 닿는 즉시 폭발합니다. 이것은 손수만든 재생탄입니다.
ru: Переснаряжённый свинцовый патрон для дробовика с фугасным взрывчатым веществом, которое детонирует при контакте с целью.

source: A hand-reloaded shotgun shell filled with tiny steel darts. Extremely damaging, plus the spread makes it very accurate at short range. Slices through most forms of armor with ease.
ko: 작은 강철 화살로 채워진 산탄입니다. 극도로 살상력이 높으며, 잘 퍼지기 때문에 근거리에서 명중률이 높습니다. 대부분의 장갑을 쉽게 관통합니다. 이것은 손수만든 재생탄입니다.
ru: Переснаряжённые патроны для дробовика, оснащённые маленькими стальными дротиками. Очень точные на близких дистанциях, наносят ужасные повреждения, легко проходят через броню.

source: 9 millimeter parabellum is generally regarded as the most popular handgun cartridge and used by the majority of US police forces. It is also a very popular round in sub-machine guns. This one has been hand-reloaded.
ko: 9mm 파라블럼탄은 대부분의 권총에 사용되는 탄약입니다. 미국 경찰에서 많이 사용되며 기관단총의 탄약으로도 많이 사용됩니다. 이것은 손수 만든 재생탄입니다.
ru: 9 миллиметровый "Парабеллум" один из самых популярных пистолетных патронов, большинство полицейских США используют именно его. Также существует много пистолетов-пулеметов, использующих эти боеприпасы. Эти патроны были переснаряжены.

source: Attempts to improve the ballistics of 9mm ammunition lead to high-pressure rounds. Increased velocity results in superior accuracy and damage. This one has been hand-reloaded.
ko: 9mm 탄약의 탄도를 개선시키려는 시도의 결과물입니다. 장약을 증가시켜 고압력 탄이 되었습니다. 탄속이 증가되었고, 정확도와 살상력이 증가되었습니다. 이것은 손수 만든 재생탄입니다.
ru: Попытки улучшить баллистические характеристики 9мм амуниции привели к созданию патронов с высоким давлением. Повышение скорости пули привело к увеличению точности и наносимых повреждений. Эти патроны были переснаряжены.

source: A step beyond the high-pressure 9mm +P round, the +P+ has an even higher internal pressure that offers a degree of armor-penetrating ability. This one has been hand-reloaded.
ko: 9mm +P 탄보다 더 강력한 탄입니다. 더 강한 내부 압력을 가지고 있으며, 약간의 장갑 관통력을 가지고 있습니다. 이것은 손수 만든 재생탄입니다.
ru: Следующий шаг развития патрона 9mm +Р, +Р+ выдает ещё большее давление, что позволяет поражать защищённые бронежилетами цели. Эти патроны были переснаряжены.

source: The .38 Smith & Wesson Special enjoyed popularity among US police forces throughout the 20th century. It is most commonly used in revolvers. This one has been hand-reloaded.
ko: .38 구경 스미스 앤 웨슨 스페셜 탄입니다. 20세기 동안 미국의 경찰들이 애용했습니다. 주로 리볼버에 사용됩니다. 이것은 손수 만든 재생탄입니다.
ru: .38 Smith & Wesson Special были очень популярны среди полицейских двадцатого века. Чаще всего используется в револьверах. Эти патроны были переснаряжены.

source: The .38 Super is a high-pressure load of the .38 Special caliber. It is a popular choice in pistol competitions for its high accuracy, while its stopping power keeps it popular for self-defense. This one has been hand-reloaded.
ko: .38 Super는 .38 Special탄에 장약을 더 넣어 제작된 고압탄입니다. 권총탄들 중에서는 높은 저지력을 가지면서도 정확도가 좋기 때문에, 호신용으로 인기가 많습니다. 이것은 손수 만든 재생탄입니다.
ru: .38 Super — это патроны повышенного давления. Популярны как патроны для соревнований из-за высокой точности, и как патроны для самообороны, благодаря приличному останавливающему действию. Эти патроны были переснаряжены.

source: A brass-jacketed .38 round. This increases penetration slightly at the cost of reduced expansion. This one has been hand-reloaded.
ko: 탄두를 황동으로 코팅한 .38 탄입니다. 대인저지력을 포기한 덕분에 관통력이 약간 증가되었습니다. 이것은 손수 만든 재생탄입니다.
ru: Пуля калибра .38 с цельнометаллической оболочкой. Увеличена проникающая способность за счёт снижения дистанции стрельбы. Эти патроны были переснаряжены.

source: Originally used by the FBI, the organization eventually abandoned the round due to its high recoil. Although respected for its versatility and power, it has largely been supplanted by the downgraded .40 S&W. This one has been hand-reloaded.
ko: 원래 FBI에서 사용되었지만, 높은 살상력과 대인저지력에도 불구하고 강한 반동 때문에 버려진 탄종입니다. 대부분 .40 S&W탄으로 대체되었습니다. 이것은 손수 만든 재생탄입니다.
ru: Изначально использовался агентами ФБР, которые от него отказались из-за сильного импульса отдачи. Однако в "фирме" патрон пользовался признанием благодаря универсальности и мощи. Был заменён патроном .40 S&W. Эти патроны были переснаряжены.

source: The .40 Smith & Wesson round was developed as an alternative to 10mm Auto for the FBI after they complained of high recoil. It is as accurate as 9mm, but has greater stopping power, leading to widespread use in law enforcement. This one has been hand-reloaded.
ko: 40 S&W 탄은 강한 반동 때문에 FBI로부터의 불만이 많았던 10mm 오토 탄 대신 사용하기 위해 개발됐습니다. 9mm 탄만큼 정확하면서도 강한 저지력을 가졌기 때문에 경찰이 널리 사용했습니다. 이것은 손수 만든 재생탄입니다.
ru: Патроны .40 Smith & Wesson были разработаны для ФБР в качестве замены патрона 10mm Auto, после замечаний о сильной отдаче. Обладают такой же точностью, как и 9мм, но имеют более высокую останавливающую способность, благодаря чему использовались и полицейскими. Эти патроны были переснаряжены.

source: A brass-jacketed .40 Smith & Wesson round. This increases penetration slightly at the cost of reduced expansion. This one has been hand-reloaded.
ko: 탄두를 황동으로 코팅한 .40 S&W탄입니다. 대인저지력을 포기한 덕분에 관통력이 약간 증가되었습니다. 이것은 손수 만든 재생탄입니다.
ru: Пуля калибра .40 Smith & Wesson с цельнометаллической оболочкой. Увеличена проникающая способность за счёт снижения дистанции стрельбы. Была перезаряжена вручную.

source: A brass-jacketed variant of the .44 Magnum round. This increases penetration slightly at the cost of reduced damage from expansion. This onehas been hand-reloaded.
ko: 탄두를 황동으로 코팅한 .44 매그넘탄입니다. 대인저지력을 포기한 덕분에 관통력이 약간 증가되었습니다. 이것은 손수만든 재생탄입니다.
ru: Пуля калибра .44 Магнум с цельнометаллической оболочкой. Увеличена проникающая способность за счёт снижения дистанции стрельбы. Эти патроны были переснаряжены.

source: The .45 round was one of the most popular and powerful handgun rounds through the 20th century. It features very good accuracy and stopping power, but suffers from moderate recoil and poor armor penetration. This one has been hand-reloaded.
ko: .45 탄은 20세기에 가장 인기있고 강력한 권총탄이었습니다. 훌륭한 명중률과 대인저지력이 특징이지만, 반동과 형편없는 관통력이 발목을 잡습니다. 이것은 손수만든 재생탄입니다.
ru: Патрон .45 Automatic Colt Pistol являлся одним из самых популярных в XX веке. К плюсам можно отнести хорошие показатели точности и останавливающей силы, к минусам же — отдачу и скромную пробивающую способность. Эти патроны были переснаряжены.

source: Full Metal Jacket .45 rounds are designed to overcome the poor armor penetration of the standard ACP round. However, they are less likely to expand upon impact, resulting in reduced damage overall. This one has been hand-reloaded.
ko: .45 FMJ탄은 일반적인 .45 ACP탄의 약한 관통력을 보완하기 위해 제작되었습니다. 하지만 착탄시에 덜 파쇄되기 때문에 살상력이 조금 떨어집니다. 이것은 손수만든 재생탄입니다.
ru: Патроны .45 калибра с цельнометаллической оболочкой (Full Metal Jacked, FMJ) были разработаны как альтернатива .45 ACP, пробивающая способность которых оставляла желать лучшего. Эти патроны имеют меньше шансов расплющиться при попадании в цель или препятствие, ценой снижения останавливающего действия. Эти патроны были переснаряжены.

source: The .45 Super round is an updated variant of .45 ACP. It is overloaded, resulting in a great increase in muzzle velocity. This translates to higher accuracy and range, a minor armor piercing capability, and greater recoil. This one has been hand-reloaded.
ko: .45 Super탄은 .45 ACP탄의 최신 변종탄 중 하나입니다. 장약을 훨씬 많이 넣어 총구 탄속이 크게 증가했습니다. 또한 정확도와 사거리가 증가하고, 약간의 방어구 관통력이 생겼지만, 그만큼 반동도 강해졌습니다. 이것은 손수만든 재생탄입니다.
ru: Патроны .45 Super являются модернизированным вариантом .45 ACP. Увеличена навеска пороха, что повышает начальную скорость пули. Как результат, улучшились показатели точности, эффективной дальности, незначительно проникающей способности. Но вместе с тем усилилась и отдача. Эти патроны были переснаряжены.

source: The .454 Casull round a very powerful revolver round capable of killing huge game, like elephants, with ease. It's designed to be used with the Taurus Raging Bull. This one has been hand-reloaded.
ko: .454 Casull탄은 코끼리 같은 대형 사냥감을 잡는데 사용되는 매우 강력한 리볼버용 탄입니다. 타우러스 레이징 불(Taurus Raging Bull) 리볼버에 사용됩니다. 이것은 손수 만든 재생탄입니다.
ru: Патрон .454 Casull - это очень мощный револьверный патрон. Создан для большой охоты, например, на слона. Используется в револьвере Таурус "Бешеный бык". Эти патроны были переснаряжены.

source: Claimed to be the world's most powerful handgun round, the .500 S&W Magnum was developed in tandem with the revolutionary S&W 500 Revolver. This one has been hand-reloaded.
ko: 세상에서 가장 강력한 권총탄이라는 .500 S&W 매그넘탄은 혁명적인 S&W 500 리볼버의 전용탄으로 제작되었습니다. 이것은 손수 만든 재생탄입니다.
ru: Обойма патрон .500 S&W Магнум, одних из мощнейших пистолетных патронов в мире, была разработана компанией "Smith and Wesson" одновременно вместе с крутейшим револьвером S&W 500. Эти патроны были переснаряжены.

source: The 5.7x28mm round is a proprietary round developed by FN Hestal for use in their P90 SMG. While it is a very small round, comparable in power to .22, it features incredible armor-piercing capabilities and very low recoil. This one has been hand-reloaded.
ko: 5.7x28mm탄은 FN에서 개발한 P90 기관단총의 전용탄입니다. 위력은 .22 탄 수준으로 약하지만, 반동이 매우 적고 뛰어난 방어구 관통력을 갖고 있습니다. 이것은 손수 만든 재생탄입니다.
ru: Патрон 5.7х28мм является собственной разработкой концерна Fabrique Nationale d'Herstal (FN) для пистолета-пулемета P90. Хоть по мощности он сопоставим с .22LR, но обладает впечатляющей проникающей способностью и незначительным импульсом отдачи. Эти патроны были переснаряжены.

source: Designed by Heckler & Koch to compete with the 5.7x28mm round, 4.6x30mm is, like the 5.7, designed to minimize weight and recoil while increasing penetration of body armor. Its low recoil makes it ideal for automatic fire. This one has been hand-reloaded.
ko: H&K사가 5.7x28mm탄의 경쟁상대로 개발한 4.6x30mm탄은, 5.7mm탄처럼 관통력은 높이고 중량과 반동을 줄이는 설계로 만들어졌습니다. 반동이 적어 완전자동 사격에 적합합니다. 이것은 손수 만든 재생탄입니다.
ru: Разработан концерном Heckler & Koch в качестве конкурента патрону FN 5.7х28мм. Как и патрон FN, примечателен малым весом, небольшим импульсом отдачи и отличной проникающей способностью. Именно низкая отдача делает этот патрон идеальным для использования в пистолетах-пулеметах. Эти патроны были переснаряжены.

source: Designed during World War II by the Soviet Union, the popularity of the AK-47 and the SKS contributed to the widespread adoption of the 7.62x39mm rifle round. However, due to its lack of yaw, this round deals less damage than most. This one has been hand-reloaded.
ko: 제2차 세계 대전 기간 동안 소비에트 진영에서 만들어졌으며, AK-47과 SKS가 유명세를 얻음에 따라 7.62x39mm탄 역시 널리 퍼지게 되었습니다. 하지만 이 탄은 다른 일반적인 탄환보다 더 적은 피해만을 줄 수 있습니다. 이것은 손수만든 재생탄입니다.
ru: Разработан во время Второй Мировой Войны в Советском Союзе. Популярность АК-47 и СКС способствовало широкому распространению патрона 7.62x39мм в качестве винтовочного. Из недостатков, по сравнению с аналогичными патронами, можно отметить достаточно большое отклонение пуль. Эти патроны были переснаряжены.

source: The M67 variant of the popular 7.62x39mm rifle round was designed to improve yaw. This causes the round to tumble inside a target, causing significantly more damage. It is still outdone by shattering rounds. This one has been hand-reloaded.
ko: 유명한 7.62x39mm M43탄의 변종인 M67탄은 탄두 요동현상을 강화시켰습니다. 표적 내부에서 탄두가 이리저리 헤집고 다니게 되어 위력이 크게 상승했지만, 그래도 파열성 탄환보다는 위력이 약합니다. 이것은 손수만든 재생탄입니다.
ru: M67 - модификация популярного патрона калибра 7.62x39мм (пуля со смещённым центром тяжести). При проникновении в тело пуля изменяет траекторию своего движения, причиняя тем самым значительные повреждения, хотя по урону проигрывает разрывным патронам. Эти патроны были переснаряжены.

source: The .223 rifle round is a civilian variant of the 5.56 NATO round. It is designed to tumble or fragment inside a target, dealing devastating damage. The lower pressure of the .223 compared to the 5.56 results in lower accuracy. This one has been hand-reloaded.
ko: .223 Remington탄은 5.56mm NATO탄의 민수판입니다. 표적 속을 헤집고 다니거나 표적 내부에서 파열하여 아주 강력한 살상력을 발휘하도록 만들어졌습니다. 5.56mm탄에 비해 총열 압력이 낮아졌기에 정확도도 더 낮아졌습니다. 이것은 손수만든 재생탄입니다.
ru: Промежуточный патрон .223 является гражданским вариантом патрона 5.56 NATO. При попадании пуля расплющивается или разрушается, нанося сильные рваные ранения. По сравнению с 5.56 NATO, давление у .223 понижено, что привело к потере точности на больших дистанциях. Эти патроны были переснаряжены.

source: This rifle round has enjoyed widespread use in NATO countries, thanks to its very light weight and high damage. It is designed to shatter inside a target, inflicting massive damage. This one has been hand-reloaded.
ko: 5.56mm NATO탄은 뛰어난 위력과 매우 가벼운 탄약 중량으로 인해 NATO 가입국 전체에 널리 퍼졌습니다. 표적 내부에서 파열되도록 설계되었기에 엄청난 살상력을 가지게 되었습니다. 이것은 손수만든 재생탄입니다.
ru: Этот промежуточный патрон принят на вооружение армий блока NATO, благодаря малому весу патрона и хорошим баллистическим характеристикам. Способен нанести сильный урон. Эти патроны были переснаряжены.

source: Based off the military .30-03 round, the .270 rifle round is compatible with most guns that fire .30-06 rounds. However, it is designed for hunting, and is less powerful than the military rounds, with nearly no armor penetration. This one has been hand-reloaded.
ko: 군용 30-03탄을 기반으로 만들어진 .270 소총탄은 대부분의 총에서 사용할 수 있습니다. 하지만 사냥용으로 설계되었기에 군용탄보다 위력이 약하고 관통력이 거의 없다시피 합니다. 이것은 손수만든 재생탄입니다.
ru: Охотничий вариант армейского патрона .30-06, может использоваться в оружии под военный патрон. Отличается от армейского низкой пробивающей способностью. Эти патроны были переснаряжены.

source: The .30-06 is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise. This one has been hand-reloaded.
ko: .30-06은 장거리 사격을 위해 만들어진 매우 강력한 소총탄입니다. 놀라울 정도로 정확도와 방어구 관통력이 높아 가장 치명적인 탄환으로 불리고, 강력한 반동과 총성만이 단점으로 꼽힙니다. 이것은 손수만든 재생탄입니다.
ru: .30-06 — это очень мощный армейский патрон, предназначенный для стрельбы на дальние дистанции. За высокую точность и огромную пробивающую силу приходится платить чудовищной отдачей и оглушающим грохотом выстрела. Эти патроны были переснаряжены.

source: A hand-reloaded variant of the powerful .30-06 sniper round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances.
ko: 강력한 .30-06 저격소총탄의 소이탄 버전으로, 타격과 동시에 연소하여 방어구를 관통하고 가연성 물질에 불을 붙입니다. 이것은 손수만든 재생탄입니다.
ru: Переснаряженный вариант бронебойно-зажигательного патрона .30-06. Предназначен для воспламенения горючих веществ типа бензина или пропана.

source: The .308 Winchester is a rifle round, the commercial equivalent of the military 7.62x51mm round. Its high accuracy and phenomenal damage have made it the most popular hunting round in the world. This one has been hand-reloaded.
ko: .308 Winchester는 소총탄으로서 군용 7.62x51mm의 판매용 버전입니다. 높은 정확도와 경이적인 살상력 덕분에, 전 세계적으로 사냥용으로 많이 사용되는 총탄입니다. 이것은 손수만든 재생탄입니다.
ru: Патрон калибра .308 Winchester - винтовочный патрон, коммерческий эквивалент военного 7.62x51мм. Его высокая точность и феноменальная повреждающая способность сделали его самым популярным патроном для охоты. Эти патроны были переснаряжены.

source: The 7.62x51mm largely replaced the .30-06 round as the standard military rifle round. It is lighter, but offers similar velocities, resulting in greater accuracy and reduced recoil. This one has been hand-reloaded.
ko: 7.62x51mm탄은 군용탄으로서 .30-06을 거의 대체했습니다. 조금 가벼워졌으면서도 탄속이 거의 비슷하기 때문에, 반동은 줄어들었으면서도 정확도는 상승했습니다. 이것은 손수만든 재생탄입니다.
ru: 7.62x51мм были приняты на вооружение как замена армейского патрона .30-06. Этот патрон имеет меньший вес, чем у своего предшественника, что привело к большей устойчивости пули в полете и уменьшению отдачи. Эти патроны были переснаряжены.

source: A hand-reloaded variant of the powerful 7.62x51mm round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances.
ko: 강력한 7.62x51mm탄의 소이탄 버전으로, 타격과 동시에 연소하여 방어구를 관통하고, 가연성 물질에 불을 붙입니다. 이것은 손수만든 재생탄입니다.
ru: Переснаряженный вариант бронебойно-зажигательного патрона 7.62х51мм. Предназначен для воспламенения горючих веществ типа бензина или пропана.

source: In the middle of the 21st Century, military powers began to look towards energy based weapons. The result was the standard fusion pack, capable of delivering bolts of superheated gas at near light speed with no recoil. This one has been hand-crafted from spare parts.
ko: 21세기 중반, 군사 강국들은 에너지 무기에 관심을 보이기 시작했습니다. 그 결과 초고온 가스탄을 아광속으로 날리면서도 반동은 전혀 없는, 규격화된 핵융합 전지가 만들어졌습니다. 이것은 예비 부품으로 만든 수제품입니다.
ru: В начале XXI века армия обратила свое внимание на энергетические виды вооружения. В результате была разработана стандартная батарея ядерного синтеза, используемая для питания оружия, требующего очень мощных элементов питания. Эта была сделана вручную из запчастей.

source: A hand-reloaded 40mm grenade with a buckshot load.
ko: 금속제 구슬을 채운 40mm 유탄입니다. 이것은 손수만든 재생탄입니다.
ru: переснаряженная 40мм граната начинённая картечью

source: A hand-reloaded 40mm grenade with an armor-piercing flechette load.
ko: 방어구 관통용 철침이 들어있는 40mm 유탄입니다. 이것은 손수만든 재생탄입니다.
ru: переснаряженная 40мм граната с бронебойными стреловидными поражающими элементами.

source: Designed to defeat modern body armor, the Rivtech 5x50mm flechette round features a biodegradable sabot and a single, fin-stabilized penetrator. This one has been hand-reloaded.
ko: 현대의 방탄복을 무력화시킬 수 있도록 설계된 Rivtech사의 5x50mm 플레쉐트탄은 생분해성 송탄통과 하나의 날개안정식 관통자로 구성되어 있습니다. 이것은 손수만든 재생탄입니다.
ru: Оперенные подкалиберные патроны Rivtech 5x50мм разработаны для пробивания современных бронежилетов, их отличительной чертой является биоразлагающийся поддон и сердечник со стабилизатором.

source: The .50 BMG is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise. This one has been hand-reloaded.
ko: .50 BMG탄은 장거리 사격용으로 제작된 매우 강력한 소총탄입니다. 놀라울 정도로 정확도와 방어구 관통력이 높아 가장 치명적인 탄환으로 불리고, 강력한 반동과 총성만이 단점으로 꼽힙니다. 이것은 손수만든 재생탄입니다.
ru: .50 BMG очень мощный и дальнобойный винтовочный патрон. Его точность и колоссальная бесперебойность делают его одним из самых смертоносных из существующих патронов, к недостаткам можно отнести сильную отдачу и шум. Эти патроны были переснаряжены.

source: A hand-reloaded solid steel copper jacketed variant of the .50 BMG round. Penetration is increased, but damage is reduced.
ko: 강철과 구리로 복합 코팅된 탄두를 가진 .50 BMG탄의 변종입니다. 관통력이 높아졌지만 그만큼 살상력도 줄어들었습니다. 이것은 손수만든 재생탄입니다.
ru: Переснаряженный цельнометаллический .50 BMG патрон в медной оболочке. Имеет увеличенное проникновение, но пониженный урон.

source: A hand-reloaded variant of the powerful .50 BMG sniper round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances.
ko: 강력한 .50 BMG탄의 소이탄 버젼으로, 타격과 동시에 연소하여 방어구를 관통하고, 가연성 물질에 불을 붙입니다.\n 이것은 손수만든 재생탄입니다.
ru: Переснаряженная вариация мощного снайперского патрона .50 BMG. Зажигательные патроны спроектированы так, чтобы воспламеняться при столкновении, пробивать броню и воспламенять горючие вещества.

source: A hand-reloaded heavy plastic cartridge made for use in flare guns. It appears to be a modified 12 gauge shotgun shell.
ko: 조명총에 사용되는 무거운 플라스틱 카트리지입니다. 12 gauge 산탄총용 탄환의 개조판인 것 같습니다. 이것은 손수만든 재생탄입니다.
ru: Тяжелый пластиковый патрон для сигнального оружия. Является модификацией патрона для дробовика 12-ого калибра. Был переснаряжен.

source: The .32 ACP was a popular handgun cartridge in the 20th century. Not so powerful as the .38 or the 9mm though.
ko: .32 ACP탄은 20세기의 인기있는 권총탄이었습니다. 하지만 .38 탄이나 9mm탄만큼 강력하지는 않습니다.
ru: .32 ACP популярный пистолетный патрон 20-го века. Не такой мощный как .38 или 9мм.

source: This small caliber pistol round offers good armor penetration at the cost of slightly less damage. It is rarely used outside of the Chinese army.
ko: 이 소구경 권총탄은 살상력이 적은대신 높은 관통력을 가지고 있습니다. 중국군을 제외하곤 매우 적게 사용됩니다.
ru: Этот пистолет малого калибра имеет хорошую бронепробиваемость, но причиняет меньше урона. Редко встречается вне китайской армии.
