Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You land on the ground.
de: Du landest auf dem Boden.
ja: 着地しました。
ko: 땅 위에 착륙했습니다.
ru: Вы приземлились.
zh_cn: 你落在地面上。

source: You leave the empty %s on the ground
zh_cn: 你把空的%s留在地上。

source: You let go of the %s
de: Du lässt %s los.
ja: %sを放しました。
ko: %s을(를) 놔줬습니다.
ru: Вы отпускаете %s
zh_cn: 你松开了%s。

source: You let go of the %s as it slides past %s
de: Du lässt %s los, weil es an %s vorbeirutscht.
ja: 手を離すと%sは%sを滑っていきました。
ko: %s을(를) 놓아주자, %s은(는) 뒤로 미끄러지듯이 사라졌습니다.
ru: Вы отпускаете %s, когда он проскальзывает мимо %s
zh_cn: 你松开了%s，在它滑过%s时。

source: You lose control of %s.
de: Du verlierst die Kontrolle über %s.
ja: %sの制御を失いました。
ko: %s의 조종능력을 잃었습니다.
ru: Вы теряете управление над %s.
zh_cn: 你失去了对 %s 的控制

source: You manage to push past!
de: Du schaffst es, dich vorbeizudrängen.
ja: 何とかして押し出しました！
ko: 가까스로 밀어제꼈습니다!
ru: Вам удается протолкнуться!
zh_cn: 你总算推了过去!

source: You manage to slip past!
de: Du schaffst es, dich durchzuquetschen.
ja: 何とかして通り抜けました！
ko: 가까스로 슬쩍 통과했습니다!
ru: Вам удается проскользнуть!
zh_cn: 你总算滑了过去！

source: You may want to deactivate these before you sleep.
ja: 眠る前にこれらの道具のスイッチを切ったほうがいいでしょう。
zh_cn: 睡觉前你可能希望能关掉这些东西。

source: You mount the %s on your %s, ready to store gear.
de: Du befestigst das %s an deinem %s, bereit, um Zeugs zu lagern.
ja: %sと%sを組み合わせました。保管できます。
zh_cn: 你把 %s 给 %s 背上，准备放进物品。

source: You need a UPS with at least %d charges or an advanced UPS with at least %d charges to fire that!
ja: 撃つにはUPS(充電(%d))かUPS改(充電(%d))が必要です！
zh_cn: 你需要至少 %d 点UPS电量（或 %d 点高级UPS电量）来射击！

source: You need a free arm to drive!
de: Du brauchst einen freien Arm zum Fahren!
ja: 運転するには腕を自由にする必要があります！
ko: 운전하려면 팔이 자유로워야 합니다!
ru: Для вождения нужна свободная рука!
zh_cn: 你需要空出手来操作。

source: You need a short rope
de: Du brauchst ein kurzes Seil
ja: ロープ(1.8m)が必要です。
zh_cn: 你需要一条短绳子

source: You need to be standing near acceptable terrain or furniture to use this weapon. A table, a mound of dirt, a broken window, etc.
de: Du musst in der Nähe von akzeptablen Gelände oder einem Möbel stehen, um diese Waffe benutzen zu können. Ein Tisch, ein Erdhügel, ein zerbrochenes Menster, usw.
ja: この武器を使うには、テーブル、畝、割れた窓など適切な地形の近くに立つ必要があります。
ko: 이 무기를 사용하려면 알맞은 지형이나 가구 위에 서 있어야 합니다. 테이블, 흙더미, 깨진 창문 등
ru: Для использования этого оружия нужно стоять рядом с подходящей мебелью и местностью: столом, землёй, сломанным окном и т.д.
zh_cn: 你需要站在可接受的地形或家具附近使用这个武器。一张桌子，一堆泥污，一扇破窗等等。

source: You need to breathe but you can't swim! Get to dry land, quick!
de: Du musst atmen, aber kannst nicht schwimmen! Beweg dich schnell auf trockenes Land!
ja: 息継ぎが必要だが、貴方は泳げない！早く陸地に上がらないと！
ko: 숨을 쉬어야 하지만, 수영을 할 수 없습니다! 뭍으로 올라가십시오! 빨리!
ru: Вам нужно вздохнуть, к тому же вы не умеете плавать! Быстрее выбирайтесь на землю!
zh_cn: 你需要呼吸，但是你不会游泳！赶紧爬上岸！

source: You need to breathe! (%s to surface.)
de: Du musst atmen! (%s zum Auftauchen.)
ja: 息継ぎが必要だ！ (%sで水面へ)
ko: 숨을 쉬어야 합니다! (수면까지 %s)
ru: Вам необходимо вдохнуть! (%s чтобы всплыть.)
zh_cn: 你需要呼吸！(按 %s 向上游)

source: You need to reload!
de: Du musst nachladen!
ja: 再装填する必要があります！
ko: 재장전해야 합니다!
ru: Вам нужно перезарядиться!
zh_cn: 你需要重新加载！

source: You now know a lot more than just 10 styles of kung fu.
de: Nun beherrscht du wesentlich mehr als nur 10 Kung-Fu-Techniken.
ja: 10派の功夫とそれ以上のものを習得しました。
ru: Сейчас вы знаете более 10 стилей кунг фу.
zh_cn: 你现在通晓N种武术！你丫就是个还活着的江湖百晓生！

source: You open the %s's %s.
de: Du öffnest %2$s von %1$s.
ja: %sの%sを開けました。
ko: %s의 %s을(를) 열었습니다.
ru: Вы открыли %s %s.
zh_cn: 你打开%s的%s.

source: You pour %s into the %s.
de: Du schüttest %s in das %s.
ja: %sを%sに注ぎ入れました。
zh_cn: 你把%s灌进%s。

source: You pour %s into your %s.
de: Du schüttest %s in %s.
ja: %sを%sに注ぎました。
ko: %s을(를) %s에 넣었습니다.
ru: Вы налили %s в ваш %s
zh_cn: 你将 %s 灌进你的 %s。

source: You pull a handbrake.
de: Du ziehst eine Handbremse.
ja: ハンドブレーキを引きました。
ko: 핸드 브레이크를 당겼습니다.
ru: Вы дёрнули ручной тормоз.
zh_cn: 你拉下了手刹。

source: You pull the rope...
de: Du ziehst das Seil.
ja: ロープを引っ張りました...
ko: 로프를 당겼습니다...
ru: Вы тянете за верёвку...
zh_cn: 你拉了把绳子...

source: You pull your %s from its %s and ready it to fire.
de: Du ziehst deine %s aus ihrem %s und machst sie schussbereit.
ja: %sを%sから抜き放ち、発射する準備をしました。
zh_cn: 你拉出你的 %s 从它的 %s 里并且准备开火。

source: You push %s out of the way.
de: Du schiebst %s aus dem Weg.
ja: %sをどかしました。
ko: %s을(를) 밀어냈습니다.
ru: Вы толкаете %s с дороги.
zh_cn: 你把%s推开了。

source: You pushed the %s, but it resisted.
de: Du hast das %s geschoben, aber es wehrte sich.
ja: %sを押しましたが、抵抗されました。
zh_cn: 你推了下%s，但它有点抗拒。

source: You pushed the %s.
de: Du hast das %s geschoben.
ja: %sを押しました。
zh_cn: 你推动%s。

source: You put several items in the %s's %s.
de: Du verstaust diverse Gegenstände in das %2$s vom %1$s.
ja: 複数のアイテムを%sの%sに置きました。
ko: 몇 가지 물품을 %s의 %s 안에 넣었습니다.
ru: Вы положили несколько предметов в %s %s.
zh_cn: 你将一些物品放进 %s 的 %s 。

source: You put several items in the %s.
de: Du verstaust mehrere Gegenstände in %s.
ja: %sに一部のアイテムを置きました。
ko: %s에 몇 가지 물품을 넣었습니다.
ru: Вы положили несколько предметов в %s.
zh_cn: 你把几样东西放进 %s 里。

source: You put the %s in your inventory.
de: Du legst %s in dein Inventar.
ja: %sを持ち物に戻しました。
ko: %s을(를) 회수했습니다.
ru: Вы положили %s в свой инвентарь.
zh_cn: 你将%s放进包裹。

source: You put your %1$s in the %2$s's %3$s.
de: Du tust dein %1$s in den %3$s von %2$s.
ja: %1$sを%2$sの%3$sに置きました。
ko: %1$s을(를) %2$s의 %3$s에 넣었습니다.
ru: Вы положили %1$s в %2$s %3$s.
zh_cn: 你将你的 %1$s 放到 %2$s 的 %3$s 里面。

source: You put your %s in the %s.
de: Du legst dein %s in das %s.
ja: %sを%sに置きました。
ru: Вы положили %s в %s.
zh_cn: 你把你的 %s 放进 %s 里面。

source: You quantum tunnel through the %d-tile wide barrier!
de: Du tunnelst durch die %d Felder dicke Barriere!
ja: 量子トンネルで%dタイルの障壁を通過しました！
ko: 양자 터널은 %d 타일 넓이의 방어벽을 지나갑니다!
ru: квантовый туннель переместил вас через %d-тайлов!
zh_cn: 你穿越了%d块瓦片宽的栅栏！

source: You rattle the bars but the door is locked!
de: Du rüttelst an den Stäben, aber die Türe ist verschlossen.
ja: 棒をガチャガチャと鳴らしてみましたが、ドアは開きませんでした！
ko: 문고리를 흔들었지만, 문은 닫혀 있습니다!
ru: Вы гремите решеткой, но дверь закрыта!
zh_cn: 你转动把手，但是门被锁上了！

source: You recharge %s's battery.
de: Du lädst die Batterie von %s wieder auf.
ja: %sのバッテリーを再充電しました。
ko: %s의 배터리를 재충전했습니다.
ru: Вы зарядили батарею %s.
zh_cn: 你给 %s 的电池再次充电。

source: You recover %i unused plutonium.
de: Du verwertest %i unbenutztes Plutonium wieder.
ja: 未使用の原子力電池(%i)を回収した。
zh_cn: 你回收了 %i 单位的钚。

source: You refill %s's fuel tank.
de: Du tankst %s auf.
ja: %sの燃料タンクに補充しました。
ko: %s의 연료탱크를 채웠습니다.
ru: Вы заправили бензобак %s.
zh_cn: 你给%s加油。

source: You refill %s's reactor.
de: Du wiederbefüllst den Reaktor von %s.
ja: %sの反応炉に補充しました。
ko: %s의 반응로를 채웠습니다.
ru: Вы заправили реактор %s.
zh_cn: 你装满了%s的反应堆。

source: You refill the %s with %s to its maximum.
de: Du füllst %s mit %s maximal nach.
ja: %sに%sを最大まで補充しました。
ko: %s을(를) %s(으)로 다시 가득 채웠습니다.
ru: Вы заправили %s с помощью %s до максимума.
zh_cn: 你给 %s 注入 %s 并达到最大值 。

source: You refill the %s with %s.
de: Du füllst %s mit %s nach.
ja: %sに%sを補充しました。
ko: %s을(를) %s(으)로 다시 채웠습니다.
ru: Вы заправили %s с помощью %s.
zh_cn: 你给 %s 再次注入 %s。

source: You regain control of the %s.
de: Du erlangst wieder die Kontrolle über %s.
ja: %sの制御を取り戻しました。
ko: %s의 조종을 다시 할 수 있게 되었습니다.
ru: Вы вновь контролируете %s.
zh_cn: 你重新获得了对%s的控制。

source: You release the %s.
de: Du lässt %s los.
ja: %sを離しました。
ko: %s을(를) 손에서 놓았습니다.
ru: Вы отпускаете %s.
zh_cn: 你放开 %s.

source: You securely web up and work your way down, lowering yourself safely.
de: Sicher spinnst du ein Netz und arbeitest dich nach unten, dich sicher abwärts senkend.
ja: 糸を確実に取り付け、安全を確保しながら降り始めました。
ru: Вы надёжно закрепили паутину и медленно спустились вниз.
zh_cn: 你系上安全网，开始安全的下降。

source: You see %s approaching!
ja: %sが接近してくるのが見えます！
zh_cn: 你看到 %s 正在逼近！

source: You see %s nearby! Start butchering anyway?
ja: 近くに%sがいるのが見えます！それでも解体を行いますか？
zh_cn: 附近有%s虎视眈眈！确定继续屠宰吗？

source: You see a %s on the stairs
de: Du siehst 1 %s auf der Treppe
ja: %sが階段の上に来ています
ru: Вы видите %s на лестнице
zh_cn: 你在楼梯上发现了一个 %s

source: You see here %s and %s.
de: Hier siehst du %s und %s.
ja: ここには%sと%sがあります。
ko: 이곳에는 %s와(과) %s이(가) 있습니다.
ru: Под ногами %s и %s.
zh_cn: 你在这里看到 %s 和 %s。

source: You see here %s and many more items.
ja: ここには%sと複数のアイテムがあります。
zh_cn: 你在这里看到 %s 和许多其他物品。

source: You see here %s, %s and %d more item.
ja: ここには%sと%s、他に%d個のアイテムがあります。
zh_cn: 你在这里看到%s, %s 和 %d 件物品.

source: You see here %s, %s, and %s.
de: Hier siehst du %s, %s und %s.
ja: ここには%sと%s、%sがあります。
ko: 이곳에는 %s, %s, 그리고 %s이(가) 있습니다.
ru: Под ногами %s, %s и %s.
zh_cn: 你在这里%s，%s 和 %s。

source: You see here %s.
de: Hier siehst du %s.
ja: ここには%sがあります。
ko: 이곳에는 %s이(가) 있습니다.
ru: Под ногами %s.
zh_cn: 你在这里看到 %s。

source: You sink like a rock!
de: Sie sinkst wie ein Stein!
ja: 岩の様にずぶずぶと沈んでいます！
ko: 돌덩어리처럼 가라앉습니다!
ru: Вы тонете как камень!
zh_cn: 你像石头一样下沉！

source: You start swimming.
de: Du beginnst, zu schwimmen.
ja: 泳ぎ始めました。
ru: Вы поплыли.
zh_cn: 你开始游泳。

source: You strain yourself to move the %s!
zh_cn: 你用尽全力移开%s！

source: You strain yourself trying to move the heavy %s!
de: Du strengst dich bei dem Versuch, das schwere %s zu bewegen, an!
ja: 力の限りを尽してその重い%sを動かそうとしました！
ko: 무거운 %s을(를) 움직이려고 시도하자 근육이 팽팽히 당겨집니다!
zh_cn: %s太重了，你在试图移动它时扭伤了自己！

source: You suddenly feel sharp pain for no reason.
de: Du fühlt plötzlich grundlos einen stechenden Schmerz.
ja: 原因不明の鋭い痛みを感じました。
ko: 아무 이유 없이, 갑자기 날카로운 고통이 느꼈습니다.
ru: Вы чувствуете острую боль, без всякой причины.
zh_cn: 你突然感觉到一阵莫名剧痛。

source: You surface.
de: Du tauchst auf!
ja: 水面に顔を出しました。
ko: 수면에 있습니다.
ru: Вы всплыли.
zh_cn: 你浮出了水面.

source: You swap positions with your %s.
de: Du vertauschst die Positionen mit deinem %s.
ja: %sと入れ替わった。
zh_cn: 你和%s互换位置。

source: You take control of the %s.
de: Du erlangst die Kontrolle über %s.
ja: %sの制御を行う準備をしました。
ko: %s의 통제력을 다시 회복했습니다.
ru: Вы сели за руль %s.
zh_cn: 你控制了%s。

source: You talk to yourself for a moment.
de: Für einen Augenblick sprichst du mit dir selbst.
ja: 少し独り言を喋ってみました。
ko: 잠시 당신 자신과 이야기를 했습니다.
ru: Вы немного поговорили сам с собой.
zh_cn: 你自言自语了一阵子。

source: You tear out the pheromone ball from the zombie slave.
de: Du reißt dem Pheromonball aus dem Zombiesklaven aus.
ja: 奴隷ゾンビからフェロモンボールを引き裂きました。
zh_cn: 你送丧奴的身上扯下费洛蒙球体。

source: You teleport into the middle of a %s!
de: Du teleportierst dich inmitten in 1 %s!
ja: %sの中央に瞬間移動しました！
ko: %s 한가운데로 순간이동 했습니다!
ru: Вы телепортируетесь в центр %s!
zh_cn: 你传送到%s之中！

source: You throw the lever...
zh_cn: 你扳下开关...

source: You try to quantum tunnel through the barrier but are reflected! Try again with more energy!
de: Du versuchst, durch die Barriere zu tunneln, doch wirst du reflektiert. Versuch es nochmal mit mehr Energie!
ja: 量子トンネルで障壁の通過を試みましたが弾き返されました！もっとエネルギーを貯めてから試して下さい。
ko: 방어막을 통해 양자터널을 지나려 했지만, 반사됐습니다! 더 많은 에너지를 써서 다시 해보십시오!
ru: Вы попытались открыть квантовый туннель сквозь барьер, но были отражены! Попробуйте использовать больше энергии!
zh_cn: 你试图通过量子隧道穿越碍物，但是被反弹了回来！请用更多能量再试试！

source: You try to surface but can't!
de: Du versuchst, aufzutauchen, schaffst es aber nicht!
ja: 水面に上がれない！
zh_cn: 你无法浮出水面!

source: You try to use the stairs. Suddenly you are blocked by a %s!
de: Du versuchst, die Treppe zu benutzen. Plötzlich wirst du von einem %s blockiert.
ja: 階段を登ろうとして、突然%sに阻まれました！
ko: 계단을 이용하려고 하였으나, 갑자기 나타난 %s에 의해서 가로막혔습니다!
ru: Вы пытаетесь двигаться по лестнице, но %s вам не позволяет!
zh_cn: 你试着下楼梯。突然，%s挡住了你！

source: You turn the handle...
de: Du drehst den Griff.
ja: ハンドルを回しました...
ko: 핸들을 돌렸습니다...
ru: Вы поворачиваете ручку...
zh_cn: 你转动了把手...

source: You unload your %s.
ja: %sから弾薬を抜き取りました。
zh_cn: 你清空了你的 %s。

source: You were stunned AGAIN for %d turn!
de: Du wurdest ERNEUT für %d Zug betäubt!
ja: %dターンの間、再び気絶しました！
ru: Вы ещё раз оглушены на %d ход!
zh_cn: 你再次被震慑了 %d 回合！

source: You were stunned for %d turn!
de: Du wurdest für %d Zug betäubt!
ja: %dターンの間、気絶しました！
ru: Вы оглушены на %d ход!
zh_cn: 你被震慑了 %d 回合！

source: You'll need to construct a seal to close the crate!
zh_cn: 你需要建造一个密封来密封板条箱！

source: You'll need to put on reading glasses before you can see the screen.
de: Du musst zuerst eine Lesebrille aufsetzen, bevor du vom Bildschirm lesen kannst.
ja: 画面を見る前に老眼鏡をかける必要があります。
ko: 화면을 보기 위해서는, 원시용 안경을 착용해야 합니다.
ru: Вам нужно надеть очки для чтения для того, чтобы прочитать то, что на экране.
zh_cn: 你需要佩戴近视眼镜。

source: You're caught in the explosion!
de: Du wirst von der Explosion erfasst!
ja: 爆発に巻き込まれました！
ko: 폭발에 휘말렸다!
ru: Вас накрыло взрывом!
zh_cn: 你被炸到了！

source: You're caught in the shockwave!
de: Du bist von der Druckwelle erfasst!
ja: 衝撃波を浴びました！
ko: 충격파에 휘말렸습니다!
ru: Вас накрыло взрывной волной!
zh_cn: 你被冲击波击中了！

source: You're engorged to hibernate. The alarm would only attract attention. Enter hibernation?
de: Du bist für den Winterschlaf vorbereitet. Der Wecker würde nur Aufmerksamkeit erregen. In den Winterschlaf übergehen?
ja: 休眠のために食い溜めをしています。アラームは注意を引き付けるだけでしょう。このまま休眠に入りますか？
ko: 겨울잠을 못자서 충혈되었습니다. 울부짖음 탓에 이목이 끌릴 것입니다. 겨울잠을 잘까요?
zh_cn: 你吃得饱饱的，做好了冬眠准备。闹钟只会引起注意而不会将你叫醒。开始冬眠？

source: You're not strong enough to draw the bow!
de: Du bist nicht stark genug, um den Bogen zu spannen.
ja: 弓を引ける程の力が無い！
ko: 활을 당길만큼 팔 힘이 강하지 않습니다!
ru: Вы недостаточно сильны, чтобы натянуть тетиву!
zh_cn: 你力气还不够，无法将弓拉开！

source: You're not wielding anything.
de: Du trägst nichts.
ja: 何も武装していない。
ko: 착용 중인 것이 없습니다.
ru: Вы не вооружены.
zh_cn: 你没有装备任何东西。

source: You're too pacified to strike anything...
de: Du bist zu beschwichtigt, um irgendwas schlagen zu können …
ja: 誰かを攻撃したい気分じゃありません…
zh_cn: 你太木愣了，无法打击任何物体...

source: Your %s can't hold any more %s.
de: %s kann nicht noch mehr von %s beinhalten.
ja: %sにはこれ以上%sを入れられません。
ko: 더 이상 %s(으)로 %s(을)를 담아둘 수 없습니다.
ru: Ваш %s не может хранить больше %s
zh_cn: 你的 %s 再也不能支撑 %s 了。

source: Your %s does not need to be reloaded, it reloads and fires a single motion.
de: Dein %s muss nicht nachgeladen werden; er läd und feuert in einem Zug.
ja: %sは再装填の必要はない。(再装填と発射を同時に行う)
ko: %s은(는) 장전과 발사를 한번에 수행하기에 장전할 필요가 없습니다.
ru: %s не нужно перезаряжать, для него зарядка и стрельба происходит в одно действие.
zh_cn: 你的 %s 不需要重新装载，装载和开火一步到位。

source: Your %s does not reload normally.
de: Dein %s lässt sich nicht auf normale Weise nachladen.
ja: %sは正常に再装填されなかった。
ko: %s은(는) 제대로 장전되지 않았습니다.
ru: %s штатно не перезаряжается.
zh_cn: 你的 %s 没有正常装填。

source: Your %s is fully loaded!
de: Dein %s ist voll geladen!
ja: %sは最大まで装弾されています！
ko: %s을(를) 완전히 장전했습니다!
ru: %s полностью заряжен!
zh_cn: 你的 %s 装满了。

source: Your %s isn't charged.
de: Dein %s ist nicht aufgeladen.
ja: %sは充電されていない。
ko: %s은(는) 충전되지 않았습니다.
ru: Ваш %s не заряжен.
zh_cn: 你的%s没有充电。

source: Your %s isn't loaded.
ja: %sは充填されていません。
zh_cn: 你的%s没有充填。

source: Your %s needs 100 charges to fire!
de: Dein %s benötigt 100 Ladungen zum Feuern!
ja: %sを撃つには充電(100)が必要です！
ko: %s(으)로 불을 피우려면 충전량이 100 필요합니다!
ru: %s должна иметь 100 зарядов для выстрела!
zh_cn: 你的 %s 至少需要100点能量才能射击。

source: Your %s needs 20 charges to fire!
ja: %sを撃つには充電(20)が必要です！
zh_cn: 你的 %s 至少需要20点能量才能射击。

source: Your %s needs 50 charges to fire!
de: Dein %s benötigt 50 Ladungen zum Feuern!
ja: %sを撃つには充電(50)が必要です！
ko: %s을(를) 발사하려면 충전량이 50 필요합니다!
ru: Для огня требуется 50 зарядов в %s!
zh_cn: 你的 %s 至少需要50点能量才能射击。

source: Your %s shatters!
de: Dein %s zerbricht.
ja: %sは粉々になりました！
ko: %s이(가) 산산조각 났습니다!
ru: %s разбивается!
zh_cn: 你的 %s 损坏了！

source: Your %s won't hold %s.
de: %s wird nicht %s beinhalten können.
ja: %sには%sを入れられません。
ko: %s(으)로는 %s을(를) 담아둘 수 없습니다.
ru: Ваш %s не может хранить %s
zh_cn: 你的 %s 不能支撑 %s。

source: Your back feels strengthened.
de: Dein Rücken fühlt sich stärker an.
ja: 背骨がより丈夫になった様に感じました。
ko: 등뼈가 세진 것 같습니다.
ru: Ваша спина наливается силой.
zh_cn: 你感到背部更加强壮了。

source: Your eyes blink rapidly as knowledge floods your brain.
de: Deine Augen zwinkern sehr schnell, während das Wissen dein Hirn flutet.
ja: 脳に知識の洪水が流れ込み、高速でまばたきを繰り返しました。
zh_cn: 你的双眼快速闪动扫描着脑内涌现的无数知识。太TM假了，你以为你是基努里维斯吗？

source: Your eyes steel, and you raise your weapon!
de: Deine Augen verstählen sich und du hebst deine Waffe hoch!
ja: 鋭い眼光でにらみつけ、武器を振り上げました！
zh_cn: 你目光如铁，你举起了你的武器！

source: Your heart races as you recall your most recent hunt.
de: Dein Herz rast, während du dich an deine letzte Jagd erinnerst.
ja: 鼓動が速まり、最後にした狩りの様子を思い出しました。
zh_cn: 你想到最近的狩猎就心跳加速。

source: Your local position: %d, %d, %d
zh_cn: 当前小地图坐标： %d, %d, %d

source: Your mental state feels protected.
de: Dein Verstand fühlt sich beschützt an.
ja: 何かに精神的に支えられている様に感じました。
ko: 정신이 보호받는 상태가 되었습니다.
ru: Ваше душевное состояние упрочненно.
zh_cn: 你感到精神受到了守护。

source: Your motion alarm goes off!
de: Dein Bewegungssensor schlägt Alarm!
ja: モーションアラームが作動した！
ko: 동작 감지기가 꺼집니다!
ru: Ваш детектор движения выключен!
zh_cn: 你的动态警报响了！

source: Your overmap position: %d, %d, %d
zh_cn: 当前大地图坐标： %d, %d, %d

source: Your skill in %s has reduced to %d!
de: Deine Fertigkeit in %s hat sich auf %d reduziert!
ja: %s技能は%dレベルに下がりました！
ko: %s 기술의 수준이 %d 레벨로 떨어졌습니다!
ru: Навык %s понизился до %d!
zh_cn: 你的 %s 技能降到了 %d！

source: Your skin feels slithery.
de: Deine Haut fühlt sich schlüpfrig an.
ja: 皮膚がスベスベになるのを感じました。
ko: 피부가 미끈해지는 것을 느꼈습니다.
ru: Ваша кожа становится скользкой.
zh_cn: 你感到皮肤很滑溜。

source: Your skin prickles with radiation.
de: Deine Haut kribbelt vor Strahlung.
ja: 皮膚は放射線を浴びてチリチリと痛みました。
ko: 방사능 때문에 피부가 따끔거립니다.
ru: Вашу кожу пронизывает радиация.
zh_cn: 你的皮肤忍受着辐射的刺痛。

source: Your steps stop making noise.
de: Deine Schritte hören auf, Geräusche zu machen.
ja: 足音が立たなくなりました。
ko: 걸어도 발소리가 나지 않게 되었습니다.
ru: Ваши шаги стали бесшумыми.
zh_cn: 你走路时将悄无声息。

source: Your tentacles stick to the ground, but you pull them free.
de: Deine Tentakeln kleben am Boden, aber du kannst sie wieder wegziehen.
ja: 触手を地形に張り付かせましたが、引き剥がされてました。
ko: 당신의 촉수가 땅에 딱 달라붙었지만, 다행히도 떼어내는데 성공했습니다.
ru: Ваши щупальца присосались к земле, но вы оттянули их обратно.
zh_cn: 你的触手陷进了泥里，还好你拔了出来。

source: Your willpower asserts itself, and so do you!
de: Deine Willenskraft behauptet sich, so wie du!
ja: 気力を振り絞って身体を動かしました！
zh_cn: 你神游物外，你的身体也我行我素！

source: Zones manager
de: Zonenverwaltung
ja: 区域設定
zh_cn: 管理区域

source: [q]uit
de: [q]: verlassen
ja: [q]終了
ko: [q]종료
ru: [q] выход
zh_cn: [q]退出

source: a hostile survivor
ja: 敵対的な生存者
zh_cn: 一名敌意的生存者

source: a huge boom!
de: einen riesigen Bumm!
ja: 大轟音が響き渡りました！
ko: 큰 폭발!
ru: сильный взрыв!
zh_cn: 巨大的轰轰声！

source: a huge explosion!
de: eine riesige Explosion!
ja: 大爆発だ！
ko: 엄청나게 큰 폭발!
ru: сильный взрыв!
zh_cn: 一次巨大的爆炸！

source: a loud pop!
de: einen lauten Knall!
ja: ポンという大きな破裂音が聞こえました！
zh_cn: 一声剧烈的噗通！

source: a scraping noise.
de: ein Kratzgeräusch.
ja: 物を引きずる騒音が響きました。
ko: 긁히는 소리가 납니다.
ru: царапающий шум.
zh_cn: 一阵刮擦声。

source: a sound nearby from the stairs!
de: ein Geräusch in der Nähe der Treppe!
ja: 近くで階段を歩く音が聞こえました！
ko: 계단 근처에서 소리가 들려옵니다!
ru: звук недалеко от лестницы!
zh_cn: 楼梯附近传来一阵声响！

source: an explosion!
de: eine Explosion!
ja: 爆発だ！
ko: 폭발!
ru: взрыв!
zh_cn: 一次爆炸！

source: day
de: Tag
ja: 日
zh_cn: 天

source: days
de: Tage
ja: 日
zh_cn: 天数

source: dist
ja: 距離
zh_cn: 距离

source: filter it.
ja: 絞り込み検索を行います。
zh_cn: 过滤它。

source: nearby items to the bottom.
de: nahe Gegenstände zum Ende
ja: 近くのアイテムを最後に
ko: 가까운 물건을 하단에.
zh_cn: 附近物品置底。

source: nearby items to the top.
de: nahe Gegenstände zum Anfang
ja: 近くのアイテムを先頭に
ko: 가까운 물건을 상단에.
zh_cn: 附近物品置顶。

source: new binding is
de: neue Belegung ist
ja: 新しい割り当ては
ko: 새로 설정한 키는
ru: новая клавиша:
zh_cn: 新绑定为

source: new default binding is '^'.
de: neue Standardbelegung is »^«.
ja: 新しい初期割り当ては'^'です。
ko: 새 지정은 '^' 입니다.
ru: новая клавиша по умолчанию: '^'.
zh_cn: 新的默认绑定键为'^'。

source: some stuff
de: etwas Zeug
ja: 何か
ko: 몇 가지 물품
ru: какие-то предметы
zh_cn: 一些填充物

source: sound of a collision with an obstacle.
de: das Geräusch einer Kollision mit einem Hindernis.
ja: 障害物にぶつかった音がしました。
zh_cn: 与障碍物的碰撞声！

source: to list items and monsters
ja: アイテムとモンスターを一覧表示
zh_cn: 来列出物品和怪物

source: to look around
de: , um dich umzusehen
ja: 見回す
ko: 주위 둘러보기
ru: чтобы осмотреться
zh_cn: 观察四周

source: to shoot
de: , um zu schießen
ja: 射撃
ko: 발사하기
ru: чтобы выстрелить
zh_cn: 射出

source: zombie slave
zh_cn: 丧尸奴隶

source: Defense
de: Verteidigung
ja: 防衛
ko: 디펜스
ru: Выживание
zh_cn: 防御模式

source: Tutorial
de: Einführung
ja: チュートリアル
ko: 튜토리얼
ru: Обучение
zh_cn: 教学模式

source: There are many others out there... search for them!
ja: 他にも多くの地形が存在します...探してみましょう！
zh_cn: 还有许多其它的…寻找到它们!

source: HELP
de: HILFE
ja: ヘルプ
ko: 도움말
ru: ПОМОЩЬ
zh_cn: 帮助

source: ( Firearm This weapon may be loaded with ammunition with %s, unloaded with %s, and fired with %s. Some have automatic fire, which may be used with %s at a penalty to accuracy. The color refers to the type; handguns are gray, shotguns are red, submachine guns are cyan, rifles are brown, assault rifles are blue, and heavy machine guns are light red. Each has a dispersion rating, a bonus to damage, a rate of fire, and a maximum load. Note that most firearms load fully in one action, while shotguns must be loaded one shell at a time.
de: ( Feuerwaffe Diese Waffe kann mit Munition mit %s geladen, mit %s entladen, und mit %s abgefeuert werden. Einige haben eine Automatik, welche mit %s benutzt werden kann, auf Kosten der Genauigkeit. Die Farbe kennzeichnet den Typ; Handfeuerwaffen sind grau, Schrotflinten rot, Maschinenpistolen türkis, Gewehre braun, Sturmgewehre blau und schwere Maschinengewehre hellrot. Jede hat eine Streuungswertung, einen Schadensbonus, eine Schussgeschwindigkeit und eine Munitionskapazität. Beachte, dass die meisten Feuerwaffen in einem Zug voll geladen werden, wobei Schrotflinten Patrone für Patrone nachgeladen werden müssen.
ja: ( 銃火器 この武器は弾薬を%sで再装填、%sで抜取、%sで射撃します。オートマチック機構を備えているものもあり、%sで連射が出来ます(命中精度にペナルティを受ける)。色は種類を表します。ハンドガンは灰色、ショットガンは赤、サブマシンガンは青緑、ライフルは茶色、アサルトライフルは青、ヘビーマシンガンは明るい赤です。それぞれに弾薬の拡散率、ダメージボーナス、連射速度、最大装填数があります。殆どの銃火器は一度に最大まで弾薬を装填します。しかし、ショットガンは一発ずつの装填になります。
ko: ( 총기 총기는 %s키로 탄약을 장전하고 %s키로 탄약을 빼낼 수 있으며, %s키로 발사할 수 있습니다. 어떤 총기는 %s키로 명중률에 손해를 받는 대신 자동 사격을 할 수도 있습니다. 총기의 색상은 종류에 따라 다릅니다. 권총은 회색, 산탄총은 빨간색, 기관단총은 청록색, 소총은 갈색, 돌격소총은 파란색이며, 기관총은 옅은 빨간색입니다. 총기는 각자 다른 확산도, 사격 피해, 발사 속도, 최대 장탄량 수치를 가지고 있습니다. 덧붙여서, 대부분의 총기는 탄창 단위로 장전되지만, 산탄총 같은 경우 한번에 한발씩 장전됩니다.
ru: ( Огнестрельное оружие Оружие может быть заряжено (%s), разряжено (%s) и применено (%s). У некоторых образцов есть режим автоматического огня (%s), но страдает точность. От типа оружия зависит его цвет: пистолеты серые, ружья красные, пистолеты-пулеметы голубые, винтовки коричневые, штурмовые винтовки синие, тяжелые пулеметы ярко-красные. Каждое оружие имеет свои показатели урона, скорострельности, кучности и других. Заметьте, что большинство оружия заряжается за раз, тогда как дробовики заряжаются по одному патрону за раз.
zh_cn: ( 枪械 所有的枪械都可以用<%s>键来进行装填，以及用<%s>键来退下子弹，开枪用<%s>键，可以连发的用<%s>来连发。不同枪械的颜色也不同，灰色代表手枪，红色是霰弹枪，蓝绿色的是微型冲锋枪，棕色的是猎枪，蓝色的是突击步枪以及大红色的重机枪。每种枪械都有不同的精确度、伤害值、射速和最大装弹量。需要注意的是虽然大多数的枪械一轮行动都可以装填满，但是霰弹枪一次只能装填一发子弹。

source: ) Container These items may hold other items. Some are passable weapons. Many will be listed with their contents, e.g. "plastic bottle of water". Those containing comestibles may be eaten with %s; this may leave an empty container.
de: ) Behälter Diese Gegenstände können andere Gegenstände beeinhalten. Einige sind passable Waffen. Viele werden mit ihren Inhalten aufgeführt, z.B. »Plastikflasche mit Wasser«. Lebensmittel in Behältern können mit %s gegessen werden; dies wird einen leeren Behälter zurücklassen.
ja: ) 容器 これらのアイテムには他のアイテムを入れておく事が出来ます。中身と共に"水が入ったペットボトル"の様に表示されます。食料が入っている場合は%sで食べられ、容器は空になります。
ko: ) 용기 용기는 다른 물품을 담아둘 수 있으며, 일부는 쓸만한 무기로 사용되기도 합니다. 보통 '예) "플라스틱 병의 물"'과 같이 내용물이 이름에 표시됩니다. 음용 가능한 내용물은 %s키를 통해 섭취할 수 있으며, 섭취할 경우 빈 용기만 남게 됩니다.
ru: ) Контейнеры Контейнеры содержат в себе другие предметы и могут быть оружием. Большинство может показывать своё содержимое, например: "пластиковая бутылка воды". Их можно употребить, нажав %s.
zh_cn: ) 容器 这些物品可以用来储存其他的物品，有些可以存放武器，而它们可以存放的对象通常从名字中就可以了解，比如“装水的塑料瓶”等。当按下<%s>键使用过其中的物品之后，依旧会得到一个空容器。
