Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A small spritely perch.
de: Ein kleiner rüstiger Barsch.
ja: 小型ながら生きの良いパーチです。
ko: 작고 기운찬 민물 농어입니다.
ru: Маленький весёлый окунь.
zh_cn: 一条轻快的小鲈鱼

source: A small triffid, only a few feet tall. It has not yet developed bark, but its sting is still sharp and deadly.
de: Ein kleiner Triffid, nur ein paar Zentimeter hoch. Er hat noch keine Rinde entwickelt, aber sein Stachel ist immer noch scharf und tödlich.
ja: まだ体長が数フィートしかない小さなトリフィドです。堅い樹皮の体こそ持ちませんが、鋭利な針はしっかりとある為、刺されると危険です。
zh_cn: 一个小的三尖树，只有几英尺高。尚未长出树皮，但是它的刺仍然锋利和致命。

source: A small, elegant black bird, famous for its distinctive call. An intelligent bird, there is a glitter of mischief behind its eyes.
de: Ein kleiner eleganter schwarzer Vogel, berühmt für den einzigartigen Ruf. Ein intelligenter Vogel. Ein Schimmer von Verschmitztheit ist hinter seinen Augen.
ja: 独自な鳴き声で有名な、小さくて優雅な黒い鳥です。賢い鳥として知られており、その目は遊び心で輝いています。
zh_cn: 优雅蠢萌的小黑鸟，叫声奇特，非常聪明，喜欢恶作剧.

source: A small, round turret which extends from the floor. Two SMG barrels swivel 360 degrees.
de: Ein kleiner, runder Geschützturm, der aus dem Boden hinausragt. Zwei MP-Läufe schwenken um 360 Grad.
ja: 床から突き出した小さな丸いタレットです。全方位を狙える2つのサブマシンガンで武装しています。
zh_cn: 一个小的，从地板伸出的圆形炮塔。可以360度旋转。

source: A smallmouth bass.
de: Ein Schwarzbarsch.
ja: コクチバスです。
ko: 작은입우럭입니다.
ru: Малоротый окунь.
zh_cn: 一条小嘴鲈鱼。

source: A smoking husk is all that remains of this once proud bear. Its black eyes gaze at you with malice... and hunger.
zh_cn: 曾经是头熊，现在仅存一具冒着烟的躯壳。它那深邃的眼睛盯着你，满怀怨恨和饥渴。

source: A snake-like, segmented robot built to tunnel into the ground and detonate landmines.
de: Ein schlangenähnlicher, segmentierter Roboter, der dazu gebaut wurde, sich in den Boden zu graben und Landminen zu detonieren.
ja: 地下に潜り地雷を爆発させて除去するための、関節式のヘビのようなロボットです。
ko: 뱀을 닮은 다관절 로봇으로, 터널을 만들고 지뢰를 제거하기 위해 만들어진 로봇입니다.
ru: Змееподобный сегментированный робот, предназначенный для передвижения под землей и подрыва мин.
zh_cn: 蛇形分段机器人，被建造用以探测地雷.

source: A spotted wild cat living across much of North America. It is not a serious threat to humans, but it can be aggressive if not left alone.
de: Eine gepunktete Wildkatze, die quer über einen Großteil Nordamerikas lebt. Sie ist keine ernsthafte Gefahr für Menschen, kann aber aggressiv werden, wenn sie nicht in Ruhe gelassen wird.
ja: 北米に多く生息する斑紋のある野生の猫です。人間にとって深刻な脅威ではありませんが、群れている場合はかなり積極的な行動を取ります。
zh_cn: 一只生活于北美的野生猫，并不具有很强的攻击性，你甚至可以试图圈养它.

source: A squiggling severed portion of a wounded giant worm.
de: Ein verschnörkelndes abgetrenntes Stück eines verwundeten Riesenwurms.
ja: 負傷した巨大ワームの切断部位です。不規則にのたうっています。
ko: 거대한 지렁이의 몸 일부입니다. 아직도 꿈틀거리며 살아있습니다.
ru: Извивающийся кусок, отрубленный от гигантского червя.
zh_cn: 吃苹果时看到几条虫最令人恐怖？半条被切断了的巨大蠕虫.

source: A still immature giant grass spider. Too young to be venomous, or to walk proficiently for that matter
de: Eine immer noch nicht ausgewachsene riesige Grasspinne. Zu jung, um giftig zu sein, oder um tüchtig zu gehen.
ja: 巨大化したクサグモの子供です。まだ毒性も低く、上手に歩くこともできません。
zh_cn: 一个未成熟的巨型网蛛，太年轻了以至于还没有毒，你可以走过去快速解决它

source: A stout woody plant that can dig through the ground and flick spines from its branches. The thorns carry a fungicidal compound with paralytic effects.
de: Eine stabile hölzerne Pflanze, die sich durch den Boden graben und Stacheln aus ihren Ästen schnellen lassen kann. Die Dornen enthalten eine Pilzzusammensetzung mit Lähmungswirkungen.
ja: 地面を掘り進むことができ、枝からとげを飛ばす、太い木のような植物です。とげは麻痺効果のある殺真菌性化合物を含んでいます。
zh_cn: 矮胖的草本植物，可以挖掘仙境和尖利的荆棘，荆棘上携带有真菌，具有麻痹效果.

source: A strange moving darkness, bringing with it the softest of whispers.
de: Eine seltsame, sich bewegende Dunkelheit, die mit ihr das leiseste Flüstern bringt.
ja: 揺れ動く奇妙な闇は柔らかい声で何かささやいています。
ko: 기이한, 움직이는 암흑의 덩어리입니다. 부드러운 속삭임이 들려옵니다.
ru: Странное движение самой темноты, сопровождающееся тихим шёпотом.
zh_cn: 一团奇怪的黑影，带着某些听不清的呢喃.

source: A strange three-eyed fish.
de: Ein seltsamer dreiäugiger Fisch.
ja: 気味の悪い3つ目の魚です。
ko: 이상한 세눈박이 물고기입니다. (역주: 심슨 가족에 등장.)
ru: Странная трёхглазая рыба.
zh_cn: 一种奇怪的鱼类，有三只眼睛。

source: A striped bass.
de: Ein Wolfsbarsch.
ja: シマスズキです。
ko: 줄무늬농어입니다.
ru: Полосатый окунь.
zh_cn: 一条条纹鲈鱼。

source: A sunfish.
de: Ein Gotteslachs.
ja: サンフィッシュです。
ko: 개복치입니다.
ru: Солнечная рыба.
zh_cn: 一条翻车鱼

source: A tall and slender man lacking skin and any normalcy of countenance. Wings of muscle curl forth from its back and a third eye dominates the forehead.
de: Ein großer und schlanker Mann ohne Haut und ohne irgendeiner normalen Mimik. Flügel aus Muskel sind an seinem Rücken und ein drittes Auge bestimmt seine Stirn.
ja: 皮膚と顔の表情が欠乏している、背が高い細身の男です。肉でできた翼が背中から突き出し、額には第三の目があります。
zh_cn: 修长而可怕的，这个巨大的人 还没有任何皮肤，但是迅速并且优美的移动 。肉翼从他的 背部长出，第三只眼从它的额头长出。

source: A thick stalk, rooted to the ground. It rapidly sprouts thorny vines in all directions.
de: Ein dicker Stängel, der im Boden verwurzelt ist. Aus ihm wachsen dornige Ranken in alle Richtungen.
ja: 地下には太い根が張り巡らされており、厄介な蔓があちこちへ急激に伸び始めています。
zh_cn: 一个粗茎,扎根在地上。 它迅速地向所有的方向 催生荆棘。

source: A thin-bodied insectoid predator with a large wingspan and big compound eyes.
de: Ein dünner insekenähnlicher Jäger mit einem großen Flügelspannweite und großen Facettenaugen.
ja: 大きな翼と複眼を持つ薄い身体をした昆虫です。実は昆虫界においては、捕食者として君臨しています。
ko: 큰 날개와 복안을 가진, 얇은 몸뚱아리를 가진 곤충입니다.
ru: Тонкотелый насекомообразный хищник с огромными крыльями и большими сетчатыми глазами.
zh_cn: 昆虫捕食者，具有巨大的苍蝇翅膀和复眼.

source: A thorny vine, twisting wildly as it grows with incredible speed.
de: Eine dornige Ranke, die sich unbändig dreht, während sie mit einer atemberaubenden Geschwindigkeit wächst.
ja: 棘のある蔓が乱暴にうねり、驚くべき速度で成長しています。
ko: 가시달린 줄기로, 엄청난 속도로 자라나고 있습니다.
ru: Тернистая лоза. Она быстро распространяется, причудливо извиваясь.
zh_cn: 一个棘手的藤蔓。它像发疯一样扭曲 增长，迅速 ​​蔓延。

source: A timid, hooved grazing mammal, and one of the first animals ever domesticated, its body is covered in a thick layer of wool, and the males have long, spiralling horns.
de: Ein schüchternes behuftes weidendes Säugetier und eines der ersten Tiere, das je gezähmt wurde. Dessen Körper ist mit einer dicken Wollschicht überzogen und die Männchen haben lange, sich kringelnde Hörner.
ja: 蹄を持った臆病な草食の哺乳類で、人類が家畜として飼い慣らしてきた最古の動物の一種です。身体は厚い羊毛に包まれており、雄は長い螺旋状の角が生えています。
ko: 최초로 사육된 동물 중 하나로, 두꺼운 양털과 발굽을 가진 소심한 포유류입니다. 수컷은 긴 나선형의 뿔을 가지고 있습니다.
ru: Робкое парнокопытное млекопитающее, одно из первых животных, прирученных человеком. Его тело покрыто толстым слоем шерсти, а у самцов есть длинные спиральные рога.
zh_cn: 一只胆小的四蹄食草动物，是人类最早驯化的动物之一。它的身体被厚厚的毛包裹着，雄性有着长长的螺旋角。

source: A tiny opportunistic rodent with a long bushy tail. The pine squirrel is clever and cute, and hunted by nearly everything in the woods with a taste for meat.
de: Ein winziger opportunistischer Nager mit einem langen buschigem Schwanz. Rothörnchen sind klug und süß und werden von beinahe von allen Waldbewohnern, die einen Geschmack für Fleisch haben, gejagt.
ja: ふさふさとした長い尻尾を持つ、日和見主義の小さな齧歯類です。松リスは可愛くて賢く、森の至る所でナッツ風味の肉の味を提供してくれる小動物です。
zh_cn: 蠢萌蠢萌的长尾巴松鼠，它们聪明又可爱，肉质鲜美，嘎嘣脆，松鼠味。

source: A towering swarm of mutated rats, their tails knotted together in a filthy mass. A fetid stench flows from its filthy presence.
ja: ネズミの変異体の塊です。不潔な大量の尾が互いに結びあわされており、汚らしい体は酷い悪臭を放っています。
zh_cn: 一群老鼠，它们的尾巴揉结在一起形成一个肮脏的肉团出现在你面前阵阵恶心反胃感，瞬间将你淹没。

source: A translucent black snake, long and fearsome looking.
de: Eine transluzente schwarze Schlange, lang und beängstigend aussehend.
ja: 細長く半透明の、恐ろしい黒蛇です。
ko: 반투명한 검은색 긴 뱀으로, 공포스럽게 생겼습니다.
ru: Чёрная полупрозрачная змея, длинная и ужасающая.
zh_cn: 半透明的乌蛇，躯体非常长.

source: A tremendous housefly the size of a small dog, predictably accompanied by a loud, incessant buzzing sound.
de: Eine fürchterliche Stubenfliege in der Größe eines kleinen Hundes, wenig überraschend begleitet von einem lautem, penetrantem Summen.
ja: 小型犬程の大きさの巨大な家蝿です。絶え間なく非常に大きな騒音を撒き散らしています。
ko: 작은 개 크기의 거대한 파리로, 끊임없는 날개짓 소리도 그에 맞게 커졌습니다.
ru: Огромная муха размером с небольшую собаку. Как полагается, издает громкое беспрерывное жужжание.
zh_cn: 一只大小像一只小狗的大苍蝇。 它在空中不停地嗡嗡作响。

source: A trout.
ja: マスです。
zh_cn: 一条鳟鱼。

source: A twisted mockery of the human form, emaciated, with jet black skin and glowing red eyes. It is somehow painful to look at, awakening fears deep within your psyche, and even the air around it seems more sinister, somehow darker and more dangerous.
de: Eine verdorbene Verhöhnung der menschlichen Form: Abgemagert, mit kohlrabenschwarzer Haut und glühenden roten Augen. Es tut irgendwie weh, sich das anzusehen und erweckt Ängste aus den Tiefen deiner Psyche. Und sogar die Luft um ihr scheint unheimlicher, irgendwie düsterer und gefährlicher zu sein.
ja: ゆがんだ嘲笑を浮かべる人間のようなものは、痩せこけ、漆黒の皮膚と赤く光る眼を持っています。見つめていると何故か苦しい気分になり、精神の奥深くで不安を覚えます。周囲の空気までもより不吉に、より暗く、危険になっていくようです。
zh_cn: 一个扭曲的人形丧尸，瘦弱，乌黑的皮肤和发光的红色瞳孔，他带着痛苦看着你，唤醒了你内心深处的恐惧，周围的气氛似乎更紧张了，连灯光都好像暗了下来

source: A twisting spot in the air, with some kind of morphing mass at its center.
de: Ein sich drehender Punkt in der Luft und eine Art sich verwandelnde Masse in seinem Zentrum.
ja: 不定形の塊を中心に空気が渦巻いています。
ko: 대기 중에 떠있는 소용돌이로, 중앙에는 무언가 꾸물거리는 덩어리가 있습니다.
ru: Завихрение в воздухе, с какой-то изменчивой массой в центре.
zh_cn: 半空中出现一个扭曲的点, 里面有某种变形的东西。

source: A veritable wall of fungus, grown as a natural defense by the fungal spire. New spores erupt from the surface every few seconds.
de: Eine echte Wand aus Fungus, die als natürliche Verteidigung vom Fungusturm gewachsen wird. Neue Sporen brechen alle paar Sekunden aus.
ja: 真菌の尖塔が防衛本能により生み出した壁です。新しい胞子が数秒おきに放出されています。
zh_cn: 一个名副其实的真菌墙，成长为了一个天然防御的真菌尖塔。它看起来很硬，以惊人的速度喷出孢子。

source: A weird mass of immobile pink goo. It seems to breathe.
de: Eine seltsame Masse aus unbeweglichem rosa Glibber. Sie scheint zu atmen.
ja: 粘着質の不気味なピンク色の集合体です。この集合体は動かないですが、呼吸はしている様です。
zh_cn: 一个奇怪的，不动的粉红色粘性物。它似乎 慢慢呼吸。

source: A whitefish.
ja: ホワイトフィッシュです。
zh_cn: 一条白鱼，来自太湖？

source: A wolf spider mutated to about thirty times its normal size, it moves quickly and aggressively to catch and consume prey.
de: Dies ist eine mutierte Wolfsspinne, die in etwa auf das dreißigfache ihrer normalen Größe heranwuchs. Sie bewegt sich schnell und aggressiv, um Beute zu fangen und konsumieren.
ja: 変異により巨大化した子守蜘蛛です。元の大きさの約30倍の体長があります。獲物を捕らえる為に迅速かつ積極的に行動します。
ko: 보통 크기보다 30배는 더 큰 변종 늑대거미로, 빠르고 공격적이게 움직여서 사냥감을 잡아먹습니다.
ru: Паук-волк, который, в следствии мутации, увеличился примерно в тридцать раз от нормального размера. Агрессивен и быстро передвигается.
zh_cn: 突变狼蛛，为普通狼蛛的三十倍大小，移动迅速且富有攻击性，被盯上的猎物很难逃脱。

source: A worm-tailed rodent with long whiskers and beady eyes. The way it squeaks makes it sound... hungry.
de: Ein wurmschwänziger Nager mit langen Schnurrhaaren und Knopfaugen. Die Art und Weise, wie es quiekt, lässt es … hungig klingen.
ja: 長い髭と輝く目を持った齧歯類です。軋む様な音がする時は...お腹を空かせています。
zh_cn: 一只有着蠕虫一样尾巴的啮齿动物，眼睛像鹰一般锐利，他的叫声听起来像是........饿了，快跑!

source: A wrecked animatronic fox, laying in a pile on the ground. Its teeth and claws still look quite sharp. It's able to crawl around and climb on the ceiling.
ja: 壊れて崩れ落ちた狐型二足歩行ロボットです。
zh_cn: 一架殘骸般的狐狸機械布偶，攤成一堆在地上。它的牙齒和爪子看起來相當銳利。它能夠抓住周圍的東西，爬到天花板上。

source: A zombified omnivore descended from the wild boar. Now it's got black goo all over it, instead of mud.
de: Ein zombiefizierter Allesfresser, der von den Wildschweinen abstammt. Nun ist er von lauter schwarzem Schleim statt von Schlamm bedeckt.
ja: ゾンビ化した猪です。泥ですら食べる雑食性の動物ですが、今は黒く粘つく何かを口にしています。
zh_cn: 一种从野猪驯化而来的杂食动物，不过现在已经丧尸化了。它鼻子上通常全是泥巴的位置现在满是黑色粘液。

source: A zombified version of one of the German shepherd dogs used in law enforcement. Its deformed body is encased in a protective Kevlar harness.
ja: 警察で用いられる警察犬"ジャーマンシェパード"のゾンビ版です。その形の崩れた肉体は強化ケブラーハーネスで覆われています。
zh_cn: 一只变成丧尸的德牧。它变形的身躯仍然套着卡夫拉犬具。

source: A zombified wolf. Its mouth oozes with a black substance, coating the vicious-looking white fangs.
de: Ein zombifizierter Wolf. Aus seinem Maul trieft eine schwarze Substanz, welche die gefährlich aussehenden weißen Zähne bedeckt.
ja: ゾンビ化した狼です。口内から滲み出る黒色の何かが白い牙を覆い尽くし、見るからに危険な雰囲気を漂わせています。
zh_cn: 一条丧尸化的野狼。它的嘴里流淌着黑色物质，长长的白色獠牙外翻着。

source: Acrid smell accompanies this corpse of canine. Its whole body is covered in chains of pulsing cysts and slime dribbling ulcers.
de: Ein beißender Geruch begleitet diese hündische Leiche. Ihr ganzer Körper ist mit Ketten pulsierender Zysten und Schleim absondernden Geschwüren bedeckt.
ja: 鼻を突く臭いを漂わせる犬の死体です。脈打つ膿腫と粘液が滴るいぼで全身が覆われています。
zh_cn: 苦味笼罩着这具犬类尸体。它全身都布满了链状跳动的囊肿，从中滴下粘稠的溃疡脓汁。

source: Allosaurus
ja: アロサウルス
ko: 알로사우루스(Allosaurus)
ru: Аллозавр
zh_cn: 异特龙

source: Also known as the woodchuck, this ground squirrel has no actual talent for chucking wood.
de: Dies ist ein Waldmurmeltier, aber dabei spielt dieses Erdhörnchen gar nicht mit Murmeln.
ja: 別名「ウッドチャック」とも呼ばれるグラウンドホッグは、木を噛む能力を持っていますが、それを活用するだけの才能がありません。
ko: 마멋에게는 나무를 씹을 수 있는 능력이 있다고들 하지만, 사실 마멋은 그런 능력이 없습니다. (역자 주 : 마멋은 영어로 woodchuck 이라고도 불립니다)
ru: Также известен как лесной сурок. Этот вид суслика не имеет возможности разгрызать древесину.
zh_cn: 被称为土拨鼠，喜欢掘土，神出鬼没.

source: An aggressive mutant variety of the worm snake, turned pale yellow from its underground life. It swarms beneath the ground and is named for its habit of infesting sewer lines.
de: Eine aggressive Mutantenvarietät des Blödauges, einer Schlangenart. Sie färbte sich blassgelb vom Leben unter der Erde. Sie schwärmt unter dem Boden aus und ist nach ihrer Gewohnheit, Abwässerkanäle zu verseuchen, benannt.
ja: 地下生活を続けるうちに淡黄色に変色した、メクラヘビの変異体の一種です。地下に群れで生活し、下水道を住処にしています。
zh_cn: 灼灼逼人的突变蛇，淡黄色躯体，喜欢在地下生活，尤其喜欢群聚在下水道.

source: An amorphous black creature, detaching and sprouting tentacles without any apparent pause.
de: Eine formlose schwarze Kreatur, von der scheinbar pausenlos Tentakeln sich ablösen und sprießen.
ja: 不定形の黒い物体は、分裂したり不規則に触手を伸ばしたりしています。
ko: 검정색의 부정형 생명체로, 쉴새없이 촉수를 뻗었다 움츠렸다 합니다.
ru: Бесформенное чёрное создание, готовое в любой момент выпустить щупальца.
zh_cn: 一种可以迅速长出触角无形的黑色生物。

source: An amorphous mound of twisting black flesh that flits through the air at incredible speeds.
de: Ein formloser Haufen aus sich drehendem schwarzen Fleisches, der durch die Luft mit unglaublichen Geschwindigkeiten flitzt.
ja: 捻じれた肉塊でできた円錐状の不定形生物です。驚くべき速度で空を飛んでいます。
ko: 엄청난 속도로 공중을 날아다니는, 뒤틀린 부정형의 검정색 살덩이입니다.
ru: Аморфное образование из перекрученной черной плоти, порхающее в воздухе с невероятной скоростью.
zh_cn: 一形状怪异扭曲的黑色肉团从空中迅速飞过。

source: An animated mass of roots and vines, creeping along the ground with alarming speed. The tangle is thick enough that the center from which they grow is concealed.
de: Eine belebte Masse aus Wurzeln und Ranken, die über dem Boden in einer alarmierenden Geschwindigkeit kriechen. Das Gewirr ist dick genug, dass das Zentrum, aus dem sie wachsen, verborgen ist.
ja: 大量の根と蔦が活発に蠢き，驚くべき速度で地面を這いまわります。その本体が見えなくなるほど、蔦が育ち複雑にもつれ合っています。
zh_cn: 地面充满了藤蔓和竞技，这些植物以惊人的速度像四周蔓延，他们成长的源头非常隐蔽.

source: An animatronic child. It looks like it's annoying as hell. Though it is a robot, it stinks like death.
ja: 子供型二足歩行ロボットです。非常にうざったい、ぶん殴りたくなる外見です。このロボットからは何故か死臭が漂っています。
zh_cn: 一架孩童型機械布偶。它看起來煩人得要命。雖然他是一隻機器人，仍然發出死亡的味道。

source: An eel.
de: Ein Aal.
ja: ウナギです。
ko: 뱀장어입니다. (역주: 뱀장어는 민물장어라고도 불림.)
ru: Угорь
zh_cn: 一条长鳗鱼

source: An elongated human body with a swollen chest and a gaping hole where its jaw used to be.
de: Ein länglicher menschlicher Körper mit einem angeschwollenem Brustkorb und ein klaffendes Loch, wo einstmals der Kiefer gewesen ist.
ja: 膨張した胸部と細長く伸びた人体、顎があったであろう部分には大穴が開いています。
ko: 길쭉한 사람의 모습을 하고 있지만 흉곽은 부어올랐고 턱이었을 부분에는 큰 구멍이 뚫려있습니다.
ru: Длинное человеческое тело с разбухшей грудью и зияющей дырой, в месте где раньше были челюсти.
zh_cn: 细长的人体，胸部有一个大洞，下巴已经不见了。

source: An enormous fleshy snail, with an oddly human face. Eyestalks protrude from where the eyes should be.
de: Eine riesige fleischige Schnecke mit einem merkwürdigerweise menschlichem Gesicht. Die Augenstiele ragen von dort heraus, wo die Augen sein sollten.
ja: 人間の顔をした奇妙で巨大な蝸牛です。本来は目である所から眼柄が突き出ています。
zh_cn: 一只令人惊悚的人面蜗牛，眼睛却是一对触角。

source: An enormous fungal spire, towering over the ground. It pulsates slowly, continuously growing new defenses.
de: Eine enorm großer Fungusturm, der aus dem Boden emporragt. Er pulsiert langsam und wächst beständig neue Verteidigungen.
ja: 地上にそびえたつ、巨大な真菌の尖塔です。ゆっくりと脈動し、ひっきりなしに新たな防衛者たちを生み出しています。
zh_cn: 高达30英尺的庞大真菌尖塔 拔地而起，它缓慢而又规律的 不断悸动着，并扩大它的防御范围。

source: An enormous fungal tower. On closer inspection, its cap is supported by LOTS of fungal tendrils of various thicknesses, emerging from yet more bristling tendrils at ground level. Between this redundancy and their noticeable movement creating frequent gaps, it's tough to get a solid shot on the thing.
ja: 巨大な真菌の塔です。良く観察してみると、その上部は膨大かつ大小さまざまな真菌の巻きひげで支えられていることが分かります。この過剰な防護と、隙間を埋めるようにどんどん成長していく姿を見れば、実弾などによる攻撃はまず効果が無いと言えるでしょう。
zh_cn: 一座巨大巍峨的真菌塔。仔细观察，你就会发现它的顶盖由不同厚度的真菌卷须支撑起来的，而更多的卷须则垂到了地面上。它在灾变后的污浊空气中微微摇曳，你对采摘这么大的蘑菇去做汤毫无把握。

source: An enormous mutant mosquito, fluttering erratically, its face dominated by a long, spear-tipped proboscis.
de: Eine riesiger Mutantenmoskito, der unberechenbar umherflattert; sein Gesicht wird von einem langen speerspitzigen Rüssel dominiert.
ja: 変異により巨大化した蚊です。口先の針はまるで槍の様に太くなり、空を舞いながら貫く機会を伺っています。
ko: 거대한 변이 모기로, 주둥이가 거의 창 수준으로 거대합니다.
ru: Огромный комар-мутант, хаотично мечется, из его головы торчат длинные, похожие на копья хоботки.
zh_cn: 一个巨大的蚊子，飞的飘忽不定， 它的脸长这一个 非常长的鼻子。

source: An enormous red ant covered in chitinous plates. It possesses a pair of wriggling antennae and vicious-looking mandibles.
de: Eine riesige Feuerameise, die von Chitinplatten überdeckt ist. Sie trägt ein Paar wippende Antennen und bösartig aussehende Mundwerkzeuge.
ja: キチン質の装甲で覆われた巨大な赤い蟻です。蠢動する触角と見るからに危険な顎を持っています。
zh_cn: 一只巨大的红蚂蚁，浑身是几丁质装甲壳，他有一双敏锐的触角和罕见的下颚。

source: An enormous white flatworm that burrows beneath the earth. Its mouth is lined with pointed teeth, and it is covered in fine hairs which can be shed and fired like darts.
de: Ein riesiger weißer Plattwurm, der sich unter die Erde gräbt. Sein Mund hat spitze Zähne und ist mit dünnen Haaren, welche abgestoßen und wie Dartpfeile abgefeuert werden können, bedeckt.
ja: 地下に生息する巨大な白いヒルです。口の中には尖った歯が並んでおり、体表を覆う細かい毛は水をはじき、ダーツのように発射することもできます。
zh_cn: 白色毛绒的鼻涕虫，在地下移动，他的牙齿甚至可以当成飞镖一样发射.

source: An enormous, mutated creature that might once have been a nightcrawler. It possesses a large fanged mouth and a long slender body that comes up to your shoulder, with even more surely hiding underground.
de: Eine enorme, mutierte Kreatur, die einstmals wohl ein Tauwurm gewesen sein könnte. Sie besitzt einen großen bezahnten Mund und einen langen schlanken Körper, der bis zu deinen Schultern reicht und von dem sicherlich noch mehr unter der Erde verborgen ist.
ja: 嘗てはミミズだったと思しき巨大な変異生物です。成人の肩程の位置にある口からは牙が覗いており、地中へと続く体の先には地上部分の何倍もの体長が隠れている事は想像に難くないでしょう。
zh_cn: 一只巨大的变异生物，你一度认为他可能是魔鬼，长有吸血鬼般的尖牙利齿和修长的体格，祝你好运.，他就在你身边。

source: An eyeball the size of an easy chair, covered in rolling blue flames. It floats through the air, spinning slowly to draw its gaze in every direction.
de: Ein Augapfel, der mit rollenden blauen Flammen bedeckt ist, von der Größe eines Lehnstuhls. Er schwebt durch die Luft, sich langsam drehend, um seinen Blick in jede Richtung zu richten.
ja: 青い炎に包まれた目玉です。安楽椅子と同じ位の大きさをしています。ゆっくりと回転を繰り返しながら、四方八方を凝視し、空中にふわふわと浮かんでいます。
zh_cn: 一个轻便椅大小的眼球和覆盖着旋转的蓝色火焰。它在空气中漂浮。

source: An immense fungal blossom, towering over its surroundings. It pulses with a soft blue glow, continuously pumping its spores into the air.
ja: 地上にそびえたつ、巨大な真菌の花です。淡い青色に明滅しながら、ひっきりなしに周囲へ胞子を放出しています。
zh_cn: 一个巨大的真菌植株伫立在地上 ,它不断地闪烁着柔和的蓝光 ,并且让它的孢子飘散到空气中 .

source: An infamous spider with a characteristic red hourglass marking on its black carapace, known for its highly toxic bite.
de: Eine berühmt-berüchtigte Spinne mit einer charakteristischen roten Sanduhrkennzeichnung auf ihrer schwarzen Kruste; sie ist bekannt für ihren giftigen Biss.
ja: 黒い体表に赤い砂時計型の模様が特徴的な、高い毒性で知られる悪名高いクモです。
ko: 갑각의 붉은 모래시계 문양이 특징인, 악명 높은 거미입니다. 그 맹독으로도 유명합니다.
ru: Паук, с характерными рисунком в виде красных песочных часов на спине. Он известен своим сильнодействующим ядом.
zh_cn: 一个在它壳上有着明显红色 沙漏的蜘蛛。它因 它的剧毒毒液而闻名。

source: An otherwise normal-looking cougar, except that its hind legs are swollen, and its eyes bulge with black goo.
de: Ein ansonsten normalaussehender Puma, außer, dass seine Hinterläufe angeschwollen und seine Augen mit einem schwarzen Schleim unterlaufen sind.
ja: ゾンビ化したピューマです。後ろ脚が肥大化し、目は黒く粘つく何かによって膨張して見えます。
ko: 뒷다리가 부풀어올랐고, 눈이 검은 오물로 가득차 있다는 것만 빼면, 정상적으로 보이는 쿠거입니다.
ru: Более-менее нормально выглядящая пума, кроме того, что её ноги распухли, а из глаз сочится чёрная слизь.
zh_cn: 一条看似正常的美洲狮，但仔细观察会发现它的后腿肿了，眼睛凸起并流着黑色的黏液。

source: And though you fight to stay alive, Your body starts to shiver. For no mere mortal can resist, The evil of the thriller.
de: Und wenn du ums Überleben kämpfst, und du am ganzen Leibe zitterst, kannst du Sterblicher ihr nicht widersteh’n: Der Boshaftigkeit des Thrillers.
ja: ♪キミは生き延びようともがくけれど♪ ♪キミの体は震えてる♪ ♪死ぬ運命にあるただの人間は♪ ♪スリラーの邪悪に抗えないのさ♪
zh_cn: 虽然你为了生存而战， 你的身体开始颤抖。 凡人不能抵挡， 颤栗的邪恶--迈克尔杰克逊《Thriller》

source: Ankylosaurus
ja: アンキロサウルス
ko: 안킬로사우루스(Ankylosaurus)
ru: Анкилозавр
zh_cn: 甲龙

source: Apart from the jet black eyes it would be easy to believe this scientist was still alive. Clad in a tattered lab coat, it looks to have some measure of situational awareness and resourcefulness.
de: Abgesehen von den tiefschwarzen Augen wäre es leicht zu glauben, dass dieser Wissenschaftler immer noch am Leben wäre. Mit einem zerfetztem Laborkittel angezogen sieht er so aus, als hätte er ein gewisses Maß an Situationsbewusstsein und Einfallsreichtum.
ja: その漆黒の目さえ見なければ、この科学者がまだ生存していると思ってしまっても仕方ないでしょう。ボロボロの白衣をまとった姿は、状況を把握できる程度の知能がまだ残っているようにすら見えます。
zh_cn: 乌黑明亮的眼睛使你认为他可能还活着，神着破烂的白色研究院大衣.他生前一定足智多谋.

source: Black hollow eyes survey the surroundings as the zombie stretches and bends in ways that whoever the original body belonged to never could. The only thing that seems solid, on this flexible black-veined body, is the rows of sharp black teeth. You get the feeling that the only human thing remaining is the skin, worn as one would wear clothes.
zh_cn: 僵尸那黝黑空洞的眼睛巡视着周围，他的身体一种原来主人永远无法达到的姿势辗转腾挪。在柔软灵活的黑色血管覆盖的身体上，唯一看起来还结实的是那一排尖锐而漆黑的獠牙。你有一种感觉，那东西唯一能算是人体的东西仅有剩下的那层皮，就像你穿着你的衣服那般。

source: Blinky
ja: ブリンキー
ko: 블링키(Blinky)
ru: Блинки
zh_cn: 布林吉鱼

source: C.H.U.D.
ja: チャド
zh_cn: 地下食人族

source: Compsognathus
ja: コンプソグナトゥス
ko: 콤프소그나투스(Compsognathus)
ru: Компсогнат
zh_cn: 美颌龙

source: Deinonychus
ja: デイノニクス
ko: 데이노니쿠스(Deinonychus)
ru: Дейноних
zh_cn: 恐爪龙

source: Despite being encased in a what was once a nigh-impenetrable suit of power armor, something still managed to kill this soldier.
zh_cn: 即便被无敌的动力甲所包裹，这个士兵还是被什么东西给杀了。

source: Dilophosaurus
ja: ディロフォサウルス
ko: 딜로포사우루스(Dilophosaurus)
ru: Дилофозавр
zh_cn: 双脊龙

source: Dimorphodon
ja: ディモルフォドン
ko: 디모르포돈(Dimorphodon)
ru: Диморфодон
zh_cn: 双形齿兽

source: Eoraptor
ja: エオラプトル
ko: 에오랍토르(Eoraptor)
ru: Эораптор
zh_cn: 始盗龙

source: Gallimimus
ja: ガリミムス
ko: 갈리미무스(Gallimimus)
ru: Галлимим
zh_cn: 似鸡龙

source: Intense radiation has spurred a unique form of necrosis and regeneration, it is impossible to tell if this creature was ever human.
de: Intensive Strahlung hat eine einzigartige Form der Nekrose und Regeneration angetrieben; es ist unmöglich zu sagen, ob diese Kreature jemals menschlich war.
ja: 強烈な放射線によって奇妙な姿で蘇生した化け物です。かつて人間だったかどうかすら分かりません。
zh_cn: 巨量的辐射产生了一个独特的坏死然后再生的生命形式，你无法想象它曾经也是个人。

source: It looks like a dodo, only much bigger, with longer, muscular legs and a predatory gleam in its eyes.
de: Er sieht wie ein Dodo aus, nur viel größer, mit längeren, muskulösen Beinen und einem raubtierhaften Schein in seinen Augen.
ja: 走鳥類の一種です。ドードーに似ていますが遥かに大きく、筋肉質の長い脚と、捕食者の眼光を持ちます。
ko: 도도새 같아 보이는 이 새는 단지 도도새보다 더 크고, 길고, 근육질의 다리를 가지고 있으며 포식자의 눈빛을 하고 있을 뿐입니다.
ru: Похож на додо́, только гораздо больше, с сильными ногами и хищным блеском в глазах.
zh_cn: 它看上去像渡渡鸟，只是大了很多，有着又长又有肌肉的腿，是一种掠食性生物。
