Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A set of insect-like mandibles have grown around your mouth. They allow you to eat faster and provide a slicing unarmed attack, but prevent you from wearing mouthwear. Slightly reduces wet effects.
de: Eine Menge an insektenähnlichen Mundwerkzeugen sind um deinen Mund gewachsen. Sie lassen dich schneller essen und bieten im unbewaffneten Kampf einen Schlitzangriff, aber hindern dich am Tragen jeglicher Mundbekleidung. Sie reduzieren die Nässewirkungen ein wenig.
ko: 곤충처럼 2개로 분리된 턱을 추가로 가지고 있습니다. 먹는 속도가 빨라지고 비무장 베기 공격이 가능하지만, 입에 무언가를 착용하는 것이 불가능해집니다. 몸이 젖을 때 받는 패널티가 약간 감소합니다.
ru: У вашего рта множество мандибул , как у насекомых. Позволяют быстрее есть и проводить атаку когда вы без оружия, но вы не можете носить маски. Слегка уменьшают эффект от намокания.

source: A set of tentacles surrounds your mouth. They allow you to eat twice as fast. Slightly decreases wet penalties.
de: Ein paar Tentakeln umrunden deinen Mund. Sie lassen dich doppelt so schnell essen. Reduzieren die Einbußen bei Nässe ein wenig.
ko: 입 주위에 촉수가 달려있습니다. 두 배 빠른 속도로 먹을 수 있으며, 몸이 젖을 때 받는 패널티가 약간 감소합니다.
ru: Множество щупалец вокруг вашего рта. Позволяют есть в два раза быстрее. Слегка уменьшают штрафы от намокания.

source: A set of very flexible and slick scales has grown to cover your body. These act as weak natural armor, improve your ability to swim, and make you difficult to grab. Mostly reduces wet effects.
de: Eine paar sehr flexible und glatte Schuppen sind als Bedeckung auf deinen Körper gewachsen; sie dienen als natürliche Panzerung, verbessern deine Schwimmfähigkeit und erschweren es, dich zu greifen. Reduziert fast alle Auswirkungen von Nässe.
ko: 아주 유연하고 반짝거리는 비늘이 온몸을 덮고 있습니다. 약한 방호력을 제공하며 수영 능력이 개선되지만, 물건을 잡는게 힘들어집니다. 몸이 젖을 때 받는 패널티를 상당히 줄여줍니다.
ru: Очень гибкая и скользкая чешуя, которая покрывает ваше тело. Она действует как слабая броня, улучшает вашу способность к плаванию и делает вас трудно восприимчивым к захватам. Снижает эффект от намокания.

source: Alcohol and drugs go straight to your head. You suffer the negative effects of these for longer.
de: Alkohol und Drogen gehen direkt in deinen Kopf. Du erleidest die negativen Wirkungen dieser für eine längere Zeit.
ko: 알콜과 약이 곧장 머리로 올라와버려, 부정적인 효과가 조금 더 오래 지속됩니다.
ru: У вас небольшой вес. Алкоголь и наркотики сильнее ударяют в голову и вы дольше испытываете негативные эффекты от них.

source: All the hair on your body has turned to long, grass-like leaves. Apart from being physically striking, these provide you with a minor amount of nutrition while in sunlight. Slightly reduces wet effects.
de: Deine Haare auf deinem Körper haven sich zu langen, grasähnlichen Blättern verwandelt. Außer, dass sie auffällig sind, bieten sie dir eine kleine Menge an Nährstoffen, während du im Sonnenlicht stehst. Reduzieren Nässe-Wirkungen ein bisschen.
ko: 몸에 있는 모든 털들이 풀을 닮은 긴 잎으로 바뀌었습니다. 물리적 보호를 주지는 못하지만, 햇빛을 받으면 약간의 영양분을 만들어냅니다. 몸이 젖을 때 받는 패널티를 약간 줄여줍니다.
ru: Все волосы на вашем теле превратились в длинные, травянистые листья. Они защищают вас от физических повреждений и позволяют подпитываться от солнечного света. Слегка уменьшен эффект от намокания.

source: Civilization collapsed? Great! You and your kin will never have to worry about a slaughterhouse again.
de: Zivilisation zusammengebrochen? Prima! Du und deine Sippe müssen sich nie wieder über ein Schlachthaus sorgen.
ko: 문명이 붕괴되었다고요? 최고네요! 당신과 당신의 동족들은 다시는 도살장에 가는 것을 걱정하지 않아도 됩니다.
ru: Цивилизация погибла? Превосходно! Теперь вам и вашей семье не придется беспокоится о скотобойне.

source: Ever since you ate that Marloss berry, you can't get its scent out of your nose, and you have a strong desire to eat more.
de: Seitdem du diese Marlossbeere gegessen hast, kannst du nicht mehr ihren Geruch aus deiner Nase bekommen und hast ein starkes Verlangen, mehr davon zu essen.
ko: 말로스 열매를 먹었기 때문에 더이상 코로 냄새를 맡을 수 없게 되며, 대신 강렬한 식욕을 느끼게 됩니다.
ru: Даже после того, как вы съели ягоду Марлосс, её запах продолжает витать в носу, и вы очень хотите съесть ещё.

source: Every inch of your skin is packed with chlorophyll and you have strong roots. Sleeping on diggable soil will satisfy any hunger you might have.
de: Jeder Quadratzentimeter deiner Haut ist brechend voll mit Chrorophyll und du hast starke Wurzeln. Wenn du auf grabbaren Boden stehst, wirst du jeglichen Hunger, den du haben könntest, befriedigen.

source: For your whole life you've been forbidden from indulging in your peculiar tastes. Now the world's ended, and you'll be damned if anyone is going to tell you that you can't eat people.
de: Dein ganzes Leben lang wurde es dir verboten, deinem eigenartigen Geschmack nachzugeben. Nun hat die Welt aufgehört und du wärest verdammt, wenn irgendjemand dir sagen würde, dass du keine Leute essen kannst.
ko: 당신은 평생동안 특이한 식성을 감추어왔습니다. 세계가 망한 지금, 누가 인육을 먹지 말라고 하면 미쳐버릴지도 모릅니다.
ru: Всю жизнь вам приходилось скрывать свою маленькую слабость. Но теперь старому миру пришёл конец, и, чёрт побери, пусть кто-то попробует сказать, что людей есть нельзя.

source: Hey. Civilization fell. You're still around. 'Rat' just isn't respectful.
de: Hey, die Zivilisation ist zerfallen. Du lebst immer noch. »Ratte« ist einfach respektlos.
ko: 이봐요. 현대 문명은 망해버렸어요. 당신은 여전히 떠돌고 있죠. '쥐'조차도 당신을 무시합니다.
ru: Эй. Цивилизация пала, а вы все еще живы. 'Крыса' звучит не очень уважительно.

source: Iridescent feathers have grown to cover your entire body, providing a marginal protection against attacks and minor protection from cold. They also provide a natural waterproofing.
de: Schillernde Federn sind über deinen ganzen Körper gewachen und bieten so einen geringfügigen Schutz vor Angriffen und einem schwachen Schutz vor Kälte. Sie bieten außer eine natürliche Abdichtung vor Wasser.
ko: 오색빛의 깃털이 몸 전체에 있습니다. 공격에 대해 어느정도의 보호를 제공하고 추위도 약간 막아줍니다. 또한 깃털은 방수효과도 제공합니다.
ru: Радужные перья покрывают ваше тело, обеспечивая сопротивление к ударам и небольшую защиту к холоду. Они также обеспечивают естественную гидроизоляцию.

source: It takes a lot to bring you down! You get a 20% bonus to all hit points.
de: Es braucht schon viel, um dich klein zu kriegen! Du erhälst einen 20%-Bonus auf alle Trefferpunkte.
ko: 당신은 강인합니다! HP에 20% 보너스를 받습니다.
ru: Вы здоровяк. Не так-то просто будет вас завалить. Вы получаете 20% бонус к очкам здоровья.

source: It's about time you grew out. Now that you've matured, it is time to make something of yourself.
de: Es ist langsam an der Zeit, dass du erwachsen wirst. Jetzt, wo du erwachsen bist, ist es an der Zeit, etwas aus dir zu machen.
ko: 지금이 당신이 성장해야할 시간인 것 같습니다. 이제 완전히 다 자랐네요. 이제 당신의 시간입니다.
ru: Наконец-то вы повзрослели. Теперь, когда это случилось, можно делать что-нибудь самостоятельно.

source: It's about time you started developing a root system. When reading, fishing from, waiting on, or otherwise being stationary for a while on diggable terrain, you'll extract nutrients from the soil.
de: Es wird Zeit, dass du angefangen hast, ein Wurzelsystem zu entwickeln. Wenn du liest, angelst, wartest oder aus anderen Gründen für eine Weile auf grabbaren Gelände stehen bleibst, wirst du Nährstoffe aus dem Boden extrahieren.

source: Just thinking of mutagen (such a lovely word! 'Mutagen'. Perfect!) makes you thirsty. And you so love your new parts. You simply must have more mutagen!
de: Der bloße Gedanke an Mutagen (So ein schönes Wort: »Mutagen«. Perfekt!) macht dich schon durstig. Und somit liebst du deine neuen Körperteile. Du musst einfach mehr Mutagen einnehmen.
ru: Даже простые мысли о мутагене (какое отличное слово! «Мутаген». Идеально!) вызывают у вас жажду. И вы так любите свои новые части тела… Вы просто должны иметь больше мутагена.

source: Most animals don't like you, and aggressive animals are more likely to attack you. This only applies to natural animals such as woodland creatures.
de: Die meisten Tiere mögen dich nicht und aggressive Tiere werden dich eher angreifen. Dies trifft nur auf natürliche Tiere wie Waldlebewesen zu.
ko: 어째서인지는 몰라도 많은 동물들이 당신을 싫어하기 때문에 공격적인 동물이 당신을 공격할 가능성이 높아집니다. 숲 속에 사는 동물처럼 자연적인 동물에게만 적용되는 능력입니다.
ru: Вы не нравитесь большинству животных, и агрессивные животные будут чаще атаковать вас. Это относится только к обычным животным, например, к обитателям леса.

source: Ninety percent of the planet, and it's yours to explore. And colonize. And enjoy. What was that about a surface?
de: Neunzig Prozent des Planeten und es ist dir überlassen, es zu erforschen. Und zu kolonisieren. Und zu genießen. Wie war das nochmal über einen Boden?
ko: 지구의 90%는 당신이 탐험하고, 식민화하고, 즐길 장소입니다. 수면이 어디였죠?
ru: Девяносто процентов планеты в вашим услугам. Для исследования. Для заселения. Для наслаждения. Что там насчёт поверхности?

source: Not much point to rebuilding up in that horribly bright roofless wasteland. Now that you've become accustomed to your new digs, there's the beginnings of a great empire right here, underground.
de: Es hat nicht viel Sinn, dieses furchtbare helle dachlose Ödland wiederaufzubauen. Jetzt, wo du dich an deine ausgegrabenen Höhlen gewöhnt hast, sind die Anfänge eines großartigen Imperiums genau hier, unterirdisch.
ko: 끔찍하게 밝고 천장도 없는 황무지에 문명을 재건하자는 것은 말도 안됩니다. 이제 당신은 새로운 거처에 익숙해졌으며, 그곳은 위대한 제국을 세우기에 적합한 곳이죠. 지하 말이에요.
ru: Не так уж много смысла в восстановлении этой ужасно яркой пустоши без крыши. Теперь, когда вы привыкли к вашим новым берлогам, это зачатки великой империи прямо здесь, под землей.

source: Not much scares you. You get a 30% bonus to all hit points. Stacks with Tough, etc.
de: Nicht viele Dinge machen dir Angst. Du erhälst einen 30%-Bonus auf alle Trefferpunkte. Addiert sich zu Hartnäckig, usw.

source: Nothing can break you! You get a 40% bonus to all hit points.
de: Nichts kann dich kleinkriegen! Du erhälst einen 40%-Bonus auf alle Trefferpunkte.
ko: 어떤 것도 당신을 격파하지 못합니다! HP에 40% 보너스를 받습니다.
ru: Ничто не может сломить вас. Вы получаете 40% бонус к очкам здоровья.

source: Nothing gets you down! You savor the joys of life, ignore its hardships, and are generally happier than most people.
de: Nichts zieht dich runter! Du genießt die Freuden des Lebens, ignorierst dessen Härte und bist grundsätzlich fröhlicher als die meisten Leute.
ko: 그 무엇도 당신을 침울하게 만들 수 없습니다! 삶의 기쁨이 당신과 함께하며, 힘든 일에 개의치 않고, 언제나 일반인보다 기분이 좋습니다.
ru: Ничто не может вас расстроить. Ваш моральный дух всегда выше среднего.

source: Nothing hurts any more. Those bites tickle and the wounds itch a bit, but that's it.
de: Nichts tut mehr weh. Diese Bisse kitzeln und die Wunden jucken ein bisschen, aber das war’s.
ko: 어떠한 것으로도 고통을 느낄 수 없게 되었습니다. 물린 상처는 간지러울 뿐이고 부상은 조금 더 간지럽지만, 그것뿐입니다.
ru: Ничего больше не болит. Вот именно, эти укусы всего лишь щекочут, да и раны немного зудят.

source: On rare occasion, you will go full-auto when you intended to fire a single shot. This has no effect when firing handguns or other semi-automatic firearms.
de: In seltenen Fällen wirst du auf Vollautomatik gehen, obwohl du eigentlich nur einen einzigen Schuss abgeben wolltest. Dies hat keine Wirkung, wenn du Handfeuerwaffen oder andere halbautomatische Waffen feuerst.
ko: 가끔씩, 당신은 단발로 쏴야 할 때 연발로 쏴버리게 됩니다. 단발 사격만 있는 권총이나 화기를 사용하면 영향을 받지 않습니다.
ru: Вы любитель надавить сильнее на гашетку. Иногда вы будете выпускать целую очередь, хотя собирались сделать одиночный выстрел. Черта не имеет эффекта на пистолеты и другое полуавтоматическое оружие.

source: Peaceful animals will not run away from you, and even aggressive animals are less likely to attack. This only applies to natural animals such as woodland creatures.
de: Friedliche Tiere werden nicht von dir fliehen und sogar aggressive Tiere werden dich weniger wahrscheinlich angreifen. Dies betrifft nur natürliche Tiere wie Waldkreaturen.
ko: 평화적인 동물은 도망치지 않고, 공격적인 동물조차도 공격할 확률이 줄어듭니다. 숲 속에 사는 동물처럼 자연적인 동물에게만 적용되는 능력입니다.
ru: Мирные животные не будут убегать от вас, и даже агрессивные животные будут реже атаковать. Это относится только к обычным животным, например, к обитателям леса.

source: Pecking at prey is part of your daily routine now. Slightly reduces wet effects.
de: Nach Beute picken ist nun Teil deines Alltags. Reduziert leicht die Nässeeffekte.
ru: Клевание добычи теперь ваша ежедневная рутина. Немного снижает эффект промокания.

source: Practicality is far less important than style. Your morale is improved by wearing fashionable and attractive clothing.
de: Nützlichkeit ist deutlich unwichtiger als Stil. Deine Moral wird durch das Tragen von modischen und attraktiver Kleidung angehoben.
ko: 실용성보다는 멋진 스타일이 훨씬 더 중요하죠. 유행하는 매력적인 옷을 입으면 의욕이 증가합니다.
ru: Стиль важней практичности. Ваша мораль увеличивается за счёт ношения модной и привлекательной одежды.

source: Skin tabs and odd flaps of skin surround your mouth. They don't affect your eating, but are unpleasant to look at.
de: Hautstreifen und seltsame Klappen aus Haut umrunden deinen Mund. Sie beeinträchtigen nicht dein Essen, aber sehen unschön aus.
ko: 피부로 이루어진 이상한 덮개가 입 주위를 덮고 있습니다. 무언가를 먹는데는 영향이 없지만, 모양이 불쾌하게 생겼습니다.
ru: Вокруг вашего рта странные кожаные клапаны. Не влияют на принятие пищи, но на них неприятно смотреть.

source: Something in those heavily processed foods doesn't agree with you. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
de: Irgendwas in diesen stark verarbeiteten Lebensmitteln mag dich nicht. Es ist dir möglich, sie zu essen, aber du wirst Moralstrafen aufgrund von Übelkeit erleiden.
ko: 당신은 많은 공정을 거쳐서 생산된 어떤 음식들을 먹지 못합니다. 일단 먹는 것까지는 가능하지만, 먹게 되면 속이 메슥거리게 되어 의욕이 떨어질 것입니다.
ru: Что-то в этой тяжелой пище не может быть переварено вами. Вы всё же можете употребить её, но это повредит вашему моральному духу.

source: Stalking prey, eating well, and lying in the sun. Mmm, all you could ever desire.
de: Beute auflauern, gut essen und in der Sonne liegen. Ja, das ist alles, was du jemals begehren könntest.
ko: 사냥감을 쫓고, 맛있게 먹고, 햇빛 아래에 드러눕습니다. 음, 모두 당신이 항상 바라는 것이네요.
ru: Выслеживать добычу, хорошо поесть и лежать на солнышке. Ммм, всё, что можно пожелать.

source: Sunlight makes you uncomfortable. If you are outdoors and the weather is Sunny, you suffer -1 to all stats.
de: Sonnenlicht lässt dich unwohl fühlen. Wenn du draußen bist und die Sonne scheint, erleidest du −1 auf alle Werte.
ko: 당신은 태양광을 받으면 불쾌해집니다. 맑은 날에 밖으로 나가면, 모든 능력치에 -1 의 패널티를 받게 됩니다.
ru: Вам некомфортно от солнечного света. На улице в солнечный день вы получаете -1 ко всем характеристикам.

source: Sunlight makes you very uncomfortable. If you are outdoors during the day, you suffer -1 to all stats; -2 if the weather is Sunny.
de: Sonnenlicht lässt dich sehr unwohl fühlen. Wenn du tagsüber draußen bist, erleidest du −1 auf alle Werte; −2, wenn sonniges Wetter ist.
ko: 당신은 태양광을 받으면 매우 불쾌해집니다. 낮에 야외로 나가면 모든 능력치에 -1의 패널티를, 화창한 날이라면 -2의 패널티를 받게 됩니다.
ru: Солнечный свет причиняет вам большие неудобства. Находясь на улице днём, вы получаете штраф -1 ко всем характеристикам, а в солнечную погоду штраф повышается до -2.

source: The ancient arts of drunken brawling come naturally to you! While under the influence of alcohol, your melee skill will rise considerably, especially unarmed combat.
de: Du beherrschst die antike Kampfkunst der betrunkenen Schlägerei auf natürliche Weise. Solange du unter Alkoholeinfluss stehst, wird deine Nahkampffertigkeit beachtlich ansteigen, insbesondere unbewaffneter Kampf.
ko: 고대 취권의 능력이 몸에 잠재되어 있습니다! 술을 마셨을 때 근접공격 기술이 상당히 향상되며, 특히 비무장 공격 기술이 많이 향상됩니다.
ru: Вы обладаете древней техникой пьяного боя. Под влиянием алкоголя ваш навык рукопашного боя (особенно без оружия) значительно вырастает.

source: The bottoms of your feet are strongly padded. You receive no movement penalty for not wearing shoes, and even receive a 10% bonus when running barefoot. Slightly decreases wet penalties.
de: Die Unterseite deiner Füße sind stark gepolstert. Du erleidest keine Geschwindigkeitsverringerung, wenn du keine Schuhe trägst und erhälst sogar einen 10%-Bonus, wenn du barfuß läufst. Sie reduzieren die Moralstrafe für Nässe ein wenig.
ko: 당신의 발바닥은 아주 푹신푹신합니다. 신발을 신지 않아도 이동 속도에 패널티가 생기지 않으며, 오히려 맨발일 때 10%의 이동 속도 보너스를 받습니다. 몸이 젖었을 때의 패널티도 약간 줄여줍니다.
ru: На ваших ступнях появились подушечки, как у кошки. Вы не получаете никакого штрафа, если не носите обуви, и даже получаете 10% бонус при беге босиком. Слегка уменьшены штрафы от намокания.

source: The bottoms of your feet are tough and you are accustomed to going barefoot. You receive no movement penalty for not wearing shoes.
de: Deine Fußsohlen sind hart und du bist es gewöhnt, barfuß zu gehen. Du erhälst keine Bewegungsstrafe, wenn du keine Schuhe trägst.
ko: 당신의 발바닥은 두꺼운데다가 평소에 맨발로 자주 돌아다닙니다. 신발을 신지 않았을 때에도 이동력 감소 효과를 받지 않습니다.
ru: У вас очень жесткие ступни и вы привыкли везде ходить босиком. Вы не получаете штрафа передвижения при ходьбе без обуви.

source: The chance to undo not one but TWO extinction events. You're confident you'll do fine.
de: Die Gelegenheit nicht nur ein, sondern gleich ZWEI ausgestorbene Arten zu restaurieren. Du bist dir sicher, dass du es hinkriegst.
ko: 하나도 아닌 두 개의 멸종 사건을 무효화시킬 수도 있습니다. 당신은 잘 해낼 거라고 스스로 확신합니다.
ru: Шанс, чтобы отменить не первое, а ВТОРОЕ вымирание. Вы уверены, что сделаете всё хорошо?

source: The shadows don't seem as dark now.
de: Die Schatten scheinen nicht mehr so dunkel zu sein.
ko: 이제 그림자는 딱히 어두운 것 같지도 않습니다.
ru: Тени, кажется, стали не такими темными, как раньше.

source: The skin on your hands is a mucous membrane and produces a thick, acrid slime. Attacks using your hand will cause minor acid damage. Slightly increases wet benefits.
de: Die Haut auf deinen Händen ist eine Schleimhaut und produziert einen dicke, ätzenden Schleim. Angriffe mit deiner Hand werden einen geringen Säureschaden anrichten. Sie verringern Auswirkungen der Nässe geringfügig.
ko: 당신의 손 피부에서 점막이 경화되고 씁슬한 점액질을 생산하기 시작합니다. 손을 이용한 공격이 약간의 산성 데미지를 줄 수 있게 됩니다. 또한 물에 젖었을 때의 이득이 늘어납니다.
ru: Кожа на руках выделяет густую, едкую слизь. Атаки с помощью рук вызывают небольшие повреждения кислотой. Слегка увеличены бонусы от намокания.

source: There's the last two limbs you were expecting. Unfortunately you still can't coordinate them, so you're getting in your own way. A lot.
de: Da sind die letzten beiden Gliedmaßen, mit denen du gerechnet hast. Leider kannst du sie immer noch nicht steuern, somit sind sie im Weg. Und das oft.
ru: Это две последние конечности, которые вы ожидали. К сожалению, вы не можете их координировать, что очень сильно вам мешает.

source: Things just keep getting you down. You tend to be unhappy, and it takes some doing to cheer you up.
de: Sachen ziehen dich einfach immer wieder runter. Du tendierst dazu, unglücklich zu sein und es erfordert etwas Mühe, um dich aufzuheitern.
ko: 가만히 있지를 못합니다. 기분이 나빠지기 쉬우며, 무언가를 해야만 기분이 좋아집니다.
ru: Вас всё угнетает. Как правило, у вас плохое настроение и нужно приложить определённые усилия, чтобы его улучшить.

source: Though your beak's not suitable for pecking, those flowers out there are a good source of energy. Examine them to feed.
de: Obwohl dein Schnabel ungeignet zum Picken ist, sind diese Blumen da draußen eine gute Energiequelle. Untersuche sie zum Fressen.
ru: Хотя ваш клюв не пригоден для клевания, эти цветы можно использовать как хороший источник энергии. Осмотрите их для питания.

source: Ugh, out of water already? You need about twice the fluids of an average human.
de: Ohje, Wasser schon wieder alle? Du musst doppelt so viel Flüssigkeit zu dir nehmen wie der Durchschnittsmensch.
ko: 우욱, 벌써 물이 떨어졌어? 당신은 보통 사람보다 두 배 많은 물을 필요로 합니다.
ru: Ухх, уже без воды? Вам потребуется примерно в два раза больше жидкости, чем обычному человеку.

source: Well, you still have those other walking flowers-and the mushrooms too-to deal with. But you'll manage.
de: Nun, du wirst immer noch mit diesen anderen gehenden Blumen – und auch die Pilze – zu tun haben. Aber das wirst du schon hinkriegen.
ko: 음, 당신은 아직도 걸어 다니는 꽃과 버섯들을 심하게 대하고 있군요. 그래도 어떻게든 다룰 수 있을 겁니다.
ru: Итак, вам еще придется иметь дело с другими ходячими растениями и грибами. Но вы справитесь.

source: When you try to tell a lie, you blush, stammer, and get all shifty-eyed. Telling lies and otherwise bluffing will be much more difficult for you.
de: Wenn du versuchst, zu lügen, errötest du, stotterst und blickst rastlos umher. Lügen und Täuschen wird für dich viel schwieriger sein.
ko: 거짓말을 하려고 하면 당신의 표정, 입가가 부자연스러워지고 눈이 떨리며 말을 더듬게 됩니다. 거짓말을 하거나 허풍을 치는게 매우 어려워집니다.
ru: Когда вы пытаетесь врать, то краснеете, заикаетесь, ваши глазки бегают туда-сюда. Ложь и блеф оказываются более трудными для вас.

source: Whether due to injury or age, your knees aren't particularly strong or flexible. Moving over rough terrain will slow you down more than normal.
de: Ob durch Verletzung oder Alterung, deine Knie sind nicht besonders stark oder flexibel. Wenn du dich über unebenes Gelände bewegst, wird es dich noch mehr verlangsamen als normal.
ko: 부상이나 나이 탓에 당신의 무릎은 약하고 유연하지 못합니다. 거친 지형을 지나갈 경우에 통상시보다 이동 속도가 느려집니다.
ru: Из-за травмы или возраста, ваши колени не очень гибкие и сильные. Перемещение по пересеченной местности будет гораздо медленнее, чем обычно.

source: With spinnerets like THESE, who needs rope?! Your natural abilities can handle that part of most construction projects.
de: Mit Spinndrüsen wie DIESEN, wer braucht da noch Seil? Deine natürliche Fähigkeiten können diesen Teil der meisten Bauprojekte übernehmen.
ru: Кому нужны верёвки, если можно прясть паутину?! Ваши естественные способности позволяют справиться с этой частью большинства строительных проектов.

source: Without reading glasses, you are unable to read anything, and take penalties on melee accuracy and electronics/tailoring crafting. However, you are guaranteed to start with a pair of reading glasses.
de: Ohne eine Lesebrille kannst du nichts lesen und erleidest Schäden bei der Nahkampf-Treffergenauigkeit und der Fertigung von Elektronik und Kleidung. Allerdings wirst du garantiert eine Lesebrille zu Beginn erhalten.
ko: 원시용 안경이 없으면 아무 것도 읽을 수 없게 되며, 근접 공격과 전자기기/의류 제작시에 패널티를 받습니다. 하지만 시작할 때 원시용 안경이 주어집니다.
ru: Без очков вы не можете читать, иногда промахиваетесь в рукопашной и получаете пенальти при шитье и изготовлении электроники. Однако, вы гарантированно получаете очки для чтения в начале игры.

source: Without your glasses, your seeing radius is severely reduced! However, while wearing glasses this trait has no effect, and you are guaranteed to start with a pair.
de: Ohne deine Brille ist deine Sichtweise stark eingeschränkt! Aber solange du eine Brille trägst, hat dieser Chrakterzug keine Auswirkung und du startest garantiert mit einer Brille.
ko: 안경이 없으면 시야 거리가 크게 줄어듭니다! 하지만 근시 안경을 착용하면 패널티가 없어지며, 시작시 근시용 안경 하나를 갖고 시작합니다.
ru: Без очков вы видите не очень далеко. Если их одеть, то всё становится как прежде. Вы гарантированно получаете очки в начале игры.

source: You are a little nimbler. Dexterity + 1
de: Du bist ein bisschen wendiger. Geschicklichkeit +1
ko: 당신은 조금 민첩해졌습니다. 민첩성 + 1
ru: Вы стали слегка проворнее. Ловкость +1

source: You are a little smarter. Intelligence + 1
de: Du bist etwas klüger. Intelligenz +1
ko: 당신은 조금 똑똑해졌습니다. 지능 + 1
ru: Вы стали немного умнее. Интеллект + 1

source: You are a pupil of the Venom Clan. You start with one of the five deadly venoms: Centipede, Viper, Scorpion, Lizard, or Toad.
de: Du bist ein Schüler des Giftklans. Du beginnst mit einem der Fünf Tödlichen Gifte: Tausendfüßler, Viper, Skorpion, Eidechse oder Kröte.
ko: 당신은 극독파의 문하생이다. 시작할때 다음 다섯가지 극독 무공중에 하나를 가지고 시작한다 : 지네, 독사, 전갈, 도마뱀, 두꺼비.
ru: Вы ученик клана Яда. Начинаете с одним из пяти смертельных стилей рукопашного боя: Многоножки, Гадюки, Скорпиона, Ящерицы или Жабы.

source: You are a sight to behold. NPCs who care about such thing will react more kindly to you.
de: Du bist ein unvergesslicher Anblick. NPCs, denen solche Dinge wichtig sind, werden dir gegenüber freundlicher reagieren.
ko: 당신의 외모는 볼만합니다. NPC가 당신에게 조금 더 친절하게 반응합니다.
ru: Вы красивы. NPC, которые обращают внимание на такие вещи, будут относиться к вам более доброжелательно.
