Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: I'm sick of fighting with my <swear> <mywp>, got something better?
de: Ich habe es satt, mit meiner <swear> <mywp> zu kämpfen, hast du irgendwas besseres?
ja: この<swear><mywp>で戦うのはもううんざりだ。もっと良い物を持ってないか？
ko: 내 <swear> <mywp>으로 싸우는건 질려버렸어, 좀 더 강력한건 없어?
ru: Меня достало вести бой этим <swear> <mywp>, не найдётся чего-нибудь получше?
zh_cn: 用我这<swear> <mywp>打架不爽，有更称手的东西吗？

source: I'm sorry, but the only way we're going to make it is if we keep our gates buttoned fast. The guards in the basement have orders to shoot on sight, if you so much as peep your head in the lower levels. I don't know what made the scavengers out there so ruthless but some of us have had to kill our own bloody kids... don't even think about strong arming us.
de: Es tut mir Leid, aber die einzige Weise, auf die wir überleben können ist es, wenn wir unsere Tore fest verschlossen halten. Die Wachen im Keller haben Schießbefehl, selbst, wenn du nur einen kurzen Blick in die unteren Stockwerke riskierst. Ich weiß nicht, was die Sammler da draußen so rücksichtslos gemacht hat, aber einigen von uns mussten unsere eigenen verdammten Kinder töten … denk nicht mal daran, uns mit noch mehr Waffen zu versorgen.
ja: すまんな、だが我々は速やかにゲートを閉ざしておかなければならない。地下施設の警備は見たら撃てという指示を受けている。なぜああなってしまったのかは分からないが、こっちには子供を殺された人もいる... これだけの武装を揃えもするさ。
zh_cn: 我很抱歉，但是我們能做的就是讓大門關閉的快點。在地下室的守衛有格殺勿論的命令。我不知道為什麼拾荒者變得這麼狠，害得我們有些人不得不手刃自己的小孩...別想要我們武裝起來。

source: I'm sorry, not a risk we are willing to take right now.
de: Es tut mir Leid, aber wir wollen momentan keine Risiken eingehen.
ja: すまないが、今そんな危険を冒す気は無いよ。
zh_cn: 对不起 ,我们宁愿保持现状 ,至少没有风险 .

source: I'm sorry.
de: Tut mir leid.
ja: すいません。
ko: 미안.
ru: Прости.
zh_cn: 对不起.

source: I'm sorry. I did what I could.
de: Es tut mir leid. Ich hab getan, was in meiner Macht stand.
ja: すまない。出来るだけのことはしたんだ。
ko: 미안. 내가 할 수 있는걸 한거야.
ru: Прости, я сделал всё, что мог.
zh_cn: 对不起. 我已经尽力了.

source: I'm sorry... I failed.
de: Es tut mir leid, ich … ich habe versagt.
ja: すまない...失敗してしまった。
ko: 미안해... 실패했어.
ru: Прости... я облажался.
zh_cn: 对不起... 我失败了.

source: I'm supposed to direct all questions to my leadership, marshal.
zh_cn: 执法官，我想你该向我领导问这些问题。

source: I'm sure I can do something to change your mind *wink*
de: Ich bin mir sicher, dass ich etwas zun kann, um deine Meinung zu ändern *zwinker*.
ja: あなたの気を変えるだけの何かが出来ると思いますよ *ウィンク*
zh_cn: 我相信有些东西可以让你回心转意 *眨眼*

source: I'm the region's federal liaison. Most people here call us the 'Old Guard' and I rather like the sound of it. Despite how things currently appear, the federal government was not entirely destroyed. After the outbreak I was chosen to coordinate civilian and militia efforts in support of military operations.
de: Ich bin die Regierungskontaktperson dieser Region. Die meisten Leute hier nennen uns die »Alte Garde« und mir gefällt der Klang davon. Obwohl es anders aussieht, wurde die Bundesregierung nicht vollständig zerstört. Nach dem Krankheitsausbruch wurde ich ausgewählt, zivle und Bürgerwehrbestrebungen als Unterstützung von Militäroperationen zu koordinieren.
ja: 私はこの地域を担当する連邦政府の窓口、連絡係だ。人々からは"オールドガード"と呼ばれている。まあ悪く無い響きだな？ こんな状況ではあるが、連邦政府は未だその機能を完全に喪失したわけではないのだ。事態発生のあと、選抜された私は、民兵団を組織して軍の作戦行動を補助するよう命じられた。
zh_cn: 我是该地区的联邦政府联络官 ,在这里的大多数人使用绰号称呼我们:"古老守卫" ,我还是挺喜欢这个绰号的 ,尽管目前有什么不好的东西出现了 ,但是联邦政府并未因此为完全垮掉 ,疫情出现之后我被选来协调平民事务,并且帮助民兵支持军队的军事行动 .

source: I'm tracking game.
zh_cn: 我正在追踪猎物。

source: I'm unaffiliated.
de: Ich bin ungebunden.
ja: 私はどことも関係ないよ。
ko: 난 소속이 없어.
ru: Я без фракции.
zh_cn: 我是打酱油的

source: I'm willing to pay $%.2f per serving. You have %d serving for a total of $%.2f. No questions asked, here is your cash.
de: Ich zahle %.2f $ pro Portion. Du hast %d Portion im Gesamtwert von %.2f $. Keine Fragen, hier ist dein Geld.
zh_cn: 我将支付$%.2f 每次任务. 你已经完成了 %d 件任务，总共 $%.2f 件. 很清楚，这是你的报酬.

source: I've got to go...
zh_cn: 我该走了...

source: I've heard that cougars sometimes leap. Maybe it's just a myth.
de: Ich hörte, dass Pumas manchmal springen. Vielleicht ist es nur ein Mythos.
ja: ピューマはときどき信じられない跳躍をするという。都市伝説だろうけどな。
zh_cn: 我听说美洲狮有时候能飞扑一下 ,也许只是个流言而已 .

source: I've taken care of it...
zh_cn: 我能照顾它...

source: INTIMIDATE
de: EINSCHÜCHTERN
ja: 威圧
ko: 위협
ru: УГРОЗА
zh_cn: 威胁

source: If you don't get on with your business I'm going to have to ask you to leave and not come back.
de: Wenn du mit deinem Geschäft nicht langsam in die Gänge kommst, werde ich dich darum bitten müssen, zu gehen und nicht mehr zurückzukehren.
ja: いい加減にしねえと、二度と来ねえようにお願いするしかなくなっちまうなあ。
zh_cn: 如果没有跟你有关的生意 ,恐怕我不得不请你离开这里 ,并且禁止你再次回来 .

source: If you have to fight your way out of an ambush, the only thing that is going to save you is having a party that can return fire. People who work alone are easy pickings for monsters and bandits.
de: Wenn du dir deinen Weg aus einen Hinterhalt freikämpfen musst, ist das einzige, was dich retten kann, eine Gruppe zu haben, die zurückschießen kann. Leute, die alleine arbeiten, sind leichte Opfer für Monster und Banditen.
ja: 待ち伏せが出来ない状況で困難な戦いに直面したとき、必要なものは敵に応射を浴びせてくれる仲間の存在だ。一匹狼はモンスターや盗賊にとって格好の獲物なんだ。
zh_cn: 如果你想在被埋伏的情况下杀出一条路来 ,那么唯一能救得了你的办法就是有一群同伙与你一起还击 ,独自行走的人会被强盗或者怪物轻易干掉 .

source: If you need something you'll need to talk to someone else.
zh_cn: 如果你想要什么的话，你该找别人去。

source: Int %d - %d
ja: 知 %d - %d
zh_cn: 智 %d - %d

source: Interesting.
de: Interessant.
ja: 面白いな。
zh_cn: 有意思...

source: Interesting...
de: Interessant …
ja: 興味深いな...
zh_cn: 有意思...

source: Is there a catch?
de: Hat die Sache einen Haken?
ja: 収穫はあったかい？
zh_cn: 重点是什么？

source: Is there any way I can join the 'Old Guard'?
de: Gibt es irgendeine Möglichkeit, wie ich der »Alten Garde« beitreten kann?
ja: 私も"オールドガード"に参加出来るか？
zh_cn: 我可以加入 古老守卫 组织吗？

source: It's just as bad out here, if not worse.
de: Es ist genauso schlecht da draußen, wenn nicht schlimmer.
ja: そりゃあ駄目だな、最悪ではないとしても駄目だ。
zh_cn: 这儿和外面一样糟糕，可能更糟。

source: It's not safe here. Let's get to safety first.
de: Hier ist es nicht sicher. Lass uns erst einen sicheren Platz finden.
ja: ここは危険だ。まずは安全の確保だな。
ko: 여긴 안전하지 않은 것 같군. 먼저 안전한 곳에 가자고.
ru: Здесь небезопасно. Сперва давай найдем безопасное место.
zh_cn: 这里不安全。先让我们去个安全的地方。

source: Just looking for some wrongs to right.
de: Ich will nur ein bisschen für Gerechtigkeit sorgen.
ja: 正義の為に悪を探しているところさ。
ko: 몇 가지 잘못된걸 제대로 돌릴려고 하는데.
zh_cn: 只是修正了一些错误。

source: Just on watch, move along.
de: Ich bin nur auf Wache, weitergehen.
ja: 見張りをしてるだけだ、どっか行け。
zh_cn: 我就是个打酱油的。别管我。

source: Justice has been served.
de: Der Gerechtigkeit wurde Genüge getan.
ja: 正義は成されたな。
zh_cn: 请叫我雷锋。

source: Keep civil or I'll bring the pain.
de: Bleib zivil oder es wird schmerzhaft.
ja: 痛い目に遭うのが嫌なら大人しくしていろ。
zh_cn: 文明点，否则我对你不客气。

source: Keep close!
de: Bleib in der Nähe!
ja: 離れるんじゃない！
ko: 가까이 붙어!
ru: Держись ближе!
zh_cn: 跟紧点！

source: Keep it moving!
de: Bleib in Bewegung!
ja: 足を止めるな！
ko: 계속 움직여!
ru: Продолжаем двигаться!
zh_cn: 别停下！

source: Keep to yourself and you won't find any problems.
de: Bleib für dich alleine und du wirst keinerlei Probleme haben.
ja: 自重しろ。余計なことに首を突っ込むんじゃあない。
zh_cn: 保重你自己，你就会发现没什么了不起。

source: Keep up!
de: Bleib dran!
ja: 頑張るんだ！
ko: 따라오라고!
ru: Берегись!
zh_cn: 跟上！

source: Keep your distance!
de: Bleib fern!
ja: 近寄るな！
ko: 가까이 오지마!
ru: Не подходи ближе!
zh_cn: 离我远点！

source: Keep your head down and stay out of my way.
de: Kopf runter! Und bleib mir aus dem Weg.
ja: 目立つことをするな。近寄るんじゃない。
zh_cn: 把你头低下不准看我 ! 并且不准挡老子的路 !

source: L: Look at
de: L: Ansehen
ja: L: 調べる
ko: L : 장비 보기
ru: L: Осмотреть
zh_cn: L：审视对方

source: LIE
de: LÜGEN
ja: 嘘
ko: 거짓말
ru: ЛОЖЬ
zh_cn: 说谎

source: Let me get past you, <name_g>.
de: Lass mich an dir vorbei, <name_g>.
ja: ちょっとそこを通してくれ、<name_g>。
ko: 지나가게 좀 비켜줘, <name_g>.
ru: Отойди с дороги, <name_g>.
zh_cn: 让我过去吧，<name_g>。

source: Let me through, <okay>?
de: Lass mich durch, <okay>?
ja: そこ通らせてよ、<okay>？
ko: 좀 지나가지, <okay>?
ru: Дай пройти, <okay>?
zh_cn: 让我过去吧，好吗？

source: Let's go.
de: Los geht’s!
ja: 行こう。
ko: 가자.
ru: Пошли.
zh_cn: 一起走吧.

source: Let's keep going!
de: Lass uns weitergehen!
ja: この調子だ！
ko: 계속 움직이자!
ru: Продолжим движение!
zh_cn: 让我们继续前进!

source: Let's keep moving.
de: Lass uns weitergehen.
ja: 動き続けてくれ。
ko: 계속 움직이자.
ru: Двигаемся дальше.
zh_cn: 继续赶路吧.

source: Let's see what you've got...
de: Lass uns sehen, was du hast …
ja: 何を持ってきたのか見せて貰おう...
zh_cn: 看看你有些什么...

source: Let's talk, <name_g>!
de: Lass uns reden, <name_g>!
ja: そこの<name_g>、話をしよう！
ko: 이야기 좀 하자고, <name_g>!
ru: Давай поговорим, <name_g>!
zh_cn: 让我们谈一谈，<name_g>！

source: Let's trade items.
de: Lass uns handeln!
ja: 物品の取引をしようか。
ko: 거래 좀 하자고.
ru: Давай поторгуем предметами.
zh_cn: 让我们交易物品.

source: Let's trade then.
de: Dann lasst uns handeln.
ja: それじゃあ、取引をしようか。
zh_cn: 那么让我们交易吧.

source: Like they could be working for someone else?
de: Also dass sie zum Beispiel für jemand anderen arbeiten könnten?
ja: 彼らのように、誰かのために働くことができましたか？
zh_cn: 好像会对其他人有用？

source: Like what?
de: Was denn zum Beispiel?
ja: 例えば？
zh_cn: 像什么?

source: Look, <name_g><punc> let's talk!
de: Sieh doch, <name_g><punc> lass uns reden!
ja: なあ、<name_g><punc>話があるんだ！
ko: 저기, <name_g><punc> 말좀 하자고!
ru: Эй, <name_g><punc> давай поговорим!
zh_cn: 这边，<name_g><punc>让我们谈谈！

source: Ma'am
de: Gnä’ Frau
ja: お嬢さん
zh_cn: 夫人

source: Ma'am you are not authorized to be here... you should leave.
zh_cn: 女士，您没有这里的授权...你该离开

source: Ma'am, I don't know how the hell you got down here but if you have any sense you'll get out while you can.
zh_cn: 女士，我不知道你怎么到这里来的。只要稍微有点理智，趁着你还能离开，赶紧走吧。

source: Ma'am, you really shouldn't be traveling out there.
de: Gnä’ Frau, Sie sollten wirklich nicht hier draußen reisen.
ja: お嬢さん、そこを旅するのは止めた方が身の為だよ。
zh_cn: 夫人，你真的不该到哪里去。

source: Man, am I <happy> to see you! Got any food to trade?
de: Mensch, bin ich <happy>, dich zu sehen! Kannst du mir etwas Nahrung anbieten?
ja: やあ、あんたに会えて<happy>よ！何か食料を持ってたら取引しないか？
ko: 와, 정말 널 봐서 <happy>하군! 거래할 음식 좀 있어?
ru: Я <happy> тебя видеть! Есть немного еды на продажу?
zh_cn: 很高兴见到你，有吃的么？

source: Marshal, I hope you're here to assist us.
zh_cn: 执法官，我希望你是来帮忙的。

source: Marshal, I'm afraid I can't talk now.
zh_cn: 执法官，恐怕我现在没法和你谈话。

source: Marshal, I'm rather surprised to see you here.
zh_cn: 执法官，能在这看到你真令人惊讶。

source: Marshal...
ja: 執行官...
zh_cn: 执法官...

source: Maybe we should start boarding up this place.
zh_cn: 也许我们该开始加固这个地方。

source: Maybe you can teach me something as payment.
de: Vielleicht könntest du mir als Bezahlung etwas beibringen.
ja: じゃあお返しに何か技能を教えて貰おうかな。
ko: 보답으로 뭔가 가르쳐줄 수도 있겠지.
ru: Может ты можешь обучить меня чему-нибудь в качестве оплаты.
zh_cn: 也许你可以教我些东西作报酬.

source: Mission success! I don't know what else to say.
de: Mission erfolgreich! Ich weiß nicht, was ich sonst sagen soll.
ja: 任務完了！他に言うことは無いね。
ko: 미션 성공! 이거 말곤 할말이 생각나질 않아.
ru: Миссия выполнена! Тут и говорить нечего.
zh_cn: 任务成功了! 我不知道还能说什么.

source: More >
de: Weiter >
ja: 他 >
ko: 추가 >
ru: Ещё >
zh_cn: 更多 >

source: Move
de: Bewegung
ja: どけ
ko: 움직여
ru: Отойди
zh_cn: 走开

source: Move it, <name_g>!
de: Weg da, <name_g>!
ja: 邪魔だ、<name_g>！
ko: 움직여 <name_g> !
ru: Отойди, <name_g>!
zh_cn: 让一下，<name_g>！

source: Move to the side
de: Geh zur Seite
ja: 脇へどいてくれ
ko: 저리로 좀 가
ru: Уйди в сторону
zh_cn: 闪到一边去

source: Move your <swear> ass
de: Beweg deinen <swear> Arsch
ja: てめえの<swear>ケツをどけろ
ko: <swear> 궁둥짝 치워
ru: Отойди в <swear> другое место
zh_cn: 他妈的快闪开

source: Move your <swear> ass, <name_b>!
de: Beweg deinen <swear> Arsch, <name_b>!
ja: <name_b>、<swear>ケツを動かしやがれ！
ko: 그 궁둥짝 <swear> 치워, <name_b>!
ru: Убери свою <swear> жопу, <name_b>!
zh_cn: 滚开！<swear><name_b>！

source: Move your ass
de: Beweg deinen Hintern
ja: ケツをどけろ
ko: 그 궁둥짝 치워
ru: Шевели копытами!
zh_cn: 闪开

source: My <mywp> just won't cut it, I need a real weapon...
de: Meine <mywp> wird’s einfach nicht bringen, ich brauch eine richtige Waffe.
ja: この<mywp>は全然斬れやしない。本物の武器が欲しいよ…。
ko: 내 <mywp>이 베어내질 못하고 있어. 진짜 무기가 필요해...
ru: <mywp> никуда не годится, мне нужно оружие получше...
zh_cn: 我的<mywp>用起来很别扭，我需要一个真正的大杀器。

source: Nah, I'm just kidding.
de: Ach was, ich mach nur Scherze.
ja: いや、ただの冗談だよ。
ko: 아니, 그냥 농담이야.
ru: Не, я просто пошутил.
zh_cn: 喏, 刚才我只是开个玩笑.

source: Never mind then.
de: Nichts für ungut.
ja: やっぱりいいよ。
ko: 그럼 됐어.
ru: Не бери в голову.
zh_cn: 那么别放在心上.

source: Never mind, I'll do without. Bye.
de: Vergiss es. Ich mach’s ohne. Tschüss.
ja: 分かったよ、じゃあな。
ko: 아무것도 아냐, 그거 없이 하지. 안녕.
ru: Не бери в голову. Итак справлюсь. Пока.
zh_cn: 没关系, 不用报酬我也会做. 再见.

source: Never mind, I'm not interested.
de: Vergiss es, ich bin nicht interessiert.
ja: 大丈夫だ、興味が無いからね。
ko: 아무것도 아냐, 난 관심 없어.
ru: Неважно, мне не интересно.
zh_cn: 别放在心上, 我没什么兴趣.

source: No rest for the weary...
de: Keine Ruhe für die Erschöpften …
ja: 貧乏暇無しだな...
zh_cn: 没时间休息...

source: No, we'll be okay here.
de: Nein, wir sind hier okay.
ja: いや、ここでいい。
ko: 아니, 우린 여기 있어도 괜찮을거야.
ru: Нет, мы здесь будем в порядке.
zh_cn: 不, 我们在这里挺好的.

source: No. I'll get back to it, bye!
de: Nein. Ich werde darauf zurückkommen, tschüss!
ja: いいや、まだだ。さようなら。
ko: 아니. 난 돌아가지, 안녕!
ru: Нет. Я возвращаюсь за этим, пока!
zh_cn: 还没. 我会继续做的, 再见!

source: No. I'm the leader here.
de: Nichts da, ich bin hier der Führer.
ja: いいや、俺に付いて来い。
ko: 아니. 내가 여기서 지도자야.
ru: Нет. Я здесь лидер.
zh_cn: 不。我是这里的首领。

source: Not a bloody chance, I'm going to get left behind!
de: Auf keinen Fall! Ich würde alleine zurückgelassen werden.
ja: 絶対に嫌だね、付いて行くからな！
zh_cn: 不是件好事。我还是留下吧！

source: Not a problem.
de: Kein Problem.
ja: 大丈夫だ、問題ない。
ko: 그정돈 쉽지.
ru: Нет проблем.
zh_cn: 没问题.

source: Not enough cash! You have $%.2f, price is $%.2f.
de: Nicht genügend Geld! Du hast %.2f $, der Preis ist %.2f $.
ja: お金が足りません！所持金 $%.2f に対して、この取引には $%.2f. 必要です。
ru: Недостаточно средств! У вас есть $%.2f, а цена $%.2f.
zh_cn: 没有足够的现金！你有$%.2f，但价格是$%.2f。

source: Not enough cash! %s has $%.2f, but the price is $%.2f. Use (T) to force the trade.
de: Nicht genügend Geld! %s hat %.2f $, der Preis ist %.2f $. Benutze »T«, um den Handel zu erzwingen.
ja: お金が足りません！%sの所持金 $%.2f に対して、この取引には $%.2f. 必要です。
zh_cn: 没有足够的现金! %s 有 $%.2f, 但是价格是 $%.2f. 使用 (T) 强制交易.

source: Not interested.
de: Bin nicht interessiert.
ja: 興味が無いね。
ko: 관심 없어.
ru: Не интересует.
zh_cn: 不感兴趣.

source: Not really, just trying to lead my life.
de: Nicht wirklich, ich versuch nur, mein Leben zu führen.
ja: いや別に、歩く道は自分で決めたいだけさ。
zh_cn: 不 ,我只想自己决定自己的生活 .

source: Not until I get some antibiotics...
de: Nicht, bevor ich ein paar Antibiotika kriege.
ja: 抵抗力が身に付くまでの辛抱だ...
ko: 내가 항생제를 얻기 전까진 안돼...
ru: Не раньше, чем я получу антибиотики…
zh_cn: 直到我得到一些抗生素……

source: Not yet.
de: Noch nicht.
ja: まだだ。
ko: 아직 아니야.
ru: Ещё нет.
zh_cn: 还没有.

source: Now get out of here, before I kill you.
de: Jetzt verschwinde von hier, bevor ich dich töte.
ja: 今すぐここから立ち去らないとお前を殺すぞ。
ko: 내가 죽여버리기 전에 꺼져.
ru: Теперь убирайся отсюда, пока я тебя не убил.
zh_cn: 现在从这里走开, 在我想杀你之前.

source: Now get out of here.
de: Jetzt geh fort.
ja: ここから立ち去りな。
ko: 이제 여기서 나가자.
ru: А теперь пошёл вон.
zh_cn: 然后,离开这里.

source: O..kay..?
ja: ...分かったか？
zh_cn: 可...以吗？

source: Oh, I didn't mean that in a bad way. Been out in the wilderness so long, I find myself noticing things by scent before sight.
de: Oh, ich meinte das nicht abwertend. Ich war schon so lange in der Wildnis, ich kann Dinge viel früher riechen als sehen.
ja: おっと、悪く取らないでくれ。野外生活が長かったもんでね。目より先に鼻でものを察知するようになっている。
zh_cn: 哦 ,我不是那个意思 ,用那个作为话题的开场真是个坏主意 ,在旷野中待了这么久 ,我发现我可以用嗅觉注意到更多的事情了 .

source: Oh, so you hunt?
de: Oh, du jagst also?
ja: おお、狩ったのか？
zh_cn: 喔，怎么你受伤了？

source: Okay <name_b>, drop your weapon!
de: Okay, <name_b>, lass deine Waffe fallen!
ja: よし<name_b>、武器を捨てるんだ！
ko: 좋아 <name_b>, 무기를 버려!
ru: Хорошо <name_b>, брось оружие!
zh_cn: 好啊，<name_b>，扔掉你的武器！

source: Okay <name_b>, hands up!
de: So, <name_b>, Hände hoch!
ja: よし<name_b>、手を挙げろ！
ko: 좋아 <name_b>, 손들어!
ru: Давай <name_b>, руки вверх!
zh_cn: 好吧 <name_b>， 举起手来！

source: Okay <name_b><punc> hands up!
de: So, <name_b><punc> Hände hoch!
ja: よし<name_b><punc>…手を挙げなさい！
ko: 좋아 <name_b><punc> 손들어!
ru: Давай <name_b><punc> подними руки вверх!
zh_cn: 好吧 <name_b><punc> 举起手来！

source: Okay, I'm going.
de: Okay, ich komme.
ja: 了解だ、行こう。
ko: 알았어. 가는 중이야.
ru: Хорошо, я иду.
zh_cn: 好的, 我现在走.

source: Okay, fine, bye.
de: Okay. Tschüss.
ja: 分かった、いいよ、じゃあな。
ko: 그래, 좋아, 안녕.
ru: Ладно, хорошо, пока.
zh_cn: 好, 就这样, 再见.

source: Okay, fine.
de: In Ordnung.
ja: 分かった、元気でね。
ko: 좋아, 알았어.
ru: Ладно, хорошо.
zh_cn: 好的.

source: Okay, here you go.
de: In Ordnung. Hier.
ja: よし、行こう。
ko: 좋아. 여기있다.
ru: Ладно, держи.
zh_cn: 好的，给你。

source: Okay, let's go!
de: In Ordnung, los geht’s!
ja: 分かった、行こう！
ko: 좋아... 갑시다!
ru: Хорошо, пошли!
zh_cn: 好的, 我们出发!

source: Okay, no sudden movements...
de: Okay, keine plötzlichen Bewegungen!
ja: 了解、急に動いたりはしないよ...
ko: 좋아, 가만히 있으라고...
ru: Окей, не делай резких движений...
zh_cn: 好吧,没有意外发生……

source: Okay, okay, sorry.
de: In Ordnung, in Ordnung. Tschuldigung.
ja: 分かった、分かった、すまなかったよ。
ko: 알았어 알았어.. 미안해.
ru: Ладно, ладно, извини.
zh_cn: 好的, 好的, 对不起.

source: Okay, okay.
ja: 分かった、分かった。
ko: 좋아, 좋아.
ru: Ладно, ладно.
zh_cn: OK,OK.

source: Okay, thanks.
de: Okay, danke.
ja: ああ、有難う。
ko: 좋아, 고마워.
ru: Хорошо, спасибо.
zh_cn: OK, 谢谢.

source: Okay.
ja: 了解だ。
ko: 알았어.
ru: Хорошо.
zh_cn: 好的.

source: Okay. Lead the way.
de: Gut, übernimm die Führung.
ja: よし。付いて行くよ。
ko: 좋아. 길을 안내해.
ru: Хорошо. Веди меня.
zh_cn: 好的. 你带路吧.

source: On second thought, never mind.
de: Wenn ich darüber nachdenke, vergiss es.
ja: ちょっと思っただけだ、気にしないでくれ。
ko: 다시 생각해봤어. 신경쓰지마.
ru: Если еще раз подумать, то неважно.
zh_cn: 稍等一下, 不要紧吧.

source: Out of my way, <name_b>!
de: Aus dem Weg, <name_g>!
ja: そこをどけ、<name_b>！
ko: 저리 꺼져, <name_b>!
ru: Прочь с дороги, <name_b>!
zh_cn: 别挡我的路，<name_b> ！

source: PERSUADE
de: ÜBERZEUGEN
ja: 説得
ko: 설득
ru: УБЕЖДЕНИЕ
zh_cn: 说服

source: Pause to stay still. Any movement may cause %s to attack.
de: Pausiere, um still zu stehen. Jede Bewegung könnte %s zum Angriff motivieren.
ja: 動かずじっとしていろ。不審な動きをすると%sが攻撃してくるかもしれない。
ko: 조금이라도 움직이면 %s이(가) 공격한다.
ru: Ждать, чтобы стоять на месте. Любое движение заставит %s атаковать.
zh_cn: 仍然暂停等待。任何运动都可能导致 %s攻击。

source: Pay for training:
de: Für Training bezahlen:
ja: 鍛錬費用:
ko: 훈련하기 위해서 낼 비용:
ru: Оплата обучения:
zh_cn: 支付培训:

source: Per %d - %d
ja: 感 %d - %d
zh_cn: 感 %d - %d

source: Please tell me you have some food to trade!
de: Bitte sag mir, dass du etwas Nahrung zum Handeln hast.
ja: 何か食料を取引してくれると言ってくれ！
ko: 거래 할만한 음식이 좀 있다고 제발 말해줘요!
ru: Скажи мне, что у тебя есть еда на продажу!
zh_cn: 拜托交换点食物吧！

source: Pleasure doing business!
de: Es war mir ein Vergnügen, Geschäfte zu machen!
ja: ビジネスって楽しいね！
zh_cn: 交易愉快！

source: Profit $%.2f
de: Gewinn: %.2f $
ja: 利益: $%.2f
ru: Прибыль $%.2f
zh_cn: 收益 $%.2f

source: Put down the <yrwp>!
de: Leg das <yrwp> ab!
ja: その<yrwp>を下ろせ！
ko: <yrwp> 버리라고!
ru: Спрячь <yrwp>!
zh_cn: 放下手中的<yrwp>！

source: Put down your <yrwp>!
de: Leg deine <yrwp> nieder!
ja: その<yrwp>を下ろしなさい！
ko: 당장 니 <yrwp> 내려놔!
ru: Спрячь <yrwp>!
zh_cn: 放下你的 <yrwp>！

source: Put your <swear> hands up!
de: Deine <swear> Hände hoch!
ja: <swear>両手を挙げやがれ！
ko: 니 <swear> 손 올려!
ru: Подними свои <swear> руки вверх!
zh_cn: 举起双手，投降！

source: Put your <swear> weapon down!
de: Leg deine <swear> Waffe nieder!
ja: <swear>武器を下ろせ！
ko: <swear> 무기 버려!
ru: Положи своё <swear> оружие на землю!
zh_cn: 把你那<swear> 武器放下！

source: Put your hands up, <name_b>!
de: Heb deine Hände hoch, <name_b>!
ja: 両手を挙げるんだ、<name_b>！
ko: 손 들어, <name_b>!
ru: Руки вверх, <name_b>!
zh_cn: 举起双手，投降吧，<name_b>!

source: REALLY
de: WIRKLICH
ja: マジか
ko: 정.말.로
ru: РЕАЛЬНО
zh_cn: 真！的！

source: Reach for the sky!
de: Flossen hoch!
ja: 空に向かって両手を挙げろ！
ko: 하늘 위로 손 올려!
ru: Тяни руки к небу!
zh_cn: 把手举在空中！

source: Reward
de: Belohnung
ja: 報酬
ko: 보상
ru: Награда
zh_cn: 报酬

source: Right, right, I'll ask later.
de: Richtig, richtig. Ich frag später nochmal.
ja: ああ、そうだったね。依頼が片付いたらもう一度頼むよ。
ko: 그래, 그래, 나중에 물어보지.
ru: Да, точно. Я спрошу позже.
zh_cn: 好的, 我会迟一点再问你.

source: Rough out there, isn't it?
de: Es ist gefährlich da draußen, nicht wahr?
ja: あっちは危険ですよ？
zh_cn: 你死我活，不是吗？

source: S: Size up stats
de: S: Werte einschätzen
ja: S: 相手の能力値を見極める
ko: S : 힘 눈대중으로 확인
ru: S: Оценить навыки
zh_cn: S：估测状态

source: See you around.
de: Wir sehen uns.
ja: またな。
zh_cn: 回头见。

source: See you in hell, <name_b>!
de: Wir sehen uns in der Hölle, <name_b>!
ja: 地獄で会おう、<name_b>！
ko: 지옥에서 보자고, <name_b>!
ru: До встречи в аду, <name_b>!
zh_cn: 去见地狱吧， <name_b>！

source: See you later, <name_b>!
de: Bis später, <name_g>!
ja: またな、<name_b>！
ko: 다음에 보자, <name_b>!
ru: Увидимся, <name_b>!
zh_cn: 回见，<name_b>！

source: Seems like a decent plan...
zh_cn: 看起来是个不错的计划...

source: Seriously, give me more stuff!
de: Ernsthaft, gib mir mehr Zeug!
ja: いや本当に、もっとくれ！
ko: 농담 아니고, 좀 더 많이 줘!
ru: Я не шучу, дай мне что-нибудь!
zh_cn: 我是认真的, 多给我点!

source: Shall we resume?
de: Sollen wir weitermachen?
ja: 続けようか？
ko: 계속 할까?
ru: Продолжим?
zh_cn: 让我们继续？

source: Sir you are not authorized to be here... you should leave.
zh_cn: 先生，您没有这里的授权...你该离开

source: Sir, I don't know how the hell you got down here but if you have any sense you'll get out while you can.
zh_cn: 先生，我不知道你是怎么到这里来的。如果你还有点理智的话，趁现在你还能离开，赶紧走吧。

source: Sir.
ja: 旦那
zh_cn: 先生

source: Smoke crack to get more shit done.
de: Rauch Crack, um noch mehr Zeugs fertig zu bringen.
ja: クラックをキメて、仕事をやっつけよう。
zh_cn: 吸口快克可卡因来继续做那该死的破事。

source: So long, <name_b>!
de: Tschüss, <name_b>!
ja: じゃあな、<name_b>！
ko: 그럼 안녕, <name_b>!
ru: Счастливо, <name_b>!
zh_cn: 再见，<name_b>！

source: So what are you actually doing here?
de: Also was machst du dann tatsächlich hier?
ja: ではあなたはここで何をしている？
zh_cn: 那么你在这儿究竟在干神马?

source: Sorry, I didn't mean to offend you...
de: Tschuldigung, ich wollte dich nicht beleidigen …
ja: すみません、怒らせる気は無かったんです...
zh_cn: 对不起，我无意冒犯。。。

source: Sorry, but it doesn't seem I have anything to teach you.
de: Tut mir leid, aber es scheint nicht, dass ich dir irgendetwas beibringen könne.
ja: すまないが、教えられることはもう何もないようだ。
ko: 미안, 내가 가르쳐줄수 있는게 없는 것 같아.
ru: Извини, но, судя по всему, мне нечему обучить тебя.
zh_cn: 对不起,但是看起来我没有东西能够教你。

source: Sorry, last thing we need is another mouth to feed. Most of us lack any real survival skills so keeping our group small enough to survive on the food random scavengers bring to trade with us is important.
de: Tut mir Leid, aber das Letzte, was wir gebrauchen können, ist ein weiteres Maul, was wir stopfen müssen. Den Meisten von uns fehlen echte Überlebensfertigkeiten, also ist es für uns wichtig, unsere Gruppe klein genug zu halten, um von der Nahrung, die uns x-beliebige Sammler zum Handeln bringen, zu leben.
ja: 悪いな。これ以上の人を養う食料は無いんだ。我々は本格的なサバイバル技術を持たない者がほとんどだ。色んな物を持っているランダム･スカベンジャーとの取引で食料を使うから、集団を小さく保って、節約しないといけないんだ。
zh_cn: 不好意思 ,我们还有最后一个问题需要你解决 ,我们当中的大多数人没有真正的生存技能来确保我们脱离与废土清道夫的交易也能活下去 .独立对我们来说是非常重要的 .

source: Sorry...
de: Tschuldigung …
ja: すまない...
zh_cn: 对不起。

source: Sounds good, thanks.
de: Klingt gut, danke.
ja: 話が出来て良かったよ、有難う。
ko: 괜찮은 생각인데, 고마워.
ru: Хорошо, спасибо.
zh_cn: 听起来不错, 谢谢.

source: Sounds good.
de: Klingt gut.
ja: いいね。
ko: 그거 좋네.
ru: Хорошо.
zh_cn: 听起来不错.

source: Sounds good. Bye!
de: Klingt gut. Tschüss!
ja: 話が出来て良かったよ、それじゃあ！
ko: 좋은 생각같네. 안녕!
ru: Хорошо. Пока!
zh_cn: 听起来不错. 再见!

source: Spot your prey before something nastier spots you.
de: Finde deine Beute, bevor etwas Fieseres dich findet.
ja: 獲物を見つけることだ、えげつないあれがお前を見つける前に。
zh_cn: 在更可怕的存在发现你之前,发现你的猎物 .

source: Stay close!
de: Bleib in der Nähe!
ja: 近くに居るんだ！
ko: 가까이 붙어 있어!
ru: Оставайся ближе!
zh_cn: 离近点！

source: Stay with me!
de: Bleib bei mir!
ja: 一緒に居てくれ！
ko: 나한테 붙어 있어!
ru: Будь рядом со мной!
zh_cn: 跟着我！

source: Step aside. I'm leader now.
de: Geh zur Seite! Ich führe nun.
ja: どいてろ。リーダーは私だ。
ko: 물러서라. 지금은 내가 리더야.
ru: В сторону. Теперь я лидер.
zh_cn: 靠边站！现在我说了算！

source: Str %d - %d
ja: 力 %d - %d
zh_cn: 力 %d - %d

source: Sure, here you go!
de: Sicher, bitte sehr!
ja: どこに居る？
ko: 물론, 여기 있어!
ru: Конечно, бери!
zh_cn: 当然,你去这里!
