Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: In a cruel twist of fate, a poorly executed CBM installation has given you a pair of useless bionics which make squeaking noises when you walk.
de: Durch eine grausame Laune des Schicksals gab dir eine armselig ausgeführte KBM-Installation ein Paar nutzloser Bioniken, die quietschende Geräusche machen, wenn du gehst.
ja: 運命のいたずらか、導入処置がずさんだったために、何の役にも立たないうえに歩くとキーキー鳴る故障した生体部品が両足首に残されてしまいました。
ko: 잔혹한 운명의 뒤틀림으로 인해, CBM 설치가 잘못 시행되었고 그로 인해 당신은 한 쌍의 쓸모없는 바이오닉과 걸을 때 그것이 만들어내는 삐걱삐걱 소리를 가지게 되었습니다.
ru: Из-за жестокой иронии судьбы, плохо выполненная установка КБМ дала вам пару бесполезных бионик, которые скрипят, когда вы идете.
zh_cn: 一次失败的CBM安装，使你的脚踝在行走时发出沉重的闷响，除了聋子所有东西都会知道你的到来。

source: Infrared Vision
de: Infrarotsicht
ja: 赤外視
ko: 적외선 시야
ru: Инфракрасное зрение
zh_cn: 红外视觉

source: Integrated Dosimeter
de: Integrierter Dosimeter
ja: 統合放射線量計
ko: 적산선량계
ru: Встроенный дозиметр
zh_cn: 内置探测仪

source: Integrated Toolset
de: Integriertes Instrumentarium
ja: 内蔵工具セット
ko: 내장형 도구모음
ru: Встроенный набор инструментов
zh_cn: 瑞士军手

source: Internal Chronometer
de: eingebauter Chronometer
ja: 体内精密時計
ko: 내부 정밀시계
ru: Внутренний хронометр
zh_cn: 内部计时器

source: Internal Climate Control
de: Innenklima-Steuerung
ja: 体内環境制御装置
ko: 내장형 기온조절 장치
ru: Внутренний контроль климата
zh_cn: 恒温机

source: Internal Furnace
de: Interner Ofen
ja: 体内炉
ko: 내부 용광로
ru: Встроенная печь
zh_cn: 内燃锅炉

source: Internal Storage
de: Interner Lagerplatz
ja: 体内格納庫
ko: 내부 저장고
ru: Встроенное хранилище
zh_cn: 内部存储单元

source: Internal Unified Power System
de: Interne Einheitsstromzufuhr
ja: 体内統合電源システム
ko: 내장 통합 전원장치
zh_cn: 内部整合供电系统

source: Itchy Metal Thing
de: Juckendes Metalldings
ja: 金属物質瘙痒
ko: 고장 : 가려운 쇳덩이
ru: Что-то металлическое и зудящее
zh_cn: 金属瘙痒

source: Joint Torsion Ratchet
de: Gelenktorsionsratsche
ja: 関節内蔵式捻れラチェット
ko: 관절 물리력 흡수장치
ru: Электрогенераторы для суставов
zh_cn: 动力齿轮

source: Leaky Bionic
de: Undichtes Bionik
ja: 生体部品漏洩
ko: 고장 : 구멍난 바이오닉
ru: Бионическая утечка
zh_cn: 生化泄漏

source: Leukocyte Breeder System
de: Leukozyten-Brutsystem
ja: 白血球増殖システム
ko: 백혈구 배양 시스템
ru: Система воспроизведения лейкоцитов
zh_cn: 白细胞培育系统

source: Membrane Oxygenator
de: Membran-Oxygenierer
ja: 隔膜酸素供給装置
ko: 피부 산소생성기
ru: Мембранный аэратор
zh_cn: 膜式氧气交换机

source: Metabolic Interchange
de: Stoffwechselanschlussstelle
ja: 新陳代謝相互変換装置
ko: 신진대사 전환기
ru: Метаболический обмен
zh_cn: 代谢供能

source: Microreactor System
zh_cn: 小型核反应堆装置

source: Mini-Flamethrower
de: Miniflammenwerfer
ja: 小型火炎放射器
ko: 소형 화염방사기
ru: Мини-огнемет
zh_cn: 迷你火焰发射器

source: Monomolecular Blade
de: Monomolekularklinge
ja: 単分子ブレード
ko: 단분자막 칼날
ru: Мономолекулярный клинок
zh_cn: 单分子刀刃

source: Motor Control Overstimulator
de: Motoriküberstimulator
ja: 運動制御過剰刺激
ko: 고장 : 운동제어 초활성화
ru: Сверхстимулятор контроля движений
zh_cn: 电机过激

source: Muscle Augmentation
de: Muskelaugmentation
ja: 筋肉増強
ko: 근력 증강장치
ru: Наращивание мышц
zh_cn: 人工肌肉纤维

source: Nictating Membrane
de: Nickhaut
ja: 両眼被膜
ko: 제 3의 눈꺼플
ru: Глазная мембрана
zh_cn: 人工瞬膜

source: Noisemaker
de: Krachmacher
ja: 騒音発生
ko: 고장 : 소음발생
ru: Звукоизлучатель
zh_cn: 噪音污染

source: Offensive Defense System
de: Offensives Verteidigungssystem
ja: 攻撃的防衛システム
ko: 공격형 방호 시스템
ru: Наступательная система обороны
zh_cn: 反击防御系统

source: Olfactory Mask
de: Geruchsabdeckung
ja: 嗅覚偽装
ko: 체취 은폐장치
ru: Обонятельная маскировка
zh_cn: 体味屏蔽

source: One piezoelectric solenoid installed backwards, two crossed wires, and four burned-out capacitors later you started falling on your face and writhing around at the least convenient times. This incorrectly-configured bionic periodically stuns you for a short duration.
de: Nachdem du eine piezoelektrische Spule verkehrt herum eingebaut, zwei Drähte gekreuzt und vier Kondensatoren hast abrauchen lassen, begannst du, zu den unpassensten Zeiten auf dein Gesicht zu fallen und dich herumzukrümmen. Dieses fehlkonfigurierte Bionik betäubt dich regelmäßig für einen Augenblick.
ja: もんどり打って顔から地面にぶっ倒れ全身を襲う激痛にのたうち回っている時、体内では圧電ソレノイドが前後逆になり、2本の配線が交差し、4基のコンデンサーが焼き切れていました。この不適切な構成の生体部品は定期的に短時間の気絶を引き起こします。
ko: 압전 솔레노이드가 거꾸로 설치되고, 혼선되고, 네 개의 타버린 축전지가 설치되었기에 가까운 시간 안에 바닥에 얼굴을 박고 경련이 일어나서 온몸을 비틀기 시작할 것입니다. 이 잘못 설정된 바이오닉은 주기적으로 짧은 시간 동안 충격을 줄 것입니다.
ru: Один пьезоэлектрический соленоид, установленный задом наперед, два перепутанных провода и четыре сгоревших конденсатора, в результате, вы в самое неудобное время падаете лицом вниз и корчитесь в агонии. Эта неисправная бионика будет периодически оглушать вас на короткое время.
zh_cn: 一个压电电磁阀装反了，两根线绕在了一起，四个电容烧坏了。这个错误安装的生化组周期性地是你眩晕一小会。

source: Plutonium Filter
zh_cn: 钚过滤器

source: Plutonium Purger
zh_cn: 钚清除器

source: Power Armor Interface
de: Energierüstungsschnittstelle
ja: パワーアーマーインターフェイス
ko: 파워 아머 인터페이스
ru: Интерфейс силовой брони
zh_cn: 动力装甲接口

source: Power Armor Interface Mk. II
de: Energierüstungsschnittstelle Mk. II
ja: パワーアーマーインターフェイス Mk. II
ko: 파워 아머 인터페이스 Mk. II
ru: Интерфейс силовой брони Тип II
zh_cn: 动力装甲接口Mk.II型

source: Power Overload
de: Strom-Überladung
ja: 電力過負荷
ko: 고장 : 전력 과부하
ru: Перегрузка
zh_cn: 能量过载

source: Power Storage
de: Stromspeicher
ja: 電力蓄電装置
ko: 전력 저장소
ru: Доп. аккумулятор
zh_cn: 储能模块

source: Power Storage Mk. II
de: Stromspeicher Mk. II
ja: 電力蓄電装置 Mk. II
ko: 전력 저장소 Mk. II
ru: Доп. аккумулятор Мк. II
zh_cn: 储能模块II型

source: Probability Travel
de: Wahrscheinlichkeitsbewegung
ja: 確率高速移動
ko: 확률 이동장치
ru: Вероятностное путешествие
zh_cn: 穿墙术

source: Protective Lenses
de: Schutzlinsen
ja: 保護レンズ
ko: 보안 렌즈
ru: Защитные линзы
zh_cn: 防护镜片

source: Radiation Scrubber System
de: Strahlungsreinigungssystem
ja: 放射線洗浄システム
ko: 방사능 제염 시스템
ru: Система вывода радиации
zh_cn: 辐射清洗系统

source: Railgun
de: Schienengewehr
ja: レールガン
ko: 레일건
ru: Рейлган
zh_cn: 电磁炮

source: Reactor Upgrade
zh_cn: 核反应堆升级装置

source: Recycler Unit
de: Wiederverwertungseinheit
ja: 再利用ユニット
ko: 재활용 유닛
ru: Очистительный агрегат
zh_cn: 回收单元

source: Remote Controller
ja: 遠隔制御する
zh_cn: 车辆遥控器

source: Repair Nanobots
de: Reperaturnanoroboter
ja: 修復用ナノマシン
ko: 재생 나노로봇
ru: Ремонтные наноботы
zh_cn: 医疗纳米机器人

source: Scent Vision
de: Geruchsvisualisierung
ja: 臭跡視
ko: 후각 시야
ru: Арома-визоры
zh_cn: 形象化嗅觉系统

source: Self-Locking Thumbs
de: Selbsteinrastende Daumen
ja: 自縛親指
ko: 고장 : 자동 잠금식 엄지손가락
ru: Самофиксирующиеся большие пальцы
zh_cn: 拇指自锁

source: Self-locking thumbs hold tight (even when you really don't want them to) and don't let go (even when you'd rather they did). Increases hand encumbrance by two, while failing to improve your ability to hold objects whatsoever.
de: Selbsteinrastende Daumen halten fest (auch, wenn du das eigentlich nicht willst) und lassen nicht los (auch, wenn du das eigentlich willst). Erhöht die Handbelastung um 2 und erhöht die Fähigkeit, Gegenstände festzuhalten, überhaupt nicht.
ja: 両手の親指が(そうなって欲しくない時に限って)固まって動かなくなり、(元に戻って欲しいと思っても)元に戻りません。何かを掴もうとあがいている間は両手に2の動作制限が加わります。
ko: 자동 잠금식 엄지손가락은 (당신이 제발 그러지 않기를 바랄 때조차도) 무언가를 꽉 붙잡고 (당신이 붙잡았을 때조차도) 놓지를 않습니다. 손의 방해도가 2 상승하며, 물체를 붙잡아야 하는 모든 행동의 실패 가능성이 높아집니다.
ru: Самофиксирующиеся большие пальцы крепко держат (даже тогда, когда вы действительно не хотите этого) и не отпускают (даже если вы хотите это сделать). Увеличивает обременение рук на два, не улучшая вашу способность удерживать объекты.
zh_cn: 会自锁的手指紧紧抓住(尽管你不想他们这么做)并且坚决不松开(尽管你很想放手)。手部累赘+2，法提高抓取技能。

source: Sensory Dulling
de: Sinnesdämpfung
ja: 知覚鈍化
ko: 감각 감쇄
ru: Притупление чувств
zh_cn: 痛感抑制

source: Shockwave Generator
de: Druckwellen-Erzeuger
ja: 衝撃波発生装置
ko: 충격파 발생기
ru: Генератор ударной взрывной волны
zh_cn: 冲击波发生器

source: Solar Panels
de: Solarzellen
ja: ソーラーパネル
ko: 태양 전지판
ru: Солнечные батареи
zh_cn: 日光充能

source: Sonic Resonator
de: Schallresonator
ja: 音波共鳴装置
ko: 음파 공명장치
ru: Звуковой резонатор
zh_cn: 音爆冲击

source: Sound Dampeners
zh_cn: 自动降音

source: Squeaky Ankles
de: Quietschende Knöchel
ja: 軋む足首
ko: 고장 : 삐걱거리는 발목
ru: Скрипучие лодыжки
zh_cn: 脚踝重响

source: Subdermal Carbon Filament
de: Subkutanes Kohlenstofffilament
ja: 皮下カーボンフィラメント
ko: 피하 삽입 탄소섬유
ru: Подкожное карбоновое волокно
zh_cn: 皮下碳纤维层

source: Synaptic Accelerator
de: Synapsenbeschleuniger
ja: シナプス加速装置
ko: 시냅스 가속기
ru: Синаптический ускоритель
zh_cn: 触觉加速器

source: Targeting System
de: Zielsystem
ja: 照準システム
ko: 조준 시스템
ru: Система прицеливания
zh_cn: 瞄准系统

source: Teleportation Unit
de: Teleportationseinheit
ja: 瞬間移動装置
ko: 순간이동 장치
ru: Телепортатор
zh_cn: 短距离传送组件

source: Terranian Sonar
de: Bodensonar
ja: 地中音波探知装置
ko: 지형 소나
ru: Почвенный эхолокатор
zh_cn: 声纳之足

source: Thermal Dissipation
de: Wärmeabführung
ja: 熱消散システム
ko: 열 냉각기
ru: Тепловыделение
zh_cn: 热能防护

source: This botched piece of bionic hardware slowly leaks electrolytic compounds, piezoelectric nanomaterials, and other high-tech contaminants into your bloodstream. Needless to say, this is not good for your health.
de: Dieses verpfuschte Stück Bionikhardware leckt langsam elektrolytische Verbindungen, piezoelektrische Nanomaterialien und andere hochtechnische Schadstoffe in deinen Blutkreislauf. Natürlich ist das nicht gut für deine Gesundheit.
ja: 生体部品の一部につぎはぎをしたような部分があり、緩やかな漏電が発生しています。圧電ナノマテリアルとハイテク汚染物質が血流に混入します。
zh_cn: 一个安装不良的CBM未能达到其预期目的，该故障设备会周期性地短路，从而造成你全身肌肉震颤。

source: This set of tanks and filters allows you to more rapidly extract usable plutonium from slurry for a microreactor.
zh_cn: 可以从小型核反应堆废料中提取钚元素的过滤装置。

source: This stripped down mini-reactor is safer than it appears due to integrated radiation cleansers. There is no way to shut it down, but you can toggle additional fuel intake.
zh_cn: 这个小型核反应堆相较于低级版更安全，自带核辐射防护。没有任何手段将它关闭，但至少你能控制燃料棒的输入。

source: This stripped down mini-reactor may not be the best thing to have in your chest. There is no way to shut it down, but you can toggle additional fuel intake.
zh_cn: 这个小型核反应堆也许不是你该在胸部植入的好东西。没有任何手段能将其关闭，但至少你能控制钚燃料棒的输入。

source: Through a combination of psychochemical manipulation and old fashioned electrical nerve stimulation, this malfunctioning bionic alters your brain chemistry in such a way as to cause fatigue. You will find yourself tiring a bit faster than before.
de: Mittels einer Kombination von psychochemischer Manipulation und altmodischer elektrischer Nervenstimulation verändert dieses nicht richtig funktionierende Bionik deine Gehirnchemie in der Hinsicht, dass sie Müdigkeit verursacht. Du wirst schneller als zuvor ermüden.
ja: 最新の化学的精神操作と古き良き電気的神経刺激のコンビネーションです。脳の化学状態が作り変えられ、消耗しやすくなっています。以前より少し早く疲れを感じるようになっています。
zh_cn: 因为一些生化手术和过时的电刺激装置，这一故障的生化元件扰乱了你的内分泌，使你感到疲劳。你会发现你比以前更容易疲劳了。

source: Time Dilation
de: Zeitdilataion
ja: 時間拡張システム
ko: 시간 지연
ru: Замедление времени
zh_cn: 时间膨胀

source: Uncanny Dodge
de: Verblüffendes Ausweichen
ja: 超回避システム
ko: 초인적 회피
ru: Сверх-уклонение
zh_cn: 神奇闪避

source: Visual Disruptor
de: Optikdisruptor
ja: 視覚崩壊
ko: 고장 : 시각 분열기
ru: Визуальный деструктор
zh_cn: 视觉干扰

source: Voice Remodulator
de: Stimmenremodulator
ja: 発声変調
ko: 고장 : 음성 재변조기
ru: Голосовой ремодулятор
zh_cn: 嗓音异变

source: Water Extraction Unit
de: Wasserextraktionseinheit
ja: 水抽出ユニット
ko: 수분 추출기
ru: Водяной насос
zh_cn: 体液萃取器

source: Weather Reader
ja: 気象を走査する
zh_cn: 气象识别

source: When this bionic is active, you can block hearing completely (with Enhanced Hearing deactivated) or dampen sound slightly (with Enhanced Hearing activated).
zh_cn: 当这个生化插件启用时，你可以完全静音（关闭强化听力）或者稍微降低声音（打开强化听力）。

source: When this bionic is active, you can burn nearly any organic material as fuel (use 'E'), recharging your power level. Some materials will burn better than others.
de: Wenn dieses Bionik aktiv ist, kannst du nahezu jedes organische Material als Brennstoff verbrennen (benutze »E«), was deinen Strompegel erhöht. Einige Materialien werden besser als andere brennen.
ja: どんな物質でも体内炉で焼却する事で燃料に変えて、電力を充電出来ます。一部の素材は効率の良い燃料になるでしょう。
ru: Вы можете сжигать органику, как топливо ("E"), для подзарядки своих батарей. Какие-то материалы горят лучше, какие-то хуже.
zh_cn: 本插件激活时你可以用周围的有机物作为燃烧的燃料（使用<E>键）恢复你的能量值。某些材料有额外加成。

source: When this bionic is active, your hearing will be drastically improved, allowing you to hear ten times better than the average person. Additionally, high-intensity sounds will be automatically dampened before they can damage your hearing.
zh_cn: 当这个生化插件启用时，你的听力将极大提高，使你能够达到相当于普通人10倍的听力。此外，高分贝的声音将在你听力受到损伤前自动减弱。

source: Wire-induced Stiffness
de: Von Verkabelung verursachte Starre
ja: 配線誘発硬直
ko: 고장 : 전선유발 근육지연
ru: Неловкость из-за проводки
zh_cn: 感电僵硬

source: Wired Reflexes
de: Verdrahtete Reflexe
ja: 反射神経活性化
ko: 반사신경 개선
ru: Ускорение рефлексов
zh_cn: 线性反射弧

source: You are equipped with bionic stimulators which augment your haematopoiesis system, allowing you to accelerate white blood cell production using bionic power.
de: Du bist mit bionischen Stimulanten, welche dein Hämopoesesystem erweitern. Das ermöglicht es dir, die Blutzellenproduktion mittels Bionikstrom zu beschleunigen.
ja: 白血球の生産を加速させ、造血力を高める刺激装置を装着します。
ko: 당신은 내장 전력을 사용하여 백혈구의 생산을 가속시킬 수 있도록 조혈 시스템을 확대시켜주는 생체 자극기를 탑재했습니다.
ru: Вам были имплантированы бионические стимуляторы, которые улучшают вашу ​​кроветворную систему, что позволяет ускорить производство лейкоцитов за счет бионической энергии.
zh_cn: 你安装了刺激造血功能的生化系统，让您你消耗储能来加速白细胞的生产。

source: You have a unified power system wired into your power banks. Objects that run on a UPS can now draw directly from your internal power supply.
de: In dir wurde ein Einheitsstromsystem verdrahtet. Objekte, die von einer Esz. bestromt werden, können nun direkt von deiner eingebauten Stromzufuhr betrieben werden.
ja: 生体部品にUPSの機能を統合します。UPSを電源とする道具を体内蓄電の電力で動かせるようになります。
zh_cn: 你的能量槽嵌入了UPS系统。使用UPS的物品现在可以直接使用你的内部能源了。

source: You have been equipped with an internal atomic clock, ensuring that you will always know the current time. Additionally, it includes a silent alarm clock function.
de: Du wurdest mit einer eingebauten Atomuhr ausgestattet, wodurch du immer die aktuelle Uhrzeit weißt. Außerdem enthält sie eine lautlose Weckerfunktion.
ja: 体内に取り付ける原子時計です。常に正確な時刻を知る事が出来ます。無音目覚まし機能も付いています。
zh_cn: 你体内安装了一个小型原子钟，确保你永远知道当前的时间。另外它还有一个沉默报时功能。

source: You shouldn't see this.
zh_cn: 你不该看见这句话，出BUG了！

source: You will likely spend the rest of your days serving as a walking testament to why you don't hold loose parts in your mouth while installing a CBM. Accidentally swallowing that remodulator unit has given you a creepy robot voice.
de: Du wirst wahrscheinlich den Rest deines Lebens als lebendiges Beispiel dienen, warum man nicht lose Teile in seinem Mund hält, während man ein KBM installiert. Das versehentliche Verschucken dieser Remodulatoreinheit gab dir eine unheimliche Roboterstimme.
ja: 口の中に生体部品を導入する際に外れそうな部品を固定しておかなかった愚か者がどうなるかを万人に伝える生き証人として、残りの人生の余暇の全てを啓蒙に費やすことになるでしょう。誤って飲み込んでしまった再変調器が声を気持ち悪いロボットボイスに変えています。
zh_cn: 你可能会花费你余生的很多时间来向人们说明在安装颈部CBM时失误的后果了。安装失败又遗留在你喉咙里的CBM刺激了你的声带，给你带来令人毛骨悚然的机器人语音。你好啊，R2D2!

source: You're really not sure how the CBM ended up in your nose, but no matter how it got there this badly misplaced bionic makes it difficult to breathe. Increases mouth encumbrance by one.
de: Du hast keine Ahnung, wie das KBM in deine Nase gelangt ist, aber egal, wie es dahin gekommen ist, macht dieses furchtbar fehlinstallierte Bionik es schwierig zum Atmen. Erhöht die Mundbelastung um 1.
ja: なぜこうなってしまったのかは分かりませんが、導入に失敗した生体部品が鼻孔を塞いでいます。口に1の動作制限が加わります。
ko: 어떻게 이 CBM이 코에 설치된 건지는 잘 모르겠지만, 잘못 설치된 이 바이오닉이 숨쉬기를 어렵게 만들지만 않았다면 그런건 딱히 상관없었을 텐데요. 입의 방해도가 1 상승합니다.
ru: Вы действительно не знаете, как этот КБМ оказался в носу, но независимо от того, как он туда попал, эта бионика затрудняет дыхание. Увеличивает скованность рта на 1.
zh_cn: 你真的不知道它是怎么到你鼻子你去的，但不管怎样它严重的干扰了你的呼吸，你不得不用嘴来呼吸。部累赘+1。

source: Your entire body may resonate at very high power, creating a short-range shockwave. While it will not do much damage to creatures, stiff items such as walls and doors will be damaged.
zh_cn: 你的全身在极高的能量下产生共振，制造出一个短距离冲击波。虽然无法对生物造成多少伤害，但是会损坏坚硬的物体，例如墙和门。

source: Your eyes have quick-reacting transition lenses installed over them. They negate glare penalties, partially protect you from bright flashes, and protect your eyes when welding.
de: Auf deinen Augen wurden schnell reagierende Wandellinsen angebracht. Sie negieren Beeinträchtigungen durch Geblendetsein, schützen dich teilweise vor hellen Blitzen und schützen deine Augen beim Schweißen.
ja: 目に自動で光度を調整する偏光レンズを埋め込みます。眩しさで発生する全てのペナルティを防ぐだけでなく、溶接にも役立ちます。
ko: 당신의 눈에는 신속 반응 전환 렌즈가 설치되었습니다. 밝은 빛으로 인한 부정적 효과를 방지하고, 용접시 발생하는 섬광으로부터 당신의 눈을 부분적으로 보호해줍니다.
ru: На ваших глазах есть линзы быстро реагирующие на яркость света. Они защищают от ослепления солнечным светом, частично от ярких вспышек, а также защищают ваши глаза во время сварки.
zh_cn: 你的眼睛上安装了快速反应折射镜头，它能抵消眩光的惩罚，在遭受闪光以及焊接时保护你的眼睛。

source: Your left arm has been replaced by a heavy-duty fusion blaster! You may use your energy banks to fire a damaging heat ray; however, you are unable to use or carry two-handed items, and may only fire handguns.
de: Dein linker Arm wurde durch eine Hochleistungsfusionskanone ersetzt! Du kannst deinen Strom dazu benutzen, um einen schädigenden Hitzestrahl abzufeuern; allerdings wirst du unfähig sein, zweihändige Gegenstände zu benutzen oder zu tragen. Und du kannst nur Handfeuerwaffen benutzen.
ja: 左腕をフュージョンブラスターアームに取り替えます。電力を使って熱線を射出する武器を得ますが、片腕を失うため両手持ちが出来なくなります。
ko: 왼팔을 고강도 퓨전 블래스터로 완전히 대체했습니다! 내장 전력을 사용해 엄청난 피해를 주는 열선을 발사할 수 있지만, 양손으로 사용하는 물건을 사용할 수 없기 때문에 권총만 사용 가능하며, 양손으로 물건을 들 수도 없습니다.
ru: Ваша левая рука была заменена на сверхмощный термоядерный бластер! Вы можете использовать свою энергию, чтобы стрелять тепловым лучом. Однако в таком случае нельзя использовать двуручное оружие или носить предметы двумя руками. Можно пользоваться только одноручным оружием.
zh_cn: 你的左手臂被改造成了一只重型核聚变炮！你可以消耗部分能量，释放高温毁灭射线攻击敌人，耶，你丫就是活的威震天！为此，你将无法使用或搬运需要使用双手的物品，并且只能使用单手枪械。

source: Your range of vision extends into the infrared, allowing you to see warm-blooded creatures in the dark.
ja: 赤外線を視認できるようになり、暗闇の中で見渡せる範囲が広がり、温血生物を見ることができます。
zh_cn: 你的视觉系统扩展到了红外线范围，允许你在黑暗中发现恒温动物。

source: Armor Reinforced Window
de: Verstärktes Fenster panzern
ja: 補強窓に外装を施す
zh_cn: 装甲化封死的窗户

source: Board Up Window
de: Fenster verrammeln
ja: 窓を板で塞ぐ
ko: 창문 덧대기
ru: Заколотить окно
zh_cn: 用木板封窗户

source: Board Up Wood Door
de: Holztür verrammeln
ja: ドア(木)を板で塞ぐ
zh_cn: 用木板封门

source: Build Armchair
de: Sessel bauen
ja: 肘掛け椅子を作る
ko: 안락의자 만들기
ru: Сделать кресло
zh_cn: 建造手椅

source: Build Bed
ja: ベッドを作る
zh_cn: 建造床

source: Build Bench
ja: ベンチを作る
zh_cn: 建造长凳

source: Build Bookcase
de: Bücherregal bauen
ja: 本棚を作る
ko: 책장 만들기
ru: Строить книжный шкаф
zh_cn: 建造书架

source: Build Brick Wall
ja: 壁(煉瓦)を作る
zh_cn: 建造砖墙

source: Build Bulletin board
de: Pinnwand bauen
ja: 掲示板を作る
ko: 게시판 만들기
ru: Сделать доску объявлений
zh_cn: 建造公告牌

source: Build Chair
de: Stuhl bauen
ja: 椅子を作る
ko: 의자 만들기
ru: Сделать стул
zh_cn: 建造转椅

source: Build Charcoal Kiln
ja: 炭焼窯を作る
zh_cn: 建造木炭窑炉

source: Build Clay Kiln
zh_cn: 建造砖窑

source: Build Concrete Roof
ja: 屋根(コンクリート)を作る
zh_cn: 建造混凝土屋顶

source: Build Counter
de: Theke bauen
ja: カウンターを作る
ko: 카운터 만들기
ru: Построить рабочий стол
zh_cn: 建造柜台

source: Build Crate
ja: 木箱を作る
zh_cn: 建造板条箱

source: Build Cupboard
de: Schrank bauen
ja: 戸棚を作る
ko: 찬장 만들기
ru: Сделать шкаф для посуды
zh_cn: 建造碗柜

source: Build Dock/Shallow Bridge
ja: 船渠/桟橋を作る
zh_cn: 建造码头浅桥

source: Build Door
de: Türe bauen
ja: ドア(木)を作る
ko: 문 만들기
ru: Строить дверь
zh_cn: 建造门

source: Build Dresser
de: Kommode bauen
ja: 衣装棚を作る
ko: 옷장 만들기
ru: Строить шкаф для одежды
zh_cn: 建造梳妆台

source: Build Fence
de: Zaun bauen
ja: 柵を作る
ko: 울타리 만들기
ru: Строить ограду
zh_cn: 建造围栏

source: Build Fence Gate
ja: 柵門を作る
zh_cn: 建造栅栏门

source: Build Fence Posts
de: Zaunpfosten bauen
ja: 柵柱を作る
zh_cn: 建造栅栏

source: Build Fermenting Vat
de: Gärbottich bauen
ja: 発酵大桶を作る
ru: Построить чан для брожения
zh_cn: 建造发酵瓮

source: Build Improvised Shelter
ja: 簡易シェルターを作る
zh_cn: 建造简易遮蔽处

source: Build Locker
de: Schrank bauen
ja: ロッカーを作る
ko: 사물함 만들기
ru: Строить шкафчик
zh_cn: 建造锁柜

source: Build Log & Sod Roof
de: Gründach bauen
ja: 丸太・芝屋根を作る
ko: 잔디 덮은 나무 지붕 만들기
ru: Строить крышу из брёвен и дёрна
zh_cn: 建造原木屋顶

source: Build Log Wall
de: Blockhauswand bauen
ja: 壁(丸太)を作る
ko: 통나무 벽 짓기
ru: Строить деревянную стену
zh_cn: 建造圆木墙

source: Build Makeshift Bed
de: Notbett bauen
ja: 簡易ベッドを作る
ko: 임시 침대 만들기
ru: Строить временную кровать
zh_cn: 建造简易床

source: Build Metal Bars
ja: 金属棒を作る
zh_cn: 建造金属栏杆

source: Build Metal Charcoal Kiln
ja: 炭焼金属窯を作る
zh_cn: 建造金属木炭窑炉

source: Build Metal Door
de: Metalltüre bauen
ja: ドア(金属)を作る
ko: 금속 문 만들기
ru: Строить металлическую дверь
zh_cn: 建造金属门

source: Build Metal Rack
de: Metallgestell bauen
ja: 金属棚を作る
ko: 철제 선반 만들기
ru: Строить металл. стеллаж
zh_cn: 建造金属支架

source: Build Palisade Gate
de: Palisadentor bauen
ja: 門(矢来)を作る
ko: 말뚝 울타리문 만들기
ru: Строить ворота для частокола
zh_cn: 建造篱笆大门

source: Build Palisade Wall
de: Palisade bauen
ja: 壁(矢来)を作る
ko: 말뚝 울타리벽 짓기
ru: Строить частокол
zh_cn: 建造篱笆墙

source: Build Pontoon Bridge
ja: 舟橋を作る
zh_cn: 建造浮桥

source: Build Reinforced Concrete Roof
ja: 補強屋根(コンクリート)を作る
zh_cn: 建造加强混凝土屋顶

source: Build Reinforced Concrete Wall
ja: 補強壁(コンクリート)を作る
zh_cn: 建造加强混凝土墙

source: Build Road Barricade
ja: 道路バリケードを作る
zh_cn: 建造路障

source: Build Rock Forge
zh_cn: 建造石质熔炉

source: Build Roof
de: Dach bauen
ja: 屋根を作る
ko: 지붕 만들기
ru: Строить крышу
zh_cn: 建造屋顶

source: Build Rope & Pulley System
de: Seil-und-Rolle-System bauen
ja: 滑車装置を作る
ko: 도르래 장치 만들기
ru: Строить канатный подъёмник
zh_cn: 建造滑轮

source: Build Sandbag Wall
ja: 土嚢壁を作る
zh_cn: 建造沙包墙

source: Build Sign
de: Schild bauen
ja: 標識を作る
zh_cn: 建造门牌标志

source: Build Simple Concrete Wall
ja: 壁(コンクリート)を作る
zh_cn: 建造简易混凝土墙

source: Build Smoking Rack
zh_cn: 建造烟熏架

source: Build Sofa
de: Sofa bauen
ja: ソファーを作る
ko: 소파 만들기
ru: Сделать диван
zh_cn: 建造沙发

source: Build Standing Tank
ja: スタンディングタンクを作る
zh_cn: 建造储缸

source: Build Stone Fireplace
de: Stein-Feuerstelle bauen
ja: 暖炉(石)を作る
ko: 석재 난로 만들기
ru: Строить каменный очаг
zh_cn: 建造石头壁炉

source: Build Stone Wall
de: Steinwand bauen
ja: 壁(石)を作る
ru: Строить каменную стену
zh_cn: 建造石墙

source: Build Straw Bed
ja: 藁ベッドを作る
zh_cn: 建造稻草床

source: Build Table
de: Tisch bauen
ja: 机を作る
ko: 탁자 만들기
ru: Сделать стол
zh_cn: 建造桌子

source: Build Water Well
de: Brunnen bauen
ja: 井戸を作る
ru: Построить колодец с водой
zh_cn: 建造水井

source: Build Window
de: Fenster bauen
ja: 窓を作る
ko: 창문 만들기
ru: Строить окно
zh_cn: 建造窗户

source: Build Wire Fence
de: Drahtzaun bauen
ja: 鉄条網を作る
ko: 철조망 만들기
ru: Строить проволочную ограду
zh_cn: 建造铁丝围栏

source: Build Wire Gate
de: Drahttor bauen
ja: 鉄条門を作る
ko: 철사 문 만들기
ru: Строить проход в проволоч. ограде
zh_cn: 建造铁丝大门

source: Build Wood Stove
de: Holzherd bauen
ja: 薪ストーブを作る
ko: 장작 난로 만들기
ru: Строить дровяную печь
zh_cn: 建造火炉

source: Build Wood Wall
de: Holzwand bauen
ja: 壁(丸太)を作る
zh_cn: 建造木墙

source: Build Wooden Keg
de: Holzfässchen bauen
ja: 樽(木)を作る
ru: Построить деревянный бочонок
zh_cn: 建造木桶

source: Carpet Floor Green
de: Boden mit grünen Teppich belegen
ja: 絨毯(緑)を敷く
ru: Постелить зелёный ковёр
zh_cn: 铺绿色地毯

source: Carpet Floor Purple
de: Boden mit violetten Teppich belegen
ja: 絨毯(紫)を敷く
ru: Постелить пурпурный ковёр
zh_cn: 铺紫色地毯

source: Carpet Floor Red
de: Boden mit roten Teppich belegen
ja: 絨毯(赤)を敷く
ru: Постелить красный ковёр
zh_cn: 铺红色地毯

source: Carpet Floor Yellow
de: Boden mit gelben Teppich belegen
ja: 絨毯(黄)を敷く
ru: Постелить жёлтый ковёр
zh_cn: 铺黄色地毯

source: Chop Down Tree
de: Baum fällen
ja: 木を切り倒す
ko: 나무 베어넘기기
ru: Срубить дерево
zh_cn: 砍倒树木

source: Chop Tree Trunk Into Logs
de: Baumstamm zu Holzscheiten
ja: 丸太を切り出す
zh_cn: 树干切割成圆木

source: Chop Tree Trunk Into Planks
de: Baumstamm zu Kanthölzern
ja: 材木を切り出す
zh_cn: 树干切割成木板

source: Clean Broken Window
de: Kaputtes Fenster reinigen
ja: 割れた窓を片付ける
ko: 부서진 창문 치우기
ru: Очистить разбитое окно
zh_cn: 清理破碎的窗户

source: Cut Down Grass
ja: 草を刈る
zh_cn: 割草

source: Deconstruct Furniture
de: Möbel auseinanderbauen
ja: 家具を分解する
ko: 가구 허물기
ru: Разобрать мебель
zh_cn: 拆除家具

source: Dig Downstair
de: Nach unten graben
ja: 階下を掘る
zh_cn: 挖掘下行楼梯

source: Dig Pit
de: Grube graben
ja: 穴を掘る
ko: 구덩이 파기
ru: Копать яму
zh_cn: 挖坑

source: Extract Clay Mound
ja: 粘土を掘り出す
zh_cn: 收集粘土
