Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The flesh on your broken and unbroken arms bulge. Fungus stalks burst through!
ja: 両腕の肉が膨れ上がり、茸が飛び出しました！
zh_cn: 你的快断未断的手臂肿胀起来。真菌体破体而出！

source: The flesh on your broken arms bulges. Fungus stalks burst through!
de: Das Fleisch deiner gebrochenen Arme schwellt an. Fungus bricht aus!
ja: 折れた腕から肉が出ています。そこからさらに茸が飛び出しました！
ru: Плоть на ваших сломанных руках вздута. Из неё прорастают грибы!
zh_cn: 你的断臂肿胀起来。真菌体破体而出！

source: The heat is making you see things.
de: Die Hitze lässt dich Dinge sehen!
ja: 熱で幻覚が見えています。
ko: 열기 때문에 헛것이 보입니다.
ru: Из-за высокой температуры у вас начались галлюцинации.
zh_cn: 你热得看到了幻觉。

source: The humans' furniture blocks your roots. You can't get comfortable.
de: Die Möbel der Menschen sind deinen Wurzeln im Weg. Du kannst es dir nicht bequem machen.
ja: 人間用の家具か何かが根を邪魔しています。これではゆっくりできません。
zh_cn: 人类的家具阻挡了你的根部，你无法舒适自己。

source: The possibility of physical and mental collapse is now very real.
de: Die Möglichkeit eines körperlichen und psychisch Zusammenbruchs ist nun sehr real.
ja: 肉体と精神が破綻している可能性が非常に現実的なものになってきました。
zh_cn: 身体和精神的崩溃已经不是小概率事件了。

source: The rest of the book is currently still beyond your understanding.
de: Der Rest dieses Buches ist immer noch über deinem Verstand.
ja: この本はまだ読み終わっていませんが、残りの部分は現状で理解するには難し過ぎます。
ko: 책의 나머지 부분은 아직도 이해할 수 없습니다.
ru: Остальная часть книги в настоящее время ещё вне вашего понимания.
zh_cn: 以你目前的理解力还不能读懂书本余下的内容。

source: The sunlight burns your skin!
de: Das Sonnenlicht verbrennt deine Haut!
ja: 日光で皮膚が火傷しました！
ko: 햇볕에 피부가 타고 있습니다!
ru: Солнечный свет обжигает вашу кожу!
zh_cn: 阳光灼伤你的皮肤！

source: The sunlight distracts you.
de: Das Sonnenlicht lenkt dich ab.
ja: 日光で気が散っています。
zh_cn: 阳光照射使你分心。

source: The sunlight irritates you badly. Strength - 2; Dexterity - 2; Intelligence - 2; Perception - 2
de: Das Sonnenlicht irritiert dich stark. Stärke −2; Geschicklichkeit −2; Intelligenz −2; Wahrnehmung −2
ja: 日光によって皮膚に炎症が起きています。 筋力 -2 / 器用 -2 / 知性 -2 / 感覚 -2
ko: 햇빛이 짜증나게 따갑습니다. 체력 - 2; 민첩성 - 2; 지능 - 2; 지각력 - 2
ru: Солнечный свет сильно раздражает вас. Сила -2; Ловкость -2; Интеллект -2; Восприятие -2
zh_cn: 阳光严重的刺激你。 力量- 2；敏捷- 2； 智力- 2；感知- 2

source: The sunlight irritates you terribly. Strength - 4; Dexterity - 4; Intelligence - 4; Perception - 4
de: Das Sonnenlicht irritiert dich fürchterlich. Stärke −4; Geschicklichkeit −4; Intelligenz −4; Wahrnehmung −4
ja: 日光によって皮膚に重度の炎症が起きています。 筋力 -4 / 器用 -4 / 知性 -4 / 感覚 -4
ko: 햇빛이 심하게 따갑습니다. 체력 - 4; 민첩성 - 4; 지능 - 4; 지각력 - 4
ru: Солнечный свет невыносимо раздражает вас. Сила -4; Ловкость -4; Интеллект -4; Восприятие -4
zh_cn: 阳光极度的刺激你。 力量- 4；敏捷- 4；智力- 4；感知- 4

source: The sunlight irritates you. Strength - 1; Dexterity - 1; Intelligence - 1; Perception - 1
de: Das Sonnenlicht irritiert dich. Stärke −1; Geschicklichkeit −1; Intelligenz −1; Wahrnehmung −1
ja: 日光によって皮膚に軽度の炎症が起きています。 筋力 -1 / 器用 -1 / 知性 -1 / 感覚 -1
ko: 햇빛이 피부를 자극합니다. 체력 - 1; 민첩성 - 1; 지능 - 1; 지각력 - 1
ru: Солнечный свет раздражает вас. Сила -1; Ловкость -1; Интеллект -1; Восприятие -1
zh_cn: 阳光刺激你。 力量- 1；敏捷- 1； 智力- 1；感知- 1

source: The sunlight is really irritating.
de: Das Sonnenlicht ist wirklich irritierend.
ja: 日光が皮膚を刺激しました。
ko: 햇빛이 너무 따갑습니다.
ru: Солнечный свет сильно жжёт.
zh_cn: 太阳光让你浑身不舒服。

source: The thought of eating that makes you feel both guilty and excited. Really do it?
zh_cn: 光是想想吃那玩意就让你既内疚又兴奋。真的吃么？

source: The thought of eating that makes you feel sick. Really do it?
zh_cn: 光是想想就让人作呕了。真的要吃么？

source: The wind is making your %s feel quite cold.
ja: %sに風が当たってかなり寒い。
zh_cn: 风让你的 %s 感到十分寒冷。

source: The wind is very strong, you should find some more wind-resistant clothing for your %s.
ja: 強風が吹いています。%sを寒さから守る為に、風を防げる衣類を見つける必要があります。
zh_cn: 风力很强，你应该为你的 %s 穿上点防风衣物。

source: The world takes on a dreamlike quality.
de: Die Welt hat eine traumartige Beschaffenheit.
ja: 世界が素晴らしく幻想的に見えています。
ko: 온 세상이 마치 꿈 속 광경처럼 보입니다.
ru: Мир вокруг принимает фантастическое очертание.
zh_cn: 整个世界就像在梦中一样虚幻。

source: There is not enough %s left to siphon it.
ja: 抜き取れるだけの%sがありません。
zh_cn: 没有足够的%s可抽取。

source: There's some kind of big machine in the sky.
de: Da ist irgendeine Art große Maschine im Himmel.
ja: 空を見上げると、用途不明の大きな機械があります。
zh_cn: 天空中有一些巨大的机器。

source: These thick webs support your weight, and are strangely comfortable...
ja: 強靭な網がしっかりと体重を支えてくれています。こうしていると奇妙なくつろぎを感じます...
zh_cn: 这些厚蜘蛛网支撑着你的重量，裹在身上有很奇妙的舒适感。。。

source: Things are returning to normal.
de: Der Normalzustand ist wieder eingetreten.
ja: 事態は正常に戻ってきています。
ko: 뭔가 정상으로 돌아가는 것 같습니다.
ru: Всё вернулось в норму.
zh_cn: 所有事物回归平常。

source: Thirst -%s%d%%
de: Durst −%s%d%%
ja: 喉の渇き -%s%d%%
ko: 갈증 -%s%d%%
ru: Жажда -%s%d%%
zh_cn: 口渴 -%s%d%%

source: Thirsty
de: Durstig
ja: 渇き *
ko: 목마름
ru: Жажда
zh_cn: 口渴

source: This %s is eminently reliable. You can't improve upon it this way.
de: Dieses %s ist überaus verlässlich. Du kannst es nicht auf diese Weise verbessern.
ja: %sは既に調整されています。この方法ではさらに改良することはできません。
ko: %s은(는) 이미 높은 신뢰성을 자랑합니다. 이쪽으로는 더이상 성능을 개선할 수 없습니다.
zh_cn: %s 目前非常可靠。你不能通过这个方式对它进行继续改进。

source: This %s smells awful! Eat it?
de: Das %s riecht fürchterlich! Essen?
ja: この%sは悪臭を放っています！本当に食べますか？
ko: 이 %s은(는) 끔찍한 냄새가 납니다! 그래도 먹습니까?
ru: %s так противно воняет! Съесть?
zh_cn: %s闻起来好恶心！真的要吃？

source: This book has more recipes for you to learn.
de: Dieses Buch hat weitere neue Rezepte, die du erlernen kannst.
ja: この本には知らないレシピが色々と書かれています。
ko: 이 책에는 아직 배울만한 제작법이 있습니다.
ru: В этой книге есть ещё рецепты для изучения.
zh_cn: 这本书里还有更多配方等着你去学。

source: This book has more recipes, but you don't have the skill to learn them yet.
de: Dieses Buch hat weitere Rezepte, aber du hast noch nicht die Fähigkeiten, um sie jetzt zu erlernen.
ja: この本には知らないレシピが色々と書かれていますが、それを学ぶだけの技能が不足しています。
ko: 이 책에는 배울 것이 많지만, 아직은 어려워서 배울 수 없습니다.
ru: В этой книге есть ещё рецепты, однако, вам не хватает навыка для их изучения.
zh_cn: 这本书里还有别的配方，但是你的水平还不够。

source: This book is too complex for you to easily understand. It will take longer to read.
de: Dieses Buch ist zu kompliziert für dich, um es leicht verstehen zu können. Das Lesen wird länger dauern.
ja: この本に書かれている内容は難解で複雑です。読解には時間が掛かります。
ko: 이 책의 내용은 너무 어려워서 쉽게 이해할 수 없습니다. 독서 시간이 길어집니다.
ru: Книга слишком сложна для вашего понимания. Её чтение займёт намного больше времени.
zh_cn: 这本书对你来说有些难以理解，你读的很慢。

source: This is a comfortable place to sleep.
de: Dies ist ein komfortabler Schlafplatz.
ja: ここは眠るには最適な場所です。
ko: 여기서는 편히 잠들 수 있을 것 같습니다.
ru: Это удобное место для сна.
zh_cn: 这是个睡觉的好地方。

source: This is probably going to count against you if there's still an afterlife.
ja: もしも来世がまだあるなら...多分この行為は、不利に働きそうですね。
zh_cn: 要是你还有来世的话也许会遭报应吧。

source: This soil is delicious!
de: Dieser Boden ist lecker!
ja: この土壌は味が良く、素晴らしい！
zh_cn: 这个土壤很美味！

source: This task is too simple to train your %s beyond %d.
de: Diese Tätigkeit ist zu simpel, um dein %s über %d zu trainieren.
ja: この作業は%s技能を%dレベル以上に上昇させるには簡単過ぎます。
ru: Эта задача слишком простая для тренировки %s до %d.
zh_cn: 这个工作对你来说太简单了，你的 %s 技能无法在 %d上更进一步！

# memorial_female
source: Threw up.
de: Übergab sich.
ja: 嘔吐しました。
ko: 토했습니다.
ru: Вырвало.
zh_cn: 吐出来了

# memorial_male
source: Threw up.
de: Übergab sich.
ja: 嘔吐しました。
ko: 토했습니다.
ru: Вырвало.
zh_cn: 吐出来了。

source: Throwing bonus:
ja: 投擲命中率:
zh_cn: 投掷加成:

source: Throwing penalty:
ja: 投擲命中率:
zh_cn: 投掷惩罚:

source: Time seems to slow down and you instinctively dodge!
de: Die Zeit scheint sich zu verlangsam und du weichst instinktiv aus!
ja: 時間の流れが遅くなり、本能的に回避しました！
ko: 시간이 느리게 느껴져, 본능적으로 회피했습니다!
ru: Время как будто замедлилось и вы инстинктивно увернулись!
zh_cn: 时间好像慢了下来，你本能地闪了过去！

source: Toggle skill training
ja: 切替/技能鍛錬
zh_cn: 打开技能训练

source: Torso: %d/%d
ja: 胴体: %d/%d
zh_cn: 躯干: %d/%d

source: Total bionics: %d
ja: 生体部品総数: %d
zh_cn: 全部生化组件： %d

source: Total kills: %d
ja: 殺害総数: %d
zh_cn: 杀敌合计： %d

source: Total:
de: Gesamt:
ja: 合計:
ko: 합계 :
ru: Всего:
zh_cn: 合计：

source: Traits:
de: Wesenszüge:
ja: 特質:
ko: 특성 :
ru: Черты:
zh_cn: 特征：

# memorial_female
source: Transcended addiction to %s.
ja: %s依存症を乗り越えました。
zh_cn: 克服了%s上瘾。

# memorial_male
source: Transcended addiction to %s.
ja: %s依存症を乗り越えました。
zh_cn: 克服了%s上瘾。

source: Trap detection level:
ja: 罠探知レベル:
zh_cn: 陷阱侦测等级:

source: Turgid
de: Geschwollen
ja: 膨張
ko: 붓기가 생김
zh_cn: 肿胀

source: Turrets in range: %d
zh_cn: 射程内炮塔： %d

source: Ugh, you can't drink that!
de: Ähm, das kannst du nicht trinken!
ja: うっ...それは飲めません。
ru: Фуу, вы не можете это пить!
zh_cn: 呃...你不能饮用这个！

source: Uncomfy Gear
de: unkomfortable Ausrüstung
ja: 不快な装置
zh_cn: 不舒适的穿戴

source: Value
de: Wert
ja: 価値
ko: 값
ru: Значение
zh_cn: 分值

source: Very cold!%s
de: Sehr kalt!%s
ja: かなり寒い！%s
ko: 강한 추위! %s
ru: Очень холодно!%s
zh_cn: 寒冷！ %s

source: Very hot!%s
de: Sehr heiß!%s
ja: かなり暑い！%s
ko: 아주 더움! %s
ru: Очень жарко!%s
zh_cn: 炎热！ %s

source: Very hungry
de: Sehr hungrig
ja: 空腹 **
ko: 매우 배고픔
ru: Очень голоден
zh_cn: 饿扁了

source: Very thirsty
de: Sehr durstig
ja: 渇き **
ko: 매우 목마름
ru: Сильная жажда
zh_cn: 渴坏了

source: Warm%s
ja: 暑い%s
ko: 살짝 더움 %s
ru: Тепло%s
zh_cn: 燥热 %s

source: We can't eat that. It's not right for us.
ja: 我々はこれを食べられない。我々はこの行為に正当性を認めない。
zh_cn: 我们不能吃那个。那是不对的。

source: We have many colonists awaiting passage.
ja: 順番待ちの入植者がたくさんいます。
zh_cn: 我们还有很多殖民者正等待着通行。

source: We have mistakenly colonized a local guide! Purging now.
ja: 我々は誤った固体を植民地化してしまった！粛清する。
zh_cn: 我们错误地引导了一名土著殖民！正在清理。

source: Weapon:
de: Waffe:
ja: 武器：
ko: 무기 :
ru: Оружие:
zh_cn: 武器:

source: Wet
de: Nass
ja: 濡れた
ko: 몸이 젖음
ru: Промок
zh_cn: 湿

source: What's the point of fighting?
de: Was ist der Sinn des Kämpfens?
ja: 戦うことに何の意味がある？
zh_cn: 战斗的目的何在？

source: What's the point of studying? (Your morale is too low!)
de: Was ist der Sinn des Lernens? (Deine Moral ist zu niedrig!)
ja: 何で学ばないといけないの？(意欲が低過ぎます！)
zh_cn: 你到底在读神马？(你的情绪太低落！)

source: When this is enabled, player won't wield things unless explicitly told to.
ja: これを有効にすると、あえて何かを装備しない限り素手を保ちます。
zh_cn: 当这个选项被开启，玩家不会手持任何东西，除非被要求那样做。

source: Why waste your time on that insignificant speck?
de: Warum solltest du deine Zeit mit diesem unbedeutenden Fleckchen vergeuden?
ja: なぜそんな些細なことを気にかけるんだ？時間の無駄では？
zh_cn: 为什么要把你的时间浪费在这个不起眼的斑点上？

# memorial_female
source: Worn %s was completely destroyed.
de: Das getragene %s wurde völlig zerstört.
ja: 装備していた%sは完全に破壊された。
ko: 입고있던 %s이(가) 닳아서 완전히 파괴되었습니다.
zh_cn: 磨损的 %s 被彻底摧毁了。

# memorial_male
source: Worn %s was completely destroyed.
de: Das getragene %s wurde völlig zerstört.
ja: 装備していた%sは完全に破壊された。
ko: 입고있던 %s이(가) 닳아서 완전히 파괴되었습니다.
zh_cn: 磨损的 %s 被彻底摧毁了。

source: YOU SHOULD QUIT THE GAME IMMEDIATELY.
de: DU SOLLTEST DAS SPIEL SOFORT VERLASSEN.
ja: 直にゲームを終了する必要があります。
ko: 지금 당장 게임을 꺼야합니다.
ru: НЕМЕДЛЕННО ВЫЙДИТЕ ИЗ ИГРЫ.
zh_cn: 你应该马上退出游戏！

source: Year %1$d, %2$s %3$d, %4$s
ja: 年数 %1$d, %2$s %3$d, %4$s
zh_cn: 年 %1$d, %2$s %3$d, %4$s

source: You (%s)
de: Du (%s)
ja: 貴方(%s)
ko: (%s)
ru: Вы (%s)
zh_cn: 你(%s)

source: You add your %s to your reactor's tank.
zh_cn: 你把%s倒入了自己的小型核反应堆。

source: You are STARVING!
de: Du VERHUNGERST!
ja: 飢えに苦しんでいます！
ko: 굶주리고 있습니다!
ru: Вы УМИРАЕТЕ С ГОЛОДУ!
zh_cn: 你快饿死了！

source: You are THIRSTY!
de: Du hast DURST!
ja: 喉が渇きました！
ko: 갈증이 심합니다!
ru: Вас мучает ЖАЖДА!
zh_cn: 你口渴至极！

source: You are already wearing that.
de: Das trägst du schon.
ja: 既にそれを着ています。
ru: Вы уже надели это.
zh_cn: 你已经穿着它了!

source: You are not wearing that item.
de: Diesen Gegenstand trägst du nicht.
ja: そのアイテムを身に着けていない。
ko: 착용 중인 장비가 아닙니다.
ru: На вас не надет этот предмет.
zh_cn: 你没有在穿戴那件物品。

source: You are now wearing an empty %s.
ja: 空の%sを着用しています。
zh_cn: 你现在穿着一个空的%s。

source: You are now wielding an empty %s.
de: Du trägst nun ein leeres %s.
ja: 空の%sを装備しています。
ko: 들고 있던 %s의 내용물이 비었습니다.
ru: Теперь у вас в качестве оружия пустая %s.
zh_cn: 你现在是拿着一个空的%s。

source: You are sweating profusely.
de: Du schwitzt beträchtlich.
ja: 大量の汗をかいています。
ko: 심하게 땀이 납니다.
ru: Вы сильно потеете.
zh_cn: 你满头大汗。

source: You assimilate your %s.
de: Du assimilierst dein %s.
ja: %sを消化しました。
ru: Вы потребляете %s.
zh_cn: 你吸收了你的 %s 。

source: You attach the %s to your %s.
de: Du bringst das %s an dein %s an.
ko: %s을(를) %s에 부착했습니다.
ru: Вы присоединили %s к %s.
zh_cn: 你把%s装到你的%s上。

source: You bounce off %s!
de: Du prallst %s ab!
ja: %sが跳ね返りました！
ko: %s을(를) 튕겨냈습니다!
zh_cn: 你反射了 %s！

source: You bounce off a %s!
de: Du prallst von 1 %s ab!
ja: %sが跳ね返りました！
ko: %s을(를) 튕겨냈습니다!
zh_cn: 你反射了一个 %s！

source: You break the grab!
de: Du brichst den Griff!
ko: 잡기를 풀었습니다!
ru: Вы разрываете захват!
zh_cn: 你挣脱了抓取！

source: You can breathe again!
de: Du kannst wieder atmen!
ja: 呼吸を再開しました！
zh_cn: 你可以再次呼吸了！

source: You can hardly finish it all. Consume it?
zh_cn: 你几乎没法吃完它，真的要吃么？

source: You can no longer learn from %s.
de: Du kannst aus %s nicht mehr lernen.
ja: %sからはもう何も学ぶところがない。
ko: %s에서 더 배울만한 내용은 없습니다.
ru: Вы не сможете узнать ничего нового из %s.
zh_cn: 你从 %s 中学不到更多知识了。

source: You can not extend the ammo capacity of your %s.
de: Du kannst die Munitionskapazität deines %s nicht vergrößern.
ja: %sのマガジン容量を増やすことはできません。
ko: %s의 탄창 용량을 증가시킬 수 없습니다.
ru: Вы не можете увеличить ёмкость магазина в %s.
zh_cn: 你无法扩展你的%s的弹容量。

source: You can not modify your %s while it's worn.
ja: %sを身に付けたまま改造することはできません。
zh_cn: 当穿在身上时，你不能改装你的%s。

source: You can not use a spare magazine in your %s.
de: Du kannst in deiner %s kein Ersatzmagazin verwenden.
ja: %sに予備マガジンを取り付けることはできません。
ko: %s에는 예비 탄창을 장착할 수 없습니다.
ru: В %s нельзя использовать запасной магазин.
zh_cn: 你不能在你的 %s 上使用备用弹匣。

source: You can only wear power armor components with power armor!
de: Mit einer Energierüstung kannst du nur Energierüstungskomponenten tragen!
ja: パワーアーマー関連部品はパワーアーマーと同時にしか装備できません！
ko: 파워 아머를 장착해야만 다른 파워 아머 부위를 장착할 수 있습니다!
ru: Вы можете одеть компоненты силовой брони только вместе силовой бронёй!
zh_cn: 你只能穿动力装甲组件与动力装甲!

source: You can't eat your %s.
de: Du kannst dein %s nicht essen.
ja: %sを食べれません。
ko: 자기 자신의 %s은(는) 먹을 수 없습니다.
ru: Вы не можете съесть %s.
zh_cn: 你不能吃你的 %s。

source: You can't finish it all!
de: Du schaffst es nicht ganz zu Ende!
ja: その行動を最後までやり遂げられなかった！
ko: 다 먹을 수 없습니다!
ru: Вы не осилили всю порцию до конца!
zh_cn: 你无法将它吃光！

source: You can't see to read!
de: Du kannst nicht genug erkennen zum Lesen!
ja: 暗くて読めない！
ko: 책의 내용이 보이지 않습니다!
ru: Недостаточно света для чтения!
zh_cn: 太暗了，你无法阅读！

source: You can't stand the sunlight!
de: Du kannst das Sonnenlicht nicht aushalten!
ja: 日光に耐えられない！
zh_cn: 你无法忍受阳光的照射。

source: You can't take off power armor while wearing other power armor components.
de: Du kannst die Energierüstung nicht ausziehen, solange du andere Energierüstungskomponenten trägst.
ja: パワーアーマー関連部品を装備したままパワーアーマーを脱ぐことはできません。
ko: 다른 파워 아머 부품을 착용하고 있는 동안에는, 파워 아머를 벗을 수 없습니다.
ru: Вы не можете снять силовую броню пока носите другие силовые компоненты.
zh_cn: 你现在不能脱下动力装甲，因为你还装备着其他动力装甲组件。

source: You can't wear %s with power armor!
de: Du kannst %s mit einer Energierüstung nicht tragen!
ja: %sはパワーアーマーと同時に装備できません！
ko: 파워 아머와 함께 %s을(를) 입을 수는 없습니다!
ru: Нельзя одеть %s вместе с силовой бронёй!
zh_cn: 你不能在装备动力装甲的同时装备 %s！

source: You can't wear a helmet!
de: Du kannst keinen Helm tragen!
ja: ヘルメットは装備できない！
ko: 헬멧을 착용할 수 없습니다!
ru: Вы не можете надеть шлем!
zh_cn: 你无法装备头盔！

source: You can't wear another helmet!
de: Du kannst nicht noch einen Helm tragen!
ja: 他のヘルメットは装備できない！
ko: 헬멧 위에는 다른 헬멧을 쓸 수 없습니다!
ru: Вы не можете надеть ещё один шлем!
zh_cn: 你再也不能装备其他头盔了！

source: You can't wear more than two %s at once.
de: Du kannst nicht mehr als zwei %s auf einmal tragen.
ja: %sは同時に二つ以上は装備できません。
ru: Вы не можете надеть на себя больше двух %s одновременно.
zh_cn: 你不能同时装备超过两件 %s。

source: You can't wear power armor over other gear!
de: Du kannst keine Energierüstung über anderen Sachen tragen!
ja: 他の装備の上にパワーアーマーを装備することはできません！
ko: 다른 장비 위에는 파워 아머를 입을 수 없습니다!
ru: Вы не можете надеть силовую броню поверх другой одежды!
zh_cn: 你无法在其他衣物之上装备动力装甲！

source: You can't wear that, it's made of wool!
de: Das kannst du nicht tragen, es ist aus Wolle!
ja: それは羊毛製なので装備できない！
ko: 입을 수 없습니다. 양모 재질 의류입니다!
ru: Вы не можете это надеть, оно шерстяное!
zh_cn: 你不能穿这个（痒..痒..)，它是用羊毛制成的！

source: You cannot attach a brass catcher to your %s.
de: Du kannst deinem %s keinen Patronenhülsenfänger anbringen.
ja: %sにブラスキャッチャーを取り付けることはできません。
zh_cn: 你无法把弹壳收集器安装到你的%s上。

source: You cannot fit that over your shell.
ja: 殻の上には装備できない。
zh_cn: 你的龟壳外面穿不上这个。

source: You cannot fit the %s over your muzzle.
de: Du kannst dein %s nicht über dein Maul tragen.
ja: %sはこの形の鼻先には装備できません。
ko: 주둥이가 너무 커서 %s이(가) 맞지 않습니다.
ru: Вы не можете надеть %s на свою морду.
zh_cn: 你嘴太尖，%s戴不上去。

source: You cannot fit the %s over your snout.
de: Du kannst dir das %s nicht über deine Schnauze anziehen.
ja: %sはこの鼻には装備できません。
ko: 코가 너무 커서 %s이(가) 맞지 않습니다.
ru: Вы не можете надеть %s на свою мордочку.
zh_cn: 你鼻子太大，%s戴不上去。

source: You cannot get %s to stay on your paws.
de: Du kannst %s nicht auf deine Tatzen anziehen.
ja: %sは肉球のある手には装備できません。
ko: 앞발에 %s을(를) 계속 끼고 있을 수 없습니다.
ru: Вы не можете надеть %s на свои лапы.
zh_cn: 你的爪子抓不住%s。

source: You cannot pick up items with your %s!
de: Du kannst mit deinen %s keine Gegenstände aufnehmen!
ko: %s을(를) 손에 든 채로는 물건을 주울 수 없습니다!
ru: Вы не можете поднимать предметы вашими %s!
zh_cn: 你的 %s 拿不起来东西

source: You cannot put %s over your talons.
de: Du kannst mit deinen Klauen %s nicht anziehen.
ja: %sは鉤爪の上には装備できません。
ko: 발톱 때문에 %s을(를) 착용할 수 없습니다.
ru: Вы не можете надеть %s из-за когтей.
zh_cn: 你的爪子不能戴%s。

source: You cannot put %s over your tentacles.
de: Du kannst mit deinen Tentakeln %s nicht anziehen.
ja: 触手に%sは装備できない。
ko: 촉수 때문에 %s을(를) 착용할 수 없습니다.
ru: Вы не можете надеть %s на свои щупальца.
zh_cn: 你的触手不能戴%s。

source: You cannot put %s over your webbed hands.
de: Du kannst mit deinen Schwimmhäuten %s nicht anziehen.
ja: %sは水掻きのある手には装備できません。
ko: 물갈퀴 때문에 %s을(를) 착용할 수 없습니다.
ru: Вы не можете надеть %s на свои перепончатые руки.
zh_cn: 你不能用你的蹼手去拿%s。

source: You cannot put a %s over your beak.
de: Du kannst mit deinem Schnabel %s nicht anziehen.
ja: %sは嘴の上には装備できません。
ko: 부리 때문에 %s을(를) 착용할 수 없습니다.
ru: Вы не можете надеть %s из-за клюва.
zh_cn: 你那鸟嘴不能戴%s。

source: You cannot unwield your %s! Withdraw them with 'p'.
de: Du kannst deine %s nicht abnehmen! Fahre sie mit »p« wieder ein!
ko: %s을(를) 다시 넣을 수 없습니다! 'p' 키로 빼내야 합니다.
ru: Вы не можете разоружить свой %s! Отключите его с помощью клавиши "p".
zh_cn: 你不能卸载你的 %s！用'p'键取消。

source: You cannot wear a helmet over your %s.
de: Du kannst keinen Helm auf dein %s aufsetzen.
ja: %sの上にヘルメットは装備できない。
ko: %s 때문에 헬멧을 쓸 수 없습니다.
ru: Вы не можете надеть шлем поверх %s.
zh_cn: 你不能在你的 %s 之上戴头盔.

source: You cannot wear footwear on your hooves.
de: Du kannst kein Schuhwerk auf deine Hufe anziehen.
ja: 蹄に履物は装備できない。
ko: 발굽 때문에 신발을 신을 수 없습니다.
ru: Вы не можете одеть обувь на свои копыта.
zh_cn: 你的蹄子怎么穿鞋？

source: You cannot wear footwear on your tentacles.
de: Du kannst kein Schuhwerk auf deine Tentakeln anziehen.
ja: 触手に履物は装備できない。
ko: 촉수 때문에 신발을 신을 수 없습니다.
ru: Вы не можете носить обувь на щупальцах.
zh_cn: 你那触手脚就不要穿鞋子了。

source: You cannot wear headgear over your horns.
de: Du kannst auf deine Hörner keine Kopfbedeckung anziehen.
ja: 角の上にヘッドギアは装備できない。
ko: 머리의 뿔 때문에 투구류를 착용할 수 없습니다.
ru: Вы не можете надеть шлем на свои рога.
zh_cn: 你头上有角戴不了帽子头盔这类东西。

source: You cannot wear more than one %s!
de: Du kannst nicht mehr als 1 %s tragen!
ja: %sは一つしか装備できない！
ko: 두 개 이상의 %s을(를) 장비할 수 없습니다!
ru: Вы не можете надеть на себя больше одного %s!
zh_cn: 你不能再穿一个%s!

source: You cannot wield a %s with only one arm.
de: Du kannst 1 %s nicht mit nur einem Arm tragen.
ko: 팔 하나로는 %s을(를) 장비할 수 없습니다.
ru: Вы не можете взять %s одной рукой.
zh_cn: 你只有一只手臂不能去拿 %s 。

source: You consume the sacred human flesh.
ja: 神聖な人肉を食べ尽くしました。
zh_cn: 你心怀感激地享用神圣的人肉大餐。

source: You cough heavily.
de: Du hustest sehr stark.
ja: 騒々しく咳をしています。
ko: 심한 기침을 합니다.
ru: Вы тяжело кашляете.
zh_cn: 你咳的很厉害。

source: You dissolve into beautiful paroxysms of energy. Life fades from your nebulae and you are no more.
de: Du löst dich in wunderschöne Freudentaumel aus Energie auf. Das Leben verschwimmt aus deinen Nebeln und hörst auf, zu sein.
ja: 美しいエネルギーの爆発に溶けていきました。濁った角膜から魂が抜けだし、二度と戻ってくることはありませんでした。
zh_cn: 你融化到了美丽温暖能量之中。你的生命正在枯萎。

source: You drink your %s.
de: Du trinkst %s.
ja: %sを飲みました。
ko: %s을(를) 마셨습니다.
ru: Вы выпили %s.
zh_cn: 你喝下了%s。

source: You drop the empty %s.
de: Du lässt das leere %s fallen.
ja: 空の%sを落としました。
ko: 텅 빈 %s을(를) 버렸습니다.
ru: Вы выбросили пустой %s.
zh_cn: 你丢弃空 %s 。

source: You eat the good parts and leave that indigestible plant stuff behind.
de: Du isst die guten Teile und lässt das unverdauliche Pflanzenmaterial zurück.
zh_cn: 你把能吃的地方吃下去了 ,并且留下了植物上那些不能吃的部分 .

source: You eat your %s.
de: Du isst: %s.
ja: %sを食べました。
ko: %s을(를) 먹었습니다.
ru: Вы съели %s.
zh_cn: 你吃下你的 %s 。

source: You fall asleep.
de: Du schläfst ein.
ja: 眠りに落ちました。
ko: 잠들었습니다.
ru: Вы заснули.
zh_cn: 你睡着了。

source: You feast upon the human flesh, and in doing so, devour their spirit.
ja: 人肉の宴を始めるとしましょう。むさぼるのです、彼らの魂までも。
zh_cn: 你尽情享用着人肉大餐，仿佛连同他们的灵魂一并吞噬。

source: You feast upon the human flesh.
de: Du ergötzt dich am Menschenfleisch.
ja: 人肉を大いに楽しんで食べました。
ko: 인육을 씹고 뜯고 맛보고 즐겼습니다.
ru: Вы наслаждаетесь человеческим мясом.
zh_cn: 你尽情享用了一顿...人肉大餐！

source: You feast upon the sweet honey.
de: Du ergötzt dich am süßen Honig.
ja: 蜂蜜を大いに楽しんで食べました。
ru: Вы наелись сладкого мёда.
zh_cn: 你尽情享用了蜂蜜。

source: You feel a little strange.
de: Du fühlst dich ein wenig komisch.
ja: 少し奇妙な感覚に襲われました。
ko: 조금 이상한 기분이 들었습니다.
ru: Вы чувствуете себя немного странно.
zh_cn: 你觉得有点奇怪。

source: You feel as though you're going to split open! In a good way??
zh_cn: 你觉得你快被撑爆了！也许是好事？？

source: You feel dizzy for a moment.
de: Du fühlst dich plötzlich ein bisschen benommen.
ja: 少し眩暈がしました。
ko: 잠깐 어지러움을 느꼈습니다.
ru: На мгновение у вас закружилась голова.
zh_cn: 你感到了一阵头晕目眩。

source: You feel fatigued all of a sudden.
de: Du fühlst dich plötzlich müde.
ja: 急に全身に倦怠感を感じました。
ko: 갑자기 몸에 피로감이 듭니다.
ru: На вас неожиданно навалилась усталость.
zh_cn: 你突然感到精疲力竭。

source: You feel horrible for eating a person.
de: Du fühlst dich fürchterlich, eine Person zu essen.
ja: 食人に対する恐怖を感じました。
ko: 식인하는 것에 대해 끔찍한 기분이 들었습니다.
ru: Вам так отвратительно плохо от поедания человека.
zh_cn: 你觉得食人实在是恐怖极了！

source: You feel like you haven't slept in days.
de: Du fühlst dich, als hättest du seit Tagen nicht geschlafen.
ja: 徹夜してしまった様だ。
ko: 며칠 동안 잠을 자지 않은 느낌이 듭니다.
ru: У вас такое чувство, как будто вы не спали несколько дней.
zh_cn: 你觉得你已经好几天没有睡过。

source: You feel like you need less teeth. You pull one out, and it is rotten to the core.
zh_cn: 你觉得你不需要这么多牙齿。你徒手拔了一颗出来，它已经烂到根子里了。

source: You feel nauseous!
de: Dir ist übel.
ja: 吐き気を催しました！
ko: 토할 것만 같습니다!
ru: Вас тошнит!
zh_cn: 你觉得恶心！

source: You feel nauseous, but your stomach is empty.
de: Dir ist schlecht, aber dein Magen ist leer.
ja: 吐き気を催しています。しかし、胃には吐き出す物が何もない。
zh_cn: 你觉得恶心想吐，但你的胃是空的，恭喜你！

source: You feel nauseous.
de: Die fühlst dich übel.
ja: 吐き気を催しています。
ko: 메스꺼움을 느끼고 있습니다.
ru: Вы чувствуете тошноту.
zh_cn: 你感到恶心。

source: You feel paranoid. They're watching you.
zh_cn: 你觉得有点妄想症。他们在看着你。

source: You feel poison flood your body, wracking you with pain...
de: Du spürst Gift in deinem Körper umherströmen, was dir schwere Schmerzen bereitet.
ja: 毒が激痛を伴いながら身体を蝕み、体内が崩壊していくのを感じます...
ko: 식중독에 걸린 것 같습니다. 고통때문에 몸이 괴롭습니다...
ru: Вы чувствуете яд, который расходится по вашей крови, и корчитесь от боли.
zh_cn: 你感觉毒素涌入你的身体，让你痛不欲生...

source: You feel sick to your stomach.
de: Du hast ein ungutes Gefühl im Bauch.
ja: 胃がむかついています。
ko: 배가 아픕니다.
ru: У вас болит живот.
zh_cn: 你感觉一阵胃痛。

source: You feel so sick, like you've been poisoned, but you need more. So much more.
zh_cn: 你感到好难受，好像中了毒似的，但是你还要更多，更多。

source: You feel stocked for a day or two. Got your bed all ready and secured?
de: Du fühlst dich für einen Tag oder zwei gefüllt. Hast du dein Bett gemacht?
ja: 1～2日ぶんの栄養を体内に蓄えました。ベッドと安全は確保できていますか？
ko: 하루 이틀 정도 버틸 수 있을 것 같습니다. 완벽히 준비를 마쳤고 침소가 안전한 상태입니까?
ru: Вы чувствуете, что запаслись на день или два. Вы не забыли про кровать? Все готово и защищено?
zh_cn: 一两天不吃东西应该没问题了。准备好安全的栖身之所了吗？
