Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: There's nothing to light there.
de: Dort ist nichts zum Anzünden.
ja: 火をつけられる様な物がない。
ko: 그곳에는 태울만한 것이 없습니다.
ru: Здесь нечего поджечь.
zh_cn: 这里没有可点燃的东西。

source: Try disassembling the %s instead.
ja: 代わりに%sを分解します。
zh_cn: 可以试试分解%s。

source: Use your pick lock where?
de: Wo soll dein Dietrich benutzt werden?
ja: どこにロックピックを使いますか？
ko: 어디에 자물쇠따개를 씁니까?
ru: Где использовать отмычку?
zh_cn: 在哪儿使用开锁工具？

source: Well, it's more constructive than just chopping 'em into gooey meat...
de: Nunja, es ist konstruktiver, als sie einfach nur zu schleimigem Fleisch zu zerhacken.
ja: ぐちゃぐちゃの挽き肉にするよりは、建設的な作業ですね...
zh_cn: 嗯...这比把它们切成碎块有意思多了...

source: With a satisfying click, the chain-link gate opens.
ja: 小気味好いカチッという音がして、フェンスゲートの鍵が開きました。
zh_cn: 随着一声令人满足的咔哒声，链条门被打开了。

source: With a satisfying click, the lock on the door opens.
ja: 小気味好いカチッっという音とともにドアの鍵が開いた。
zh_cn: 随着一声令人满足的咔哒声，门上的锁被打开了。

source: You are wielding that, are you sure?
de: Du trägst das in deiner Hand, bist du sicher?
ja: それを装備していますが、本当に宜しいですか？
ko: 지금 손에 들고 있습니다. 정말 잘라냅니까?
ru: Вы вооружены этим. Уверены?
zh_cn: 你正拿着它。确定要这么做吗？

source: You can not cut the %s with itself.
ja: %sでそれ自体を切る事は出来ない。
zh_cn: 你没法用%s切割它自己。

source: You can pick your friends, and you can pick your nose, but you can't pick your friend's nose
de: Wer anderen in der Nase bohrt, ist selbst ein Schwein.
ja: 友達をほじることはできますし、 自分の鼻をほじることもできますが、 友達の鼻をほじることはできませんよ
ko: 친구를 선택하거나, 코를 잡을 수 있습니다다, 하지만 친구의 코는 잡을 수 없습니다.
ru: Вы можете подковырнуть друзей поковырять у себя в носу, но вы не можете ковырять в носу у друзей.
zh_cn: 你可以选择你的朋友,你可以 选择你的鼻子,但你不能选择 你朋友的鼻子

source: You can't cauterize anything underwater.
zh_cn: 你无法在水下烧灼消毒伤口。

source: You can't do that while underwater
de: Du kannst das nicht im Wasser tun.
ja: 水中でそれを行うことはできません
ru: Вы не можете это делать под водой.
zh_cn: 在水下，你无法这样做。

source: You can't inscribe an item that isn't solid!
zh_cn: 你无法在非固体的物品上雕刻！

source: You can't play music underwater
zh_cn: 你无法在水下演奏。

source: You cannot place a %s there.
ja: そこに%sを設置することはできません。
zh_cn: 你无法在这里放置 %s。

source: You do not have that item.
de: Diesen Gegenstand hast du nicht.
ja: そのアイテムは持っていない。
ko: 그런 물품은 가지고 있지 않습니다.
ru: У вас нет этого предмета.
zh_cn: 你没有那东西。

source: You feel horrible for mutilating and enslaving someone's corpse.
de: Du fühlst dich entstzlich für das demütigen und versklaven von jemandes Leiche.
ja: 誰かの死体を切り分けて奴隷にするなんて、恐ろしいことをしているような気がしました。
zh_cn: 你觉得切割并且奴役人类的尸体实在是恐怖极了！

source: You feel too weak to play your %s
zh_cn: 你太弱了，无法演奏 %s

source: You load %d x %s round into the %s.
zh_cn: 你把 %d x %s子弹装入%s。

source: You need %s to consume %s!
de: Du brauchst %s, um %s zu konsumieren.
zh_cn: 你需要 %s 来消耗 %s！

source: You need %s to do it!
de: Du brauchst %s, um dies zu tun!
ja: それをするには%sが必要です！
zh_cn: 你需要 %s 才能做这个!

source: You need a source of flame (4 charges worth) before you can cauterize yourself.
ja: 自分を焼灼するには火(充填量4以上)が必要です。
zh_cn: 你需要火源（相当于4点能量）来灼烧消毒。

source: You need at least %d charges to cauterize wounds.
zh_cn: 你需要至少 %d 点电量来烧灼消毒伤口。

source: You need direct sunlight to light a fire with this.
ja: これを使って火を起こすには直射日光が必要です。
zh_cn: 你需要直射的阳光才能用这玩意生火。

source: You need some source of power for your %s (a simple UPS will do).
ja: 充電済みのUPS等で%sに電力を供給する必要があります。
zh_cn: 你需要动力源来驱动 %s （比如UPS什么的）。

source: You need to hold or wear %s to play it
zh_cn: 你需要穿着/握着 %s 来演奏

source: You pick your nose and your sinuses swing open.
de: Mit dem Dietrich bohrst du in deiner Nase und deine Nebenhöhlen öffnen sich.
ja: 鼻をピッキングしました。鼻の周りがドアのように開きました。
ko: 콧구멍을 잡아 벌렸습니다.
ru: Вы поковыряли в носу и ваши пазухи распахнулись.
zh_cn: 你挖鼻子并且你的鼻窦打开

source: You produce an annoying sound
zh_cn: 你弹出了刺耳的噪音

source: You should read your %s when you get to the surface.
ja: %sを読むなら地上に出てからにしましょう。
zh_cn: 上到地表之前你应该看一下你的%s。

source: You should wear the %s before activating it.
ja: 作動させる前に%sを切る必要があります。
zh_cn: 在激活 %s 前请先穿上它。

source: You start playing your %s
zh_cn: 你开始演奏你的%s

source: You stop playing your %s
zh_cn: 你停止演奏%s

source: You successfully light a fire.
de: Erfolgreich entfachst du ein Feuer.
ja: 火をつけました。
ko: 불을 붙이는데 성공했습니다.
ru: Вы успешно разожгли огонь.
zh_cn: 你成功地生了火.

source: You try to salvage materials from the %s.
ja: %sから素材を取り出そうと試みます。
zh_cn: 你试着分割%s回收材料。

source: You would set yourself on fire.
de: Du würdest dich nur selbst anzünden.
ja: 自身に火をつけました。
ko: 자신의 몸에 불을 붙이려 합니다.
ru: Ты бы зажег сам себя.
zh_cn: 你差点把自己给点着了。

source: You're wearing that, are you sure?
de: Dies trägst du. Bist du sicher?
ja: それを身に着けていますが、本当に宜しいですか？
ko: 지금 입고 있습니다. 정말 잘라냅니까?
ru: Вы уверены? Вы ведь носите это.
zh_cn: 你正穿着它，你确定吗？

source: You've already set the %s's timer you might want to get away from it.
de: Du hast bereits den Timer von %s gesetzt. Vermutlich willst du dich nun davon entfernen.
ja: %sのタイマーはすでに動いています。どこかに設置して離れましょう。
ru: Вы уже установили таймер на %s. Возможно, вам пора уже убегать.
zh_cn: 你已经设好了%s的定时器……你还打算拿着它多久？

source: You found kitten!
de: Du hast Mauzi gefunden!
ja: 子猫を発見しました！
ko: 새끼 고양이를 찾았습니다!
ru: Вы нашли котенка!
zh_cn: 你发现了小猫！

source: You struggle to get '%s' working, and finally give up to play minesweeper.
de: Du hast Schwierigkeiten, »%s« zum Laufen zu bringen, gibst auf und spielst Minesweeper.
ja: なんとか'%s'を動かそうと格闘した末、結局マインスイーパーで遊ぶのを諦めました。
ko: '%s' 을(를) 작동시키려고 했지만, 결국 지뢰찾기 플레이를 그만두었습니다.
ru: Вы пытаетесь заставить '%s' работать, но в конце концов сдаётесь и играете в "сапёра".
zh_cn: 你尽力想让'%s'正常工作，但最后还是放弃去玩扫雷去了。

source: "Blup, blup, blup", says the mud pot.
de: »Blubb, blubb, blubb« sagt der Schlammtopf.
ja: 泥の間欠泉が「ブパッブパッブパッ」といっています。
zh_cn: "嘟,嘟,嘟",泥罐说。

source: "Dear robot, you may have already won our 10 MILLION DOLLAR prize..."
de: »Sehr geehrter Roboter, Sie könnten bereits jetzt schon unseren 10-MILLIONEN-DOLLAR-Preis gewonnen haben …«
ja: 「親愛なるロボットよ、君は今ここに1000万ドルを勝ち取ったのだ...」
ko: "로봇에게, 당신은 이미 천만 달러의 상금을 받을 수 있습니다..."
ru: «Дорогой робот, возможно вы стали победителем в розыгрыше 10 МИЛЛИОНОВ ДОЛЛАРОВ…»
zh_cn: "亲爱的机器人,你可能已经获得了1000万美元的奖金…"

source: "Hi, I'm Anson Williams, TV's 'Potsy'."
de: »Hi, ich bin Anson Williams, TVs ›Potsy‹.«
ja: 「やあ、アンソン･ウィリアムズだよ。'ポッツィー'の。」
zh_cn: "嗨,我是Anson Williams,电视的'Potsy'."

source: "How in heck can I wash my neck if it ain't gonna rain no more?" asks Farmer Al.
de: »Wie zum Kuckuck soll ich meinen Nacken waschen, wenn es nicht mehr regnet?«, fragt Bauer Schlau.
ja: 「雨が降らねえことには、こちとら首の後ろも洗われねえやな？」と農家のアルは答えました。
zh_cn: "要是没了雨我还怎么能洗好我那该死的脖子？"农夫AI问道。

source: "I pity the fool who mistakes me for kitten!", sez Mr. T.
de: »Ich habe Mitleid mit denen, die mich mit Mauzi verwechseln« sagt Mr. T.
ja: 「子猫につられて私を取り逃がしたおばかさん、かわいそ！」 Mr.T
ko: "불쌍한 멍청이, 날 새끼 고양이로 착각하다니!",라고 Mr. T가 말했습니다.
ru: «Мне жаль дураков, которые путают меня с котёнком!», Мистер Ти.
zh_cn: "我可怜那个把我误认为小猫的傻瓜!",sez Mr.T。

source: "Lend us a fiver 'til Thursday", pleas Andy Capp.
de: »Leih uns einen Fünfer bis Donnerstag.«, bittet Andy Capp.
ja: 「木曜日まで5ドル貸してくれないか？」、頼むぜAndy Capp。
zh_cn: "请借给我们5块钱，周四归还",来自Andy Capp的请求.

source: "On this spot in 1962, Henry Winkler was sick."
de: »An dieser Stelle im Jahre 1962 war Henry Winkler krank.«
ja: 「1962年、ヘンリー･ウィンクラーはこの場所で病に倒れた」
ru: «На этом месте в 1962 заболел Генри Уинклер»
zh_cn: 1962年,Henry Winkler就在这里生病。"

source: "Sure hope we get some rain soon," says Farmer Joe.
de: »Na hoffentlich bekommen wir bald etwas Regen ab.«, sagt Bauer Jan.
ja: 「そうさな、近々雨のひとつも降ってくれりゃあな」と農家のジョーは言いました。
zh_cn: "当然希望我们很快能得到一场雨,|"农夫Joe说道。

source: "There is no kitten!" cackles the old crone. You are shocked by her blasphemy.
de: »Es gibt keine Mauzi!« schnattert die alte Tante. Du bist von ihrer Blasphemie schockiert.
ja: 「子猫なんていないよ！」 老婆のしわがれ声が聴こえました。冒涜的な言動にショックを受けました。
zh_cn: "这里没有小猫!"面对一个咯咯笑的老妪,你被她的没礼貌感到震惊。

source: "Topsoil's all gone, ma," weeps Lil' Greg.
de: »Mami, Peter hat schon wieder den ganzen Mutterkuchen aufgegessen!«, weint Klein-Gregor.
ja: 「畑の土が全部流されちまった」と、小さなグレッグは泣きました。
zh_cn: "表土层都被冲走了啊,妈妈,"哭泣的 Lil'Greg说到。

source: ...thingy???
de: Dingchen?
ja: ...なんじゃらほい？？？
ru: …вещица???
zh_cn: ...一个物质？？？

source: A "Get Out of Jail Free" card.
de: Eine »Du kommst aus dem Gefängnis frei«-Karte.
ja: モノポリーで使われる「刑務所からの釈放」カードです。
ko: "감옥탈출" 카드입니다.
zh_cn: 一张"免费离开监狱"的大富翁卡片。

source: A Buttertonsils bar.
de: Eine Buttertonsils-Bar.
ja: バター扁桃腺バーです。
zh_cn: 一个。。额。。黄油扁桃体条？一定是错的，谁来告诉我Buttertonsils到底是什么玩意！

source: A Mentos wrapper.
de: Eine Mentos-Verpackung.
ja: メントスの包み紙です。
ru: Упаковка от Ментоса.
zh_cn: 一卷曼妥斯糖。

source: A Swiss-Army knife. All of its appendages are out. (toothpick lost)
de: Ein schweizer Armeemesser. Alle seine Werkzeuge sind ausgefahren, außer die Zahnbürste, die ist verloren gegangen.
ja: スイス･アーミーナイフです。全てのブレードが展開されています(楊枝は無くなっています)。
ru: Швейцарский армейский нож. Все его детали выдвинуты. (зубочистка утеряна)
zh_cn: 一把尖锐的军用匕首，所有的附件都丢失了。（牙签丢失）

source: A Texas Instruments of Destruction calculator.
de: Ein Taschenverrechner.
ja: 破壊計算機のテキサス装置です。
ko: 파괴의 텍사스 인스트루먼츠 계산기입니다.
ru: Калькулятор производства компании «Техасские инструменты для уничтожения».
zh_cn: 一个德州仪公司计算器，坏了。

source: A badly dented high-hat cymbal lies on its side here.
de: Ein schwer verbogenes Hi-Hat-Becken liegt hier auf der Seite.
ja: べこべこに歪んだハイハット･シンバルが横たわっています。
ko: 훼손된 하이햇 심벌즈가 옆면이 위로 오도록 놓여있습니다.
ru: Здесь на боку лежит высокая шляпа-котелок.
zh_cn: 一只饱受打击的铙钹靠在这里。

source: A box of dancing mechanical pencils. They dance! They sing!
de: Eine Schachtel mit tanzenden mechanischen Stiften. Sie tanzen! Sie singen!
ja: 箱いっぱいの踊る機械鉛筆です。踊っているよ！歌っているよ！
ko: 춤추는 샤프 한 갑입니다. 춤추고! 노래하고!
ru: Коробка танцующих механических карандашей. Они танцуют! Они поют!
zh_cn: 一盒会跳舞的自动铅笔。它们正在载歌载舞！

source: A box of fumigation pellets.
de: Eine Schachtel mit Fumigationskügelchen.
ja: 箱いっぱいの燻蒸消毒剤です。
ko: 향 알갱이 한 갑입니다.
ru: Коробка фумигационных гранул.
zh_cn: 一盒熏蒸丸。

source: A brain cell. Oddly enough, it seems to be functioning.
de: Eine Gehirnzelle. Als wär das nicht schon seltsam genug, scheint sie außerdem noch zu funktionieren.
ja: 脳細胞です。不気味なことに、機能しています。
ru: Клетка мозга. Крайне странно, но она, похоже, функционирует.
zh_cn: 大脑细胞,奇怪的是,它看起来似乎正在运作。

source: A can of Spam Lite.
de: Eine Dose mit Spam Lite.
ja: スパムライトの缶です。スパムより低カロリーです。
ko: 스팸 라이트 깡통입니다.
ru: Банка лёгкой ветчины.
zh_cn: 一听低热量午餐肉罐头

source: A coat hanger hovers in thin air. Odd.
de: Ein Mantelhangar schwebt in der Luft. Seltsam.
ja: コートが上昇気流を捉えて空高く滞空しています。へんなの。
ko: 옷걸이가 허공을 맴돌고 있습니다. 기이하군.
ru: Вешалка, парящая в воздухе. Странно.
zh_cn: 衣架孤独的悬挂在空气中。诡异啊。

source: A copy of the Weekly World News. Watch out for the chambered nautilus!
de: Eine Ausgabe der Weekly World News. Achte auf das Perlboot!
ja: 週刊ワールドニュースの写しです。見ろよ、このオウムガイ！
ko: 위클리 월드 뉴스 한 부입니다. 앵무조개를 조심하십시오!
zh_cn: 一本世界新闻周刊。要小心鹦鹉螺!

source: A digital clock. It's stuck at 2:17 PM.
de: Eine Digitaluhr. Sie ist bei 14:17 stehengeblieben.
ja: デジタル時計です。午後2時17分で止まっています。
ko: 디지털 시계입니다. 2:17 PM에 멈춰있습니다.
ru: Цифровые часы. Остановились на 14:17.
zh_cn: 一个电子时钟。停止在 2:17 PM。

source: A flamboyant feather boa. Now you can dress up like Carol Channing!
de: Eine extravagante Federboa. Nun kannst du dich so wie Carol Channing anziehen!
ja: ケバケバしい羽毛の襟巻きです。首に巻いたらキャロル･チャニングみたいになりますよ。
zh_cn: 一根艳丽的羽毛.现在你可以打扮的像Carol Channing一样了！

source: A forgotten telephone switchboard operator.
de: Eine vergessene Telefonschaltzentralenvermittlung.
ja: 忘れ去られた電話交換手です。
ru: Забытый оператор телефонного коммутатора.
zh_cn: 一个被遗忘的电话接线员。

source: A forgotten telephone switchboard.
de: Eine vergessene Telefonschaltzentrale.
ja: 忘れ去られた電話交換台です。
ru: Забытый телефонный коммутатор.
zh_cn: 一个被遗忘的电话交换机。

source: A freshly-baked pumpkin pie.
de: Ein frischgebackener Kürbiskuchen.
ja: できたてのパンプキンパイです。
ko: 갓 구운 호박 파이입니다.
ru: Свежеиспечённый тыквенный пирог.
zh_cn: 一块新鲜出炉的南瓜派。

source: A geyser sprays water high into the air.
de: Ein Geysir sprüht Wasser hoch in die Luft.
ja: 間欠泉が宙高くしぶきを噴き上げました。
ru: Фонтан гейзера взмывает в воздух.
zh_cn: 间歇的喷泉将水喷向空气中。

source: A glorious fan of peacock feathers.
de: Ein wunderschöner Fächer aus Pfauenfedern.
ja: 絢爛な孔雀の羽根です。
ko: 공작 깃털로 만든 굉장히 아름다운 부채입니다.
ru: Славный вентилятор из перьев павлина.
zh_cn: 一把华丽的孔雀羽毛扇子。

source: A haircut and a real job. Now you know where to get one!
de: Ein Haarschnitt und ein richtiger Beruf. Nun weißt du, wo man einen solchen bekommt!
ja: 髪を切って仕事を探せ。それが今すべきことだ！
ko: 헤어 스타일과 직업의 상관관계. 이제 당신은 어느 미용실을 가야할지 아시겠죠!
ru: Стрижка и настоящая работа. Теперь вы знаете где их достать!
zh_cn: 理发是一份正规的职业,现在你知道到哪去找到一个了！

source: A hammock stretched between a tree and a volleyball pole.
de: Eine Hängematte, die zwischen einem Baum und einem Volleyballpfosten aufgespannt ist.
ja: 木とバレーボールの支柱の間でハンモックが伸びたり縮んだりしています。
ko: 나무와 배구코트 기둥 사이에 늘어진 해먹입니다.
ru: Гамак, растянутый между деревом и креплением волейбольной сетки.
zh_cn: 一个吊床被捆在树与排球网之间。

source: A helicopter has crashed here.
de: Ein Hubschrauber ist hier abgestürzt.
ja: ここにヘリコプターが墜落しました。
ru: Здесь разбился вертолёт.
zh_cn: 一架直升机在此坠毁。

source: A herd of wild coffee mugs slumbers here.
de: Eine Herde wilder Kaffeetassen döst hier.
ja: 野性のマグカップの大群が寄り集まって休んでいます。
ru: Здесь дремлет стадо диких кружек кофе.
zh_cn: 一群野生的咖啡杯在此酣眠。

source: A historical marker showing the actual location of /dev/null.
de: Ein uraltes Schild, welches den tatsächlichen Ort von /dev/null zeigt.
ja: 歴史マーカーが/dev/nullの実際の場所を示しています。
ru: Историческая памятка, показывающая текущее размещение /dev/null.
zh_cn: 一个历史的标记指示出了/dev/null的真实位置。

source: A large snake bars your way.
de: Eine große Schlange versperrt deinen Weg.
ja: 大きな蛇が通せんぼしています。
ru: Большая змея преграждает вам дорогу.
zh_cn: 一条大蛇挡住你的去路。

source: A little glass tub of Carmex. ($.89) Too bad you have no lips.
de: Eine kleine Glaswanne mit Carmex (0,89 $). Zu schade, dass du keine Lippen hast.
ja: ガラス瓶に入ったCarmexです($.89)。でも残念、唇がありません。
ru: Маленькая стеклянная банка крема Carnex. ($.89) Жаль, что у вас не губ.
zh_cn: 泰奥菲牌的小玻璃浴缸。(.89美元)只可惜你没有嘴。

source: A livery stable! Get your livery!
de: Eine Pferdevermietung. Mieten Sie noch heute ein Pferd!
ja: 生きている馬小屋です！貸馬屋を始めましょう！
ru: Прокат коней! Возьми своего коня!
zh_cn: 一件稳重的制服！穿上吧！

source: A lone, forgotten comma, sits here, sobbing.
de: Ein einsames vergessenes Komma sitzt hier, weinend.
ja: ひとりぼっちの、忘れられたカンマが、ここに座って、めそめそ泣いています。
ko: 고독하고, 잊혀진 쉼표, 여기에 앉아서, 흐느껴 울고있다.
ru: Одинокая, забытая запятая. Сидит здесь, рыдая.
zh_cn: 一个孤独,被遗忘的逗号,坐在这里,哭泣着。

source: A magical... magic thing.
de: Ein magisch … magisches Ding.
ja: 魔法...魔法のようなものです。
ru: Волшебная… магическая вещь.
zh_cn: 一个奇幻的。。。魔法物品。

source: A marijuana brownie.
de: Ein Marijuana-Brownie.
ja: マリファナ入りのブラウニーです。
ko: 마리화나 브라우니입니다.
ru: Печенье с марихуаной.
zh_cn: 一块大麻布朗尼蛋糕。

source: A mere collection of pixels.
de: Ein Pixelhaufen.
ja: ただのドット絵です。
ko: 단순한 픽셀 모음집입니다.
ru: Просто набор пикселей.
zh_cn: 仅仅是一些像素的集合，

source: A pair of saloon-style doors swing slowly back and forth here.
de: Ein Paar Saloontüren schwingen hier langsam hin und her.
ja: 西部劇に出てくるような酒場のスイングドアが、ゆっくりと閉じました。
ru: Пара салунных дверок медленно качающихся взад-впрерёд.
zh_cn: 一扇酒吧风格的大门在这里来来回回的移动。

source: A parrot, kipping on its back.
de: Ein Papagei, der auf seinen Rücken pennt.
ja: オウムです。背中に顔をうずめて眠っています。
zh_cn: 一只鹦鹉,背部写着吉平。

source: A patch of grape jelly grows here.
de: Hier wächst eine Weintraubengeleepflanze.
ja: ぶどう味のゼリーがいくつか生えています。
ru: Дорога из виноградного желе растёт здесь.
zh_cn: 一块葡萄果冻生长在这里。

source: A patch of mushrooms grows here.
de: Hier wachsen ein paar Pilze.
ja: 茸が何本か生えています。
ru: Дорога из грибов растёт здесь.
zh_cn: 一片蘑菇在这里生长。

source: A pizza, melting in the sun.
de: Eine Pizza, die in der Sonne schmilzt.
ja: ピザです。日光を受けて溶けています。
ru: Пицца, тающая на солнце.
zh_cn: 一块披萨饼,已在阳光下融化。

source: A plush Chewbacca.
de: Ein Plüsch-Chewbacca.
ja: もふもふのチュパカブラです。
ko: 플러시로 된 츄바카입니다.
ru: Плюшевый Чубакка.
zh_cn: 一只毛绒绒的丘巴卡玩具。

source: A puddle of mud, where the mudskippers play.
de: Eine Schlammpfütze, wo die Schlammspringer spielen.
ja: ゆるい泥溜まりです。ムツゴロウとかがいてピチャピチャするやつです。
zh_cn: 一个泥水坑，弹涂鱼在那里玩耍。

source: A punch bowl, filled with punch and lemon slices.
de: Eine Bowlenschüssel, gefüllt mit Bowle und Zitronenscheiben.
ja: パンチと輪切りレモンが入ったパンチボウルです。
ru: Чаша для пунша, наполненная пуншем с дольками лимона.
zh_cn: 一个酒杯,充满了果汁和柠檬片。

source: A robot comedian. You feel amused.
de: Ein Roboter-Comedian. Du bist amüsiert.
ja: ロボットのコメディアンです。おもしろいや。
ru: Это робот-комик. Вы повеселели.
zh_cn: 一个机器人喜剧演员，你感到很开心。

source: A salmon hatchery? Look again. It's merely a single salmon.
de: Eine Lachsbrutstätte? Schau genauer hin. Es ist nur ein einziger Lachs.
ja: 鮭の養殖場？いや、よく見たら一尾の鮭でした。
zh_cn: 大马哈鱼孵卵所?仔细一看,只不过是一条鲑鱼.

source: A section of glowing phosphor cells sings a song of radiation to you.
de: Eine Gruppe aus glühenden Phosphorzellen singt dir ein Lied der Strahlung.
ja: 光る蛍光体セルの箱です。放射線の歌を歌ってくれています。
zh_cn: 一堆泛着荧光的磷光体细胞对你浅唱着一首辐射之歌。

source: A shameless plug for Crummy: http://www.crummy.com/
de: Ein schamloser Aufhänger für Crummy: http://www.crummy.com/
ja: 恥知らずなCrummyの宣伝です:http://www.crummy.com/
ko: Crummy의 광고입니다: http://www.crummy.com/
ru: Бесстыдная реклама Crummy: http://www.crummy.com/
zh_cn: Crummy:http://www.crummy.com/ （厚着面皮插播广告）

source: A shameless plug for the UCLA Linux Users Group: http://linux.ucla.edu/
de: Ein schamloser Aufhänger für die UCLA Linux Users Group: http://linux.ucla.edu/
ja: 恥知らずなカリフォルニア大学ロサンゼルス校Linux同好会の宣伝です:http://linux.ucla.edu/
ko: UCLA 리눅스 사용자 그룹의 광고입니다: http://linux.ucla.edu/
ru: Бесстыдная реклама группы пользователей Linux UCLA: http://linux.ucla.edu/
zh_cn: 加州大学洛杉矶校:http://linux.ucla.edu/（厚着面皮插播广告）

source: A signpost saying "TO KITTEN". It points in no particular direction.
de: Ein Wegweiser mit der Aufschrift »nach Mauzi«. Es zeigt in keine Richtung.
ja: 標識があります。「子猫へ」と向かうべき方角を示しています。
ko: 표지판에 "새끼 고양이쪽"이라고 적혀있습니다. 근데 방향이 없네요.
ru: Указатель с надписью «К КОТЁНКУ». Указывает на неопределённое направление.
zh_cn: 一个写着"小猫在那里"的路标，但它并没有特定的指向方向。

source: A smoking branding iron shaped like a 24-pin connector.
de: Ein rauchendes Brandeisen, das wie ein 24-Pin-Stecker geformt ist.
ja: 24ピンコネクタ型のアイロンが台を焼き焦がしています。
ko: 24핀 커넥터처럼 생긴 연기 낙인도구입니다.
zh_cn: 一个铁质吸烟管像，样子像24针插座。

source: A spindle, and a grindle, and a bucka-wacka-woom!
de: Eine Spindel und eine Windel und ein Bucka-Wacka-Wumm!
ja: スピンドル、グリンドル、ブッカワッカウーン！
zh_cn: 吃葡萄不吐葡萄皮，不吃葡萄倒吐葡萄皮！

source: A stack of 7 inch floppies wobbles precariously.
de: Ein Stapel aus 170mm-Disketten wackelt vorsichtig.
ja: 高々と積み上げられた7インチフロッピーです。今にも倒れそうです。
zh_cn: 一堆7英寸磁盘不稳定的波动着。

source: A team of arctic explorers is camped here.
de: Eine Gruppe von Arktisforschungsreisenden campt hier.
ja: 極地探検隊がキャンプをしています。
ru: Здесь разбили лагерь исследователи Арктики.
zh_cn: 一支北极探险小队在这里扎营。

source: A toenail? What good is a toenail?
de: Ein Fußnagel? Wozu ist ein Fußnagel gut?
ja: 足の爪？足の爪の何が良いって言うんだ？
ru: Ноготь из ноги? Что хорошего в ногте из ноги?
zh_cn: 趾甲？为什么会是趾甲？

source: A toilet bowl occupies this space.
de: Eine Toilettenschüssel besetzt dieses Feld.
ja: この便器は使用中です。
zh_cn: 一个马桶占据着这个空间。

source: A traffic signal. It appears to have been recently vandalized.
de: Eine Ampel. Sie scheint neulich beschädigt worden zu sein.
ja: 信号機です。最近よく破壊されています。
ru: Светофор. Этот, видимо, недавно был подвергнут акту вандализма.
zh_cn: 交通信号,看上去刚破坏。

source: A trash compactor, compacting away.
de: Ein Abfallkompaktor, der etwas wegkompaktet.
ja: ごみ圧縮機です。圧縮しちゃいましょう。
zh_cn: 一台垃圾粉碎器,压了过去。

source: A tribe of cannibals lives here. They eat Malt-O-Meal for breakfast, you know.
de: Ein Kannibalenstamm lebt hier. Sie essen Malt-O-Meal zum Frühstück, weißt du?
ja: ここには食人族が住んでいます。やつらはね、朝食に小麦のシリアルを食べるんです。
zh_cn: 一个食人族部落住在这里,他们的早餐是麦当劳快餐,你懂的。

source: A vase full of artificial flowers is stuck to the floor here.
de: Eine Vase voller Kunststoffblumen ist auf dem Boden hier befestigt.
ja: 造花の束を収めた花瓶が床に突き刺さっています。
ru: Здесь застряла в полу ваза полная искусственных цветов.
zh_cn: 一瓶插满鲜花的花瓶卡在地面上。

source: A willing, ripe tomato bemoans your inability to digest fruit.
de: Eine willige reife Tomate beklagt deine Unfähigkeit, Obst zu verdauen.
ja: 意思を持つ完熟トマトが、あなたに果物を消化する能力が無いことを嘆いています。
zh_cn: 一只熟透的西红柿对你不能消化水果而万分惋惜。

source: Ah, the uniform of a Revolutionary-era minuteman.
de: Aha, die Uniform eines Minuteman aus der Zeit des Unabhängigkeitskrieges.
ja: 独立戦争時代の民兵の制服です。
zh_cn: 啊,一件革命时期的制服！

source: An 80286 machine.
de: Eine i80286-Maschine.
ja: 80286機械です。
ko: 80286 컴퓨터입니다.
ru: Компьютер с процессором 80286.
zh_cn: 一台80286主机。

source: An abandoned used-car lot.
de: Ein verlassener Gebrauchtwagenparkplatz.
ja: 放棄された中古車展示場です。
ko: 버려진 중고차 매장입니다.
zh_cn: 一辆废弃的二手车。

source: An autographed copy of "Primary Colors", by Anonymous.
de: Eine signierte Kopie von »Primärfarben«, von Anonymous.
ja: 「原初の色(Primary Colors)」というサインの写しです。誰が書いたのかは分かりません。
ru: «Основные цвета», с анонимным автографом.
zh_cn: 有着作者签名的"原色"小说,由匿名提供。

source: An automated robot-hater. It frowns disapprovingly at you.
de: Ein automatischer Roboterhasser. Er schneidet dir gegenüber eine ablehnende Grimasse.
ja: 全自動嫌い嫌いロボです。嫌そうにこちらを見ています。
ko: 자동화된 로봇 혐오자입니다. 당신을 보더니 눈살을 찌푸립니다.
ru: Автоматический роботоненавистник. Глядит вас крайне неодобрительно.
zh_cn: 一个自动的机械憎恨者,它向你不以为然的皱着眉头。

source: An automated robot-liker. It smiles at you.
de: Ein automatischer Robotermöger. Er lächelt dich an.
ja: 全自動好き好きロボです。微笑んでいます。
ko: 자동화된 로봇 애호가입니다. 당신을 보더니 미소를 짓습니다.
ru: Автоматический любитель роботов. Он улыбается вам.
zh_cn: 一个自动的机械爱好者,它向你微笑着。

source: An empty shopping bag. Paper or plastic?
de: Eine leere Einkaufstüte. Papier oder Plastik?
ja: 空の買い物袋です。紙かな？プラかな？
ko: 빈 쇼핑백입니다. 종이일까 비닐일까?
ru: Пустая сумка. Бумажная или пластиковая?
zh_cn: 一个空的购物袋，纸质的或是塑料的？

source: An incredibly expensive "Mad About You" collector plate.
de: Eine unglaublich teure »Verrückt nach Dir«-Sammlerplakette.
ja: 有名ドラマ「あなたにムチュー(Mad About You)」の希少な絵皿です。コレクターがとんでもない値段で欲しがります。
ko: 엄청 비싼 "Mad About You" 소장본입니다.
zh_cn: 一张奇贵无比的"为你疯狂"收藏卡片。

source: Another rabbit? That's three today!
de: Noch ein Hase? Das sind heute schon drei!
ja: また兎？今日3羽めだぞ！
ru: Еще кролик? Третий за сегодня!
zh_cn: 又一只兔子？今天已经是第三只了！

source: Carlos Tarango stands here, doing his best impression of Pat Smear.
de: Carlos Tarango steht hier und macht seine beste Nachahmung von Pat Smear.
ja: カルロス･タランゴは今ここで、全身全霊をかけてパット･スミアーのものまねをします。
ru: Здесь стоит Карлос Таранго, выполняя свою лучшую импрессию Пэта Смира.
zh_cn: Carlos Tarango站在这里,作着他最拿手的Pat Smear模仿秀。

source: Could it be... a big ugly bowling trophy?
de: Könnte das … ein großer hässlicher Bowlingpokal sein?
ja: その...ひどく醜くて、でっかい、ボーリング大会のトロフィー？
ko: 이것은... 크고 못생긴 볼링 트로피인가?
ru: Похоже на… большой убогий трофей боулинга?
zh_cn: 这难道是......一个又大又丑的保龄球奖杯？

source: Daily hunger conditioner from Australasia
de: Täglicher Hungerkonditionierer aus Australasien.
ja: オーストラレーシア製の日めくり飢餓調整機です。
ko: 오스트랄라시아 지역에서 매일 오는 허기 유연제네요
ru: Регулярно голодный кондиционер из Австралии
zh_cn: 来自澳洲的每日饥荒调查

source: Ed McMahon stands here, lost in thought. Seeing you, he bellows, "YES SIR!"
de: Ed McMahon steht hier gedankenversunken. Als er dich sieht, brüllt er »Jawohl, Sir!«.
ja: エド･マクマホンが立っています。何か思案しています。ふとあなたを見て「イエッサー！」と怒鳴りました。
zh_cn: Ed McMahon在这里站着沉思，看到你后，他大喊到："是长官!"

source: Empty jewelboxes litter the landscape.
de: Leere CD-Hüllen müllen die Landschaft zu.
ja: 空の宝石入れが見渡す限り散らかっています。
zh_cn: 一个空着的珠宝盒里的散乱景观。

source: Grind 'em up, spit 'em out, they're twigs.
de: Schnitz sie, spuck sie, sie sind Zweige.
ja: 挽いて、出して、細切れにしてやる。
zh_cn: 磨碎它们，吐出它们，它们只是些枝条。

source: Heart of Darkness brand pistachio nuts.
de: Pistazien Marke »Herz der Finsternis«.
ja: 暗黒印のピスタチオナッツの心臓です。
ko: 어둠의 심연 상표가 붙은 피스타치오입니다.
ru: Фисташки бренда "Сердце тьмы".
zh_cn: 黑心牌开心果。

source: Here's Pete Peterson. His batteries seem to have long gone dead.
de: Hier ist Pete Peterson. Seine Batterien scheinen schon vor langer Zeit leergelaufen zu sein.
ja: ピート･ピーターソンがいます。電池が切れてずいぶん経っているようです。
ru: Здесь Пит Питерсон. Похоже, его батарейки уже давно сели.
zh_cn: 那是Pete Peterson,他的电池早已消耗完近数年。
