Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A 40mm grenade with a smoke load. It will burst in a cloud of harmless gas, and will also leave a streak of smoke cover in its wake.
ko: 연막(smoke) 탄두를 가진 40mm 유탄입니다. 폭발시 무해한 연막가스 구름을 뿜어내어 연막 효과를 만들어냅니다.
ru: 40 мм дымовая граната используется для мгновенной постановки дымовой завесы из безвредного газа в целях маскировки.

source: A 40mm signal flare. It will burn brightly for up to a minute, and will also leave a streak of smoke cover in its wake.
ko: 40mm 신호용 조명탄입니다. 약 1분 동안 밝게 타오르며 타오를때 많은 연기가 발생합니다.
ru: 40мм сигнальная ракета. Сгорает примерно за минуту, оставляя позади себя дымовой след.

source: A 40mm grenade with a flashbang load. It will detonate with a blast of light and sound, designed to blind, deafen, and disorient anyone nearby.
ko: 섬광(flashbang)탄두를 가진 40mm 유탄입니다. 강력한 빛과 폭발음을 뿜어내 근처의 표적을 실명시키고 귀를 먹게 하여 무력화시킵니다.
ru: 40мм граната, детонирующая со световой вспышкой и резким хлопком. Это ослепляет, оглушает и дезориентирует каждого, кто оказывается в радиусе поражения.

source: A 60mm High Explosive Anti Tank round. It could blow through up to two feet of concrete.
ko: 60mm 대전차 고폭탄입니다. 60cm 정도의 콘크리트를 관통할 수 있습니다.
ru: 60мм кумулятивный противотанковый снаряд. Способен пробить бетонную стену толщиной больше полуметра.

source: The Heckler & Koch 12mm projectiles are used in H&K railguns. It's made of a ferromagnetic metal, probably cobalt.
ko: 헤클러 & 코흐 사의 12mm탄은 H&K 레일건에 사용됩니다. 강자성 금속으로 만들어져있는데, 아마도 코발트일 것 같습니다.
ru: 12мм снаряд, который используется в рельсовом орудии H&K G80. Сделан из ферромагнитного металла, скорее всего, кобальта.

source: A canister of hydrogen. With proper equipment, it could be heated to plasma.
ko: 수소가 들어있는 용기로, 적절한 장비와 함께 사용하면 수소를 가열해 플라즈마로 만들 수 있습니다.
ru: Канистра с водородом. С помощью надлежащего оборудования его можно разогреть до состояния плазмы.

source: Small silver bits. Before the cataclysm, these would have been worth quite a bit. Still usable in making ammunition.
ko: 작은 은 조각입니다. 대격변 전이었다면 꽤 값어치가 나갔을 것입니다. 지금도 탄약 제조에는 사용이 가능합니다.
ru: Небольшие кусочки серебра. До катаклизма имели небольшую ценность. Можно использовать для изготовления амуниции.

source: Bismuth fishing weights and scraps. Usable in making ammunition.
ko: 비스무트로 된 낚시용 무게추와 잔해들입니다. 탄약 제조에 사용이 가능합니다.
ru: Грузила и обломки висмута. Можно использовать для изготовления амуниции.

source: Tin and pewter scraps. Usable in making ammo
ko: 주석과 백랍 조각입니다. 탄약 제조에 사용이 가능합니다.
ru: Кусочки олова. Можно использовать для изготовления амуниции.

source: Small gold bits. Before the cataclysm these would have been worth quite a bit. Still usable in making ammunition.
ko: 작은 금 조각입니다. 대격변 전이었다면 꽤 값어치가 나갔을 것입니다. 지금도 탄약 제조에는 사용이 가능합니다.
ru: Небольшие кусочки золота. До катаклизма они довольно прилично стоили. Из них все еще можно сделать боеприпасы.

source: Gasoline is a highly flammable liquid. When under pressure, it has the potential for violent explosion.
ko: 휘발유는 가연성 액체로, 불이 붙을 경우 강력한 폭발이 일어날 수 있습니다.
ru: Бензин — легковоспламеняющаяся жидкость Под давлением может сильно сдетонировать.

source: 8x40mm caseless rounds. Proprietary ammunition for Rivtech firearms. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 8x40mm 무탄피탄으로, Rivtech 화기의 전용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: 8х40мм безгильзовые патроны. Фирменные патроны для оружия фирмы Rivtech. Их нельзя разобрать или переснарядить.

source: Handcrafted bootleg duplicates of Rivtech 8x40mm caseless rounds. Being caseless rounds, these cannot be disassembled or reloaded.
ko: Rivtech 8x40mm 무탄피탄의 수제 복제품입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Нелегально изготовленные в кустарных условиях копии безгильзовых патронов Rivtech 8x40мм. Их нельзя разобрать или переснарядить.

source: Handcrafted bootleg jacketed soft point duplicates of Rivtech 8x40mm caseless rounds. Being caseless rounds, these cannot be disassembled or reloaded.
ko: Rivtech 8x40mm JSP 무탄피탄의 수제 복제품입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Нелегально изготовленные в кустарных условиях копии безгильзовых патронов с полуоболочечной пулей Rivtech 8x40мм. Их нельзя разобрать или переснарядить.

source: 8x40mm caseless rounds, full metal jacket. Military grade ammunition for Rivtech firearms. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 8x40mm FMJ 무탄피탄으로, Rivtech 화기용 군용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: 8х40мм безгильзовые патроны с цельнометаллической оболочкой. Военные патроны для оружия фирмы Rivtech. Их нельзя разобрать или переснарядить.

source: 8x40mm caseless rounds, jacketed hollowpoint. Military grade ammunition for Rivtech firearms. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 8x40mm JHP 무탄피탄으로, Rivtech 화기용 군용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: 8х40мм экспансивные безгильзовые патроны. Военные патроны для оружия фирмы Rivtech. Их нельзя разобрать или переснарядить.

source: 8x40mm caseless rounds, incendiary type. Military grade ammunition for Rivtech firearms. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 소이형 8x40mm 무탄피탄으로, Rivtech 화기용 군용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: 8х40мм зажигательные безгильзовые патроны. Военные патроны для оружия фирмы Rivtech. Их нельзя разобрать или переснарядить.

source: 8x40mm caseless rounds, saboted high-velocity penetrator type. Advanced military grade, armor-piercing ammunition that fires a single depleted uranium flechette. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 송탄통이 사용된 고속철갑탄 형태의 8x40mm 무탄피탄으로, 한 발의 열화 우라늄탄을 발사하는 향상된 군용 철갑탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: 8х40мм безгильзовые высокоскоростные патроны проникающего типа. Высокотехнологичные бронебойные оперенные патроны с урановым сердечником. Как и все безгильзовые патроны, их нельзя разобрать или переснарядить.

source: A 84x246mm High Explosive anti-personnel round for the Carl Gustav M3 recoilless rifle. Designed to be highly effective against personnel.
ko: 칼 구스타프 M3 무반동총에 사용되는 84x246mm 대인 고폭탄입니다. 대인용으로 효과적인 성능을 발휘하도록 설계되었습니다.
ru: 84х246мм кумулятивный противопехотный снаряд для ручного гранатомета "Карл Густав" М3. Создан для эффективного поражения живой силы противника.

source: A 84x246mm High Explosive Dual Purpose anti-materiel round for the Carl Gustav M3 recoilless rifle. Designed to be highly effective against vehicles and structures.
ko: 칼 구스타프 무반동총에 사용되는 84x246mm 이중 목적 대물 고폭탄입니다. 차량과 구조물에 효과적인 파괴력을 발휘하도록 설계되었습니다.
ru: 84х246мм бронебойно-осколочный снаряд для ручного гранатомета "Карл Густав" М3. Создан для эффективного поражения техники и строений.

source: A 84x246mm smoke marker round for the Carl Gustav M3 recoilless rifle. Commonly used for signalling, target designation, and for screening troop movements.
ko: 칼 구스타프 무반동총에 사용되는 84x246mm 연막 표시탄입니다. 일반적으로 신호, 목표 지시, 보병 이동 차폐용으로 사용됩니다.
ru: 84х246мм дымовой снаряд для ручного гранатомета "Карл Густав" М3. Создан для подачи сигналов, целеуказания и скрытия перемещения пехоты.

source: 66mm incendiary rockets used in the M202 FLASH rocket launcher. Their warheads are filled with thickened pyrophoric agent which burns at 2200 degrees fahrenheit.
ko: M202 플래시 로켓 발사기에 사용되는 66mm 소이 로켓입니다. 탄두에 탑재된 발화성 물질은 섭씨 1204도까지 올라갑니다.
ru: 66мм зажигательный снаряд для гранатомета М202 Флэш. Боеголовка снабжена густым пироагентом, который горит с температурой 1200 градусов по цельсию.

source: Charcoal is a flammable carbon based material obtained by removing water and other volatile constituents from animal and vegetation substances. It is produced by slowly heating wood or other substances in the absence of oxygen.
ko: 숯은 인화성 탄소기반 물질로서, 동물 혹은 식물에서 다른 휘발성 물질과 물을 제거한 것입니다. 목재 혹은 다른 물질을 산소 없이 가열해서 만들어집니다.
ru: Древесный уголь это горючий углеродистый материал, полученный удалением воды и других летучих компонентов из животного и растительного вещества. Производится путем медленного нагревания древесины или других органических веществ без доступа воздуха.

source: The .50 BMG is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise.
ko: .50 BMG탄은 장거리 사격용으로 제작된 매우 강력한 소총탄입니다. 놀라울 정도로 정확도와 방어구 관통력이 높아 가장 치명적인 탄환으로 불리고, 강력한 반동과 총성만이 단점으로 꼽힙니다.
ru: .50 BMG очень мощный и дальнобойный винтовочный патрон. Его точность и колоссальная бесперебойность делают его одним из самых смертоносных из существующих патронов, к недостаткам можно отнести сильную отдачу и шум.

source: A solid steel copper jacketed variant of the .50 BMG round. Penetration is increased, but damage is reduced.
ko: 강철과 구리로 복합 코팅된 탄두를 가진 .50 BMG탄의 변종입니다. 관통력이 높아졌지만 그만큼 살상력도 줄어들었습니다.
ru: Цельнометаллический .50 BMG патрон в медной оболочке. Имеет увеличенное проникновение, но пониженный урон.

source: A heavy plastic cartridge made for use in flare guns. It appears to be a modified 12 gauge shotgun shell.
ko: 조명총에 사용되는 무거운 플라스틱 카트리지입니다. 12 gauge 산탄총용 탄환의 개조판인 것 같습니다.
ru: Тяжелый пластиковый патрон для сигнального оружия. Является модификацией патрона для дробовика 12-ого калибра.

source: A short piece of rebar which has been straightened and sharpened on one end. Could be used as a projectile by a sufficiently powerful ferromagnetic weapon.
ko: 한쪽 끝을 날카롭게 만든, 짧은 철근 조각입니다. 자력을 사용하는 무기의 강력한 탄환으로 사용할 수 있습니다.
ru: Короткий кусок арматуры заточенный с одного конца. Может использован в качестве амуниции, для достаточно мощного ферромагнитного оружия.

source: A short piece of steel which has been forged true and sharpened on one end. Could be used as a projectile by a sufficiently powerful ferromagnetic weapon.
ko: 한쪽 끝을 날카롭게 만든, 짧은 강철 조각입니다. 자력을 사용하는 무기의 강력한 탄환으로 사용할 수 있습니다.
ru: Короткий кусок стали, заостренный с одного конца. Может использоваться как боеприпас к достаточно мощному ферромагнитному оружию.

source: A heavy modified handheld nuclear device. Intended to be fired from a specialized launcher, its case has been cut down and it has been rigged to explode on impact. While it is now somewhat lighter than before, it can no longer be triggered manually.
ko: 무거운 개량형 휴대용 핵폭탄입니다. 특수화된 발사기를 통해 발사할 수 있도록 개량되었으며, 케이스는 일부가 절삭되었고 충격이 가해지면 폭발되도록 재설계되었습니다. 기본형에 비해 가벼워졌으며, 이제는 수동으로 작동시킬 수 없게 되었습니다.
ru: Тотальная модификация ядерной мини-бомбы. Целью модификации являлась адаптация к метанию посредством специализированного устройства. Внешняя оболочка была удалена, было добавлено устройство инициирующее подрыв в момент удара. Масса меньше, но уже нельзя инициировать подрыв вручную.

source: 20x66mm caseless shotgun rounds, buckshot type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 벅샷형 20x66mm 무탄피 산탄으로, Rivtech 산탄총의 전용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Безгильзовые патроны 20x66мм с картечью, используемые в дробовиках производства Rivtech. Будучи безгильзовым патроном, не может быть разобран или перезаряжен.

source: 20x66mm caseless shotgun rounds, flechette type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 플레쉐트형 20x66mm 무탄피 산탄으로, Rivtech 산탄총의 전용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Безгильзовые патроны 20x66мм с оперением, используемые в дробовиках производства Rivtech. Будучи безгильзовым патроном, не может быть разобран или перезаряжен.

source: 20x66mm caseless shotgun rounds, solid projectile type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 커다란 고형 발사체를 사용한 슬러그형 20x66mm 무탄피 산탄으로, Rivtech 산탄총의 전용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Безгильзовые патроны 20x66мм с дробью, используемые в дробовиках производства Rivtech. Будучи безгильзовым патроном, не может быть разобран или перезаряжен.

source: 20x66mm caseless shotgun rounds, explosive projectile type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 폭발형 20x66mm 무탄피 산탄으로, Rivtech 산탄총의 전용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Безгильзовые патроны 20x66мм с зарядом фугаса, используемые в дробовиках производства Rivtech. Будучи безгильзовым патроном, не может быть разобран или перезаряжен.

source: 20x66mm caseless shotgun rounds, explosive fragmentation type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 파쇄형 20x66mm 무탄피 산탄으로, Rivtech 산탄총의 전용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Безгильзовые патроны 20x66мм осколочные, используемые в дробовиках производства Rivtech. Будучи безгильзовым патроном, не может быть разобран или перезаряжен.

source: 20x66mm caseless shotgun rounds, signal flare type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 신호용 조명탄 타입의 20x66mm 무탄피 산탄으로, Rivtech 산탄총의 전용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Безгильзовые патроны 20x66мм сигнального типа, используемые в дробовиках производства Rivtech. Будучи безгильзовым патроном, не может быть разобран или перезаряжен.

source: 20x66mm caseless shotgun rounds, incendiary type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 소이형 20x66mm 무탄피 산탄으로, Rivtech 산탄총의 전용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Безгильзовые патроны 20x66мм зажигательного типа, используемые в дробовиках производства Rivtech. Будучи безгильзовым патроном, не может быть разобран или перезаряжен.

source: 20x66mm caseless shotgun rounds, sublethal beanbag type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 무력화용 빈백 타입의 20x66mm 무탄피 산탄으로, Rivtech 산탄총의 전용탄입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Безгильзовые патроны 20x66мм с травматическими мешочками, используемые в дробовиках производства Rivtech. Будучи безгильзовым патроном, не может быть разобран или перезаряжен.

source: Handcrafted bootleg duplicates of Rivtech 20x66mm caseless buckshot rounds. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 벅샷형 20x66mm 무탄피 산탄을 불법으로 모방해서 만든 수제작품입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Самодельный картечный патрон — дубликат Rivtech 20x66mm без гильзового картечного патрона. Будучи без гильзовым патроном, не может быть разобран или перезаряжен.

source: Handcrafted bootleg duplicates of Rivtech 20x66mm caseless flechette rounds. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 플레쉐트형 20x66mm 무탄피 산탄을 불법으로 모방해서 만든 수제작품입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Самодельный аналог 20х66мм безгильзовых игольчатых патронов от Rivtech. Будучи безгильзовым патроном, не может быть разобран или перезаряжен.

source: Handcrafted bootleg duplicates of Rivtech 20x66mm caseless solid projectile rounds. Being caseless rounds, these cannot be disassembled or reloaded.
ko: 커다란 고형 발사체를 사용한 슬러그형 20x66mm 무탄피 산탄을 불법으로 모방해서 만든 수제작품입니다. 무탄피탄이므로 분해나 재사용이 불가능합니다.
ru: Самодельный аналог 20х66мм безгильзовых пулевых патронов от Rivtech. Будучи безгильзовым патроном, не может быть разобран или перезаряжен.

source: A tiny glass vial filled with advanced fast-healing chemicals which can only be activated by a Rivtech jet injector device. A label on the side warns against using more than two doses per hour.
ko: Rivtech사의 제트 분사식 주사장치(jet injector)를 통해서만 사용 가능한 작은 유리병 속의 고속회복 약물입니다. 측면의 라벨에 한 시간에 두 번 이상 사용하지 말라는 경고문구가 쓰여있습니다.
ru: Маленькая пробирка наполненная передовыми химикатами для быстрого лечения, которую можно ввести только при помощи инъектора Rivtech. Этикетка предупреждает о вреде использования более 2-х раз в час.

source: An empty casing from a .50 BMG round. These are rare, so you might want to hold onto these.
ko: .50 구경 BMG 탄의 빈 탄피입니다. 이런 탄피는 귀하기 때문에 가지고 있는게 좋을겁니다.
ru: Пустая гильза .50 BMG. Очень редко встречаются.

source: The .700 Nitro Express is a very powerful rifle round designed for long-range use. Its stupendous accuracy and armor piercing capabilities make it one of the most deadly rounds available, offset only by its drastic recoil and noise.
ko: .700 무연화약 고속탄(Nitro Express)은 장거리용으로 만들어진 매우 강력한 소총탄입니다. 놀라울 정도로 정확도와 장갑 관통력이 높기에 가장 치명적인 탄환으로 불리고, 강력한 반동과 총성만이 단점으로 꼽힙니다.
ru: .700 Нитро-Експресс — это очень мощный ружейный патрон, предназначенный для стрельбы на дальние дистанции. За колоссальную точность и огромную пробивающую силу приходится платить чудовищной отдачей и оглушающим грохотом выстрела.

source: An empty casing from a .700 NX round. These are rare, so you might want to hold onto these.
ko: .700 NX 탄의 빈 탄피입니다. 이런 탄피는 귀하기 때문에 가지고 있는게 좋을겁니다.
ru: Пустая гильза патрона .700 NX. Очень редко встречается, так что может пригодиться.

source: A small bottle of liquid. The liquid is made up of propylene glycol, vegetable glycerine, flavorings and nicotine.
ko: 작은 병에 든 니코틴 액상입니다. 프로필렌 글리콜, 식물성 글리세린, 향료와 니코틴 원액으로 만들었습니다.
ru: Маленькая баночка с жидкостью. Жидкость произведена из пропилен гликоля, растительного глицерина, ароматизаторов и никотина.

source: Heads for an arrow. Placing these on an arrow will make the arrow more damaging and piercing.
ko: 화살에 쓰이는 촉입니다. 화살에 달아서 관통력과 위력을 강화시킬 수 있습니다.
ru: Наконечники для стрел. Повышают урон и проникающую способность стрел.

source: wood arrow shaft
ru: древко деревянной стрелы

source: A crude shaft made from wood. It needs arrowheads and fletching to become a functional arrow. You can, however, fire it from a bow.
ko: 목재로 만들어진 조잡한 화살대입니다. 제대로 된 화살이 되려면 화살촉과 깃을 달아야 하지만, 이대로도 화살로 사용할 수는 있습니다.
ru: Кустарно изготовленное древко стрелы из дерева. Ему всё ещё нужны наконечник и оперение что бы стать стрелой. Однако вы можете стрелять им из лука.

source: heavy wood arrow shaft
ru: тяжелое деревянное древко

source: A heavy shaft made from wood. It needs arrowheads and fletching to become a functional arrow. You can, however, fire it from a bow.
ko: 목재로 만들어진 두꺼운 화살대입니다. 제대로 된 화살이 되려면 화살촉과 깃을 달아야 하지만, 이대로도 화살로 사용할 수는 있습니다.
ru: Тяжелое древко из дерева. Им можно стрелять из лука, но чтобы сделать из него полноценную стрелу, не хватает оперения и наконечника.

source: A heavy shaft made from scrap metal. It needs arrowheads and fletching to become a functional arrow. You can, however, fire it from a bow.
ko: 고철로 만들어진 두꺼운 화살대입니다. 제대로 된 화살이 되려면 화살촉과 깃을 달아야 하지만, 이대로도 화살로 사용할 수는 있습니다.
ru: Тяжелое древко, сделанное из металлолома. Требует наконечника и оперения, чтобы стать полноценной стрелой. Однако, вы можете стрелять им из лука и так.

source: fire hardened wood arrow
ru: закалённая в огне стрела

source: A simple arrow shaft that has had a point carved into it and then fire hardened.
ru: Деревянное древко с заточенным остриём закалённым в огне.

source: field point wood arrow
ru: деревянная стрела с острым наконечником

source: A simple arrow shaft that has a crude arrowhead. Useful for hunting small woodland creatures.
ko: 대강 만든 화살촉이 달린 단순한 화살대입니다. 숲속의 작은 동물을 사냥할 때 쓸만합니다.
ru: Простое деревянное древко с грубо-заострённым концом. Полезно для охоты на мелкого лесного зверька.

source: A simple arrow shaft that has a wide blunt head. Useful for hunting small woodland creatures without splattering them all over the ground.
ko: 넙적하고 뭉툭한 촉이 달린 단순한 화살입니다. 작은 동물을 피떡으로 만드는 일 없이 잡을 수 있습니다.
ru: Простое деревянное древко с широким тупым концом. Полезно для охоты на мелкого лесного зверька, если не хочется забрызгать всё их кровью.

source: fletched fire hardened wood arrow
ru: деревянная стрела, закалённая огнём и оперённая

source: This simple arrow has a fire hardened point and fletching.
ru: Это простая стрела с обожженным на огне острием и перьями на конце.

source: fletched field point wood arrow
ru: оперённая деревянная стрела

source: A simple arrow shaft that has a crude arrowhead and fletching. Useful for hunting small woodland creatures or as a last ditch defense against zombies.
ko: 대강 만든 화살촉과 화살깃이 달린 단순한 화살대이다. 숲속의 작은 동물을 사냥하거나 좀비에 대한 최후의 방어로 쓸만하다.
ru: Простое деревянное древко с грубо-заострённым концом и скудным оперением. Полезно для охоты на мелкого лесного зверька или как последний аргумент в защите от зомби.

source: wood arrow
ru: деревянная стрела

source: A basic wooden arrow, it has a metal arrowhead and fletching. It's light-weight, does some damage, and is so-so on accuracy. Stands a good chance of remaining intact once fired.
ko: 금속 화살촉과 화살깃을 가진 기본적인 나무 화살이다. 가볍고 피해를 조금 주며 정확도는 그저 그렇다. 재사용 할 수 있을 가능성이 높다.
ru: Обычная деревянная стрела с металлическим наконечником и оперением. Достаточно лёгкая, наносит небольшой урон и имеет средний показатель точности. Имеет неплохие шансы остаться в сохранности после выстрела.

source: heavy fletched fire hardened arrow
ru: тяжёлая оперённая стрела, закалённая огнём

source: This arrow is significantly sturdier than other wooden arrows. It has a fire hardened point and fletching.
ru: Эта стрела заметно крепче, чем другие деревянные стрелы. Есть обожженное на огне острие и оперение.

source: This arrow is significantly sturdier than other wooden arrows. It has a crude field point head and fletching.
ko: 다른 나무 화살에 비해 상당히 견고한 화살이다. 대충 만든 화살촉과 화살깃을 가지고 있다.
ru: Эта стрела заметно крепче, чем другие деревянные стрелы. На нём оперение и грубый наконечник.

source: heavy wood arrow
ru: тяжёлая деревянная стрела

source: A heavy wooden arrow, it has a metal arrowhead and fletching. It's much heavier than other wooden arrows, as a result it does more damage and is more stable in flight, resulting in better accuracy over a longer range. Stands a very good chance of remaining intact once fired.
ru: Тяжелая деревянная стрела, содержит железный наконечник и оперение. Она гораздо тяжелее других деревянных стрел, в результате чего она наносит гораздо больше урона и имеет более стабильный полет, что делает выстрел более точным на дальних дистанциях. Имеет очень высокий шанс остаться неповрежденной после выстрела.

source: This metal arrow has a steel arrowhead and fletching.
ru: У этой металлической стрелы есть стальной наконечник и немного оперения.

source: High-tech carbon fiber shafts and 100 grain broadheads. Very light weight, fast, and notoriously fragile.
ru: Высокотехнологичная карбоновое древко с наконечником 100 гран. Очень лёгкая, быстрая и, как известно, хрупкая.

source: This arrow has a small IED strapped to its tip. Horribly inaccurate, heavy, and bulky, not only does this contraption require expert hands to pull off a shot, it requires one to loose this with a small measure of confidence the shooter won't be caught in the blast radius.
ko: 이 화살은 촉에 작은 IED가 달려있기 때문에, 매우 부정확하고, 무겁고, 부피도 큽니다. 이 특수장치 때문에 발사 자체도 기술이 필요하지만, 발사자 자신이 폭발에 휘말리지 않을 자신 또한 있어야 합니다.
ru: Это стрела с самодельной взрывчаткой на конце. Ужасно неточная, тяжёлая и громоздкая. Для этого сочетания свойств требуется хорошее владение навыком. Нужно не только правильно отпустить тетиву, но и пустить стелу на безопасное расстояние, что бы не быть задетым взрывом.

source: This arrow has a flaming rag wrapped around the shaft near the head. You should shoot it soon before it burns your bow.
ko: 이 화살은 촉 근처 화살에 불이 잘 붙는 천을 감아두었습니다. 화살이 활을 태워먹기 전에, 빨리 쏴버려야 합니다.
ru: Вокруг наконечника этой стрелы обернута пылающая тряпка. Быстрей стреляйте, иначе ваш лук сгорит.

source: wood crossbow bolt
ru: деревянный арбалетный болт

source: A sharpened bolt made from metal of some kind. It's heavy and unwieldy, providing moderate damage and accuracy. Stands a good chance of remaining intact once fired.
ko: 어떤 금속을 날카롭게 만든 볼트입니다. 무겁고 다루기 불편하지만, 적당한 피해를 주며 나름 정확합니다. 발사 후 회수 가능할 확률이 높습니다.
ru: Заостренный арбалетный болт сделанный из метала. Тяжелый и громоздкий. Обладает средней пробивной способностью и точностью. Велика вероятность повторного использования после выстрела.

source: A sharp bolt made from steel. Deadly in skilled hands. Stands an excellent chance of remaining intact once fired.
ko: 강철로 만들어진 날카로운 볼트입니다. 숙련자가 사용하면 치명적이며, 발사된 후 회수할 수 있을 확률이 아주 높습니다.
ru: Острый болт из стали. В умелых руках смертоносен. Обладает прекрасными шансами уцелеть после выстрела.
