Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Customized chainmail arms. Each sleeve has leather straps to connect them with each other. The lack of fingers makes them less cumbersome and allows them to be used with gloves.
ja: 受注生産されたチェインメイルのアームです。袖にはベストと接合するための革の帯が付いています。指の部分は動きやすいように空いているので、手袋と併用することができます。
zh_cn: 定制的链甲护臂。套筒间有皮革带子连接彼此。无指的设计使它们不那么笨重,并留下了戴手套的空间。

source: Customized chainmail legs. Their leather straps keep everything in place and the lack of toes and heels allows them to work perfectly well with footwear.
ja: 受注生産されたチェインメイルの脚部です。固定のために革ひもが付いており、履物をはいても邪魔にならないようにつま先とかかと部分が開いています。
zh_cn: 定制的腿甲。皮革带子使所有部件恰在其位，脚趾和脚跟处的空缺使它们能够很好与鞋类兼容。

source: Expensive black dance shoes with large heels.
de: Teure schwarze Tanzschuhe mit hohen Absätzen.
ja: 高そうな黒いダンスシューズです。ヒールが大きめに作られています。
zh_cn: 一双昂贵的黑色高跟舞鞋。

source: FB51 optical cloak
de: FB51-Unsichtbarkeitsumhang
ja: 外套(FB51光学)
ko: FB51 광학 망토(optical cloak)
ru: плащ-невидимка FB51
zh_cn: FB51光学披风

source: Fake golden teeth, worn over the teeth. Fits horribly, but looks very shiny
de: Falsche Goldzähne, werden über die Zähne getragen. Sie passen fürchterlich, aber sehen sehr glänzend aus.
ja: 歯に被せて使う金製のアクセサリーです。素晴らしい密着性ですが、派手過ぎる様に思えます。
zh_cn: 黄金制成的假牙，带上很不舒服，但是金光闪闪的很显眼。

source: Fake teeth inlaid with diamonds, worn over the teeth. Fits horribly, but looks very shiny. For that high class gangsta rap look.
de: Falsche Zähne mit eingesetzten Diamanten, werden über die Zähne getragen. Sie passen führchterlich, aber sehen sehr glänzend aus. Für den hochklassigen Gangsa-Rap-Look.
ja: 歯に被せて使うダイヤモンド象嵌のアクセサリーです。素晴らしい密着性ですが、派手過ぎる様に思えます。一つ上のギャングスタ・ラップを貴方に。
zh_cn: 镶有钻石的假牙。带上很不舒服，但是异常的亮瞎狗眼，说唱歌手的最爱，要要切克闹。

source: Fancy patent leather shoes. Not designed for running in.
de: Ausgefallene patentierte Lederschuhe. Nicht zum Laufen geeignet.
ja: エナメル革製の装飾の施された靴です。これで走るのは無理がありますね。
zh_cn: 绚丽的名牌皮鞋，但并不是为跑步而设计的。

source: Female underwear similar to men's boxer shorts but much more close fitting.
de: Unterwäsche für Frauen; sie ist ähnlich den Boxer-Shorts für Männer, passt Frauen aber besser.
ja: 男性用のボクサーパンツに類似していますが、それよりも更に肌に密着した女性用の下着です。
ko: 남성용 사각팬티와 비슷하지만 훨씬 더 몸에 꼭 맞는 여성용 속옷입니다.
ru: Женское нижнее бельё, аналогичное мужским трусам-боксёрам, только чуть уже и более обтягивающее.
zh_cn: 女式内裤，和男式拳击短裤有些相似，不过更弹更薄更贴身。

source: French maid clothes
de: Französische-Magd-Kleidung
ja: メイド服
ko: 프랑스풍 메이드복(French maid clothes)
ru: платье французских служанок
zh_cn: 法式女仆装

source: French maid hat
de: Französische-Magd-Hut
ja: ホワイトブリム
ko: 프랑스풍 메이드 모자(French maid hat)
ru: шляпка французских служанок
zh_cn: 法式女仆头饰

source: Fur pelts tied around your feet. Not much of an improvement over being barefoot, still better than nothing.
ja: 足にぐるぐると巻く毛皮です。裸足より改善されたとは言い辛いですが、何も無いよりはマシでしょう。
zh_cn: 裹在脚上的毛皮，比光脚好不了多少，但也总比光着要好。

source: Gauntlets made from the exoskeletons of insects. Very light and durable.
de: Handschuhe, gemacht aus den Exoskeletten von Insekten. Sehr leicht und langlebig.
ja: 昆虫の外骨格から作られた手甲です。とても軽く丈夫です。
zh_cn: 这是一双由某种昆虫的躯壳制作而成的手套，很轻巧也很耐用。

source: Gigantic shoes fit for a clown. Incredibly difficult to walk in.
de: Gigantische Schuhe für einen Clown. Unglaublich schwer, mit ihnen zu laufen.
ja: 道化師に似合う巨大な靴です。歩く事すら困難になります。
zh_cn: 超大的鞋子，穿上就别想走路了。

source: Guaranteed to make you run faster and jump higher!
de: Hiermit kannst du garantiert schneller laufen und höher springen!
ja: スニーカーを履けば、今より速く走ったり、高くジャンプ出来る事を保障しますよ！
ko: 점프력과 달리기 속도 향상이 보장됩니다!
ru: В них вы гарантированно быстрее бегаете и выше прыгаете!
zh_cn: 这是一双质量不错的鞋子，保证让你跑得更快，跳得更高！

source: Guy Fawkes mask
ja: マスク(ガイ・フォークス)
zh_cn: V字仇杀队面具

source: Hand made straw basket. Carry it with you for extra storage.
ja: 手作りの畚です。収納箇所を増やし、物を多く持ち運べる様になります。
zh_cn: 手工艹篮，可以帮你带更多东西。装一篮子法币是个不错的主意。

source: Hat that is woven out of straw. Its brim helps keep the sun out of your eyes.
ja: 藁を編んで作った帽子です。つばが付いているので目を太陽から保護できます。
zh_cn: 劳动人民喜闻乐见的草帽，大的帽檐让阳光的锋芒远离你的双眼。

source: Heavy fingerless leather gloves. Very flexible and comfortable.
de: Schwere Leder-Halbfingerhandschuhe. Sehr flexibel und komfortabel.
ja: 重量級の指無しレザーグローブです。柔軟性に富み、着心地も良好です。
zh_cn: 牢固又轻便的皮质护手。舒服又耐磨。

source: Heavy plastic armor for your upper torso. Normally worn by football players.
de: Eine schwere Plastikrüstung für deinen Oberkörper. Normalerweise getragen von Spielern von American Football.
ja: 上半身に身に付けるプラスチック製の重いアーマーです。通常はフットボール選手が着用します。
zh_cn: 沉重的上身塑料护甲，通常由橄榄球员穿着。

source: Hiding under here will not protect you from the monsters, but it'll keep you warm.
ja: 毛布に包まってもモンスターからは身を守れないが、身体を温めてはくれますね。
zh_cn: 躲在这里并不能保护你免于怪物袭击，不过至少挨揍的时候你比较暖和。

source: Hiding under here will not protect you from the monsters.
de: Sich darunter zu verstecken wird dich nicht vor den Monstern schützen.
ja: 毛布に包まってもモンスターからは身を守れないよ。
ko: 담요 밑에 숨는다고 괴물들에게서 안전해지는 것은 아닙니다.
ru: Прятание здесь не защитит вас от монстров.
zh_cn: 躲在这里并不能保护你免于怪物袭击。

source: In a pinch, these pants can be used for an impromptu game of checkers.
de: Im Notfall kann diese Hose für ein spontanes Schachspiel benutzt werden.
ja: いざと言う時には、このパンツはチェッカーのゲーム盤に利用できます。
ko: 위기가 닥쳤을 경우, 이 바지로 간단하게 체커 게임을 둘 수 있습니다.
ru: В крайнем случае, на них можно поиграть в шашки.
zh_cn: 花格喇叭裤，70年代时嬉皮士的最爱，必要时,这些裤子可以用于跳棋游戏。

source: Industrial grade ear plugs. They fit inside the ear.
de: Kopfhörer in Industriestärke. Sie passen ins Ohr.
ja: 工業用品質の耳栓です。耳の内部に入れて使います。
zh_cn: 工业防噪耳塞。再也不用害怕室友打呼噜了。

source: Kevlar vest
zh_cn: 凯夫拉背心

source: Known as klompen in the Netherlands and sabots in France, these wooden shoes have endured through the ages due to their simple design and durability.
de: Auch als »Klompen« auf Niederländisch und »sabots« auf Französisch bekannt. Diese hölzernen Schuhe haben die Epochen aufgrund ihrer einfachen Machart sowie ihrer Langlebigkeit überdauert.
ja: オランダではクロンペ、フランスではサボとして呼ばれる木製の靴です。古くからそのシンプルなデザインと耐久性で今も愛用されています
ko: 네덜란드의 롬팬과 프랑스의 사보로 알려진 이 나무신발은 단순한 디자인과 내구성으로 시대를 넘어서 이어져 내려오고 있습니다.
ru: В Нидерландах их называют Кломпен, а во Франции — Сабо. Эти деревянные башмаки пережили без изменений целые века из-за их простой конструкции и долговечности.
zh_cn: 著名的荷兰木鞋，一整块原木雕琢而成。设计简单，但是其耐用性经过上千年时间的考验哦。

source: Large, soft, snug cloth sleeves to keep your exotic anatomy warm.
de: Große, weiche, eng anliegende Ärmel, um deine exotische Anatomie warmzuhalten.
ja: ぴっちりとした大きく柔らかな生地は風変わりな貴方を優しく温めてくれます。
ko: 크고, 부드럽고, 아늑한 천 소매는 당신의 유별난 신체를 따뜻하게 유지합니다.
ru: Удобные и мягкие согревающие тканевые рукава. Специально под вашу экзотическую анатомию.
zh_cn: 宽大、柔软、温暖的布袖子，连骨头缝儿都暖洋洋的。

source: Leather boots armored with reinforcements made from bone. Light and strong.
de: Lederstiefel, welche mit Knochen verstärkt wurden. Leicht und fest.
ja: 骨で強化した装甲が付いた革製のブーツです。軽量で頑丈に出来ています。
zh_cn: 用骨片加固的皮靴，轻巧坚固。

source: Leather boots with a steel toe. Extremely durable.
de: Lederschuhe mit einer Stahlsohle. Extrem widerstandsfähig.
ja: つま先が鋼で作られた革製のブーツです。優れた耐久性があります。
zh_cn: 这种皮鞋的前头包有钢片. 非常耐用。

source: Leather gauntlets with bone armor reinforcement. Very light and strong.
de: Lederschutzhandschuhe mit einer Knochenverstärkung. Sehr leicht und stark.
ja: 骨の装甲で強化した革製の手甲です。とても軽く頑丈です。
zh_cn: 用骨片加强的的皮质护手，轻巧而坚韧。

source: Leather patches stitched together and tied into a makeshift loincloth. Covers your modesty, but not much else.
de: Lederflicken, welche zu einem notdürftigen Lendenschurz zusammengeflickt wurden. Bedeckt deine Bescheidenheit, aber sonst nicht viel.
ja: 縫合した革を結び合わせた即席の褌です。品位を守ってはくれますが...それだけですね。
zh_cn: 妥妥的就是皮质的遮羞布，简直比不穿还要……嗯……就是这样喵

source: Leather patches tied around your feet. Not much of an improvement over being barefoot, still better than nothing.
ja: 足にぐるぐると巻く革です。裸足より改善されたとは言い辛いですが、何も無いよりはマシでしょう。
zh_cn: 裹在脚上的皮革，比光脚好不了多少，但也总比光着要好。

source: Leg and body armor made from the exoskeletons of insects. Light and durable.
de: Bein- und Körperrüstung aus den Exoskeletten von Insekten. Leicht und ausdauernd.
ja: 昆虫の外骨格から作られた脚と胴体を守る鎧です。軽量で頑丈なのが特徴です。
zh_cn: 这是能保护腿和躯干的护甲，是用昆虫躯壳制成的，轻便而且耐用。

source: Leg guards made of stacked paper sheets held together with duct tape.
ja: 紙束をダクトテープで貼り合わせて作ったレッグガードです。
zh_cn: 许多纸张叠在一起，然后用胶带粘牢。锵锵~纸护腿闪亮登场，为取得最大防护效果，不要忘记在上边写上“知识就是力量”。

source: Light and easy to wear, but doesn't offer much storage.
de: Leicht im Gewicht und leicht zu tragen, aber es bietet nicht gerade viel Platz. Im Deutschen auch als »Bodybag« bekannt.
ja: 装着は簡単で軽量ですが、収納箇所も少量です。
ko: 가방의 한쪽 줄을 어깨에 매는 형태의 가방으로, 가볍고 착용하기 편하지만 저장공간이 별로 많지 않습니다.
ru: Небольшая и лёгкая сумка, но много вещей в неё не засунуть.
zh_cn: 轻便，容易穿上，但装不了多少东西。

source: Lightweight sandals made from wound cord. They offer little in the way of protection, but keep you cool during warmer months.
de: Leichtgewichtige Sandalen, die aus gewickelten Stricken gemacht wurden. Sie bieten wenig Schutz, aber halten dich in wärmeren Monaten kühl.
ja: 寄り糸を巻いて作った軽量のサンダルです。防御面は頼りないですが、暖かい季節は涼しく過ごせます。
zh_cn: 用线编成的轻飘飘的凉鞋，几乎无法提供任何保护，但在最热的日子里可以为你提供一点慰藉。

source: Lightweight shoes made of cloth and rubber.
de: Leichtgewichtige Schuhe aus Stoff und Gummi.
ja: 布とゴムで作られた軽い靴です。
ko: 면과 고무로 만들어진 가벼운 신발입니다.
ru: Легкая обувь сделанная из ткани и резины.
zh_cn: 轻量级的鞋，由布和橡胶制成.

source: Lightweight sports headgear designed to protect the head while sparring.
de: Leichte Sportkopfbedeckung für den Schutz des Kopfs im Kampftraining.
ja: スパーリングの際に頭部を保護出来る様に設計された、軽量のスポーツ用ヘッドギアです。
ko: 스파링 중에 머리를 보호하기위해 만들어진 가벼운 스포츠 헤드기어입니다. (역주: 스파링은 권투에서 헤드기어를 쓰고 실전처럼 진행하는 연습 경기입니다.)
ru: Лёгкий шлем, предназначен для защиты во время спарринга.
zh_cn: 轻型头盔，用来保护散打陪练的头部。

source: Linux t-shirt
ja: Tシャツ(Linux)
zh_cn: linux文化衫

source: Long cotton socks that reach above the knees to help protect from the cold.
de: Lange Stoffsocken, die bis über die Knie reichen, um vor der Kälte zu schützen.
ja: 長さが膝上まで達する綿製の靴下です。寒さを防ぎます。
ko: 추위를 막기 위해 무릎까지 올라오는 길다란 면 양말입니다.
ru: Чулки из хлопка, длиной выше колен, обеспечивают защиту от холода.
zh_cn: 及膝棉袜，保暖效果很棒。

source: Long cotton tubes sized to fit over tentacles and help protect them from the cold.
de: Lange Stoffröhren, die so geschnitten sind, dass sie auf Tentakeln passen und vor der Kälte schützen.
ja: 長い管状の綿製のスリーブです。触手に密着して寒さを防ぎます。
ko: 촉수 크기에 맞춰진 긴 면 튜브로, 촉수를 추위에서 보호해줍니다.
ru: Длинные шелковые рукава, подогнанные по размеру таким образом, чтобы налезть на ваши щупальца и защитить их от холода.
zh_cn: 你的触手可以被完美的装进这些管状棉袖套中，起到保暖的功效。

source: Long pieces of cloth that are meant to be wrapped around your hands to provide small amounts of protection while punching and performing other general mischief.
de: Lange Stoffstücke, welche dazu gedacht sind, um deine Hände gewickelt zu werden, um einen geringfügigen Schutz beim Schlagen und anderem Unheil zu bieten.
ja: 殴ったりいたずらをする際に怪我をしないよう手にグルグル巻くために作った長い布です。
ko: 손에 둘둘 말아서 사용하는, 긴 천 조각입니다. 주먹질을 하거나 다른 행동을 할 때 약간의 보호력을 제공합니다.
ru: Длинные полосы ткани, которыми обматываются руки для того, чтобы предотвратить их травмирование при нанесении ударов.
zh_cn: 用长长的布条扎在手上，稍稍保护一下你的拳头。

source: MBR vest (Kevlar plates)
zh_cn: MBR背心(凯夫拉板增强)

source: MBR vest (ceramic plates)
de: kugelsichere Modulweste (Keramikplatten)
ja: モジュール式防弾ベスト(セラミック)
ko: MBR 방탄조끼-세라믹판(ceramic plates)
ru: МПУ жилет (керамика)
zh_cn: MBR背心(陶瓷板)

source: MBR vest (empty)
de: kugelsichere Modulweste (leer)
ja: モジュール式防弾ベスト(空)
ko: MBR 방탄조끼-비어있음
ru: МПУ жилет (пусто)
zh_cn: MBR防弹背心(空)

source: MBR vest (hard plates)
de: kugelsichere Modulweste (Hartpanzerung)
ja: モジュール式防弾ベスト(厚鋼)
ko: MBR 방탄조끼-고경도 강철판(hard plates)
ru: МПУ жилет (усиленная сталь)
zh_cn: MBR背心(精钢板)

source: MBR vest (steel plating)
de: kugelsichere Modulweste (Stahlplattierung)
ja: モジュール式防弾ベスト(鋼)
ko: MBR 방탄조끼-강철판(steel plating)
ru: МПУ жилет (сталь)
zh_cn: MBR背心(钢板)

source: MBR vest (superalloy)
de: kugelsichere Modulweste (Superlegierung)
ja: モジュール式防弾ベスト(超合金)
ko: MBR 방탄조끼-초합금판(superalloy)
ru: МПУ жилет (суперсплав)
zh_cn: MBR背心(超合金)

source: MOLLE pack
de: MOLLE-Rucksack
ja: MOLLEバックパック
ko: MOLLE 팩(pack)
ru: рюкзак MOLLE
zh_cn: MOLLE战术背包

source: Makes you wish you had running water to take a shower.
de: Lässt dich wünschen, du hättest fließend Wasser, um dich zu duschen.
ja: シャワーを浴びる為のお湯が出る事を願っています。
ko: 이걸 입으면, 왠지 흐르는 물에 샤워를 하고 싶어집니다.
ru: Заставляет вас жалеть о том, что у вас нету проточной воды, чтобы принять душ.
zh_cn: 令你想有自来水来洗个澡。

source: Men's boxer shorts. More fashionable than briefs and just as comfortable.
de: Eine Boxershorts für Männer. Modischer als ein Slip und genauso komfortabel.
ja: 男性用のボクサーパンツです。ブリーフよりもファッション性の高い物が多く、同様に履き心地にも優れています。
zh_cn: 男式拳击短裤。比三角内裤更爷们儿，透气性也更好。

source: Modern reinforced tactical combat boots. Very durable.
de: Moderne, verstärkte taktische Kampfstiefel. Sehr widerstandsfähig.
ja: 近代的な強化を施した戦闘用のコンバットブーツです。耐久性に優れています。
zh_cn: 加固的现代化战斗靴，超耐磨。

source: Modern tactical eyewear that protects from small projectiles and fragments. Excellent protection from environmental dangers.
de: Eine moderne taktische Brille, welche vor kleinen Projektilen und Fragmenten schützt. Ausgezeichneter Schutz vor Umweltgefahren.
ja: 弾丸や小さな破片から目を保護する現代の戦術的な保護メガネです。危険な環境から目を保護するのに優れています。
zh_cn: 高科技战术护目镜，能防小口径子弹和破片，三防性能非常好。

source: No true Scotsman would leave home without his kilt.
ja: 生粋のスコットランド人は、生家のキルトを纏わずに外出はしないものです。
zh_cn: 真的苏格兰人不会不穿苏格兰裙出门！

source: Nylon sportswear that clings to your chest and maintains body temperature.
de: Nylonsportkleidung, die sich an deinen Oberkörper anhaftet und die Körpertemperatur stabilisiert.
ja: ナイロン製のスポーツウェアです。上半身に密着して体温を保ちます。
ko: 흉부에 딱 달라붙고 신체 온도를 일정하게 유지시켜주는 나일론 운동복입니다.
ru: Обтягивающая спортивная одежда из нейлона для торса поддерживающая температуру тела.
zh_cn: 覆盖了上身保持身体温度的尼龙运动上衣。

source: Nylon sportswear that clings to your upper legs, aiding muscle tone and maintaining warmth.
de: Nylonsportkleidung, die sich an deinen Oberschenkeln anhaftet, dem Muskeltonus hilft und die Wärme stabilisiert.
ja: ナイロン製のスポーツウェアです。下半身に密着する事で筋緊張を調整して体温を保ちます。
ko: 다리 위쪽에 딱 달라붙고, 근긴장도에 도움을 주며 온기를 유지시켜줍니다.
ru: Обтягивающая спортивная одежда из нейлона верхней части ног поднимающая тонус мышц и поддерживающая температуру тела.
zh_cn: 覆盖了大腿，可以辅助肌肉张力并保暖的尼龙运动裤。

source: O-yoroi
ja: 大鎧
ko: 일본 갑옷(O-yoroi)
ru: О-ёрой
zh_cn: 大铠

source: Padding over your ears kept in place by some string. Blocks incoming sounds.
de: Eine Polsterung über deinen Ohren, durch irgendeinen Faden zusammengehalten. Blockiert eingehende Geräusche.
ja: 当て布を耳の上にひもで固定して着用します。外からの音を遮断します。
zh_cn: 像耳机一样戴在头上——世间喧嚣与你何干？

source: Perfect for reading all those books you scavenged.
de: Perfekt, um all diese Bücher, die du gesammelt hast, zu lesen.
ja: 本を漁って読み耽るのに最適な一品です。
zh_cn: 躺在上面舒服地阅读你所有偷来的书。

source: Pieces of animal pelt that are meant to be wrapped around your hands to provide small amounts of protection while punching and performing other general mischief.
ja: 殴ったりいたずらをする際に怪我をしないよう手にグルグル巻くために作った長い毛皮です。
zh_cn: 用小块的毛皮扎在手上，稍稍保护一下你的拳头。

source: Pieces of leather that are meant to be wrapped around your hands to provide small amounts of protection while punching and performing other general mischief.
ja: 殴ったりいたずらをする際に怪我をしないよう手にグルグル巻くために作った長い革です。
zh_cn: 用小块的皮革绑在手上，稍稍保护一下你的拳头。

source: Plain black hakama for use in kendo and other martial arts.
de: Ein rein schwarzer Hakama; er wird in Kendo und anderen Kampfkünsten verwendet.
ja: 剣道や武道などに使用される無地の黒い袴です。
ko: 순수하게 검정색뿐인 하카마로 검도나 다른 무술을 수련할 때 쓰입니다. (역주: 일본의 전통 의상 중 하나)
ru: Обычная чёрная хакама для кендо или других видов боевых искусств.
zh_cn: 剑道等武术的练习时使用的黑色袍服裤裙。

source: Plain white judo gi. Thick and a little stiff, it gives minor protection from cuts and punches.
de: Ein rein weißer Judogi. Dick und ein bisschen fest bietet es einen geringfügigen Schutz vor Schnitten und Schlägen.
ja: 無地の白い柔道着です。厚くて少し硬いので、それが斬撃や打撃を多少保護してくれます。
zh_cn: 白色的柔道袍服。衣服质地有点厚硬，所以还算有那么点防御度。

source: Plain white karate gi. Loose and flowing, it offers little protection, and little encumbrance.
de: Ein rein weißer Karategi. Lose und wallend bietet es wenig Schutz und schränkt deine Bewegungsfreiheit nur geringfügig ein.
ja: 真っ白な空手着です。締め付けが緩く軽いため、防御に乏しい一方で動作制限は少ないです。
zh_cn: 白色的空手道袍服。松松垮的，提供的很少的保护，但是一点也不累赘。

source: Plain white keikogi for use in martial arts.
de: Ein rein weißer Keikogi, wie er bei Kampfkünsten verwendet wird.
ja: 武道に使用される無地の稽古着です。
ko: 순수하게 하얀색뿐인 검도복으로 무술 수련에 쓰입니다.
ru: Обычное белое кейкоги для занятия боевыми искусствами.
zh_cn: 练武术的白色练功服

source: Plain white zubon for use in martial arts.
de: Ein rein weißer Zubon, wie er bei Kampfkünsten verwendet wird.
ja: 武道に使用される無地の白いズボンです。
ko: 순수하게 하얀색뿐인 즈본으로 무술 수련에 쓰입니다. (역주: 일본말로 양복식 바지를 말하는듯)
ru: Простой белый зубон для занятий боевыми искусствами.
zh_cn: 倭人穿的低裆棉裤，穿上这玩意视觉上你就会显得更矮。

source: Provides a bit of extra storage, with minimal encumbrance.
de: Bietet ein bisschen zusätzlichen Lagerraum mit minimaler Belastung.
ja: 最小限の阻害性で少量の収納を追加します。
zh_cn: 提供额外容量，没有任何副作用哦！

source: Rags stitched together and tied into a makeshift loincloth. Covers your modesty, but not much else.
de: Zusammengeflickte Lumpen, die einen notdürftigen Lendenschurz ergeben. Bedeckt deine Bescheidenheit, aber sonst nicht viel.
ja: 縫合した布を結び合わせた即席の褌です。品位を守ってはくれますが...それだけですね。
zh_cn: 几片破布头缝合成的遮羞布，非常清凉，动一动就会走光。

source: Rags tied around your feet. Not much of an improvement over being barefoot, still better than nothing.
de: Lumpen, die um deine Füße gewickelt sind. Keine nennenswerte Verbesserung gegenüber barfuß gehen, aber immer noch besser als nichts.
ja: 足にぐるぐると巻く布です。裸足より改善されたとは言い辛いですが、何も無いよりはマシでしょう。
zh_cn: 裹在脚上的破布，比光脚好不了多少，但也总比光着要好。

source: Rags worn around the head.
ja: 布を頭に合わせてグルグル巻きにした物です。
zh_cn: 裹在头上的布条，裹法自便，最糟糕的情况请参考锡克牌阿三。

source: SWAT ID
ja: SWAT身分証明バッジ
zh_cn: SWAT徽章

source: SWAT armor
de: SWAT-Panzerung
ja: SWATアーマー
ko: 특공대 방호구(SWAT armor)
ru: броня SWAT
zh_cn: SWAT装甲

source: Sandals made from straw rope. Not very comfortable, but can keep your feet safe.
ja: 藁を編んで作ったサンダルです。快適とは言えませんが、足を保護することは出来ます。
zh_cn: 草绳编织的凉鞋，不舒服，但总比用脚底板排雷好。

source: Simple sandals. Very difficult to run in.
de: Einfache Sandalen. Mit ihnen zu laufen ist sehr schwer.
ja: シンプルなサンダルです。これで走るのは困難でしょう。
zh_cn: 一双设计很简单的拖鞋，穿上之后很难跑起步来。

source: Simple shoes made from animal pelts.
de: Einfache Schuhe. Hergestellt aus Tierpelzen.
ja: 動物の皮革から作られたシンプルな靴です。
ko: 동물 모피로 만든 단순한 신발입니다.
ru: Незатейливая обувка, сшитая из шкур.
zh_cn: 动物皮毛做的简陋鞋子

source: Simple wooden geta.
de: Einfache hölzerne Geta.
ja: シンプルな木製の下駄です。
ko: 나무로된 단순한 나막신. (역주: 일본의 나막신. 조리와 비슷하게 생겼고, 아래에 나무굽을 달고 있습니다. 한국에는 흔히 '게다'로 알려져있지만, 실제 발음은 '게타'입니다.)
ru: Простые деревянные гэта.
zh_cn: 简陋的木制屐鞋

source: Six long cotton tubes sized to fit over tentacles and help protect them from the cold.
de: Sechs lange Stoffröhren, die so geschnitten sind, dass sie auf Tentakeln passen und vor der Kälte schützen.
ja: 六本に分かれた長い管状の綿製のストッキングです。触手に密着して寒さを防ぎます。
ko: 촉수 크기에 맞춰진 여섯개의 긴 면 튜브로, 촉수를 추위에서 보호해줍니다.
ru: Шесть длинных шелковых чулков, подогнанных по размеру таким образом, чтобы налезть на ваши щупальца и защитить их от холода.
zh_cn: 这六根长长的管状棉袜可以完好的贴合你下身的触肢，起到保暖的功效。

source: Skin-tight nylon leggings, sometimes used when exercising, that keep your legs nice and warm.
de: Hautenge Nylonleggings, manchmal beim Training benutzt, um deine Beine schön warm zu halten.
ja: ナイロン製の肌に密着するレギンスです。稀に運動時に用いられます。非常に暖かく、脚を包み込んでくれます。
ko: 피부에 딱 맞는 나일론 레깅스로 주로 운동시에 사용되고, 당신의 다리를 따뜻하게 유지시켜줍니다.
ru: Нейлоновые легинсы, плотно прилегающие к телу. Используются во время тренировок, делая ноги красивыми и тёплыми.
zh_cn: 紧身尼龙裤，一般在锻炼的时候穿着，使你的大腿暖融融的。

source: Snug fur sleeves to keep your fetlocks warm.
de: Eng anliegende Fellärmel, um deine Fesselgelenke warmzuhalten.
ja: ぴったりした毛皮のスリーブで蹴爪(球節)を温めます。 (訳者注釈・フェットロック”Fetlock"は蹴爪や球節。主に馬などの足首辺りの逆関節の部位、ニワトリなどの後ろにぴょこんと飛び出してる爪の総称)
ko: 포근한 모피 토시는 당신의 구절을 따뜻하게 유지시켜줍니다. (역주: fetlock은 말의 말굽 바로 위쪽의 돌기인 구절을 말함. fetlock furs는 그 구절에 감싸는 털토시)
zh_cn: 这对舒适的毛皮套筒可以为你的蹄子（如果你有的话）保暖。

source: Snug, soft cloth sleeves to keep your arms warm.
de: Enge, weiche Stoffärmel zum Warmhalten deiner Arme.
ja: ぴったりとした付け心地で、柔らかい布のスリーブが腕の体温を維持してくれます。
ko: 포근하고 부드러운 재질의 토시로, 팔을 따뜻하게 유지해줍니다.
ru: Удобные и мягкие тканевые рукава, согревающие ваши руки.
zh_cn: 使用舒适合身柔软的布料来保持你的手臂温暖

source: Snug, soft cloth sleeves to keep your legs warm.
de: Enge, weiche Stoffbeine zum Warmhalten deiner Beine.
ja: ぴったりとした付け心地で、柔らかい布のスリーブが脚の体温を維持してくれます。
ko: 포근하고 부드러운 재질의 토시로, 다리를 따뜻하게 유지해줍니다.
ru: Удобные и мягкие тканевые гетры, согревающие ваши ноги.
zh_cn: 使用舒适合身柔软的布料来保持你的腿温暖

source: Socks. Put 'em on your feet.
de: Socken. Sie gehören auf die Füße.
ja: 靴下です。足に身に付けて下さいね。
zh_cn: 袜子，请穿在你的脚下而不是罩在你的头上。

source: Sport shoes with hard undersides, and studs on the bottom designed to dig into the grass.
de: Sportschuhe mit harten Unterseiten und Stollen, gemacht, um sich ins Gras zu graben, auf der Unterseite.
ja: 硬い靴底とスパイク付きの運動靴です。靴底が草地に突き立ちます。
ko: 바닥에 스파이크가 달린 운동화입니다. 신발 밑부분에 박힌 징으로 풀밭을 파헤칠 수 있습니다.
ru: Низкая обувь с твердыми шипами, приспособленными чтобы врываться в землю при беге.
zh_cn: 硬底的运动鞋，底部设计有鞋钉，可以让你稳稳地走在草地上。

source: Stiff leather boots with intricate embroidery and one-inch heels. They look good, but aren't made for running.
de: Harte Lederstiefel mit einer komplizierten Stickerei und Zweieinhalb-Zentimeter-Absätzen. Sie sehen gut aus, aber sind sind fürs Rennen ausgelegt.
ja: 複雑な刺繍が施され、1インチの踵がある硬い革製のブーツです。走るには適さないが、見栄えは素晴らしいです。
zh_cn: 带着精巧刺绣的硬邦邦皮靴，鞋跟足足有一英尺高。看上去很拽，但穿它跑步时小心崴了脚。

source: Sturdy leather hiking sandals with a heel strap. Offers little in the way of protection, but keeps you cool during warmer months.
de: Feste Lederwandersandalen mit einem Fersenband. Bieten wenig Schutz, aber halten dich in wärmeren Monaten kühl.
ja: 踵にストラップの付いた頑丈なハイキング用のサンダルです。防御面は頼りないですが、暖かい季節は涼しく過ごせます。
zh_cn: 结实的皮质登山凉鞋，采用鞋跟带设计。没什么防御力，但透气性堪称一流，夏日首选。

source: Stylish cloak.
de: Modischer Umhang.
ja: お洒落な外套です。
ko: 스타일 넘치는 멋진 망토입니다. 포스가 느껴지네요.
ru: Стильный плащ.
zh_cn: 乔治卢卡斯设计的披风，很帅。问题是光剑在哪呢？

source: The DoubleTech Power Armor, Mk. I: A heavy suit of basic power armor, offering very good protection against attacks, but hard to move in. The UPS compartment can store other things if you don't mind powering the suit yourself. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
ja: ダブルテック社のパワーアーマーです。Mk.Iは基本的なパワーアーマーで重量型のスーツです。攻撃に対して非常に高い防護性能を誇りますが、動きづらくなります。もしスーツに内蔵電源を使用しても構わないのであれば、UPSの電力を他の道具のために取っておけます。ダブルテック社のパワーアーマーはすべて、制御と寒暖調整のために直接肌と触れ合う必要があります
zh_cn: DoubleTech制造的Mk. I型动力装甲，沉重的基本型号，防御性能良好但非常难穿。如果你不介意自己扛着这套玩意到处跑，里面的UPS供能装置也可以挪作他用。和其他DoubleTech动力装甲相同，它的控制与温度调节系统只在与皮肤直接接触时启动。

source: The DoubleTech Power Armor, Mk. I: A heavy suit of basic power armor, offering very good protection against attacks, but hard to move in. This suit has had its servos and cooling system stripped out, meaning it no longer requires power, but also encumbers you greatly and doesn't provide internal thermal regulation.
de: Die DoubleTech-Energierüstung Modell Mk. I: Ein schwerer Anzug aus einfacher Energierüstung, welche sehr guten Schutz vor Angriffen bietet, aber das Bewegen in ihr erschwert. Aus diesem Anzug wurden die Servos und das Kühlsystem entfernt, was bedeutet, dass sie keinen Strom mehr benötigt, aber sie hindert dich auch stark und bietet keine interne Temperaturregulierung.
ja: ダブルテック社のパワーアーマーMk. Iは基本的なパワーアーマーです。攻撃に対して非常に高い防護性能を誇りますが、動きづらいです。このスーツはサーボシステムと冷却装置がなくなっており、電力を必要としませんが、そのせいで非常に動きづらく内蔵熱調整装置がありません。
zh_cn: 以下为DoubleTech动力装甲，MK.I 的基本资料——这是一套基本动力装甲，提供很好的防护，但也让使用者很难行动。不过这套装甲的动力伺服系统和冷却系统已经不知所踪。意味着它不需要任何“额外”能量来驱动,但也大大增加了动力源—你的负担，同时它也不能进行内部温度调节。

source: The French maid dress, blue with a frilly white apron.
de: Die Tracht des französischen Dienstmädchens im 19. Jahrhundert: blau mit einer mit Rüschen besetzen Schürze.
ja: フリルの付いた白いエプロンと青いメイド服です。
ko: 프릴로 장식된 하얀 앞치마가 달린 파란색 프랑스풍 메이드복입니다.
ru: Платья французских служанок. Синее с вычурным белым передником.
zh_cn: 法式女仆装，主色调为蓝色，搭配有一个镶褶边的白色围裙。主人看到它难免会兽性大发。
