Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The buffeting winds interrupt your butchering!
de: Die stoßenden Winde unterbrechen dein Schlachten.
ko: 도축 중에 갑작스럽게 돌풍이 불었습니다!
ru: Удары ветра прерывают разделку!

source: You deftly maintain your footing!
de: Geschickt hälst du deinen Halt.
ru: Вы ловко устояли на ногах!

source: You hit a %s!
de: Du triffst 1 %s!
ko: %s을(를) 공격했습니다!
ru: Вы ударили %s!

source: You secure yourself using your tentacles!
de: Du schützt dich mit deinen Tentakeln.
ko: 촉수를 사용해서 방어했습니다!
ru: Вы страхуете себя, используя свои щупальца!

source: You slam into a %s
de: Du rammst in 1 %s
ko: %s을(를) 들이받았습니다.

source: You're thrown by winds!
de: Du wirst von den Winden umgeworfen!
ko: 자신의 몸이 바람에 날아갔습니다!
ru: Вас подбросило ветром!

source: The %s melts away. And the world returns to normaliity
de: Das %s schmelzt dahin. Und die Welt kehrt zur Normalität zurück.
ru: %s прекращает действие. И мир возвращается к нормальной жизни

source: Striking the %s shocks you!
de: Der Schlag auf das %s schockt dich!

source: The %1$s hits %2$s %3$s but is stopped by %2$s %4$s.
de: Das %1$s trifft %3$s von %2$s, wird aber von %4$s gestoppt.
ru: %1$s бьёт %2$s %3$s, но остановлен %2$s %4$s.

source: Centipede
de: Tausendfüßler
ko: 지네
ru: Многоножка

source: Crane
de: Kranich
ko: 학
ru: Журавль

source: Dragon
de: Drache
ko: 용
ru: Дракон

source: Pentjak Silat
de: Pencak Silat
ru: Пенчак Силат

source: Press %s to finish character creation or %s to go back and make revisions.
de: Drücke %s zum Fertigstellen oder %s, um es nochmal zu überarbeiten.
ru: Нажмите %s для окончания работы с персонажем или %s, чтобы вернуться назад.

source: Profession skills:
de: Berufungsfertigkeiten:
ko: 직업 기술:
ru: Навыки профессии:

source: Scenario %1$s cost %2$d point
de: Szenario %1$s kostet %2$d Punkt

source: Scorpion
de: Skorpion
ko: 전갈
ru: Скорпион

source: Snake
de: Schlange
ko: 뱀
ru: Змея

source: Toad
de: Kröte
ko: 두꺼비
ru: Жаба

source: Wielding %s
de: Tragend %s
ko: %s 을(를) 들고 있습니다
ru: Вооружился %s

source: I'm going to sleep.
de: Ich leg mich jetzt schlafen.
ko: 나는 잘거야.
ru: Я собираюсь поспать.

source: Dex
de: Ges
ko: 민첩
ru: Лов

source: Per
de: Wah
ko: 지각
ru: Вос

source: %s (cost 800)
de: %s (Kosten: 800)
ko: %s (가격 800)
ru: %s (цена 800)

source: <fuck_you>, <swear> <name_b>
de: <fuck_you>, <name_b>

source: Anything valuable really. If you really want to know, go ask one of the actual traders. I'm just protection.
de: Alles, was wertvoll ist. Wenn du es wirklich wissen willst, geh und frag einen der richtigen Händler. Ich bin hier nur Schutz.

source: Guess that makes two of us. Well, kind of. I don't think we're open, though. Full up as hell; it's almost a crowd downstairs. See the trader over there? There's the one to ask.
de: Dann sind wir wohl schon zu Zweit. Sozusagen. Aber ich glaub nicht, dass wir offen sind. Wir sind rammelvoll, es ist fast eine Menschenmenge da unten. Siehst du den Händer da drüben? Den solltest du fragen.

source: Ha ha ha, no. Though there is Old Guard somewhere around here if you have any questions relating to what the government is up to.
de: Ha, ha, ha, nein. Obwohl die Alte Garde irgendwo in der Nähe ist, falls du irgendwelche Fragen über das Vorhaben der Regierung hast.

source: I burn down buildings and sell the Free Merchants the materials. No, seriously. If you've seen burned wreckage in place of suburbs or even see the pile of rebar for sale, that's probably me. They've kept me well off in exchange, I guess. I'll sell you a Molotov Cocktail or two, if you want.
de: Ich fackel Gebäude ab und verkauf den Freien Händlern die Materialien. Ehrlich! Wenn du verbrannte Trümmerteile statt Vorstädte siehst, oder wenn du sogar den Haufen Bewehrungsstab, der zum Verkauf steht, siehst, dann ist das wahrscheinlich von mir. Sie konnten mich gut über Wasser halten, denke ich. Ich verkauf dir einen Molotowcocktail oder zwei, wenn du willst.

source: I don't know. I mean, if you can make yourself useful. But that's become a real hazy thing nowadays. It depends who you ask. The merchant definitely doesn't want me here when I'm not selling, but... some people get away with it.
de: Ich weiß nicht. Ich meine, ob du dich nützlich machen kannst. Aber das ist heutzutage eine vage Sache geworden. Es hängt davon ab, wen du fragst. Der Händler will mich eindeutig nicht hier haben, wenn ich nicht verkaufe, aber … einige Leute scheinen damit davonzukommen.

source: In short, we had a problem when a sick refugee died and turned into a zombie. We had to expel the refugees and most of our surviving group now stays to the basement to prevent it from happening again. Unless you really prove your worth I don't foresee any exceptions to that rule.
de: Kurzum, wir hatten ein Problem, als ein kranker Flüchtling starb und sich in einen Zombie verwandelte. Wir mussten die Flüchtlinge ausweisen und der Großteil unserer überlebenden Gruppe bleibt nun im Keller, um zu verhindern, dass das erneut passiert. Außer, wenn du wirklich deinen Wert zeigst, kann ich keine Ausnahmen von dieser Regel sehen.

source: Most are scavengers like you. They now make a living by looting the cities in search for anything useful: food, weapons, tools, gasoline. In exchange for their findings we offer them a temporary place to rest and the services of our shop. I bet some of them would be willing to organize resource runs with you if you ask.
de: Die Meisten sind Sammler wie du. Sie versuchen, zu überleben, indem sie die Städte auf der Suche nach allem, was nützlich ist, plündern: Nahrung, Waffen, Werkzeuge, Benzin. Im Austausch für ihre Beute bieten wir ihnen einen temporären Ruheplatz und die Dienstleistungen unseres Ladens. Ich wette, ein paar von ihnen würden bereit sein, mit dir gemeinsame Sammelaktionen zu organisieren, wenn du fragst.

source: Most of the emergency camps have dissolved by now. The cities are mobbed, the forests crawling with glowing eyes and zombies. Some insane shit out there, and everyone with a radio seems to feel like documenting their last awful moments.
de: Die meisten Notfalllager haben sich mittlerweile aufgelöst. Die Städte sind voller Mobs und die Wälder voller glühender Augen und Zombies. Es passiert schon einiger verrückter Mist da draußen, und alle mit einem Funkgerät scheinen sich wohl dazu genötigt zu sehen, ihre letzten grausamen Momente zu dokumentieren.

source: Nothing optimistic, at least. Had a pal on the road with a ham radio, but she's gone and so is that thing. Kaput.
de: Jedenfalls nichts optimistisches. Wir hatten mal eine auf der Straße mit einem Amateurfunkerradio, aber sie ist fort und mit ihr das Ding. Pech!

source: Oh, okay. I'll go look for him
de: Oh, okay. Ich werde nach ihm Ausschau halten.

source: Stay safe out there. Hate to have to kill you after you've already died.
de: Pass auf dich auf da draußen. Ich würde dich sehr ungern töten müssen, nachdem du schon einmel gestorben bist.

source: Str
de: Stä
ko: 체력
ru: Сил

source: That's just our nickname for them. They're what's left of the federal government. Don't know how legitimate they are but they are named after some military unit that once protected the president. Their liaison is usually hanging around here somewhere.
de: Das ist nur unser Spitzname für sie. Sie sind das, was von der Bundesregierung übrig geblieben ist. Ich weiß nicht, wie legitim sie sind, aber sie sind nach einer Militäreinheit, die mal den Präsidenten beschützt hat, benannt. Ihre Kontaktperson hängt üblicherweise hier herum.

source: Uh, not really. Go talk to a merchant if you have anything to sell. Otherwise the Old Guard liaison might have something, if you can find him.
de: Ähm, nicht wirklich. Geh und sprich mit einem Händler, wenn du irgendwas zum Verkaufen hast. Ansonsten könnte die Kontaktperson der Alten Garde etwas haben, wenn du sie findest.

source: Well mostly no. Just don't go around robbing others and starting fights and you will be all set. Also, don't go into the basement. Outsiders are not allowed in there.
de: Naja, hauptsächlich nicht. Aber geh nicht rum und raub andere aus oder fang Kämpfe an, dann wird schon alles OK sein. Und geh nicht in den Keller. Außenseiter sind dort nicht erlaubt.

source: Well, there's a guy downstairs who got a working pneumatic cannon. It shoots metal like... like a cannon without the bang. Cost-efficient as hell. And there's no shortage of improvised weapons you can make. The big thing though, seems to be continuing construction of fortifications. Very few of those monsters seem to be able to break through a fence or wall constructed with the stuff.
de: Nun, es gibt einen Typen da unten, der eine funktionierende pneumatische Kanone hat. Sie verschießt Metall wie … wie eine Kanone ohne den Knall. Verdammt gutes Preis-/Leistungsverhältnis. Es gibt keine Knappheit an improvisierten Waffen, die du anfertigen kannst. Das ganz große Ding scheint allerdings der forschreitende Bau von Befestigungen zu sein. Nur sehr wenige dieser Monster scheinen durch einen Zaun oder eine Wand, die aus diesem Zeug gebaut wurde, durchbrechen zu können.

source: You are asking the wrong person, should look for our merchant by the main entrance. Perhaps one of the scavengers is also interested.
de: Du fragst die falsche Person, du solltest nach unserem Händler am Haupteingang Ausschau halten. Vielleicht ist auch einer der Sammler interessiert.

source: If true will enable to pickup items one tile around to the player. You can assign No Auto Pikcup zones with the Zones Manager 'Y' key for eg. your homebase.
de: Falls wahr, werden Gegenstände, die ein Feld vom Spieler entfernt sind, aufgehoben. Du kannst bestimmte Zonen mithilfe des Zonenmanagers (»Y«-Taste) ausschließen, zum Beispiel dein Hauptquartier.

source: If true, bright backgrounds are not used - some consoles are not compatible.
de: Wenn wahr, werden helle Hintergründe nicht verwendet – einige Konsolen sind inkompatibel.
ko: 옵션을 켤 경우, 밟은 배경을 사용하지 않습니다. 일부 콘솔은 호환되지 않는 옵션입니다.
ru: Если включено, светлый фон не будет использоваться, т.к. некоторые терминалы не поддерживают это.

source: If true, game will periodically save the map.
de: Wenn wahr, wird das Spiel regelmäßig die Welt speichern.
ko: 지도를 주기적으로 저장합니다.
ru: Если да, игра будет периодически сохраняться.

source: No bright backgrounds
de: Keine hellen Hintergründe
ko: 밝은 배경 끄기
ru: Нет яркого фона

source: When true, safemode will alert you to hostiles whilst you are driving a vehicle.
de: Falls wahr, wird dich der Sicherheitsmodus vor Gegnern, während du ein Fahrzeug fährst, warnen.
ko: 옵션이 켜진 경우, 운전하는 동안에도 안전모드가 실행되어 적의 접근을 알려줍니다.
ru: Когда включено, безопасный режим будет оповещать вас о врагах во время вождения.

source: yn
de: jn

source: There's no room in your inventory for the %s, and you can't unwield your %s.
de: %s hat keinen Platz in deinem Inventar, und %s kannst du nicht ablegen.
ko: %s을(를) 넣을만한 공간이 없으며, %s을(를) 손에 들 수도 없습니다.
ru: В вашем инвентаре нет места для %s, и вы не можете выпустить из рук %s.

source: Damage
de: Schaden
ko: 피해
ru: очков урона

source: Head:
de: Kopf:
ko: 머리 :
ru: Голова:

source: Squares
de: Felder
ko: 칸
ru: площадок.

source: died on
de: starb am
ko: 가 다음에서 죽음
ru: умер, когда была

source: memorial file
de: – Denkmaldatei
ko: 기록 파일
ru: файл хроники

source: of year
de: des Jahres
ko: , 연도 :
ru: год

source: was
de: war
ko: 전
ru: был

source: was killed in a
de: wurde getötet in 1
ko: 가 다음에서 죽음
ru: был убит в

source: when the apocalypse began.
de: , als die Apokalypse begann.
ko: 세계 멸망이 시작된 때.
ru: когда случился апокалипсис.

source: , at
de: , um
ko: , 의
ru: , в

source: , day
de: , Tag
ko: , 일
ru: , день

source: Almost instantly you feel a familiar pain in your stomach.
de: Fast sofort fühlst du einen vertrauten Schmerz in deinem Magen.
ko: 거의 즉시, 배에서 익숙한 통증을 느꼈습니다.
ru: Почти мгновенно вы ощущаете знакомую боль в своём желудке.

source: Base HP: %d
de: Basis-TP: %d
ko: 기본 HP : %d
ru: Базовые HP: %d

source: Carry weight: %.1f %s
de: Tragegewicht: %.1f %s
ko: 운반 무게 : %.1f %s
ru: Макс. вес: %.1f %s

source: Cash on hand:
de: Bargeld:
ko: 보유 현금 :
ru: Наличных:

source: Crafting Bonus: %d
de: Fertigungs-Bonus: %d
ko: 제작 보너스 : %d
ru: Бонус крафта: %d

source: Damage Healed:
de: Geheilten Schaden:
ko: 피해 회복:
ru: Вылеченный урон:

source: Damage Taken:
de: Erhaltener Schaden:
ko: 받은 피해:
ru: Полученный урон:

source: Dex
de: Ges
ko: 민첩
ru: Лов

source: Dex %2d
de: Ges %2d
ko: 민첩 %2d
ru: Лов %2d

source: Distance Walked:
de: Gelaufene Distanz:
ko: 이동 거리 :
ru: Пройденный путь:

source: Headshots:
de: Kopfschüsse:
ko: 헤드샷:
ru: Выстрелы в голову:

source: In memory of:
de: In Gedenken an:
ko: 명복을 빌며 :
ru: В память о:

source: Intelligence is less important in most situations, but it is vital for more complex tasks like electronics crafting. It also affects how much skill you can pick up from reading a book.
de: Intelligenz ist oft unwichtig, aber sie ist wichtig für komplexere Aufgaben wie die Anfertigung elektronischer Gerätschaften. Sie beeinflusst auch, wie viel Erfahrungen du aus dem Lesen eines Buches holen kannst.
ko: 지능은 대부분의 상황에서 중요성이 떨어지는 능력치이지만, 전자부품 조립처럼 복잡한 작업에는 필수적입니다. 또한, 독서를 통해 얻을 수 있는 기술 숙련도에 영향을 미칩니다.
ru: Интеллект не особенно важен в большинстве ситуаций, но важен для более сложных действий, таких как крафт электроники. Он также влияет на то, как много полезного вы извлекаете из чтения книг.

source: L Leg:
de: L Bein:
ko: 왼쪽 다리 :
ru: Л Нога:

source: Melee damage: %d
de: Nahkampfschaden: %d
ko: 근접 데미지 : %d
ru: Урон руками: %d

source: Melee to-hit bonus: +%d
de: Nahkampftreffbonus: +%d
ko: 근접 명중률 : + %d
ru: Ближ бой меткость+: +%d

source: Mmm. You can stil fit some more in...but maybe you should get comfortable and sleep.
de: Mjam. Es passt vielleicht noch mehr rein … aber vielleicht solltest du es dir gemütlich machen und schlafen.
ko: 으음. 조금 더 잘 수 있겠지만... 그래도 편안한 잠자리에서 자는 것이 더 좋을 것 같습니다.
ru: Ммм. Вы все еще можете съесть немножко еды... но, возможно, вы должны устроиться поудобнее и заснуть.

source: Per
de: Wah
ko: 지각
ru: Вос

source: Per %2d
de: Wah %2d
ko: 지각 %2d
ru: Вос %2d

source: Perception is the most important stat for ranged combat. It's also used for detecting traps and other things of interest.
de: Wahrnehmung ist der wichtigste Wert für den Fernkampf. Sie wird auch für das Aufspüren von Fallen und anderen Dingen von Interesse verwendet.
ko: 지각력은 원거리 전투에서 가장 중요한 능력치입니다. 또한, 함정이나 그 밖의 다른 것들을 발견하는 데에도 영향을 미칩니다.
ru: Восприятие — наиболее важная характеристика для дальнего боя. Она также используется для обнаружения ловушек и прочих объектов.

source: R Leg:
de: R Bein:
ko: 오른쪽 다리 :
ru: П Нога:

source: Read times: %d%%
de: Lesedauer: %d%%
ko: 독서 시간: %d%%
ru: Время на чтение: %d%%

source: Really eat that %s? It smells completely unappealing.
de: %s wirklich essen? Es riecht vollkommen unattraktiv.

source: Really eat that %s? Your stomach won't be happy.
de: Das %s wirklich essen? Dein Magen wird nicht glücklich sein.
ko: 정말로 %s을(를) 먹을까요? 배탈이 날지도 모릅니다.
ru: Действительно съесть %s? Ваш желудок будет недоволен.

source: Select a style (press ? for style info)
de: Kampfstil wählen (»?« für Kampfstilinfo)

source: Skill rust: %d%%
de: Einrosten: %d%%
ko: 기술 망각: %d%%
ru: Атрофия навыков: %d%%

source: Spd %2d
de: Gsw %2d
ko: 속도 %2d
ru: Ско %2d

source: Start gorging in preperation for hibernation?
de: Sich den Bauch für die Vorbereitung auf den Winterschlaf vollschlagen?
ko: 겨울잠을 위한 열량비축을 시작합니까?
ru: Начать объедаться, чтобы подготовиться к спячке?

source: Str %2d
de: Stä %2d
ko: 체력 %2d
ru: Сил %2d

source: The smoke bothers you.
de: Der Rauch belästigt dich.

source: The tear gas bothers you.
de: Das Tränengas belästigt dich.

source: The thought of eating that makes you feel both guilty and excited. Really do it?
de: Der Gedanke, dies zu essen lässt dich sowohl schuldig als auch aufgeregt fühlen. Es wirklich tun?
ko: 이걸 먹으면 죄책감과 동시에 묘한 흥분감을 느끼게 될 것 같습니다. 정말로 먹을까요?
ru: Мысль о том, чтобы съесть это, вызывает в вас чувства вины и возбуждения. Продолжить?

source: The thought of eating that makes you feel sick. Really do it?
de: Der Gedanke daran, das zu essen, macht dich schon krank. Es wirklich tun?
ko: 이걸 먹으면 몸에 병이 생길 것 같습니다. 정말 먹습니까?
ru: Вас тошнит от одной мысли о подобной еде. Точно хотите?

source: This book takes %d minute to read.
de: Dieses Buch hat eine Lesezeit von %d Minute.

source: Toogle skill training
de: Fertigkeitentrainung umschalten
ru: Вкл/выкл обучение навыка

source: Total bionics:
de: Bioniken insgesamt:
ko: 획득 바이오닉 :
ru: Всего бионики:

source: Total kills:
de: Insgesamt getötet:
ko: 전체 킬 수 :
ru: Всего убийств:

source: Trap detection level: %d
de: Fallenerkennungstufe: %d
ko: 함정 탐색 수준: %d
ru: Обнаружение ловушек: %d

source: Year
de: Jahr
ko: 년
ru: Год

source: You can hardly finish it all. Consume it?
de: Du kannst es kaum zu Ende konsumieren. Es konsumieren?
ko: 전부 먹기는 힘들 것 같습니다. 그래도 섭취합니까?
ru: Вы едва можете закончить порцию. Продолжить?

source: You can't eat worn items, you have to take them off.
de: Du kannst getragene Gegenstände nicht essen, du musst sie ausziehen.
ru: Вы не можете съесть вещь, нужно её сначала снять.

source: You cannot wear anything over your shell.
de: Du kannst nichts über deinen Panzer anziehen.
ko: 몸의 껍데기 때문에 아무 것도 입을 수 없습니다.
ru: Вы не можете надеть что-либо из-за панциря.

source: You feel as though you're going to split open! In a good way??
de: Du fühlst dich, als ob du dich aufbrechen könntest! Im guten Sinne??

source: You lose sensation in your %s.
de: Du verlierst dein Gefühl in deinem %s.
ko: %s에 느낌이 없습니다.

source: You need an active UPS of some kind for this %s to work continuously.
de: Du brauchst eine aktive Esz. von irgendeiner Bauart, damit dieses %s beständig funktionieren kann.

source: You need an active UPS to run %s!
de: Du brauchst eine aktive Esz., um das %s zu betreiben!

source: You need to be at least level 1 in the marksmanship skill before you can modify weapons.
de: Du must die Schießkunst auf Stufe 1 oder höher beherrschen, bevor du Feuerwaffen modifizieren kannst.
ko: 무기를 개조하려면 적어도 1의 사격술이 필요합니다.
ru: Вам нужно иметь как минимум 1 уровень навыка стрельбы, чтобы модифицировать оружие.

source: You spin some webbing.
de: Du webst ein paar Spinnenfäden.

source: You take off your your %s.
de: Du ziehst dein %s aus.
ko: %s을(를) 벗었습니다.
ru: Вы сняли %s.

source: You wake up!
de: Du wachst auf!
ko: 잠에서 깼습니다!
ru: Вы просыпаетесь!

source: You will not be able to finish it all. Consume it?
de: Du wirst es nicht zu Ende bringen können. Es konsumieren?
ko: 전부 먹지 못할 것 같습니다. 그래도 섭취합니까?
ru: Вы не осилите всю порцию. Продолжить?

source: You're Bleeding!
de: Du blutest!
ko: 피를 흘리고 있습니다!
ru: Вы истекаете кровью!

source: You've begun stockpiling calories and liquid for hibernation. You get the feeling that you should prepare for bed, just in case, but...you're hungry again, and you could eat a whole week's worth of food RIGHT NOW.
de: Du hast damit angefangen, Kalorien und Flüssigkeiten für den Winterschlaf anzusammeln. Du hast das Gefühl, das du dich für das Bett vorbereiten solltest, nur um auf Nummer sicher zu gehen, aber … du bist schon wieder hungrig und du könntest einen Wochenvorrat an Nahrung GENAU JETZT essen.
ko: 겨울잠을 대비하기 위해서 열량과 수분을 비축했습니다. 수면을 위해 충분히 먹어둔 것 같지만... 혹시라도 다시 배가 고파질 경우를 대비해서 일주일 분의 식량을 비축해둬야 합니다. 지금 당장.
ru: Вы начали накапливать питательные вещества и жидкость для спячки. У вас появляется чувство, что вы должны подготовиться к постели, на всякий случай, но ... вы снова голодны и можете съесть недельный запас пищи ПРЯМО СЕЙЧАС.

source: Your %s hardens from the frostbite!
de: Dein %s erhärtet sich wegen der Frostbeule!
ko: %s이(가) 동상으로 굳어버렸습니다!

source: Your %s is damaged!
de: Dein %s wurde beschädigt!
ko: %s에 피해를 입었습니다!
ru: Ваш %s повреждён!

source: Your asthma wakes you up!
de: Dein Asthma weckt dich auf!
ko: 천식때문에 깼습니다!
ru: Астма будит вас!

source: Your target dodges... so fast!
de: Dein Ziel weicht unglaublich schnell aus!
ko: 목표가 공격을 피했습니다... 너무 빨라!
ru: Ваш противник уворачивается... какой быстрый!

source: Your tentacles buckle under the weight!
de: Deine Tentakeln verbiegen sich unter dem Gewicht!
ko: 무게 탓에 촉수의 힘이 풀렸습니다!
ru: Ваши щупальца сгибаются под такой тяжестью!

source: a
de: ein

source: in the middle of nowhere
de: mitten im Nirgendwo
ko: 이곳의 중앙에서
ru: непонятно где

source: in the wilderness
de: in der Wildnis
ko: 황야에서
ru: в дикой местности

source: on the outskirts of
de: am Rande von
ko: 외곽의
ru: на окраине

source: '0' target self; '*' toggle snap-to-target
de: »0« dich anvisieren; »*« Ziel einrasten
ko: '0' 자신을 목표로; '*' 낚아채기 목표 선택방식 토글
ru: "0" на себя; "*" на выбранную цель

source: '<' '>' Cycle targets; 'f' or '.' to fire
de: »<», »>«: Ziel wählen; »f« oder ».« zum Feuern
ko: '<' '>' 로 표적 변경, 'f' 나 '.' 로 발사
ru: '<' '>' Смена целей; 'f' или '.' стрелять

source: Firing %s (%d)
de: %s (%d) feuernd
ko: %s (%d) 사격
ru: Выстрелить из %s (%d)

source: But you're too weak to pull yourself out...
de: Aber du bist du schwach, dich selbst hinauszuziehen …

source: The rope catches something!
de: Das Seil fängt etwas!
ko: 로프가 뭔가에 닿았습니다!
ru: Верёвка цепляется за что-то!

source: The snare has no effect on <npcname>!
de: Der Fallstrick hat keine Wirkung auf <npcname>!
ko: 올가미는 <npcname>에게 아무런 효과가 없습니다!

source: You pull yourself to safety! The sinkhole collapses.
de: Du ziehst dich in Sicherheit! Das Erdloch fällt in sich zusammen.
ko: 안전한 곳으로 빠져나왔습니다! 싱크홀이 무너져 내립니다.

source: You sink into the sinkhole!
de: Du versinkst in das Erdloch!
ko: 싱크홀에 빠졌습니다!
ru: Вы тонете в выгребной яме!

source: You step into a sinkhole! Throw your grappling hook out to try to catch something?
de: Du trittst auf ein Erdloch! Willst du deinen Enterhaken werfen, um zu versuchen, etwas zu fangen?

source: You step into a sinkhole! Throw your rope out to try to catch something?
de: Du trittst auf ein Erdloch! Willst du dein Seil werfen, um zu versuchen, etwas zu fangen?

source: You step into a sinkhole! Throw your whip out to try and snag something?
de: Du trittst auf ein Erdloch! Willst du mit deiner Peitsche peitschen, um zu versuchen, etwas zu fangen?

source: You step into a sinkhole, and start to sink down!
de: Du trittst auf ein Erdloch und beginnst, zu versinken!
ko: 싱크홀에 빠져서 가라앉기 시작합니다!
ru: Вы наступаете в выгребную яму и начинаете тонуть!

source: Your throw misses completely, and you sink!
de: Dein Wurf ging völlig daneben und du versinkst.
ko: 던진게 완전히 빗나갔습니다! 가라앉습니다!
ru: Вам не удаётся вырваться и вы погружаетесь!

source: Your whip flails uselessly through the air!
de: Deine Peitsche fliegt nutzlos durch die Luft!

source: Your whip wraps around something!
de: Deine Peitsche schließt sich um etwas!

source: <d>rain water
de: <d>:Wasser
ko: <d>식수 흡인
ru: <d>-слить воду

source: Better not remove something will driving.
de: Während der Fahrt sollte man lieber nichts vom Fahrzeug entfernen.

source: Boat: <color_blue>can swim</color>
de: Boot: <color_blue>kann schwimmen</color>

source: Boat: <color_ltred>can't swim</color>
de: Boot: <color_ltred>kann nicht schwimmen</color>

source: Fuel usage:
de: Treibstoffverbrauch:
ko: 연료 소비량:
ru: Расход топлива:

source: K dynamics: <color_ltblue>%3d</color>%%
de: Reibungskoeffizient: <color_ltblue>%3d</color>%%
ko: 동력계수: <color_ltblue>%3d</color>%%

source: K mass: <color_ltblue>%3d</color>%%
de: Massenkoeffizient: <color_ltblue>%3d</color>%%
ko: 질량계수: <color_ltblue>%3d</color>%%

source: Most damaged:
de: Am meisten beschädigt:
ko: 가장 많이 손상된 부분:
ru: Самое повреждённое:
