Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A really long fur scarf, worn over the mouth for warmth. With the extra length, it's enough to handle nonstandard facial features and accommodate your hands too. Use it to loosen it if you get too warm.
ja: とても長い毛皮のスカーフです。口の周りを覆って温めることができます。変異した体の一部を納められ、手を温めることもできます。もし暑いと感じたら、使用してほどくことができます。

source: A really long fur scarf, worn over the mouth for warmth. With the extra length, it's enough to handle nonstandard facial features and accommodate your hands too. Use it to wear it tighter if you get too cold.
ja: とても長い毛皮のスカーフです。口の周りを覆って温めることができます。変異した体の一部を納められ、手を温めることもできます。もし寒いと感じたら、使用して結ぶことができます。

source: This is a high quality, plastic kit with a variety of needles, some plastic spools for thread, some small scissors, even a small heating element for melting and joining plastic. Use a tailor's kit to customize your clothing and armor. This uses your tailoring skill.
ja: 数本の針、プラスチックの糸巻き、小さなハサミ、さらにプラスチックを溶かしたり繋いだりできる発熱器の入った高品質のプラスチック製のキットです。仕立て屋キットを使用すると衣服や防具をフィットするサイズに直すことができます。裁縫スキルを使用します。

source: A self-contained camping mess kit, containing everything you might need for wilderness cooking. This model relies on a battery-operated hotplate, rather than the more commonplace chemical-fueled Esbit stove.
de: Ein Satz eigenständiges Campinggeschirr. Es enthält alles, was du beim Kochen in der Wildnis gebrauchen könntest. Dieses Modell stützt sich auf eine batteriegetriebene Kochplatte statt des üblicheren von Chemikalien betriebenen Esbit-Herds.
ja: 野外調理に必要なものがすべて揃った、キャンプ用の携帯用食器キット一式です。このモデルは一般的な科学燃料を使用するエスビットストーブではなく、バッテリー駆動のホットプレートを採用しています。

source: Military mess kit designed for long-range reconnaissance patrols deployed behind enemy lines. All parts are made from thin sheet of aluminum / superalloy composite and are insulated with ceramic coating. Relies on a battery-operated hotplate, rather than the smoke-producing chemical-fueled Esbit stove. Compact, durable and lightweight.
de: Ein militärischer Essgeschirrsatz für Fernaufklärungstrupps, die im Feindesland stationiert sind. Alle Teile bestehen aus einer dünnen Schicht aus Aluminium-/Superlegierungs-Komposit und sind mit einer Keramikummantelung isoliert. Er stützt sich eine batteriebetriebene Kochplatte statt des rauchproduzierenden chemikalienverbrennenden Esbit-Herds. Kompakt, haltbar und leichtgewichtig.
ja: 敵陣の背後に展開し長期的な偵察斥候をするための軍事用携帯食器セットです。すべての部品がアルミニウムと超合金製の薄いシートから作られており、表面はセラミックでコーティングされています。発煙化学燃料のエスビットストーブではなく、電池駆動のホットプレートを利用しています。コンパクトで重量も軽く、耐久性があります。

source: A homemade mess kit, containing everything you might need for creating post-apocalyptic cuisine. Powered by a lamp oil burner, it is composed of simple yet durable tools and materials.
ja: 崩壊後の世界で料理を作るために必要な全てのものが詰まった自作の食器セットです。ランプオイルを利用したバーナーが搭載されており、シンプルかつ耐久性に優れた道具と素材で作られています。

source: A luggable concrete mixer. It is still large and heavy, but it can be operated solo, and runs on batteries. It also got a heater built in.
ja: 可搬型のコンクリートミキサーです。大きくて重いですが、一人で使用できます。電池で起動し、ヒーターを内蔵しています。

source: This is a family sized tent. It provides a large amount of space, but is very bulky.
de: Dies ist ein familiengroßes Zelt. Es bietet viel Platz, aber ist sehr sperrig.
ja: ファミリーサイズのテントです。十分過ぎる広さがありますが、非常に嵩張ります。

source: picklock kit
de: Dietrich-Set
ja: 精密ロックピック
ko: 락픽 킷(picklock kit)
ru: набор отмычек

source: improvised picklock
de: improvisierter Dietrich
ja: 簡易ロックピック
ko: 수제 락픽(improvised picklock)
ru: самодельная отмычка

source: This is a sharpened piece of charcoal that is almost guaranteed to make your hands all covered in charcoal. Use it to write something down.
ja: 先端を尖らせた木炭です。手で握れるようになり、地面に文字を書く事が出来ます。

source: An electric polisher used to polish metal surfaces capable of making them reflect light as a mirror would
ja: 研磨用の電動工具です。金属の表面を鏡のように反射させる事が出来ます。

source: You flick the lighter.
de: Du knipst das Feuerzeug an.
ja: ライターの火を着けました。

source: A kukri with a synthetic diamond edge. Extremely durable and sharper than any steel blade, this is a fearsome weapon.
ja: 合成ダイヤモンドの刃を持つククリです。鋼鉄製の刃を遥かに上回る驚異的な耐久性と切れ味を誇る、恐るべき武装です。

source: This device converts conventional battery connections to run off of a Unified Power System instead. Having the UPS on will slowly charge an tool in your inventory.
de: Dieses Gerät wandelt gewöhnliche Batterieverbindungen so um, dass sie stattdessen von einer Einheitsstromzufuhr versorgt werden. Wenn die Esz. eingeschaltet ist, wird das Werkzeug in deinem Inventar langsam aufgeladen.
ja: 工具を従来のバッテリー駆動からUPS駆動に変換する装置です。UPSを所持していれば、USP駆動の工具はゆっくりと充電されます。

source: A professional fishing rod & reel combo. With this you should be able to catch 'em all.
ja: リールが付いた釣竿です。これで全ての獲物を釣り上げる事が出来るでしょう。

source: Dynamite with a radio detonator, armed. Place it, get away and use the remote detonator.
de: Dynamit mit einer Fernzündung, scharf gemacht. Platziere es, geh weg und benutze den Fernzünder.
ja: 遠隔起爆装置付きのダイナマイトです。任意の場所に設置し、無線制御装置で起爆します。

source: This is a smart lamp, this smart lamp is turned on. It can be deactivated remotely.
de: Dies ist eine schlaue Lampe. Diese schlaue Lampe ist eingeschaltet. Sie kann aus der Ferne per Fernsteuerun deaktiviert werden.
ja: スマートランプです。スマートランプの電源はオンになっています。遠隔操作で消す事が出来ます。

source: This is a portable charcoal-fired kiln. You could use it to fire your own bricks, for use in construction projects.
ja: 木炭を燃やして使う、携帯型の窯です。建設用のレンガを焼成することができます。

source: A long, thick, heavy-duty cable with power leads on either end. It looks like you could use it to hook up two vehicles to each other, though you expect the power loss would be noticeable.
ja: 長く、太く、頑丈な高耐久型の電力ケーブルです。末端に接続端子が付いています。2台の車を接続することができますが、長いぶん電力損失は大きそうです。

source: This is the cable of the gods: 50 meters long, no power loss, light as a feather and fits in a matchbook. You're sure this wasn't supposed to exist, and the way it shimmers makes you uneasy.
ja: 神の創りたもうた奇跡の電力ケーブルです。50mの長さがありながら電力損失はゼロ、羽根のように軽く、紙マッチほどの大きさに畳んでおくことができます。まさか実在するとは...しかし、常に陽炎のように揺らめいて見えるのが少しだけ不安です。

source: A small device, not bigger than a man's fist. It provides primitive organisms with electric stimulation, reviving them and forcing them to obey your commands. This version only works on blobs.
ja: 成人男性の拳サイズの装置です。電気刺激によって原始的な生物に活力を与え、強制的に制御します。この装置のバージョンではブロブのみに作用するようです。

source: Several chuncks of blob scraps, stuffed with a control chip and sewn back together. A light shock from the UPS started the chip, bringing the blob back to life. Use this item to wake up the blob.
ja: 制御チップを付けてひとつに縫い合わせたブロブの破片です。UPSで起動させたチップによって軽い刺激を与えることで、ブロブが蘇生する仕組みです。使用することでブロブを目覚めさせます。

source: Something has gone wrong, after getting up the zombie lumbers toward you menacingly!
ja: 何か間違えたようです。ゾンビは起き上がると、威嚇するようにあなたの方に向かってきました。

source: Your very own undead servant. The blob controlling it's body is in a state of coma, awaiting your orders. Use this item to wake up the minion.
ja: あなただけのゾンビの下僕です。その体を操っているブロブは休眠状態であなたの命令を待っています。使用することで下僕を目覚めさせます。

source: A car wheel
de: Ein Autorad
ja: 自動車ホイール
ko: 자동차 바퀴입니다.
ru: автомобильное колесо

source: A bicycle wheel
de: Ein Rad für Fahrräder
ja: 自転車ホイール
ko: 자전거 바퀴입니다.
ru: Велосипедное колесо.

source: A pair of wheels for a wheelchair
de: Ein Paar Räder für einen Rollstuhl.
ja: 車椅子ホイール
ko: 휠체어에 쓰이는 바퀴 한 쌍입니다.
ru: Пара колёс от инвалидной коляски

source: A motorbike wheel
de: Ein Rad für Motorräder
ja: バイクホイール
ko: 오토바이 휠입니다.
ru: Колесо от мотоцикла.

source: A large cylinder fashioned out of thick plates of hardened steel, that is normally found on road rollers. Numerous massive spokes, attached to a central axis, reinforce its structure even further, making it an unstoppable force once it starts rolling.
ja: 分厚い強化鋼で覆われた巨大な円筒です。通常はロードローラーに使われます。おびただしい数の強靭なスポークで内側からも強化されています。一度回りはじめるとそう簡単には止まりません。

source: 5.7mm
ja: 弾薬(5.7mm)
ru: 5.7мм

source: 4.6mm
ja: 弾薬(4.6mm)
ru: 4.6мм

source: 7.62x39mm
de: 7,62×39mm
ja: 弾薬(7.62x39mm)
ru: 7.62x39мм

source: 7.62x25mm
de: 7,62×25mm
ja: 弾薬(7.62x25mm/通常)
ru: 7.62x25мм

source: 7.62x54mm
de: 7,62×54mm
ja: 弾薬(7.62x54mm)
ru: 7.62x54мм

source: 6.54x42mm
de: 6,54×42mm
ja: 弾薬(6.54x42mm)
ru: 6.54x42мм

source: 5.45x39mm
de: 5,45×39mm
ja: 弾薬(5.45x39mm)
ru: 5.45x39мм

source: AI tag for when monsters are hit by player. This is a bug if you have it.
de: KI-Kennzeichen für Monster, die vom Spieler getroffen wurden. Wenn du es hast, ist das ein Bug.
ja: モンスターがプレイヤーに攻撃された時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。
ko: 몬스터가 플레이어에게 공격당했을 때 붙는 AI 태그입니다. 이걸 당신이 가지고 있다면 버그입니다.

source: AI tag for when monsters are tamed. This is a bug if you have it.
de: KI-Kennzeichen für zahme Monster. Es ist ein Bug, wenn du es hast.
ja: モンスターを飼い慣らした時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。
ko: 몬스터가 길들여졌을 때 붙는 AI 태그입니다. 이걸 당신이 가지고 있다면 버그입니다.

source: AI tag for when monsters are being controlled by another. This is a bug if you have it.
de: KI-Tag dafür, wenn Monster von einen Anderen gesteuert werden. Es ist ein Bug, wenn du dies hast.
ja: 何かによってモンスターが支配されている時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag for when hit-and-run monsters run away. This is a bug if you have it.
de: KI-Kennzeichen dafür, wenn Zuschlagen-und-Weglaufen-Monster weglaufen. Dies ist ein Programmierfehler, wenn du es hast.
ja: ヒット&アウェイ戦法を駆使するモンスターが逃げている時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。
ko: 히트-앤-런 몬스터가 도망치고 있을 때 붙는 AI 태그입니다. 이걸 당신이 가지고 있다면 버그입니다.

source: AI tag for asking to lead NPCs. This is a bug if you have it.
ja: NPCが先行している時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag for asking to NPCs to follow you. This is a bug if you have it.
ja: NPCがプレイヤーを追従している時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag for asking to NPCs to train you. This is a bug if you have it.
ja: NPCにプレイヤーを訓練してもらった時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag for asking to NPCs for personal information. This is a bug if you have it.
ja: NPCにステータスを見せてもらった時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag for asking NPCs for items. This is a bug if you have it.
ja: NPCにアイテムを貰った時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag for telling NPCs to catch up. This is a bug if you have it.
ja: NPCが追い付いた時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag used for the infected NPC quest. This is a bug if you have it.
ja: 感染したNPCの依頼についてのAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag used for pet critters. This is a bug if you have it.
ja: ペット用のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag used for pacified critters. This is a bug if you have it.
ja: 平静な生物用のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag used for critters holding your bags. This is a bug if you have it.
ja: あなたの荷物を背負った生物用のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag used for tied up critters. This is a bug if you have it.
ja: 拘束された生物用のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag used for turret targeting sounds. This is a bug if you have it.
ja: タレットに狙われている時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: AI tag used for bouncing ammo targeting. This is a bug if you have it.
ja: 跳弾した弾が向かっている時のAIタグです。プレイヤーにこのタグが付いている時はバグが発生しています。

source: Sounds will not be reported. You cannot talk with NPCs.
de: Der Ton wird nicht weitergeleitet. Du kannst nicht mit NPCs sprechen.
ja: 音が聞こえません。NPCと会話することが出来ません。
ko: 소리가 들리지 않습니다. NPC와 대화할 수 없습니다.
ru: Вы не слышите звуков. Вы не можете говорить с NPCs.

source: You feel nauseated and rat-like.
ja: ネズミ化しているような気がして、吐き気を催しています。

source: Your %s is frostbitten! Its tissues are frozen from the cold!
ja: %sが凍傷になりました！細胞組織が凍り出しています！

source: Chemical Comedown
de: Chemischer Niedergang
ja: 消沈(化学物質)
ko: 화학약품 떨어짐
ru: Отходняк от химии

source: Chemical Rush
de: Chemischer Rausch
ja: 快感(化学物質)
ko: 화학약품 주입됨
ru: Химическая лихорадка

source: Autonomous bands or individuals who make their living raiding the ruins of the old-world for gear and provisions.
de: Autonome Banden oder Individuen, welche durch das Plündern der Ruinen der alten Welt nach Ausrüstung und Vorräten über die Runden kommen.
ja: 部隊、あるいは個人で活動するスカベンジャー達の自治組織です。装備や食料を求めて旧世界の廃墟を略奪して回っています。

source: The largest gang of hooligans and bandits that preys upon other survivors. Even if you have no gear, there is always a need for slaves and fresh meat.
de: Die größte Gang aus Hooligans und Banditen, welche andere Überlebende ausbeuten. Selbst, wenn du keine Ausrüstung hast, gibt es stets Bedarf nach Sklaven und Frischfleisch.
ja: 周辺地域最大の規模を誇るギャング団、つまり組織化された無法者や盗賊の群れです。彼らの主な狩猟対象は他の生存者です。たとえ獲物が丸裸でも奴隷や食肉として活用されるでしょう。

source: Use as knife
ja: ナイフとして使う

source: Start a fire slowly
ja: ゆっくりと火を点ける

source: Danger! Do not smoke! Risk of explosion!
ja: 危険！禁煙！爆発の恐れあり！

source: the address has been defaced
ja: 住所が書き換えられている

source: the address is unreadable
ja: 住所は読み取れない

source: Karate is a popular martial art, originating from Japan. It focuses on rapid, precise attacks, blocks, and fluid movement. A successful hit allows you an extra dodge and two extra blocks on the following round.
de: Karate ist eine beliebte Kampfkunst, die aus Japan stammt. Sie spezialisiert sich auf schnelle, präzise Angriffe, Abblockungen und flüssige Bewegungen. Ein erfolgreicher Treffer gibt dir eine zusätzliche Ausweich- sowie zwei Abblockmöglichkeiten für den nächsten Zug.
ja: 空手は人気のある武術です。インドで創始された空手は中国で広まり、最終的に日本へ伝わりました。素早く正確な攻撃によって相手の攻撃を阻害し、身をかわす事に重点が置かれています。攻撃を命中させる事が出来れば、次のラウンドを有利に運ぶ事が出来ます。
ko: 가라테는 일본에 뿌리를 둔 인기 있는 무술로, 속공, 찌르기, 막기, 그리고 동작의 흐름에 집중하는 무술입니다. 공격을 맞출 경우, 다음 턴에 1번의 회피와 2번의 막기가 추가로 가능해집니다.
ru: Карате это популярное боевое искусство, пришедшее из Японии. В нём делается акцент на стремительные и точные атаки, блоки и быстрое передвижение. Успешное попадание даёт вам дополнительное уклонение и два блока в следующем раунде.

source: Aikido is a Japanese martial art focused on self-defense, while minimizing injury to the attacker. It uses defensive throws and disarms. Damage done while using this technique is halved, but pain inflicted is doubled.
de: Aikido ist eine japanische Kampfkunst, die auf Selbstverteidigung spezialisiert ist, während sie die Verletzung des Angreifers miminiert. Sie verwendet defensive Würfe und Entwaffnungen. Der Schaden wird beim Benutzen dieser Technik halbiert, aber der verursachte Schmerz verdoppelt.
ja: 合気道は相対した相手の負傷を最小限に抑え、自己防衛に焦点を当てた日本の武道です。受身からの投げ技を駆使して、武装解除を行います。この技術を使うと与えるダメージが半分になる代わりに、与える痛みが倍になります。
ko: 합기도는 공격 대상에게 가는 상처를 최소화시키는 일본식 호신 무술입니다. 방어적 던지기와 무장 해제를 쓰며, 이 기술을 쓰면 기술의 데미지는 절반이 되지만 적이 받는 고통은 두 배가 됩니다.
ru: Айкидо — японское искусство рукопашного боя, сфокусированное на самообороне и уменьшении травм атакующего. В нем используются броски и приёмы разоружения. При использовании этой техники наносится половина повреждений, но наносимая боль удваивается.

source: Judo is a martial art that focuses on grabs and throws, both defensive and offensive. It also focuses on recovering from throws; while using judo, you will not lose any turns to being thrown or knocked down.
de: Judo ist eine Kampfkunst, die sich auf Griffe und Würfe, sowohl defensive als auch offensive, spezialisiert. Sie spezialisiert sich auch darauf, sich von Würfen wieder zu erholen. Wenn du Judo anwendest, wirst du keine Züge verlieren, wenn du geworfen oder niedergeschlagen wirst.
ja: 柔道は投げと掴みに焦点を当てた、攻守を兼ね備えた武術です。また、投げられた後の復帰にも焦点を当てており、投げやノックダウンの前に無駄なターンを消費しません。
ko: 유도는 잡고 던지기를 중요시하며, 공방을 겸비하는 무술입니다. 던져진 후 자세를 바로잡는 것도 중요시되기 때문에, 유도를 쓰는 동안에는 던져지거나 쓰러트러져도 바로 일어서 턴을 잃지 않게 됩니다.
ru: Дзюдо — искусство рукопашного боя, сфокусированное на защитных или атакующих бросках и захватах, а также на восстановлении после броска. Во время использования дзюдо, вы не пропускаете ход после нокдауна или будучи брошенным.

source: Though tai chi is often seen as a form of mental and physical exercise, it is a legitimate martial art, focused on self-defense. Its ability to absorb the force of an attack makes your Perception decrease damage further on a block.
de: Obwohl Tai-Chi oft als eine Form des geistigen und körperlichen Trainings gesehen wird, ist es eine legitime Kampfkunst, die auf Selbstverteidigung spezialisiert ist. Ihre Fähigkeit, die Kraft eines Angriffs zu verringern, lässt deine Wahrnehmung den Schaden bei einer Abblockung noch weiter verringern.
ja: 太極拳は多くの場合、精神的または肉体的な鍛錬の一形態として見られていますが、自己防衛に焦点を当てた正当な武術です。攻撃を受け流す技術は自分の感覚が優れている程、防いだ際のダメージを更に減少させます。
ko: 보통 태극권은 심신 수련용으로 쓰이지만, 나름 태극권도 호신에 집중하는 하나의 무술입니다. 태극권을 사용하면 공격을 흡수해낼 수 있게 되며, 이는 당신의 지각력에 비례하여 효율이 높아집니다.
ru: Не смотря на то, что тайцзи часто рассматривается как вид ментального и физического упражнения, он так же является полноправным боевым искусством для самозащиты. Ваше Восприятие понижает получаемый урон.

source: A dance-like style with its roots in Brazilian slavery, Capoeira is focused on fluid movement and sweeping kicks. Moving a tile will boost attack and damage and attacking boosts dodge. These bonuses stack up to three times each.
de: Capoeira ist ein tanzartiger Kampfstil, dem seine Wurzeln in der brasilianischen Sklaverei liegen. Er spezialisiert sich auf flüssige Bewegungen und schwunghafte Tritte. Die Bewegung um ein Feld wird die Angriffsstärke, der Angriff die Ausweichfähigkeit erhöhen. Diese Boni erhöhen sich jeweils bis zu drei mal hintereinander.
ja: ブラジルの奴隷文化を源流とする、踊りに似た格闘術です。流れるような体捌きと大胆な脚技が特徴です。タイルを移動することで攻撃力とダメージが増幅され、攻撃することで回避が上昇します。これらのボーナスはそれぞれ3回まで積算されます。

source: Originating in Israel, Krav Maga is based on taking down an enemy quickly and effectively. It focuses on applicable attacks rather than showy or complex moves. Popular among police and armed forces everywhere.
de: Ursprünglich aus Israel, basiert Krav Maga darauf, einen Gegner schnell und effizient zu besiegen. Es konzentriert sich auf anwendbare Angriffe anstatt auf prahlerischer oder komplexer Bewegungen. Überall beliebt unter der Polizei und Wehrmächten.
ja: イスラエル発祥のクラヴマガは、迅速かつ効果的に敵を倒す為に考案されました。派手さや複雑な動作は少なく、適切な攻撃に焦点を当てています。世界中の警察や軍隊で採用されています。
ko: 이스라엘에서 시작된 크라브마가는 빠르고 효과적으로 적을 쓰러트리는 것을 중심으로 합니다. 눈에 띄거나 복잡한 움직임보다는, 적절한 순간에 적절한 공격 방식을 사용하는 것이 중시됩니다. 경찰과 군인들에게 유명한 무술입니다.
ru: Разработанная в Израиле, крав-мага используется, что бы "отключить" противника быстро и эффективно. Вместо красивых и сложных движений тут используются подходящие по ситуации приёмы. Очень популярна у полиции и вооруженных сил.

source: Also referred to as the "Art of 8 Limbs," Muay Thai is a popular fighting technique from Thailand that uses powerful strikes. Your strikes are more powerful with high strength and weaker with low strength, and can momentarily disorient enemies.
de: Muay Thai, die auch als die »Kunst der 8 Gliedmaßen« bezeichet wird, ist eine beliebte Kampftechnik aus Thailand, die starke Schläge verwendet. Deine Schläge sind stärker bei einer hohen Stärke und schwächer bei einer niedrigen Stärke und können kurzzeitig deine Gegner orientierungslos machen.
ja: 世界的に人気のあるタイ式格闘術です。両手、両肘、両膝、両足の8箇所を使った強力な打撃を特徴とします。筋力が高いほど攻撃力をさらに増大させますが、筋力が低い場合は本来の値よりさらに減少します。僅かの間、敵を混乱させる可能性があります。
ko: 몸의 8가지 부위를 사용하기에 "여덟 부위의 무술" 이라고도 표현되는 무에타이는, 강렬한 일격으로 유명한 태국의 격투기입니다. 공격력이 힘(체력)의 영향을 크게 받으며, 공격으로 적을 잠시 혼란시킬 수 있습니다.
ru: Муай тай, также известный как "Наука 8 конечностей", популярный боевой стиль из Тайланда, использующий сильные удары. При большой силе, ваши удары будут более разрушительными, а при малой — слабыми. Вы также можете мгновенно ошеломлять противников.

source: Ninjutsu is a martial art and set of tactics used by ninja in feudal Japan. It focuses on rapid, precise, silent strikes. Ninjutsu is almost entirely silent. It also provides small combat bonuses every time you move.
de: Ninjutsu ist eine Kampfkunst und eine Menge an Taktiken, die von Ninjas im feudalem Japan benutzt wurden. Es konzentriert sich auf schnelle, präzise, lautlose Schläge. Ninjutsu ist fast vollkommen lautlos. Es bringt außerdem kleine Kampfboni bei jedem Mal, wenn man sich bewegt.
ja: 忍術は鎌倉時代から江戸時代に忍者が用いた、武術と戦術が合わさった伝統の秘術です。迅速かつ的確な隠密攻撃に焦点を当てています。忍術は物音を立てず、移動を行う度に戦闘ボーナスが少し発生します。
ko: 인술은 전국시대 일본에서 닌자들이 사용했다고 전해지는 무술이자 전술입니다. 빠르고, 정확하고, 조용한 일격에 초점을 둔 무술입니다. 인술은 거의 전적으로 조용한 기술입니다. 추가로 한 칸 이동하면 다음 턴에 전투 보너스를 약간 받습니다.
ru: Ниндзюцу является боевым искусством, которое использовали ниндзя феодальной Японии. Абсолютно бесшумный стиль ведения боя, позволяющий наносить быстрые точные удары. Так же даёт небольшие бонусы в бою после перемещения на тайл.

source: Taekwondo is the national sport of Korea, and was used by the South Korean army in the 20th century. Focused on kicks and punches, it also includes strength training; your blocks absorb extra damage the stronger you are.
de: Taekwondo ist der Nationalsport von Korea und wurde von der südkoreanischern Armee im 20. Jahrhundert angewendet. Es ist auf Tritte und Schläge spezialisiert und beeinhaltet auch ein Stärketraining; deine Abblockungen absorbieren zusätzlichen Schaden, je stärker du bist.
ja: テコンドーは韓国の国技であり、20世紀には韓国軍によって使われていました。キックとパンチに重点が置かれ、筋力鍛錬の一環として行われます。自身が力強ければ力強いほど相手の攻撃を防御し易くなるでしょう。
ko: 태권도는 20세기 남한군이 사용했던 한국의 국가적 스포츠입니다. 차기와 지르기에 집중되어있으며, 근력 훈련도 강조되는 무술입니다. 힘(체력)에 비례해서, 막을 때 추가로 데미지를 더 흡수할 수 있게 됩니다.
ru: Тхэквондо — это национальный вид спорта Кореи и использовался в армии южной Кореи в 20-ом веке. Фокусируется на ударах ногами и руками, также включает силовые тренировки. Чем вы сильнее, тем больше ваши блоки поглощают повреждения.

source: A modern combat style for the post-modern human. Bionic Combatives combines integrated weaponry, armor and augments into an consolidated fighting discipline.
de: Ein moderner Kampfstil für den postmodernen Menschen. Bionik-Kampfgeist vereint eingebaute Waffen, Rüstung und bionische Verbesserungen zu einer einheitlichen Kampfdisziplin.
ja: 近未来の人類による現代式格闘術です。生体部品によって強化された堅固な肉体をさらに戦闘用に最適化する専門訓練です。
ru: Современный боевой стиль для пост-современного человека. Бионические приёмы борьбы сочетают встроенное оружие, броню и аугметации во всех известных боевых дисциплинах.

source: Pentjak Silat, of Indonesian origin, is a fighting style that covers the use of short blades and bludgeons. Fighters stay low and mobile to avoid attacks, then unleash deadly critical hits.
de: Pencak Silat, indonesichen Ursprungs, ist ein Kampfstil, der die Verwendung kurzer Klingen und Knüppel abdeckt. Kämpfer halten sich niedrig und bleiben mobil, um Angriffen auszuweichen, dann rufen sie tödlich kritische Treffer hervor.
ja: プンチャック・シラットは短剣や鈍器を用いたインドネシアを起源とする武術です。戦士達は低い体勢で素早く敵の攻撃を避け、逆に致命的な一撃を浴びせます。
ru: Пенчак Силат, индонезийский боевой стиль, направленный на бои с короткими мечами и дубинками. Бойцы в нижней стойке, подвижны, чтобы уворачиваться от атак, а затем разразиться градом критических ударов.

source: The noble art of fencing is taught with flexible competition blades, but the techniques are derived from (and applicable to) more functional examples. Skilled fencers can take advantage of advances and retreats to deliver accurate strikes.
de: Du noble Kunst des Fechtens wird mit flexiblen Wettkampfklingen geschult, aber die Techniken werden abgeleitet von (und angewandt an) praktischeren Beispielen. Erfahrene Fechter können einen Vorteil dem Vorschießen und dem Nachgeben ziehen, um präzise Treffer zu landen.
ja: フェンシングという高貴なる剣術は、今でこそよく撓る競技用の剣を用いて教えられていますが、その技術の真髄には変わらぬ実戦性が宿っています。熟練のフェンサーは前進と後退の機敏さで優位に立ち、目標に精密な攻撃を加えます。
ru: Благородное искусство фехтования преподаётся с гибкими лезвиями для соревнований, но техника применима и к более функциональным вещам. Опытные фехтовальщики путём наступлений и отступлений совершают точные удары.

source: Eskrima, also known as Kali, is a Filipino martial art. It emphasises rapid strikes with knife and baton weapons, along with a variety of improvised substitutes.
de: Eskrima, auch als »Kali« bekannt, ist eine phillipinische Kampfkunst. Sie betont schnelle Schläge mit Messern und Schlagstöcken, neben ein paar improvisierten Ersatztechniken.
ja: エスクリマはカリとも呼ばれるフィリピンの武術です。ナイフや棒、時には手近な物さえも武器にして瞬撃を仕掛ける事を信条としています。
ru: Эскрима, также известная как Кали, является филиппинским боевым искусством. Оно сфокусировано на быстрых ударах ножами и дубинками, наряду со множеством самоделок.
