Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The day of reckoning will come for the criminals if it hasn't already.
de: Die Tage der Abrechung werden für die Verbrecher kommen, wenn das nicht schon längst passiert ist.
ja: 遅かれ早かれ決算日は来るものだ。犯罪者にもな。
ko: 심판의 날이 심판을 못받은 범죄자들에게 오리라.
ru: День расплаты для преступников обязательно придёт, если уже не пришёл.
zh_cn: 那些还没接受制裁的罪犯终将在审判日降临时受到惩罚

source: The eater of the dead... something was ripping zombies to shreds and only leaving a few scattered limbs...
de: Der Leichenfresser … irgendwas riss Zombies auseinander und hinterließ nur ein paar Gliedmaßen.
ja: 死者を食べる何かが...何かがゾンビをバラバラに切り刻んでいて、気づいた時には数本の手足だけが地面に散らばっていたんだ...
ko: 시체 먹는 것들... 뭔가 이 좀비들을 찢발겨서, 남은거라고는 팔조각 몇개 뿐이군...
ru: Пожиратель мёртвых... что-то разрывало зомби на части, оставляя только много оторванных конечностей...
zh_cn: 食死徒……有东西把丧尸扯成碎片,只留下残肢碎片……

source: The worst case scenario will probably be that the prisoners have escaped their cells and turned the building into their own little fortress. Best case, the building went into lock-down and secured the prisoners in their cells. Either way, navigating the building will pose its own difficulties.
de: Im schlimmsten Fall wären die Gefangenen aus ihren Zellen geflohen und hätten das Gebäude in ihre eigene kleine Festung verwandelt. Im besten Fall hat sich das Gefängnis selbst verriegelt und die Gefangenen in ihren Zellen gesichert. Jedenfalls wird es schwierig werden, sich im Gebäude zu orientieren.
ja: 最悪の想定としては、受刑者が牢を抜けだして刑務所全体を要塞化している場合だな。一番いいのは、全館が閉鎖されていて受刑者が牢内にいることだ。いずれにせよ内部を進むのは簡単ではないだろう。
ko: 최악의 상황은 아마 죄수들이 수감실을 탈출해서 감옥을 작은 성으로 만든 경우야. 최고의 상황은 건물이 잠겨있고 죄수들이 감방에 잘 있는거지. 최고든 최악이든 나름 어려운건 마찬가지야.
ru: В худшем случае заключённые сбежали из своих камер и превратили здание и свою крепость. В лучшем случае здание было заблокировано, а заключённые заперты в камерах. В любом случае, перемещение по зданию будет затруднительно.
zh_cn: 最糟糕的情况可能是囚犯逃脱了他们的牢笼，并把建设自己的小堡垒。最好的情况可能是监狱被锁上，囚犯在监狱里。无论哪种情况，进入监狱将给自己带来困难

source: There is another monster troubling the merchants but this time it isn't human... at least I don't think. Guy just disappeared while walking behind a packed caravan. They didn't hear any shots but I suppose some raider may have been real sneaky. Check out the area and report anything you find.
de: Es gibt noch ein weiteres Monster, dass die Händler bedroht, aber diesmal ist es nicht menschlich … wenigstens glaube ich es nicht. Ein Typ verschwand, während er hinter einer brechend vollen Karawane herging. Sie hörten keine Schüsse, aber ich vermute, dass irgendein Räuber wirklich heimtückisch gewesen sein könnte. Untersuchen Sie das Gebiet und berichten Sie alles, was Sie herausfinden.
ja: また別の災いが商人を脅かしている、しかし今回は人間ではない...らしい。対象の最後尾を歩いていた男が一人、突如として消失した。よほど隠密に長けた略奪者がいたとでも言うのか、銃声を聞いたものはいない。当該地域に向かい現地を調査、何か見つけたなら報告してくれ。
zh_cn: 又有困扰商人的麻烦了，但这一次不是人类。。。至少我觉得不是。商队末尾的人就那么消失了。没有人听到任何枪响，或许有些强盗非常擅长匿其行踪。侦查这片区域，并且汇报你发现的任何问题。

source: There's a town nearby. Check pharmacies; it'll be behind the counter.
de: Es gibt eine Stadt in der Nähe. Durchsuche Apotheken; das würde hinter dem Tresen sein.
ja: 近くに町がある。薬局を探してくれ。カウンターの裏にあるはずだ。
ko: 마을이 가까이 있어. 약국을 찾아보라고... 계산대 뒤에 있을거야.
ru: Тут неподалёку есть город. Загляни в аптеку, это должно быть за прилавком.
zh_cn: 附近有一个小镇。检查药店；它将在柜台后面。

source: There's some important software on my computer that I need on USB.
de: Es gibt eine wichtige Software auf meinem Computer, die ich auf USB brauche.
ja: 自分のコンピュータに重要なソフトウェアを残したままなんだ。このUSBメモリに入ってるはずだったのに…。
ko: 내 컴퓨터에 중요한 소프트웨어가 있는데, USB 드라이브에 넣어서 가져왔으면 좋겠어.
ru: На моем ПК находится очень важный для меня софт, который нужен мне на USB-флешке.
zh_cn: 我电脑里有些很重要的资料要复制到USB里面。

source: These creatures can swing their appendages surprisingly far.
zh_cn: 这些生物可以将它们的四肢伸的特别远。

source: These look more complicated than I thought, just give me some time.
de: Sie sehen komplizierter aus, als ich dachte. Gib mir nur etwas Zeit.
ja: 思ったより複雑だな、少し時間をくれ。
ko: 내가 생각했던 것보다 복잡해 보이는데, 잠깐 시간을 줘.
ru: Они выглядят сложнее, чем я думал. Дай мне немного времени.
zh_cn: 尽管这些看起来比我原本想的还要复杂很多，嘛，给我些时间。

source: They might suspect you are coming, keep an eye out for traps.
de: Vielleicht erwarten sie Sie bereits.. Halten Sie die Augen nach Fallen offen.
ja: 奴らは敵の襲来に備えているだろう。罠に気を付けることだ。
zh_cn: 搞不好他们能猜到你会来 ,多留点心,可能有陷阱 .

source: They shouldn't be that hard to find... should they?
de: Sie sollten nicht wirklich schwer zu finden sein, oder?
ja: 見つけるのはそう難しくない...はずだが？
ko: 보안관 배지는 찾는게 어렵지 않을거야... 그렇지 않아?
ru: Их же не так сложно найти... так ведь?
zh_cn: 他们不应该这么难找…是吗?

source: This infection is bad, <very> bad...
de: Diese Infektion ist übel, <very> übel.
ja: 感染してしまった、やばい、<very>やばい…。
ko: 감염이 심하다, <very> 심하다...
ru: Эта скверная инфекция, <very> скверная…
zh_cn: 这种感染不容乐观，<very> 糟糕……

source: This is a bit more involved than the last request, we recently lost a scavenger party coming to trade with us and would like you to investigate. We strongly suspect a raider band or horde caught them off-guard. I can give you the coordinates of their last radio message but little else. In either case, deal with the threat so that the scavengers can continue to pass through in relative safety. The best reward I can offer is a claim to the supplies they were carrying.
de: Dies ist etwas verzwickter als die letzte Aufgabe: Wir hatten neulich eine Sammlergruppe, die gerade zu uns zum Handeln stieß, verloren und wir würden gerne, dass du dies untersuchst. Wie haben den dringenden Verdacht, dass eine Plündererbande oder eine Horde sie überwältigt hat. Ich kann dir die Koordinaten ihrer letzten Funknachricht geben, aber sonst kaum etwas. So oder so, kümmer dich um die Gefahr, damit die Sammler weiter in relativer Sicherheit passieren können. Die beste Belohnung, die ich bieten kann, sind die Vorräte, die sie mitgeführt haben.
ja: 前の仕事よりさらに難しい要求になる。最近、我々と取引をするためにここへ向かっていたスカベンジャー達の一行が消息を断つ事件が起きている。これを調査して欲しい。盗賊団やゾンビの群れに捕まってしまったものと思われる。最後に通信があった地点の座標を教えよう。実際の状況がどのようなものであれ、スカベンジャーたちが安全に行き来できるよう、脅威に対処してくれ。彼らのもたらしてくれる物資こそが一番の報酬となるだろう。
zh_cn: 比起上个任务，这个任务可能要更难一些。我们最近和一队前来和我们贸易的拾荒者失去了联系，并且希望你去调查。我们非常怀疑一队或者一群强盗乘他们不备袭击了他们。除了他们最后的无线电通信记录外，我很难给你更多线索。不管怎样，解决这个麻烦，这样拾荒者们就能相对安全一些。我能给你的最好奖励就是让你自行处理他们留下的补给。

source: This isn't what we need.
de: Das ist nicht das, was wir brauchen.
ja: これは別に必要ないね。
ko: 이건 우리가 찾던게 아냐.
ru: Это не то, что нам нужно.
zh_cn: 这不是我们想要的。

source: This shouldn't be hard unless we run into a horde.
de: Das sollte nicht schwer sein, außer wir rennen in eine Horde.
ja: 敵の大群に突っ込んでいくわけではないのなら、そう難しいことではないな。
ko: 좀비 떼만 없다면 별로 어렵지 않을거야.
ru: Если не привлекать орду, то это не должно быть сложно.
zh_cn: 这应该不难,除非我们碰到一个部落。

source: This task is going to require a little more persuasive skill. I believe the Hell's Raiders have an informant here to monitor who comes and goes. I need you to find out who it is and deal with them without letting anyone else know of my suspicions. We normally allow the Free Merchants to govern themselves so I would hate to offend them.
de: Diese Aufgabe wird etwas mehr Überzeugungsarbeit erfordern. Ich glaube, die Höllenplünderer haben hier einen Informanten, der überwacht, wer kommt und geht. Ich brauche Sie um herauszufinden, wer er ist, und um sich um ihn zu kümmern, ohne irgendjemanden sonst von meinen Verdächtigungen wissenzulassen. Normalerweise überlassen wir die Freien Händler ihren eigenen Regeln, also würde ich es hassen, sie zu beleidigen.
ja: この仕事はいくらかの交渉術が必要になるだろう。私の見立てでは、ヘルズレイダーズはこの難民センターの中に内通者を送り込み、人の出入りを監視させている。君にはその内通者を特定し、君以外の誰にも私の疑念を悟らせないように始末して欲しい。通常、我々は自由商人たちの自治を認めているのだ。連中を怒らせたくは無いからな。
zh_cn: 这个任务需要你口才好一些 ,我相信地狱掠夺者在这里有个眼线监视过往的人 ,我需要你找出这个眼线是谁 ,并且在不被任何人发现的前提下干掉他 ,我们通常和自由商人井水不犯河水 ,所以我并不想让他们觉得不爽 .

source: Those twisted snakes...
de: Diese verdrehten Schlangen …
ja: あのこんがらがった蛇...
ko: 이놈의 꼬인 뱀 새끼들...
ru: Эти двуличные змеи…
zh_cn: 这些互相残绕的蛇...

source: Traveling the backroads would be a good way to search for one.
de: Die Hinterstraßen zu bereisen wäre eine gute Möglichkeit, nach einem zu suchen.
ja: 裏道を行くのはいい手だと思うよ。
ko: 외곽 도로를 찾아보면 도움이 될거야.
ru: Прогулка по просёлочным дорогам будет будет хорошим вариантом поиска.
zh_cn: 沿乡村公路通行是找到某个农场的好方法。

source: Try a big corporate building of some sort, they're bound to have an accounting department.
de: Versuch’s mit einem großen Geschäftsgebäude irgendeiner Art, sie müssen eine Abrechnungsabteilung haben.
ja: 大きなオフィスビルの、経理部を探してみるんだ。
ko: 대기업 빌딩 같은데 들어가서 회계 부서를 찾아보자고.
ru: Поищи в крупном корпоративном здании, в них должна быть бухгалтерия.
zh_cn: 试试那些大企业的办公楼，他们必然会有会计部门

source: Try searching on the outskirts of towns.
zh_cn: 试着搜寻城镇的外围。

source: Wait, you couldn't possibly have the data! Liar!
de: Warte, du kanst unmöglich die Daten haben! Lügner!
ja: ちょっと待て、分析データを持っているはずがない！嘘つきめ！
ko: 잠깐, 데이터를 가지고 있지 않잖아! 사기꾼!
ru: Погоди-ка, вряд ли у тебя есть нужная информация! Ты врун!
zh_cn: 等等,你不可能有数据！骗子！

source: Wait... are you really making me a deputy?
de: Warte … machst du mich wirklich zum Hilfssheriff?
ja: 待て待て...本気で保安官代理にしようと？
ko: 잠깐... 나보고 부 보안관 하라는거야?
zh_cn: 等等……你真的让我当代表吗?

source: We are good to go! The last of the gear is powering up now.
zh_cn: 我们大功告成了！最后的装备已经被启动了。

source: We are starting to build new infrastructure here and would like to get a few new electrical systems online... unfortunately our existing system relies on an array of something called RTGs. From what I understand they work like giant batteries of sorts. We can expand our power system but to do so we would need enough plutonium. With 25 plutonium cells we would be able to get an electrical expansion working for a year or two. I know they are rare but running generators isn't a viable option in the basement.
de: Wir haben begonnen, hier eine neue Infrastruktur aufzubauen und möchten, dass ein paar neue elektronische Systeme angeschlossen werden. Leider ist unser bestehendes System von einer Reihe aus sogenannten »RTGs« abhängig. Soweit ich verstanden habe, funktionieren sie so ähnlich wie gigantische Batterien. Um unser Stromsystem auszubauen, brauchen wir ausreichend Plutonium. Mit 25 Plutoniumzellen würden wir in der Lage sein, für ein oder zwei Jahre einen elektrischen Ausbau zu erhalten. Ich weiß, dass sie selten sind … Aber laufende Generatoren im Keller sind keine praktikable Option.
ja: 我々は現在この建物の機能を強化しようと考えている。それにあたって新たな電力システムが必要になる...不運にも今あるものはRTG、放射性同位体熱電発電機といって、放射性物質の崩壊エネルギーで発電するものなんだ。要するに巨大で恐ろしく長持ちする電池のようなものだな。電力システムを拡張するにあたってプルトニウムが必要になる。原子力電池を25個調達してきてくれ。それだけあれば拡張ぶんの電力システムが1～2年はもつだろう。貴重品なのは承知の上だ。だが今ある発電機は地下施設には向かないのでね。
zh_cn: 我们开始在这建造新的基础设施, 并希望几个新的电气系统能上线工作.....不幸的是我们现有的系统由一种使用放射性同位素热力发电的核电池来供应能量. 据我了解他们像巨大的电池那样工作. 我们有扩大动力系统的能力, 但是要想成功做到 ,得需要足够的钚才行 . 25个钚电池就足够我们的扩展电器工作上一到两年 ,我知道钚电池并非满大街都是的寻常东西, 但是我们也不能在地下室安装巨大的发电机组啊 .

source: We got this shit!
de: Wir haben’s!
ja: クソが！
ko: 좋아, 이 망할 것을 찾았어!
ru: Мы разгребли это дерьмо!
zh_cn: NND，看我们得到了什么！

source: We have the flag but now we need to locate US troops to see what we can do to help. I haven't seen any but I'm figure'n one of those choppers that were fly'n round during th outbreak would have a good idea. If you can get me a black box from one of the wrecks I'll look into where we might open'er at.
de: Wie haben die Flagge, aber nun müssen wir US-Truppen aufspüren, um zu sehen, was wir tun können, um zu helfen. Ich habe keine gesehen, aber ich denk mal, einer dieser Helis, die beim Ausbruch rumflogen, hatten eine gute Ahnung. Wenn du mir einen Flugschreiber von einem dieser Wracks holen könntest, würd ich mal gucken, wie wir sie aufmachen können.
ja: 旗は手に入れたが、今度は軍の助けとなるために合流しなくてはならないな。大変動の直後、その辺りを飛び回っていたヘリが何か情報を持っているかもしれない。もしその辺の瓦礫の山からブラックボックスを掘り出せれば、どこで開封できるか私が見てみよう。
ko: 우리가 국기를 확보했지만, 이제 미 군부대를 찾아 우리가 뭘 도울 수 있는지 봐야 해. 난 한번도 보지 못했지만, 이 재앙이 일어날 당시 주변을 돌던 헬기가 있을거야. 만약 그 잔해에서 블랙박스를 찾아다 준다면, 내가 그걸 확인해볼만한 장소를 찾아보지.
ru: У нас есть флаг, но надо ещё найти солдат и узнать, чем мы можем помочь. Я их не встречал, но думаю, что в вертолётах, которые летали повсюду во время прорыва есть нужная информация. Если найдёшь мне чёрный ящик, я посмотрю, что можно выяснить.
zh_cn: 我们有国旗，但现在我们需要找到军队，看看我们能帮忙做些什么。我还什么都没看到，但我在这些轮爆发的疫情其中一次发现了一个好点子。如果你能给我其中一个残骸的黑匣子，我将看到我们将去向何方。

source: We need help...
de: Wir brauchen Hilfe …
ja: 助けてくれ...
zh_cn: 我们需要帮助...

source: We should go at night, if it is overrun then we can quickly make our escape.
de: Wir sollten nachts gehen. Wenn es überrant wurde, können wir schnell fliehen.
ja: 夜に行くべきだな、もし崩壊していた時は素早く逃げられるように。
ko: 밤에 이동해야 해, 밤에는 놈들이 덮쳐와도 쉽게 도망칠 수 있거든.
ru: Мы должны идти ночью, если лагерь захвачен, то мы сможем быстро спастись.
zh_cn: 我们最好在晚上行动，如果出了什么篓子，我们可以尽快的跑路。

source: We were briefed that the communications array was on this level.
zh_cn: 我们被简单告知通讯阵列就在这一层里。

source: We're also official... just hang in there and I'll show you what we can really do.
de: Wir sind auch in amtlichem Namen unterwegs … Bleib hier und ich werd dir zeigen, was wir wirklich tun können.
ja: お互い国家権力だな...そこに直れ、我々が本気になったら何をするか見せてやる。
ko: 이제 공식적인 지위가... 일단 기다려봐, 내가 우리가 뭘 할건지 보여줄게.
zh_cn: 我们也是官方的......你们在那儿再坚持会儿，我会让你们见识见识我们的厉害。

source: We've got another problem to deal with but I don't think we can handle it on our own. So, I sent word out and found us a volunteer... of sorts. He's vain as hell but has a little skill with firearms. He was supposed to collect whatever he had of value and is going to meet us at a cabin in the woods. Wasn't sure how long we were going to be so I told him to just camp there until we picked him up.
de: Wir haben noch ein Problem zu bewältigen, aber ich denke nicht, dass wir alleine damit fertig werden. Daher habe ich die Nachricht verbreitet und uns einen neuen Freiwilligen – wenn man so will – gefunden. Er ist furchtbar eingebildet, hat aber ein wenig Erfahrung mit Schusswaffen. Er soll alles Wertvolle sammeln was er kriegen kann und uns im Blockhaus im Wald treffen. Ich war mir nicht sicher, wie lange wir bräuchten, daher sagte ich ihm, dass er dort einfach campen sollte, bis wir ihn abholen.
ja: 問題発生だ、が、今回は我々だけではどうにもならないと思う。そこで探してみたところ義勇兵...みたいなものを見つけた。えらく傲慢なやつだが銃は多少使えるらしい。仲間に加えるだけの価値があるかどうか、山小屋で会って確かめることにした。どれぐらいかかるか分からないから山小屋で待つよう伝えたよ。
ko: 해결해야 할 다른 문제가 생겼긴 한데, 우리들끼리 해결할 수 있을지 모르겠군. 그래서 말인데, 지원자를 모집한다는 말을 좀 했거든. 의욕은 엄청나긴 한데, 걔가 총 가지고 노는 기술이 좀 떨어져. 그리고 걔가 가지고 싶은건 가진다고 했고, 숲속의 오두막에서 기다린다고 했어. 갈 때까지 얼마나 걸릴지 몰라서 우리가 갈 때까지 거기서 기다리라고 했거든.
zh_cn: 我们还有另一个麻烦需要解决，但光靠我们自己恐怕不行，所以我帮大家找了个志愿者......算是志愿的吧。他自负的像个锤子，但却打得一手好枪，他将会去搜集那些有用的东西然后在森林的小木屋里和我们碰头。因为不确定我们要多久才能去和他碰头，所以我告诉他如果他到了小木屋就一直在那扎营等待我们的到来。

source: We've got the flag, now we need to locate US forces.
de: Wir haben die Flagge, nun müssen wir US-Militärs finden.
ja: 旗を手に入れたぞ、さあ軍隊を探しに行こう。
ko: 국기를 확보했으니, 이제 미군의 위치를 찾아야겠군.
ru: У нас есть флаг, осталось только найти военные силы.
zh_cn: 我们现在有国旗了，现在我们需要找到美国军队。

source: Well damn, you must be the guys here to pick me up...
de: Ja hallo, ihr müsst die Typen hier sein, die mich aufsammeln …
ja: ああクソ、お前らが待ち合わせしてた奴らか...
ko: 물론이지, 시발 니가 날 데리러온 사람이군...
zh_cn: 太他妈好了，你一定就是来接我的人吧...

source: Well, do you have the data yet?
de: Nun, hast du schon die Daten?
ja: ところで私のソフトウェアはまだか？
ko: 흠, 데이터는 아직인가?
ru: Ну, ты принёс мне информацию?
zh_cn: 嗯,你有数据了吗?

source: Well, my adventuring days are over. I can't thank you enough. Trying to make this place self sustaining will take some work but the future is looking brighter. At least it ought to be safe for now. You'll always be welcome here.
de: Nun, meine Tage der Abenteuer sind vorbei. Ich kann dir nicht genug danken. Der Versuch, diesen Ort selbsterhaltend zu machen, wird etwas Arbeit in Anspruch nehmen, aber die Zukunft sieht rosiger aus. Wenigstens sollte es jetzt sicher sein. Du wirst hier immer willkommen sein.
ja: よし、放浪の日々は終わりだ。感謝の言葉もないよ。ここで自給自足できるようになるのは一苦労だけれど未来は明るい。少なくとも今のところは安全だしな。気が向いたらいつでも来てくれ、歓迎するよ。
ko: 음, 탐험은 이제 끝난 것 같네. 정말로 고마워. 여길 자급자족할 수 있도록 만들려면 일을 좀 해야겠지만, 미래는 밝아보이네. 적어도 지금은 안전해보여. 언제나 여기에 오면 환영해줄게.
ru: Что ж, мои приключения закончены. Не могу отблагодарить тебя в полной мере. Сделать это место плодородным будет сложновато, но его ждет светлое будущее. По крайней мере, сейчас тут безопасно. Тебе здесь всегда будут рады.
zh_cn: 嗯,我的冒险已经过去了。我无法表达对您的感谢。试图让这个地方自我维持需要一些工作,但未来是光明的。至少现在是安全的。在这你永远是最受欢迎的。

source: Well...? Did you... finish things for my mom?
de: Nun …? Hast du … diese … »Sache« für meine Mama beendet?
ja: で…？あんたは…母さんだったものを救ってくれたのか？
ko: 후...저희...어머니를 위해, '그것' 을 끝내주셨나요?
ru: Ну и..? Ты... прикончил мою мамочку?
zh_cn: 嗯……?你有没有……完成我的任务？

source: What a shame, that data could have proved invaluable...
de: So eine Schande, diese Daten könnten sich als unbezahlbar herausgestellt haben …
ja: 残念だ、その分析データは非常に貴重なものになり得たのに…。
ko: 한심하군, 그 데이터는 가치를 따질 수 없는 물건이었는데...
ru: Какой позор! Эта информация могла оказаться бесценной...
zh_cn: 真遗憾,这个数据可以证明无价的…

source: What good does this do us?
de: Was bringt uns dies?
ja: 何の役に立つんだ？
ko: 이게 무슨 쓸모가 있지?
ru: Что хорошего в этом для нас?
zh_cn: 这对我们有什么好处?

source: What's the use of walking away, they'll track you down eventually.
de: Was nützt es, davonzugehen? Sie werden sich irgendwann aufspüren.
ja: 遠ざけてどうなる、いずれ追いつかれるさ。
ko: 도망치는건 소용이 없어, 그것들이 결국 따라올거니까.
ru: Что толку уходить, если они всё равно тебя выследят.
zh_cn: 逃离有用么？他们最终会找到你。

source: What?! I out'ta whip you're ass.
de: Was?! Ich peitsch deinen Arsch aus!
ja: 何だと！？尻をひっぱたいてやろうか。
ko: 뭐?! 엉덩이를 후드려 패주고 싶군!
ru: Что?! Я надеру тебе задницу.
zh_cn: 什么？！我要将你鞭出翔来！

source: What?! I out'ta whip your ass.
de: Wie bitte?! Ich peitsch deinen Arsch aus!
ja: なんだと！？尻をひっぱたいてやるぞ。
ko: 뭐?! 엉덩이를 후드려 패주고 싶군!
ru: Что?! Я надеру тебе задницу.
zh_cn: 纳尼？！俺要操泥煤。

source: What?! Please, <ill_die> without your help!
de: Was?! Bitte, <ill_die> ohne deine Hilfe!
ja: 何だって？！頼む、あんたの助けが無ければ<ill_die>！
ko: 뭐?! 제발, 네가 도와주지 않으면 <ill_die> 말거야!
ru: Что?! Пожалуйста! <ill_die> без твоей помощи!
zh_cn: 什么？！求你了，<ill_die> 不能没有你的帮助!

source: What?! You liar!
de: Was?! Du Lügner!
ja: 何だって？！お前は嘘つきだ！
ko: 뭐?! 이 사기꾼!
ru: Что?! Ты лжец!
zh_cn: 什么? !你撒谎!

source: What?! You're lying, I can tell! Ugh, forget it!
de: Was?! Du lügst, das merk ich! Ach, vergiss es!
ja: 何だって？！嘘をついてるだろう！あー、もういい！
ko: 뭐라고?! 거짓말이지 그거! 으으, 그만 지껄여!
ru: Что?! Я вижу, что ты врёшь! Тьфу, нам не о чем больше говорить!
zh_cn: 什么? !你说谎,我可以辨别！嗯，休想！

source: When I was play'n with the terminal for the one I ran into it kept asking for an ID card. Finding one would be the first order of business.
de: Als ich mit’m Terminal, das ich gesehn hab, rumspielte, fragte es mich dauernd nach so ’ner Dienstkarte. Eine solche zu finden wäre die erste Aufgabe.
ja: 以前あの端末をいじってみたがとにかくIDカードを出せと繰り返し言われたよ。まずはIDカードを見つけることだな。
ko: 내가 한 단말기를 가지고 이리저리 시도해볼 때, 계속해서 ID카드 여부를 묻는 메세지를 봤었지. 우리의 '일' 을 위해선 하나 찾아야 할 것 같군.
ru: Когда я игрался с терминалом, он постоянно запрашивал у меня карту удостоверения личности. Её нахождение должно быть первым этапом.
zh_cn: 当我操作偶然碰见的终端时，它不断要求ID卡来取得操作权限。看来首要任务是先找到这样一张卡。

source: Will they be bothering us any longer?
de: Werden sie uns noch länger belästigen?
ja: 悩みを解決してくれたかい？
zh_cn: 他们还会继续骚扰我们?

source: With the black box in hand, we need to find a lab.
de: Mit dem Militärschreiber zur Hand müssen wir ein Labor finden.
ja: ブラックボックスが手に入ったなら、今度は研究所を見つけよう。
ko: 블랙 박스가 있으니, 이제 연구소를 찾아야 해.
ru: Имея чёрный ящик на руках, мы должны найти лабораторию.
zh_cn: 黑匣子已经到手，我们需要找到一个实验室。

source: Wow, you failed? All that work, down the drain...
de: Wie, du hast versagt? All die Arbeit für die Katz …
ja: ええっ、失敗したのか？全て失われたのか…。
ko: 와우, 실패한거야? 지금까지의 노력이, 물거품이 됐어...
ru: Ты не справился?! Вся работа коту под хвост...
zh_cn: 哇,你失败了吗?所有这些工作,浪费掉了……

source: Ya, I guess the stress may just be getting to me...
de: Jo, Ich glaub, ich krieg halt nur den ganzen Stress ab …
ja: ああ、重圧がのしかかってくるよ...
ko: 어, 스트레스가 쌓이는 것 같아...
ru: Да, от такого стресса мне точно лучше не станет...
zh_cn: 呵，我想恐怕只有我来承担压力了.

source: Ya, it was a long shot I admit.
de: Ja, das war ziemlich weit hergeholt, ich geb’s ja zu.
ja: ああ、博打だったと認めざるをえない。
ko: 그래, 정말 멀리도 쐈더군. 인정하지.
ru: Ну да, это гиблое дело, признаю.
zh_cn: 是，我承认，这有点不太可能。

source: You deal with the rat?
de: Hast du dich um die Ratte gekümmert?
ja: 鼠を処理できるか？
zh_cn: 你解决鼠患了吗？

source: You give up? This country fell apart because no one could find agood man to rely on... might as well give up, I guess.
de: Du gibst auf? Dieses Land zerfiel, weil niemand einen guten Mann fand, auf den man sich verlassen kann. Ich glaube, wir können auch gleich aufgeben..
ja: 諦めるのか？ 信頼できる良き男がいないなら、この国は崩壊するしかないな...諦めると言うなら、そういうことだ。
ko: 포기하는거야? 이 나라가 이렇게 산산조각난 이유는 믿고 의존할, 성실한 지도자가 없어서야... 누군가의 포기 때문이기도 하겠지.
ru: Ты сдался? Вот поэтому страна и развалилась! Не было ни одного человека, на которого можно было положиться. Видимо и мне следует сдаться.
zh_cn: 你放弃了吗？我猜，这个国家土崩瓦解，因为没有人能找到一个可以依靠的人... 还不如放弃。

source: You have no idea how interesting this diary is. I have two very promising leads... First things first, the Catholic Church has been performing its own investigations into global cult phenomenon and it appears to have become very interested in a local cult as of recently. Could you investigate a location for me? I'm not sure what was going on here but the priest seemed fairly worried about it.
de: Du hast keine Ahnung, wie interessant dieses Tagebuch ist. Ich habe zwei sehr vielversprechende Fährten. Das wichtigste zuerst. Die katholische Kirche hat ihre eigenen Nachforschungen um das weltweite Kultphänomen angestellt und es scheint, dass sie kürzlich an einem lokalen Kult sehr interessiert wurde. Könntest du einen Ort für mich erkunden? Ich bin mir nicht sicher, was da los war, aber der Priester schien sehr darüber besorgt zu sein.
ja: 君にはこの日記の価値が分からないだろうね。重要な手がかりを二つ手に入れた...一つはこうだ。カトリック教会は以前から世界的なカルト現象を調査しており、近年は地域型カルト宗教に強い関心も持っていた、とある。この場所を調査してくれないか？ここで何が起こっているのかは分からないが、この司祭はかなり気にしていたようだ。
ko: 이 일기가 얼마나 흥미로운지 너는 모를거야. 아주 유망한 단서가 두 개... 일단은, 가톨릭 교회는 세계적인 종교현상에 대해 독자적으로 조사를 시작했고, 최근엔 지방 전통종교에 아주 관심이 많았던 모양이야. 한 군데 조사 좀 해줄래? 여기서 뭐가 어찌되는지는 잘 몰라도, 성직자들은 이걸 꽤나 걱정했던 것 같거든.
ru: Ты не представляешь, насколько интересен этот дневник. У меня есть две многообещающие догадки… Во-первых, католическая церковь проводила собственное расследование феномена глобального культа и недавно заинтересовалась местным культом. Можешь провести там расследование для меня? Точно не уверен, что там происходит, но священника это сильно беспокоило.
zh_cn: 你不知道这本日记是多么令人关注。我发现两个非常有希望的线索......先说重要的，天主教教会已经开始自己对全球邪教现象的调查，最近以来教会似乎对一个当地的邪教很感兴趣。你可以帮我找出它的位置吗？我不知道发生了什么事情，但牧师似乎对此相当担心。

source: You look a little shaken up, I can't tell you how glad I am that you killed it though.
de: Du siehst etwas durchgerüttelt aus. Ich kann dir nicht sagen, wie froh ich bin, dass du es getötet hast.
ja: 少し動揺しているように見えるが、君がヤツを殺してくれたならどんなに嬉しいことだろう。
ko: 조금 충격받은 것 같아보이는데, 어쨌든 그걸 죽여준거 정말 고마워.
ru: Ты выглядишь потрёпанным. Не могу передать своё счастье, что ты убил его.
zh_cn: 你看起来有一点动摇了，可是我想告诉你，当看见你干掉它时我是有多么高兴。

source: You may make a tidy profit from this.
de: Du könntest dir dabei ein nettes Sümmchen verdienen.
ja: ちゃんとした見返りが得られそうだな。
ko: 이거에서 꽤 이익을 볼 수도 있을걸.
ru: Для тебя это будет крайне выгодно.
zh_cn: 你可以从这一笔中可观的利润。

source: You seem to know this new world better than most...
de: Du scheinst diese neue Welt besser als die Meisten zu kennen.
ja: この新世界も悪いことばかりじゃないだろう...
ko: 너, 다른 사람들보다 이 새로운 새상을 더 좋아하는 것 같은데...
ru: Ты, кажется, знаешь современный мир лучше, чем другие…
zh_cn: 你似乎知道这个新的世界比大多数……

source: You wouldn't believe what I found...
de: Du würdest nicht glauben, was ich gefunden habe.
ja: 信じられるか、見ろよこれ...
ko: 내가 찾은게 뭔지 보면 믿을 수 없을거야...
ru: Ты не поверишь, что я нашёл...
zh_cn: 你不会相信我找到了神马...

source: You'll see, I know I'm right.
de: Du wirst es noch sehen. Ich weiß, dass ich recht habe.
ja: 見てろよ、正しいのは私なのだ。
ko: 나중에 알게 되겠지만, 내가 옳다구.
ru: Ты убедишься. Я знаю, что я прав.
zh_cn: 等着瞧。我知道我是对的。
