Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: %s; Impassable
de: %s; unpassierbar
ja: %s; 通行不可
ko: %s. 지나갈 수 없음
ru: %s; Непроходимо
zh_cn: %s ；禁止通行

source: %s; Movement cost %d
de: %s; Bewegungskosten: %d
ja: %s; 移動コスト %d
ko: %s. 이동포인트 소모량 : %d
ru: %s; Цена движения %d
zh_cn: %s ；移动消耗 %d

source: %s; enter new letter (press SPACE for none, ESCAPE to cancel).
de: %s; gib ein neues Zeichen ein (drücke LEERTASTE für keines, ESCAPE zum Abbrechen).
ja: %s; 新しいキーを入力(SPACEでキー無し、ESCAPEでキャンセル)
zh_cn: %s; 输入新字母 (按下空格键输入空，按下ESC键退出).

source: '%s' added to character pickup rules.
de: »%s« zu den Aufheberegeln hinzugefügt.
ja: %sをキャラクターの取得規則に追加しました。
ko: 획득 규칙에 '%s' 이(가) 추가되었습니다.
ru: '%s' добавлено в список автоматически поднимаемых предметов.
zh_cn: 已将' %s '添加进角色的自动拾取规则里。

source: '%s' removed from character pickup rules.
de: »%s« von den Aufheberegeln entfernt.
ja: %sをキャラクターの取得規則から削除しました。
ko: 획득 규칙에 '%s' 이(가) 제거되었습니다.
ru: '%s' удалено из списка автоматически поднимаемых предметов.
zh_cn: ' %s ' 已被从角色的自动拾取规则中移除。

source: (you: %d:%d)
de: (du: %d:%d)
ja: (自分: %d:%d)
ko: (위치: %d:%d)
ru: (вы: %d:%d)
zh_cn: (你: %d:%d)

source: ... but it's empty!
de: Aber sie ist leer!
ja: ...しかし、それは空だった！
zh_cn: ...但它是空的。

source: 1 hour
de: 1 Stunde
ja: 1時間
ko: 1시간
ru: 1 час
zh_cn: 1 小时

source: 2 hours
de: 2 Stunden
ja: 2時間
ko: 2시간
ru: 2 часа
zh_cn: 2 小时

source: 3 hours
de: 3 Stunden
ja: 3時間
ko: 3시간
ru: 3 часа
zh_cn: 3 小时

source: 30 Minutes
de: 30 Minuten
ja: 30分
ko: 30분
ru: 30 минут
zh_cn: 30 分钟

source: 5 Minutes
de: 5 Minuten
ja: 5分
ko: 5분
ru: 5 минут
zh_cn: 5 分钟

source: 6 hours
de: 6 Stunden
ja: 6時間
ko: 6시간
ru: 6 часов
zh_cn: 6 小时

source: <+/->Priority
de: <+/->Prio.
ja: <+/->優先度
ko: <+/->우선순위
ru: <+/->Приоритет
zh_cn: <+/->优先级

source: <+> Autopickup
de: <+> Auto-Nehmen
ja: <+>自動取得
ko: <+>자동 획득
ru: <+> автоподбор
zh_cn: <+>自动拾取

source: <-> Autopickup
de: <-> Auto-Nehmen
ja: <->自動取得
ko: <->자동 획득
ru: <-> автоподбор
zh_cn: <->自动拾取

source: <:W;AUTO: goes up
de: <:W;automatisch erzeugt: geht nach oben
ja: >:W;自動メモ:上り階段
ru: >:W; АВТО: подъём наверх
zh_cn: <:W;自动标记：上行阶梯

source: <=> reassign
de: <=> neuzuweisen
ja: <=>キー割り当て
ko: <=>재명명
ru: <=> переназначить
zh_cn: <=>指定

source: <C>ompare
de: Verglei<c>h
ja: <C>比較
ko: <C>비교
ru: <C>равнить
zh_cn: <C>比较

source: <D>isassemble
de: <D> demontieren
ja: <D>分解する
ko: <D>해체
ru: <D> разобрать
zh_cn: <D>分解

source: <E>at
de: <E> essen
ja: <E>食べる
ko: <E>먹기
ru: <E> съесть
zh_cn: <E>食用

source: <E>xamine
de: Unt<e>rsuchen
ja: <E>調査
ko: <E>정보
ru: <E>:Изучить
zh_cn: <E>查看

source: <F>ilter
ja: <F>選別
ko: <F>필터
ru: <F>:Фильтр
zh_cn: <F>筛选

source: <R>ead
de: <R> lesen
ja: <R>読む
ko: <R>읽기
ru: <R> прочесть
zh_cn: <R>阅读

source: <R>eset
de: <R>ücksetzen
ja: <R>リセット
ko: <R>리셋
ru: Сброс
zh_cn: <R>重置

source: <T>ake off
de: <T> ausziehen
ja: <T>脱ぐ
ko: <T>벗기
ru: <T> снять вещь
zh_cn: <T>脱下

source: <U>nload
de: <U> entladen
ja: <U>抜き取る
ko: <U>빼내기
ru: <U> разрядить
zh_cn: <U>清空

source: <W>ear
de: <W> anziehen
ja: <W>着用する
ko: <W>입기
ru: <W> надеть
zh_cn: <W>穿戴

source: <a>ctivate
de: <a> aktivieren
ja: <a>有効化
ko: <a>작동
ru: <a>ктивировать
zh_cn: <a>激活

source: <d>rop
de: <d> ablegen
ja: <d>落とす
ko: <d>버리기
ru: <d> выбросить
zh_cn: <d>扔下

source: <r>eload
de: <r> nachladen
ja: <r>装填する
ko: <r>장전
ru: <r> перезарядить
zh_cn: <r>填装

source: <s>ort:
ja: <s>整列
zh_cn: [s]排序:

source: <t>hrow
de: <t> werfen
ja: <t>投げる
ko: <t>던지기
ru: <t> метнуть
zh_cn: <t>投掷

source: <w>ield
de: <w> tragen
ja: <w>装備する
ko: <w>착용
ru: <w> взять в руки
zh_cn: <w>装备

source: >:W;AUTO: goes down
de: >:W;automatisch erzeugt: geht nach unten
ja: >:W;自動メモ:下り階段
ru: >:W; АВТО: спуск вниз
zh_cn: >:W;自动标记：下行阶梯

source: A %s shatters!
de: 1 %s zerbricht!
ja: %sは粉々になりました！
ko: %s이(가) 산산조각났습니다!
ru: %s разбивается!
zh_cn: 一个 %s 碎裂了！

source: A glow of light forms around you.
de: Ein Feuer aus Licht formt sich um dich herum.
ja: 眩い光が身体を包みました。
ko: 주변에 희미한 빛이 나타났습니다.
ru: Вас окружает сияние.
zh_cn: 光芒笼罩着你。

source: ACTIVE MISSIONS
de: LAUFENDE MISSIONEN
ja: 有効な依頼
ko: 진행 중인 미션
ru: АКТИВНЫЕ ЗАДАНИЯ
zh_cn: 激活的任务

source: Adventured:
ja: 冒険:
zh_cn: 已探索：

source: Aggression: %d
ja: 攻撃: %d
zh_cn: 兽性：%d

source: Altruism: %d
ja: 利他: %d
zh_cn: 良心：%d

source: Anger: %d
ja: 怒り: %d
zh_cn: 愤怒：%d

source: Are you sure you want to sleep?
de: Willst du wirklich schlafen?
ja: ここで眠りますか？
ko: 잠을 잡니까?
ru: Вы уверены, что хотите лечь спать?
zh_cn: 确认要睡觉吗？

source: Ascend Stairs
de: Treppen hochsteigen
ja: 階段を上がる
ko: 계단 올라가기
ru: Подняться по лестнице
zh_cn: 上楼

source: Attach bag
de: Tasche anbringen
ja: バッグを取り付ける
zh_cn: 带上包袋

source: Auto safe mode OFF!
de: Auto-Sicherheitsmodus AUS!
ja: 自動セーフモードを無効化します！
ko: 자동 안전 모드 해제!
ru: Автобезопасный режим ВЫКЛЮЧЕН!
zh_cn: 自动安全模式关闭！

source: Auto safe mode ON
de: Auto-Sicherheitsmodus EIN!
ja: 自動セーフモードを有効化します！
ko: 자동 안전 모드 켜짐!
ru: Автобезопасный режим включён!
zh_cn: 自动安全模式打开！

source: Auto-move cancelled
de: Automatische Fortbewegung abgebrochen
ja: 自動移動を取り消しました。
ko: 자동이동 취소됨
ru: Авто-перемещение отменено.
zh_cn: 自动移动终止

source: Bag item:
de: Gegenstand einpacken:
ja: バッグ内のアイテム:
zh_cn: 包袋物品:

source: Bravery: %d
ja: 度胸: %d
zh_cn: 勇气：%d

source: Bright light.
de: Helles Licht.
ja: 光明
ko: 밝은 빛.
ru: Яркий свет.
zh_cn: 强光。

source: COMPLETED MISSIONS
de: ERFOLGREICHE MISSIONEN
ja: 完了した依頼
ko: 완료한 미션
ru: ВЫПОЛНЕННЫЕ ЗАДАНИЯ
zh_cn: 完成的任务

source: Can't drive this vehicle remotely. It has no working controls.
ja: この車両を遠隔操作する事は出来ません。作動中の制御装置がありません。
zh_cn: 无法遥控该载具。它没有控制器。

source: Cause [p]ain
de: [p] Schmerzen verursachen
ja: [p]設定/苦痛
zh_cn: 造成[p]疼痛

source: Change weather
de: Wetter wechseln
ja: 天候変更
ko: 날씨 변경
ru: Сменить погоду
zh_cn: 改变天气

source: Check game state...
de: Spielzustand überprüfen
ja: ゲームの状態を確認します...
ko: 게임 상태 확인...
ru: Проверить состояние игры...
zh_cn: 检查游戏状态...

source: Choose corpse to butcher
de: Wähl eine Leiche zum Schlachten
ja: 解体する死体を選択
ko: 해체할 시체를 고르세요.
ru: Выберите труп для разделки
zh_cn: 选择尸体屠宰

source: Choose corpse to butcher / item to disassemble
de: Leiche zum Schlachten bzw. Gegenstand zum Demontieren auswählen
ja: 解体する死体/分解するアイテムを選択
ru: Выберите труп для разделки/ предмет для разбора
zh_cn: 选择屠宰的尸体/解体的物品

source: Choose item to disassemble
de: Gegenstand zum Demontieren wählen
ja: 分解するアイテムを選択
ru: Выбрать предмет для разборки.
zh_cn: 选择物品解体

source: Choose mission type
zh_cn: 选择任务类型

source: Choose vehicle to spawn
de: Von welchem Typ soll das Fahrzeug sein?
ja: 生成する車両を選択
ko: 생성할 차량을 선택하세요.
ru: Выберете машину для создания
zh_cn: 选择需要刷新的交通工具

source: Click directly on NPC to attack.
de: Klicke direkt auf den NPC zum Angreifen.
ja: 攻撃するNPCを直接クリックして下さい。
ru: Нажмите прямо на NPC, чтобы атаковать.
zh_cn: 点击NPC，战个痛♂快！

source: Click directly on monster to attack.
de: Klicke direkt auf das Monster zum Angreifen.
ja: 攻撃するモンスターを直接クリックして下さい。
ru: Нажмите прямо на него, чтобы атаковать.
zh_cn: 点击怪物，战个痛快！

source: Close where?
de: Wo schließen?
ja: どこを閉じますか？
ko: 어디를 닫습니까?
ru: Что закрыть?
zh_cn: 关闭哪里？

source: Collector: %d
ja: 収集: %d
zh_cn: 收集：%d

source: Commit suicide?
de: Selbstmord begehen?
ja: 自殺しますか？
ko: 자살하시겠습니까?
ru: Совершить самоубийство?
zh_cn: 确认自杀？

source: Confirm:
de: Bestätige:
ja: 確認:
ko: 확인:
ru: Подтверждаете:
zh_cn: 确认：

source: Consume item:
de: Gegenstand konsumieren:
ja: 食べるアイテムを選択:
ko: 물품 사용:
ru: Употребить:
zh_cn: 进食/消耗物品：

source: Container for %s
de: Behälter für %s
ja: %sの容器を選択
ru: Контейнер для %s.
zh_cn: （选择）容器来装 %s

source: Control vehicle where?
de: Wo soll ein Fahrzeug kontrolliert werden?
ja: どの車両を制御しますか？
ko: 어디로 차량을 조작합니까?
ru: Какой машиной управлять?
zh_cn: 控制哪里的交通工具？

source: Crack!
de: »Knacks!«
ja: メリッ！とひびが入る音が聞こえました。
ko: 파삭!
ru: Треск!
zh_cn: 破裂声！

source: Current overmap revealed.
de: Aktuellen Kartenabschnitt aufgedeckt.
ja: 周囲の地形を明らかにしました。
ko: 현 모든 지도 밝힘.
ru: Карта окрестностей раскрыта.
zh_cn: 当前世界地图已显示。

source: Current turn: %d; Next spawn %d. %s
de: Aktueller Zug: %d; Nächster Spawn: %d. %s
ja: 現在ターン: %d; 次のスポーンは%dです。 %s
zh_cn: 当前回合: %d; 下次生成 %d. %s

source: Cut up
ja: 切る
zh_cn: 分割

source: Cut up all you can
ja: 全てを切る
zh_cn: 分割全部

source: Damage Self
ja: 自身にダメージ
zh_cn: 自残

source: Deactivate the %s?
ja: %sを停止しますか？
zh_cn: 关闭 %s?

source: Deadline: %d (%d)
de: Frist: %d (%d)
ja: 期限: %d (%d)
ko: 마감시한: %d (%d)
ru: Крайний срок: %d (%d)
zh_cn: 期限: %d (%d)

source: Debug Functions - Using these is CHEATING!
de: Debug-Funktionen: Diese zu benutzen ist MOGELN!
ja: デバッグ機能 - これらの使用はチート行為です！
ko: 디버그 기능: 이건 *치트키* 나 다름없어!
ru: Функции отладки. Их использование - ЧИТЕРСТВО!
zh_cn: 调试模式-使用此功能等同于作弊！

source: Debug mode OFF!
ja: デバッグモードを無効化します！
zh_cn: 调试信息关闭 ！

source: Debug mode ON!
ja: デバッグモードを有効化します！
zh_cn: 调试信息打开！

source: Delete saved world?
de: Gespeicherte Welt löschen?
ja: 世界のセーブデータを削除しますか？
ko: 저장한 세계를 지우시겠습니까?
ru: Удалить сохраненный мир?
zh_cn: 删除保存的世界？

source: Descend Stairs
de: Treppen herabsteigen
ja: 階段を降りる
ko: 계단 내려가기
ru: Спуститься по лестнице
zh_cn: 下楼

source: Detach a vine? It'll hurt, but you'll be able to climb back up...
de: Eine Liane abtrennen? Es wird wehtun, aber du wirst in der Lage sein, hochzuklettern.
ja: 蔦を切り離しますか？負傷しますが、帰り道は確保できそうです…
ko: 덩굴이 끊어지는거요? 그건 아프겠죠. 하지만 다시 위로 올라갈 기회를 얻을 수 있을테니까요...
ru: Отделить лозу? Это будет больно, но вы сможете подняться обратно вверх...
zh_cn: 你要分离你的藤蔓么？这会对你造成伤害，但是这样你就可以沿着你分离的藤蔓爬回上面去了。

source: Dex %s%d!
de: Ges %s%d!
ja: 器用 %s%d!
ko: 민첩 %s%d!
ru: Лов %s%d!
zh_cn: 敏 %s%d!

source: Display hordes
de: Horden zeigen
ja: 大群表示
ru: Показать орды
zh_cn: 显示部落物种

source: Display weather
zh_cn: 显示天气

source: Dive from moving vehicle?
de: Vom sich bewegendem Fahrzeug springen?
ja: 走行中の車両から飛び降りますか？
ko: 달리는 차에서 뛰어내립니까?
ru: Выпрыгнуть на ходу?
zh_cn: 从行驶的车中跳出去？

source: Dive into the water?
de: In das Wasser tauchen?
ja: 水中に飛び込みますか？
ko: 물속으로 들어가시겠습니까?
ru: Погрузиться в воду?
zh_cn: 潜入水中？

source: Draw what?
de: Was ziehen?
ja: 何を描きますか？
zh_cn: 拿出什么？

source: Drop all items
de: Alle Gegenstände fallenlassen
ja: 全てのアイテムを落とす
zh_cn: 丢下全部物品

source: Drop where?
de: Wohin ablegen?
ja: どこに落としますか？
ko: 어디에 떨어트립니까?
ru: Куда выбросить?
zh_cn: 扔在哪里？

source: East:
de: Ost:
ja: 東:
ko: 동쪽:
ru: Восток:
zh_cn: 东：

source: Eat underbrush?
de: Gestrüpp essen?
ja: 藪を食べますか？
ko: 덤불을 먹겠습니까?
ru: Съесть куст?
zh_cn: 吃下灌木丛？

source: Edit [s]kills
de: [s]: Fertigkeiten bearbeiten
ja: [s]編集/技能
ko: [s]기술 수정
ru: [s] изм. навыки
zh_cn: [s]编辑技能

source: Edit name
de: Namen bearbeiten
ja: 編集/名前
zh_cn: 编辑名称

source: Edit type
de: Typ bearbeiten
ja: 編集/種類
zh_cn: 编辑类型

source: Engage targets.
de: Ziele angreifen.
ja: 目標と交戦
ko: 목표 지정.
ru: Поразить цели.
zh_cn: 击打目标。

source: Enter new pet name:
ja: 新しいペットの名前を入力:
zh_cn: 输入新宠物名：

source: Examine where?
de: Wo soll etwas untersucht werden?
ja: どこを調べますか？
ko: 어디를 조사합니까?
ru: Что изучить?
zh_cn: 检查哪里？

source: Example: -pipe,-chunk,-steel
ja: 例: -pipe,-chunk,-steel
zh_cn: 举例：-pipe,chunk,steel

source: Example: back,flash,aid, ,band
de: Beispiel: »Ruck,Blend,Erste, ,band«.
ja: 例: back,flash,aid, ,band
ko: 예: back,flash,aid,band
ru: Пример: back,flash,aid, ,band
zh_cn: 举例：black,flash,aid,band

source: Example: {c:food},{m:iron}
de: Beispiel: »{c:Essen},{m:Eisen}«
ja: 例: {c:food},{m:iron}
ko: 예시: {c:food},{m:iron}
ru: Например: {c:еда},{m:сталь}
zh_cn: 例如：{C：食品}，{M：铁}

source: Exit
de: Beenden
ja: 終了
ko: 나감
ru: Выйти
zh_cn: 退出

source: F
de: S
zh_cn: 华氏度

source: FACTIONS:
de: FRAKTIONEN:
ja: 所属:
ko: 세력:
ru: ФРАКЦИИ:
zh_cn: 派系:

source: FAILED MISSIONS
de: ERFOLGLOSE MISSIONEN
ja: 失敗した依頼
ko: 실패한 미션
ru: ПРОВАЛЕННЫЕ ЗАДАНИЯ
zh_cn: 失败的任务

source: Failed to save factions to %s
de: Fraktionen konnten nicht nach %s gespeichert werden
ja: 機能の保存に失敗しました%s
ko: %s에 세력을 저장하는데 실패했습니다.
ru: Невозможно сохранить фракции в %s
zh_cn: 存储派系至 %s 失败

source: Failed to save game data
de: Spieldaten konnten nicht gespeichert werden
ja: ゲームデータのセーブに失敗しました。
ko: 게임 데이터를 저장하는데 실패했습니다.
ru: Ошибка сохранения
zh_cn: 存储游戏数据失败

source: Failed to save player data
ja: プレイヤーデータのセーブに失敗しました。
zh_cn: 存储人物数据失败

source: Failed to save the maps
de: Karten konnten nicht gespeichert werden
ja: マップのセーブに失敗しました。
ru: Ошибка сохранения карты
zh_cn: 存储地图数据失败

source: Failed to save uistate to %s
de: uistate konnte nicht nach %s gespeichert werden
ja: UI設定の保存に失敗しました:%s
ko: %s에 UI 상태를 저장하는데 실패했습니다.
zh_cn: 存储界面状态至 %s 失败

source: Fear: %d
ja: 恐怖: %d
zh_cn: 害怕：%d

source: Female
de: Weiblich
ja: 女性
ko: 여성
ru: Женский
zh_cn: 女性

source: Filter:
ja: 選別:
ko: 필터 :
ru: Фильтр:
zh_cn: 筛选：

source: Follow me.
de: Mir folgen.
ja: 追従
ko: 날 따라와.
ru: Следуй за мной.
zh_cn: 跟随我。

source: Grab where?
de: Wo festhalten?
ja: どこを引っ張りますか？
ko: 어디를 잡습니까?
ru: Что схватить?
zh_cn: 抓住哪里？

source: Grant [i]tems
de: [i] Gegenstand geben
ja: [i]付与/アイテム
zh_cn: 获得[i]物品

source: Graze?
de: Grasen?
ja: 生えている草を食べますか？
ko: 풀을 뜯어먹을까요?
ru: Попастись?
zh_cn: 咀嚼植物？

source: HIGH PRIORITY
ja: 優先度/高
zh_cn: 高优先级

source: Halfway down, the way down becomes blocked off.
de: In der Mitte des Weges ist der Weg blockiert.
ja: 道が途中でふさがっています。
ko: 반쯤 내려가자, 내려가는 길은 막혀버렸습니다.
ru: На полпути вниз, вы обнаруживаете, что путь заблокирован.
zh_cn: 往下的路中途被挡住了.

source: High Priority:
de: Hohe Priorität:
ja: 優先度/高:
ko: 우선도 높게 :
ru: Высокий приоритет:
zh_cn: 提高优先级：

source: Hostile survivor spotted!
de: Feindlichen Überlebenden aufgespürt!
ja: 敵対的な生存者を発見しました！
ko: 적대적 생존자가 발견됨!
ru: Обнаружен враждебный выживший!
zh_cn: 发现了有敌意的幸存者！

source: Ignoring enemy!
de: Ignoriere Gegner!
ja: 敵を無視します！
ko: 적 무시!
ru: игнорировать врагов!
zh_cn: 忽视敌人！

source: Ignoring laser targeting!
zh_cn: 忽略被激光标记！

source: In memory of:
de: In Gedenken an:
ja: 思い出と共に眠る:
zh_cn: 以此纪念：

source: Increase all skills
de: Alle Fähigkeiten verbessern
ja: 全てのスキルを成長させる
ko: 모든 기술 레벨 증가
ru: Повысить все навыки
zh_cn: 提高所有技能

source: Int %s%d!
ja: 知性 %s%d!
ko: 지능 %s%d!
ru: Инт %s%d!
zh_cn: 智 %s%d!

source: Invalid selection.
de: Ungültige Auswahl.
ja: 無効な選択
ko: 잘못된 선택입니다.
ru: Недопустимый выбор.
zh_cn: 无效的选择

source: Inventory:
de: Inventar:
ja: 所持品:
ko: 인벤토리
ru: Инвентарь:
zh_cn: 物品栏：

source: It is empty.
de: Es ist leer.
ja: 何も入っていない。
ko: 비어있습니다.
ru: Здесь пусто.
zh_cn: 它是空的。

source: It takes some time to move the %s.
zh_cn: 移开%s需要花点时间。

source: It takes some time to move the heavy %s.
de: Es kostet etwas Zeit, das schwere %s zu bewegen!
ja: 重い%sを動かすには少し時間がかかります。
ko: 무거운 %s을(를) 움직이는 것은 그리 오랜 시간이 걸리지 않습니다.
ru: Надо какое-то время, чтобы передвинуть %s.
zh_cn: %s有点沉，移动它需要花些时间。

source: It's too dangerous to tunnel that far!
de: Es ist zu gefährlich, so weit zu tunneln!
ja: そこを深く掘るのは危険すぎます！
ko: 더 이상 굴을 파는 것은 너무 위험합니다!
ru: Слишком опасно создавать такой длинный туннель!
zh_cn: 如此深入隧道实在太危险了！

source: Items
de: Gegenstände
ja: アイテム
ru: Предметы
zh_cn: 物品

source: KILL COUNT: %d
ja: 殺害数: %d
zh_cn: 杀敌记数：%d

source: Kill NPCs
de: NPCs töten
ja: NPCを殺す
ko: NPC 죽이기
ru: Убить NPC
zh_cn: 杀死NPC

source: Kills:
de: Getötet:
ja: 殺害数:
ko: 킬 :
ru: Убийств:
zh_cn: 杀敌数：

source: L ARM
ja: 左腕
ko: 왼팔
ru: Л РУК
zh_cn: 左臂

source: L LEG
de: L BEIN
ja: 左脚
ko: 좌다리
ru: Л НОГ
zh_cn: 左腿

source: LOW PRIORITY
ja: 優先度/低
zh_cn: 低优先级

source: Label here: %s
de: Beschriftung hier: »%s«
ja: 付箋: %s
zh_cn: 标记在这：%s

source: Last Words:
de: Letzte Worte:
ja: 最後の言葉:
zh_cn: 遗言：

source: Last words: %s
ja: 最後の言葉: %s
zh_cn: 遗言：%s

source: Learn all melee styles
de: Alle Nahkampftechniken erlernen
ja: 全ての格闘スタイルを学ぶ
ko: 모든 무술 배우기
ru: Выучить все боевые стили
zh_cn: 掌握所有格斗类型

source: Location %d:%d in %d:%d, %s
de: Ort: %d:%d in %d:%d, %s
ja: 位置 %d:%d in %d:%d, %s
zh_cn: 地点 %d:%d 在 %d:%d, %s

source: Low Priority:
de: Niedrige Priorität:
ja: 優先度/低:
ko: 우선도 낮게 :
ru: Низкий приоритет:
zh_cn: 降低优先级：

source: Lua Command
de: Lua-Befehl
ja: Luaコマンド
ko: Lua 명령어
ru: Инструкция Lua
zh_cn: Lua命令

source: Male
de: Männlich
ja: 男性
ko: 남성
ru: Мужской
zh_cn: 男性

source: Map editor
de: Karteneditor
ja: マップエディタ
ko: 맵 에디터
ru: Редактор карты
zh_cn: 地图编辑器

source: Martial arts debug.
de: Kampfkünste-Debug.
ja: 武道をデバッグします。
zh_cn: 武术debug

source: Monster in the way. Auto-move canceled.
de: Monster im Weg. Automatisches Bewegen abgebrochen.
ja: 移動先にモンスターが存在します。自動移動を取り消しました。
ru: Монстр на пути. Авто-движение отменено.
zh_cn: 怪物挡道。自动移动取消。

source: Monsters
de: Monster
ja: モンスター
ru: Монстры
zh_cn: 怪物

source: Monsters spotted!
de: Monster aufgespürt!
ja: モンスターを発見しました！
ko: 괴물이 발견됨!
ru: Обнаружены монстры!
zh_cn: 发现了怪物！

source: Move East
de: Ostwärts bewegen
ja: 東へ移動
ko: 동쪽으로 이동
ru: Двигаться на восток
zh_cn: 向东移动

source: Move North
de: Nordwärts bewegen
ja: 北へ移動
ko: 북쪽으로 이동
ru: Двигаться на север
zh_cn: 向北移动

source: Move Northeast
de: Nordostwärts bewegen
ja: 北東へ移動
ko: 북동쪽으로 이동
ru: Двигаться на северо-восток
zh_cn: 向东北移动

source: Move Northwest
de: Nordwestwärts bewegen
ja: 北西へ移動
ko: 북서쪽으로 이동
ru: Двигаться на северо-запад
zh_cn: 向西北移动

source: Move South
de: Südwärts bewegen
ja: 南へ移動
ko: 남쪽으로 이동
ru: Двигаться на юг
zh_cn: 向南移动

source: Move Southeast
de: Südostwärts bewegen
ja: 南東へ移動
ko: 남동쪽으로 이동
ru: Двигаться на юго-восток
zh_cn: 向东南移动

source: Move Southwest
de: Südwestwärts bewegen
ja: 南西へ移動
ko: 남서쪽으로 이동
ru: Двигаться на юго-запад
zh_cn: 向西南移动

source: Move West
de: Westwärts bewegen
ja: 西へ移動
ko: 서쪽으로 이동
ru: Двигаться на запад
zh_cn: 向西移动

source: Moving past this %s is slow!
de: Sich an diesem %s vorbei zu bewegen ist langsam!
ja: %sの上を通ると移動速度が遅くなります！
ko: %s을(를) 통과하는데 많은 시간이 소모됩니다!
ru: Передвижение через %s замедлено!
zh_cn: 小心翼翼的穿过 %s !

source: Moving the heavy %s is taking a lot of time!
de: Es kostet viel Zeit, das schwere %s zu bewegen!
ja: 重い%sを動かすにはとても時間がかかります！
ko: %s이(가) 무거워서 움직이는데 많은 시간이 소요됩니다!
ru: Перемещение %s займёт кучу времени из-за тяжести!
zh_cn: %s很重，移动它需要花费很多时间！

source: Mutate
de: Mutieren
ja: 変異の取得/削除
ko: 신체 변이
ru: Мутировать
zh_cn: 产生突变

source: NE:
de: NO:
ja: 北東:
ko: 북동쪽:
ru: СВ:
zh_cn: 东北：

source: NPC in the way, Auto-move canceled.
de: NPC im Weg, Auto-Bewegung abgebrochen.
ja: 移動先にNPCが存在します。自動移動を取り消しました。
ru: На пути NPC. Авто-движение отменено.
zh_cn: NPC挡路。自动移动终止

source: NPCs are NOT going to spawn.
de: NPCs tauchen in Kürze NICHT auf.
ja: NPCはスポーンしません。
ko: NPC 가 스폰되지 않습니다.
ru: NPC не собираются зарождаться.
zh_cn: NPC将不会生成。

source: NPCs are going to spawn.
de: NPCs tauchen in Kürze auf.
ja: NPCがスポーンします。
ko: NPC 가 스폰됩니다.
ru: NPC собираются зарождаться.
zh_cn: 将要生成NPC。

source: NW:
ja: 北西:
ko: 북서쪽:
ru: СЗ:
zh_cn: 西北：

source: Never mind.
de: Vergiss es.
ja: 何でもない。
ko: 아무 것도 아닙니다.
ru: Ничего особенного.
zh_cn: 没啥情况。

source: Next item
de: Nächster Gegenstand
ja: 次のアイテム
ru: Следующий предмет
zh_cn: 下一个物品

source: No Zones defined.
de: Keine Zonen definiert.
ja: 区域設定無し
zh_cn: 没有定义的区域

source: No controls there.
de: Da ist keine Fahrzeugsteuerung.
ja: 制御できない。
ko: 그곳엔 아무 조종장치도 없습니다.
ru: Тут нет руля
zh_cn: 那里没有控制器。

source: No destination.
de: Kein Ziel.
ja: 何処にも行きません。
ko: 목적지 없음.
ru: Никуда не направляется.
zh_cn: 没有目标。

source: No door there.
de: Hier ist keine Türe.
ja: そこにはドアがない。
ko: 그곳엔 문이 없습니다.
ru: Здесь нет двери.
zh_cn: 那里没有门。

source: No furniture at grabbed point.
de: Du hälst kein Möbelstück fest.
ja: 掴もうとした時には掴む家具が存在しなかった。
ko: 해당 지점에 가구가 없습니다.
ru: Нет ничего в клетке захвата.
zh_cn: 指定方向没有家具。

source: No radio car connected.
de: Kein Funkauto verbunden.
ja: ラジコン模型自動車と接続されていない。
zh_cn: 没有连接的无线遥控车。

source: No vehicle at grabbed point.
de: Du hälst kein Fahrzeug fest.
ja: 掴もうとした時には掴む車両が存在しなかった。
ko: 그곳에는 차량이 없습니다.
ru: Здесь нет техники, чтобы её схватить.
zh_cn: 无车辆连在挂钩上。

source: No vehicle there.
de: Dort ist kein Fahrzeug.
ja: 車両がない。
ko: 그곳엔 아무 차량도 없습니다.
ru: Тут нет машины
zh_cn: 那里没有交通工具。

source: No.
de: Nein.
ja: いいえ。
ko: 아니오.
ru: Нет.
zh_cn: 否

source: North:
de: Nord:
ja: 北:
ko: 북쪽:
ru: Север:
zh_cn: 北：

source: Nothing at (%d,%d) to knockback!
de: Nichts auf (%d;%d) zum Wegstoßen!
ja: そこ(%d,%d)にはノックバックするものがありません！
ko: 넘어트릴 것이 없습니다!(%d,%d)
ru: Нечего отбросить в (%d,%d)!
zh_cn: 在(%d,%d)没有什么可以击退！

source: Nothing at grabbed point %d,%d.
de: Nicht am Festhaltepunkt %d;%d.
ja: 座標%d,%dには掴めるものがありません。
ko: %d,%d : 쥘 만한 부분이 없습니다.
ru: В точке %d,%d нет ничего, что можно схватить.
zh_cn: %d,%d没有可以抓住的东西。

source: Nothing happens.
de: Nichts passiert.
ja: 何も起きなかった。
ko: 아무 일도 일어나지 않았습니다.
ru: Ничего не произошло.
zh_cn: 没有任何事情发生。

source: Nothing relevant here.
de: Hier ist nichts relevantes.
ja: 適切なものがありません。
ko: 여기엔 의미있는 것이 아무것도 없습니다.
ru: Здесь ничего полезного.
zh_cn: 这里没什么有关的。

source: Oh! Hey, look at that. Your terminal is just a little too narrow. This game requires a minimum terminal size of %dx%d to function. It just won't work with only %dx%d. Can you stretch it out sideways a bit?
de: Ohje! Heh, sieh dir das an! Deine Konsole ist nur ein bisschen zu eng. Dieses Spiel benötigt eine Mindestgröße von %d×%d, um zu funktionieren. Es wird nicht mit nur %d×%d funktionieren. Kannst du sie etwas in die Länge ziehen?
ja: おや！ちょっと待ってください。画面が少し狭いようですね。このゲームが正常に動作するには%dx%dより大きい画面サイズが必要です。%dx%d丁度では動作しません。もう少し横幅を広げてみては？
ko: 오! 이봐요, 당신의 터미널은 좀 심하게 좁군요! 이 게임을 하기 위해서는 최소한 %dx%d 해상도가 필요합니다. %dx%d (으)로는 부족해요. 조금 화면을 넓혀줄 수 있나요?
ru: Стоп! Окно терминала слишком узкое! Игра требует минимум %dx%d. Размер терминала %dx%d не годится для игры. Можете его немного растянуть вбок?
zh_cn: 哦耶，瞧一瞧看一看，你的显示器有一点点窄。本游戏需要至少 %d×%d 的显示器才能正常运转。只有 %d×%d 它可玩不转。你能把它拉宽一点不？

source: Open where?
de: Wo öffnen?
ja: どこを開きますか？
ko: 어디를 엽니까?
ru: Что открыть?
zh_cn: 打开哪里？

source: Our fibers strain with renewed wrath!
ja: 我々の繊維は新たな怒りで張り裂けんばかりだ！
zh_cn: 我们的纤维随着怒火中烧而绷紧！

source: Out of %s!
de: %s ist alle!
ja: %sが切れました！
ko: %s이(가) 더 이상 없습니다!
ru: Закончились %s!
zh_cn: %s用完了！

source: Out of ammo!
de: Munition ist alle!
ja: 弾切れだ！
ko: 탄약이 바닥났습니다!
ru: Кончились боеприпасы!
zh_cn: 没子弹了！

source: Owed: %d
ja: 恩義: %d
zh_cn: 负债：%d

source: POWER
de: STROM
ja: 電力
ko: 전력
ru: ЭНЕРГ
zh_cn: 能量

source: Peek where?
de: Wohin linsen?
ja: どこを覗きますか？
ko: 어디를 엿봅니까?
ru: Куда выглянуть?
zh_cn: 窥视哪里？

source: Per %s%d!
de: Wah %s%d!
ja: 感覚 %s%d!
ko: 지각력 %s%d!
ru: Вос %s%d!
zh_cn: 感 %s%d!

source: Place items into bag
de: Gegenstände in Tasche ablegen
ja: アイテムをバッグに入れる
zh_cn: 将物品放入背包

source: Please wait as we build your world
de: Bitte warte auf die Generierung der Welt.
ja: 世界を創造しています。少々お待ち下さい。
ko: 세계가 생성되는 동안 기다려 주십시오
ru: Пожалуйста, подождите, идет создание мира
zh_cn: 请等待。世界正在创建中……

source: Please wait while the world data loads
de: Bitte warte, während die Weltdaten geladen werden
ja: 世界を読み込んでいます。少々お待ちください。
ko: 세계 데이터를 불러오는 동안 기다려주십시오.
ru: Пожалуйста, подождите пока загрузится мир
zh_cn: 请等待，世界数据载入中

source: Pour %s where?
de: Wohin %s verschütten?
ja: %sをどこへ注ぎますか？
ru: Где вылить %s?
zh_cn: 把 %s 倒在哪里?

source: Press
ja: 押す
zh_cn: 按

source: Press %s to accept your fate...
ja: '%s'で運命を受け入れる...
zh_cn: 按下%s接受你的命运。。。

source: Previous item
de: Vorheriger Gegenstand
ja: 前のアイテム
ru: Предыдущий предмет
zh_cn: 前一个物品

source: Pump until full?
de: Voll auftanken?
ja: 最大まで補充しますか？
ko: 가득 찰 때까지 펌프질합니까?
ru: Заправлять пока не заполнится?
zh_cn: 直接加满？

source: Push %s
de: %s drücken
ja: %sを押す
zh_cn: 推开%s

source: R ARM
ja: 右腕
ko: 오른팔
ru: П РУК
zh_cn: 右臂

source: R LEG
de: R BEIN
ja: 右脚
ko: 우다리
ru: П НОГ
zh_cn: 右腿

source: REALLY commit suicide?
de: WIRKLICH Selbstmord begehen?
ja: 本当に自殺しますか？
ko: 정말로 자살합니까?
ru: Точно хотите совершить самоубийство?
zh_cn: 别开玩笑，真心的确认自杀？

source: Ranking: %s
de: Rang: %s
ja: 関係: %s
ko: 순위 : %s
ru: Ранг: %s
zh_cn: 等级: %s

source: Read:
de: Lesen:
ja: 読むアイテムを選択:
ko: 읽기:
ru: Читать:
zh_cn: 读物：

source: Really attack %s?
de: Willst du %s wirklich angreifen?
ja: 本当に%sを攻撃しますか？
ko: 정말로 %s을(를) 공격합니까?
ru: Действительно атаковать %s?
zh_cn: 真的要攻击%s？

source: Really kill the zombie slave?
de: Den Zombiesklaven wirklich töten?
ja: 本当に奴隷ゾンビを殺しますか？
zh_cn: 真的终结这个丧奴吗？

source: Really step into that %s?
de: Wirklich in %s treten?
ja: 本当に%sの中に踏み込みますか？
ko: 정말 %s(으)로 발을 내딛습니까?
ru: Уверены, что хотите зайти в %s?
zh_cn: 真的要步入%s？

source: Really step onto that %s?
de: Wirklich auf %s treten?
ja: 本当に%sの上に踏み込みますか？
ko: 정말 %s 위로 발을 내딛습니까?
ru: Точно ли надо идти в %s?
zh_cn: 真的要走上%s？

source: Reassign item:
de: Gegenstand neuzuweisen:
ja: 入れ替えるアイテム:
ko: 물품 단축키 재지정:
ru: Переназначить предмет:
zh_cn: 重新指定物品快捷键：
