Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The flesh on your legs has been replaced by a strong armor, protecting you greatly.
de: Das Fleisch deiner Beine wurde durch eine starke Rüstung ersetzt, was dich sehr gut schützt.
ja: 脚を頑丈なものにします。打撃や斬撃から部位を護ります。
ko: 다리의 피부를 보호판으로 교체했습니다. 높은 보호력을 제공합니다.
ru: Плоть на ваших ногах заменена прочной броней, предоставляя вам отличную защиту.
zh_cn: 你的腿部被植入了合金装甲，完美的覆盖了腿部的每个部位。

source: The flesh on your torso has been replaced by a strong armor, protecting you greatly.
de: Das Fleisch deines Torsos wurde durch eine starke Rüstung ersetzt, was dich sehr gut schützt.
ja: 胴体を頑丈なものにします。打撃や斬撃から部位を護ります。
ko: 상체의 피부를 강한 보호판으로 교체했습니다. 높은 보호력을 제공합니다.
ru: Плоть на вашем туловище заменена прочной броней, предоставляя вам отличную защиту.
zh_cn: 你的躯干被植入了合金装甲，完美的覆盖了你躯干的每个部位。

source: The index fingers of both hands have powerful fire starters which extend from the tip.
de: Die Zeigefinger von deinen beiden Händen haben starke Anzünder, die an der Fingerspitze sind.
ja: 両手人差し指の先端に強力な発火装置を埋め込みます。
ko: 양손의 검지 끝에 강력한 발화 장치가 장착되었습니다.
ru: Кончики указательных пальцев обеих рук снабжены мощными зажигалками.
zh_cn: 你的双手手指尖端均安装了火焰喷射口，可喷射出高温火焰。

source: Thermal Dissipation CBM
de: Wärmeabführungs-KBM
ja: CBM: 熱消散システム
ko: CBM: 열 냉각기
ru: КБМ: Тепловыделение
zh_cn: 热能防护CBM

source: This high-power system uses a set of cameras and LEDs to make you blend into your background, rendering you fully invisible to normal vision. However, you may be detected by infrared, sonar, etc.
de: Dieses Hochenergiesystem verwendet eine Reihe Kameras und LEDs, um dich in den Hintergrund ineinander übergehen zu lassen, was dich völlig unsichtbar für die normale Sicht macht. Allerdings kannst du immer noch durch Infrarot, Sonar, usw. entdeckt werden.
ja: 高電力システムはカメラとLEDを使用して、背景に同化します。通常の視覚から完全に見え無くなりますが しかしながら赤外線、音波探知機などによって、検出される可能性があります。
ko: 이 최첨단 시스템은 몇 쌍의 카메라와 LED 를 사용해서 뒷 배경에 녹아들 수 있게 합니다. 일반 시야에서는 완전히 투명해 보이도록 투사할 수 있지만, 여전히 적외선이나 음향 탐지 등에는 걸릴 수 있습니다.
ru: Энергоемкая система использует набор камер и светодиодов, делая вас невидимым для нормального зрения. Однако вас могут обнаружить при помощи инфракрасного зрения, сонара и т.д.
zh_cn: 整套高科技的隐形系统由无数的迷你摄像机和LED灯组成，打开它，你可以很轻易的与周围环境融为一体，进入光隐形状态。但是，你仍旧可以被红外视觉发现，隐形系统也无法屏蔽声音和气味之类的信息。

source: This highly experimental unit folds space over short distances, instantly transporting your body up to 25 feet at the cost of much power. Note that prolonged or frequent use may have dangerous side effects.
de: Diese hochgradig experimentelle Einheit faltet den Raum in kurzen Entfernungen und teleportiert deinen Körper bis zu 7,62 m weit, bei hohem Strombedarf. Beachte, dass zu häufiges Verwenden gefährliche Nebenwirkungen haben kann.
ja: この極めて実験的な装置は25フィート(約7.6m)以内の短距離の瞬間移動を可能にします。しかし、危険な副作用が有り、長期に渡る使用、あるいは短期間での頻繁な使用に注意が必要です。
ko: 매우 실험적인 유닛으로, 짧은 거리를 공간 도약할 수 있습니다. 상당량의 전력을 소모해 최대 7.6 미터까지 순식간에 이동할 수 있습니다. 오래 사용하거나 자주 사용하면 위험한 부작용을 일으킬 수 있다는 것에 주의하세요.
ru: Энергозатратная экспериментальная установка сворачивания пространства мгновенно переместит ваше тело на расстояние до 8 метров. Следует учитывать, что длительное или частое использование может оказать опасные побочные эффекты.
zh_cn: 这个处于试验中的模板可将空间折叠进行短距离传送。通过消耗大量能量，你可以迅速传送至25英尺外的地方。提示，不要频繁的使用该组件。

source: This unit draws moisture from the surrounding air, which then is poured from a fingertip in the form of water. It may fail in very dry environments.
de: Diese Einheit zieht sich Feuchtigkeit aus der umgebenen Luft, welcher dann aus einer Fingerspitze in Form von Wasser läuft. Sie kann in sehr trockenen Gebieten versagen.
ja: 周囲の大気から水分を抽出して綺麗な水を作り出す装置です。乾燥した環境では失敗する可能性があります。
ko: 이 장치는 주변의 대기에서 수분을 흡수한 다음, 손가락 끝에서 마실 수 있는 물의 형태로 배출해냅니다. 매우 건조한 환경에서는 작동이 되지 않을 수도 있습니다.
ru: Это устройство собирает влагу из воздуха, которая конденсируется на кончике пальца в виде воды. Может не сработать в сухой обстановке.
zh_cn: 此模块可以从周围的空气中吸收水蒸气，并进行冷凝处理，提炼出可用的净水资源。在非常干燥的地区，此仪器可能效果不佳。

source: Through controlled application of electrochemical impulses, you are capable of altering your facial structure so as to subtly affect the reactions of others. This grants a bonus to all social interactions.
de: Mittels kontrollierter Anwendung elektrochemischer Impulse bist du in der Lage, deine Gesichtsstruktur so zu verändern, dass sie auf subtile Weise die Reaktionen Anderer beinflussen. Das gewährt dir einen Bonus auf alle sozialen Interaktionen.
ja: 電気化学的刺激を制御し表情を顔の構造ごと変化させるアプリケーションです。他者への印象を操ることで交渉の際にボーナスを得ます。
zh_cn: 通过生物化学控制的微型电机，你能够改变你的面部结构，从而巧妙地影响他人。这将对你所有的社交活动带来额外好处。

source: Throughout your body lies a network of miniature piezoelectric capacitors which can be charged with bionic power to temporarily protect you from external electrical discharge.
de: Durch deinem Körper liegt ein Netz aus winzig kleinen Kondensatoren, welche mit Bionikstrom aufgeladen werden können, um dich temporär vor elektrischer Entladung zu schützen.
ja: 体中に小型圧電キャパシタのネットワークを構築します。ネットワークを起動している間は外部からの放電を誘導し、身体を保護します。
ko: 당신의 몸 전체에는 외부 방전으로부터 일시적으로 보호하기 위해 내부 전력을 사용해서 충전할 수 있는 초소형 압전 축전지 네트워크가 설치되어있습니다.
ru: Ваше тело пронизывает сеть миниатюрных пьезоэлектрических конденсаторов, которые могут быть заряжены за счет бионической энергии, чтобы на короткое время защитить вас от внешнего электрического разряда.
zh_cn: 在你整个身体内部建立一个电介电容网络，可以暂时保护你免受外部电击的伤害。

source: Throughout your body lies a network of thermal piping which eases the effects of high and low ambient temperatures.
de: Durch deinem Körper verläuft ein Netz aus Thermalrohren, die die Wirkungen hoher und niedriger Umgebungstemperaturen abschwächen.
ja: 身体中に張り巡らされた熱交換パイプが 気温の影響による体温変化を抑えます。
ko: 전신에 주변 기온의 영향을 줄여줄 열전도 파이프가 설치되었습니다.
ru: Ваше тело пронизывает сеть температурный каналов, который снижают эффекты перепадов окружающей температуры.
zh_cn: 在你的体内布设一个热气管网，它可以轻易的影响周围环境温度的高低。嗯，自带空调是挺爽的。

source: Time Dilation CBM
de: Zeitdilatations-KBM
ja: CBM: 時間拡張システム
ko: CBM: 시간 지연
ru: КБМ: Замедление времени
zh_cn: 时间膨胀CBM

source: Torso Alloy Plating CBM
de: Torsolegierungsplattierungs-KBM
ja: CBM: 合金メッキ - 胴体
ko: CBM: 합금 보호판 - 상체
ru: КБМ: Металлическое покрытие - Торс
zh_cn: 合金装甲-躯干CBM

source: Uncanny Dodge CBM
de: Verblüffendes-Ausweichen-KBM
ja: CBM: 超回避システム
ko: CBM: 초인적 회피
ru: КБМ: Сверх-уклонение
zh_cn: 神奇闪避CBM

source: Unified Power System CBM
de: Einheitsstromzufuhr-KBM
ja: CBM: 統合電源システム
ko: CBM: 통합 전원장치
ru: КБМ: Единая энергосистема
zh_cn: 整合供能系统CBM

source: Vicious claws have been installed inside your fingers, allowing you to extend and retract them at the cost of a small amount of power. These do considerable cutting damage, but prevent you from holding anything else while extended.
de: Brutale Klauen wurden in deine Finger eingebaut. Du kannst sie mit geringfügigen Stromverbrauch aus- und einfahren. Sie richten beachtlichen Schnittschaden an, aber hindern dich daran, irgendetwas anderes zu tragen, während sie ausgefahren sind.
ja: 指に電力で伸縮するアダマンチウム製の鉤爪を埋め込みます。高い攻撃力と命中力を有する武器ですが、伸ばしている間は何も掴むことが出来ません。
ko: 위협적인 손톱이 당신의 손가락 속에 설치되었습니다. 약간의 내장 전력을 소모해서 손톱을 뽑을 수 있습니다. 상당한 베기 데미지를 줄 수 있지만, 사용하는 동안에는 어떤 것도 집을 수 없습니다.
ru: Мощные когти, установленные внутри вашим пальцев, позволяя выдвигать и убирать их за маленькие затраты энергии. Они наносят значительный режущий урон, но, когда выдвинуты, в руках нельзя ничего держать.
zh_cn: 你的手指头可以收回手掌并弹出锋利的爪子。爪子可造成劈砍伤害，但是此状态下你无法抓取任何物品。

source: Water Extraction Unit CBM
de: Wasserextraktionseinheit-KBM
ja: CBM: 水抽出ユニット
ko: CBM: 수분 추출기
ru: КБМ: Водяной насос
zh_cn: 体液萃取器CBM

source: Weather Reader CBM
ja: CBM: 気象表示装置
zh_cn: 气象识别CBM

source: While activated, your muscles will be greatly enhanced, increasing your strength by 20.
de: Solange es aktiviert ist, werden deine Muskeln stark verstärkt, was deine Stärke um 20 erhöht.
ja: 起動すると筋肉が大幅に増強されます。発動中は筋力に+20のボーナスを得ます。
zh_cn: 当该系统激活时，你的肌肉会得到极大的增强，增20点力量。

source: While fighting unarmed against a warm-blooded opponent, there is a chance that a successful hit will drain body heat, inflicting a small amount of extra damage, and increasing your power reserves slightly.
de: Beim unbewaffneten Kampf gegen einen warmblütigen Gegner gibt es eine Chance, dass ein erfolgreicher Treffer dessen Körpertemperatur verringert, ein bisschen zusätzlichen Schaden anrichtet und deine Stromreservern leicht erhöht.
ja: 温血生物に対して素手で攻撃を成功させれば、 少ない追加ダメージを負わせ、体温を吸収して 電力を増やすチャンスがあります。
ko: 비무장인 상태에서 온혈(warm-blooded)류 적을 공격할 경우 일정 확률로 체온을 흡수할 수 있습니다. 소량의 추가 피해를 주고, 전력을 약간 회복합니다.
ru: Во время сражения с теплокровным противником, есть шанс, что удар заберет у него тепло тела, причиняя небольшой дополнительный урон и немного восполняя энергетический запас.
zh_cn: 当你徒手攻击温血动物时，你有一定几率吸取对手身体的热能，造成额外伤害并少量增加自己的能量。

source: While fighting unarmed, or with a weapon that conducts electricity, there is a chance that a successful hit will shock your opponent, inflicting extra damage and disabling them temporarily at the cost of some energy.
de: Beim unbewaffneten Kampf oder beim Kampf mit einer Waffe, die Elektrizität leitet, gibt es eine Chance, dass ein erfolgreicher Treffer deinen Gegner schocken wird, was zusätzlichen Schaden und kurzzeitige Kampfunfähigkeit auf Kosten von etwas Energie anrichtet.
ja: 素手での格闘時、または導電性の武器を用いた 戦闘時、敵に近接攻撃を当てると 電気ショックを流すチャンスを得られます。 成功した場合、電力を若干消費して、 追加のダメージと一時的な麻痺を 与えることが出来ます。
ko: 맨손이나 전기가 통하는 무기를 사용하여 싸울 때, 일정 확률로 적을 감전시킬 수 있습니다. 감전 발생시 추가 피해를 주고 일시적으로 상대를 마비시키지만, 전력을 약간 소모합니다.
ru: Во время рукопашной борьбы или при использовании токопроводящего оружия, есть шанс поражения противника электричеством, которое причинит ему дополнительный урон и обездвижит. Требует энергетических затрат.
zh_cn: 当你徒手搏斗或者使用能传导电能的武器时，你有一定几率消耗部分能量电击对手，造成额外伤害并暂时使目标失去行动能力。

source: While this system is powered, you're able to visually sense your own scent, making it possible for you to recognize your surroundings even if you can't see it.
de: Solange dieses System bestromt ist, bist du in der Lage visuell deinen eigenen Geruch zu erfassen, was es dir ermöglicht, deine Umgebung wahrzunehmen, selbst wenn du sie nicht sehen kannst.
ja: このシステムに電力が供給される間、臭いを視覚的に検知することができます。 見ることができないような状況でも、 周囲を認識する事が可能になるでしょう。
ko: 이 장치에 전력이 공급되면, 냄새가 시각화되어 스스로의 체취를 볼 수 있습니다. 눈을 뜰 수 없는 상황에서도 주변 상황을 파악할 수 있게 됩니다.
ru: Когда эта система активна, вы можете ощущать запахи, что позволяет вам чувствовать окружение, даже если вы не видите его.
zh_cn: 当该系统激活时，你可以使你的嗅觉形象化，借以分辨你无法看到的东西。

source: While this system is powered, your body will produce very little odor, making it nearly impossible for creatures to track you by scent.
de: Während dieses System bestromt ist, wird dein Körper sehr wenig Geruch produzieren, was es nahezu unmöglich für Kreaturen macht, dich nach dem Geruch zu verfolgen.
ja: このシステムに電力が供給されている間は、身体から殆ど匂いを発しなくなります。生物が匂いで追跡する事を困難にします。
ko: 이 장치가 작동되면 몸에서 나는 체취가 크게 줄어들어, 냄새로는 추적을 거의 불가능하게 만듭니다.
ru: Во время работы системы, ваше тело будет пахнуть очень слабо, тем самым сделав практически невозможным найти вас по запаху.
zh_cn: 当该系统激活时，它会自动屏蔽你身上散发出的臭脚丫味，那些靠嗅觉追踪你的生物将无迹可寻。

source: Wired Reflexes CBM
de: Reflexverdrahtungs-KBM
ja: CBM: 反射神経活性化
ko: CBM: 반사신경 개선
ru: КБМ: Ускорение рефлексов
zh_cn: 线性反射弧CBM

source: You are equipped with bionic stimulators which augment your hematopoiesis system, allowing you to accelerate white blood cell production using bionic power.
de: Du bist mit Bionikstimulatoren, welche dein Blutbildungssystem verbessern, ausgestattet, was es dir ermöglicht, die Produktion der weißen Blutkörperchen mittels Bionikstrom zu beschleunigen.
ja: 白血球の生産を加速させ、造血力を高める刺激装置を装着します。
zh_cn: 你安装了刺激造血功能的生化系统，让您你消耗储能来加速白细胞的生产。

source: You burn alcohol as fuel in an extremely efficient reaction. However, you will still suffer the inebriating effects of the substance.
de: Du verbrennst Alkohol als Treibstoff auf extrem effiziente Weise. Allerdings wirst du immer noch unter den berauschenden Wirkungen der Substanz leiden.
ja: アルコールを非常に効率的な燃料として使う事が出来ます。しかし、人を酔わせる効果は、この場合でも受けてしまいます。
ko: 아주 효과적인 반응을 통해 알코올을 연료로 사용할 수 있습니다. 하지만 여전히 술에 취하며, 숙취로 고통받을 수도 있습니다.
ru: Вы можете использовать алкоголь как очень эффективное топливо. Однако, вы все равно будете страдать от воздействия алкоголя на организм.
zh_cn: 你通过一种极其高效的转换方式燃烧酒精产生能量。不过，你还是会受到醉酒的困扰。

source: You can burn nearly any organic material as fuel (use 'E'), recharging your power level. Some materials will burn better than others. Can be toggled on and off at will.
de: Du kannst nahezu jedes organische Material als Treibstoff benutzen (drücke »E«), was deinen Strompegel erhöht. Einige Materialien werden besser als andere brennen.
ja: どんな物質でも体内炉で焼却する事で燃料に変えて、電力を充電出来ます。一部の素材は効率の良い燃料になるでしょう。オンオフの切り替えが可能です。
zh_cn: 你可以用周围的有机物作为燃烧的燃料（使用<E>键），并回复你的能量值。某些材料有额外加成。可以根据情况打开或关闭。

source: You generate a powerful shockwave, knocking back all nearby creatures. Targets are stunned briefly, take damage and additional stun upon impact with impassable terrain, and knockback any creatures they collide with.
de: Du erzeugst eine starke Druckwelle, die alle nahen Kreaturen wegdrückt. Die Ziele werden kurz betäubt, nehmen Schaden und zusätzliche Betäubung beim Schlag um undurchdringbares Gelände und drücken jegliche Kreaturen weg, mit denen sie zusammenstoßen.
ja: 強力な衝撃波を生み出す装置を取り付けます。近くのあらゆる存在をノックバックさせ、さらにスタンさせます。このノックバックによって壁などに衝突した場合はダメージと追加のスタンを与えます。
ko: 근처에 있는 적들을 전부 넘어트릴 수 있을 정도로, 강력한 충격파를 만들어 낼 수 있습니다. 목표는 잠시 기절하며, 통과할 수 없는 지형에 부딪혔을 경우 데미지와 함께 추가적으로 기절합니다. 이 효과를 받지 않은 적들은 밀려납니다.
ru: Вы генерируете мощную ударную волну, отталкивающую всех ближайших созданий. Они ненадолго оглушаются и получают повреждения. Также могут получить дополнительное оглушение, если ударяются о непроходимые объекты и отталкивают создания, с которыми они сталкиваются.
zh_cn: 你产生一道强力的冲击波，击退所有附近的生物并造成短暂的眩晕！如果撞击在无法通行的地形上将造成额外的伤害和眩晕。

source: You have a battery draining attachment, and thus can make use of the energy contained in normal, everyday batteries. Use 'E' to consume batteries. Can be toggled on and off at will.
de: Du hast einen Batterieentladungs-Aufsatz und kannst somit Gebrauch von Energie, welche in normalen Alltagsbatterien enthalten ist, machen. Benutze die »E«-Taste, um Batterien zu konsumieren. Kann nach Belieben an und ausgeschaltet werden.
ja: 自身に電池からの電力供給を可能する電力変換回路を取り付けます。電池の電力はEキーで使用する事が出来ます。オンオフの切り替えが可能です。
zh_cn: 你拥有一个电池系统，可以使用其将体内的能量维持在正常水平。按<E>来使用电池。你不得不努力提醒自己不是装干电池只会兜圈子的玩具机器人。当然，你可以根据情况打开或关闭它。

source: You have a few solar panels installed. While in direct sunlight, your power level will slowly recharge.
de: Dir wurden ein paar Solarzellen installiert. Wenn du im direktem Sonnenlicht stehst, wird sich dein Strompegel langsam aufladen.
ja: 数枚のソーラーパネルを組み込みます。 電力は日光の当たる場所にいる間、 ゆっくりと充電されるでしょう。
ko: 몇 개의 광전지판이 탑재되었습니다. 태양 빛을 직접 받으면, 전력이 서서히 충전됩니다.
ru: У вас имеется небольшая солнечная панель. Под прямым солнцем ваши аккумуляторы медленно заряжаются.
zh_cn: 你在身上安装了一个小型的太阳能板。当你被阳光直射时，会缓慢充能。

source: You have been equipped with an internal atomic clock, ensuring that you will always know the current time.
de: Du wurdest mit einer integrierten Atomuhr ausgestattet, was sicherstellt, dass du immer die aktuelle Uhrzeit weißt.
ja: 体内に取り付ける原子時計です。常に正確な時刻を知る事が出来ます。
ko: 당신의 몸속에는 내부 원자 시계가 탑재되어있기 때문에 언제나 현재 시각을 알 수 있습니다.
ru: Вам были имплантированы атомные часы, это гарантирует, что вы всегда будете знать текущее время.
zh_cn: 你体内安装了一个小型原子钟，确保你永远知道当前的时间。

source: You have been outfitted with three synthetic stomachs and industrial-grade intestines. Not only can you extract much more nutrition from food, but you are highly resistant to foodborne illness, and can sometimes eat rotten food.
de: Du wurdest mit drei künstlichen Mägen und Därmen in Industriequalität ausgestattet. Du kannst nicht nur viel mehr Nährstoffe von Nahrung aufnehmen, du bist außerdem auch sehr widerstandsfähig gegen Lebensmittelerkrankungen und kannst manchmal verdorbene Lebensmittel essen.
ja: 3つの人工胃と産業用の腸を装着します。 これは食料からより多くの栄養を抽出する事が出来るだけでなく、食中毒に対する強い抵抗力や 腐敗した食料を摂取する事まで可能にします。
ko: 3개의 인공 위장과 1개의 인공 창자가 설치되었습니다. 음식에서 더 많은 양분을 얻어낼 뿐만 아니라, 음식으로 인한 질병에도 강한 내성을 갖게 됩니다. 또한 가끔은 썩은 음식도 먹을 수 있습니다.
ru: Вы оборудованы тремя искусственными желудками и кишечником промышленного класса. Вы не только лучше перевариваете пищу, но и устойчивы к пищевым отравлениям. Так же иногда можете есть гнилые продукты.
zh_cn: 你的消化系统被改造成了拥有三个人造胃和肠道的系统。你不仅可以从食物中吸收更多营养，还会对食物传染类疾病产生很高的抗性。

source: You possess razor-sharp retractable claws underneath your fingernails, ten double-edged blades four centimeters in length that do a small amount of unarmed slashing damage whenever your fingertips are uncovered.
de: Du besitzt rasiermesserscharfe ausfahrbare Klauen unter deinen Fingernägeln, zehn zweischneidige Klingen, jeweils vier Zentimeter lang, welche einen geringfügigen unbewaffneten Schnittschaden anrichten, solange deine Fingerspitzen unbedeckt sind.
ja: 爪と指の間に極薄で出し入れ自在の刃を埋め込みます。10本4cmの両刃の剣は攻撃の際に多少の追加ダメージを発生させるでしょう。当然指先が覆われていない場合に限りますが。
ko: 당신은 손톱 아래에 면도날같이 날카로운 격납식 클로를 가지고 있습니다. 열개의 4cm짜리 양날 클로가 나타날 때마다 약간의 비무장 베기 피해를 가할 수 있습니다.
ru: Вы имеете острые, как бритва, втягивающиеся когти под вашими ногтями. Десять двугранных лезвий, длиной четыре сантиметра, что позволяет наносить небольшие режущие повреждения в рукопашном бою всякий раз, когда кончики ваших пальцев будут свободны, например если не носите перчатки.
zh_cn: 在你的指甲之下有着锋利的、可伸缩的爪子，十把四厘米长的利刃可以在你的指尖没有被覆盖时造成轻微的劈砍伤害。

source: Your body is equipped with a chain lightning generator, allowing you to emit a blast of lightning at a target, leaving a trail of lightning in its wake, jumping to additional targets within 4 tiles of the previous target.
de: Dein Körper wurde mit einem Kettenstoßspannungsgenerator, mit dem du einen Blitzschlag zu einem Ziel ausstoßen kannst, was im nachhinein weitere Blitze, die auf weitere Ziele in bis zu 4 Feldern Entfernung vom Urspungsziel aufspringen können, hinterlässt.
ja: チェインライトニング発生装置を装着します。この稲妻は目標に向かった後、そこから4タイル以内にいる別の目標へと連鎖し飛んで行くという特徴があります。
ko: 몸에 연쇄 번개를 만들 수 있는 장비를 탑재했습니다. 목표에 번개를 발사할 수 있으며, 번개가 지나간 자리에도 번개가 남습니다. 번개는 목표 4 타일 주변에 있는 다른 적에게 옮겨갑니다.
ru: Ваше тело экипировано генератором молний, позволяя вам пускать цепные молнии, способные перескакивать на дополнительные цели в пределах 4-х тайлов.
zh_cn: 你的身体装载有一个闪电发生器，可以释放闪电攻击敌人。闪电命中目标后会跳跃到附近4格范围内的敌人身上。

source: Your brain has been enhanced with bionic coprocessors, giving you a +2 bonus to intelligence.
de: Dein Hirn wurde mit Bionik-Koprozessoren verbessert, was dir einen Bonus von +2 in Intelligenz gibt.
ja: 大脳を補佐するコプロセッサを取り付け情報処理能力を高めます。知性に+2のボーナスを得ます。
ko: 보조연산 바이오닉이 설치되어, 지능에 2 보너스를 받습니다.
ru: Твой мозг работает лучше благодаря встроенному сопроцессору. Это даёт бонус +2 к интеллекту.
zh_cn: 你的大脑植入了生物处理芯片，思维更敏锐了，智力+2。

source: Your digestive system and power supply are interconnected. Any drain on energy instead increases your hunger. Can be toggled on and off at will.
de: Dein Verdauungstrakt und dine Stromversorgung sind miteinander verbunden. Jeder Energieverbrauch erhöht stattdessen deinen Hunger. Kann nach Belieben an und ausgeschaltet werden.
ja: 消化器官と動力源を相互に接続し、 電力消費の代わりに空腹度を増加させます。
zh_cn: 你的消化系统和能量补给系统连接在了一起。你的所有能量消耗将转化为饱食度的损耗。你可以根据情况打开或关闭它。

source: Your digestive system has been outfitted with a series of filters and processors, allowing you to reclaim waste liquid and, to a lesser degree, nutrients. The net effect is a greatly reduced need to eat and drink.
de: Dein Verdauungssystem wurde mit einer Reihe von Filtern und Anlagen ausgestattet, was es dir ermöglicht, Ausschuss-Flüssigkeiten und im geringerem Maße Nährstoffe aufzunehmen. Das Endergebnis ist ein stark reduzierzer Hunger und Durst.
ja: 消化器系は数枚のフィルタや処理装置を備えており、廃棄物から質は劣る物の、更なる栄養分を取り出す事が出来ます。 これにより食事や水分補給の頻度を大きく下げる事が可能になります。
ko: 여러 가지 필터와 처리장치가 소화계에 설치되어, 낭비되는 물과 영양분을 회수할 수 있습니다. 결과적으로 물과 식량의 필요를 크게 줄여줍니다.
ru: В вашу пищеварительную систему встроены фильтры и процессоры, позволяющие лучше усваивать жидкости и, в меньшей степени, твердую пищу. В итоге вам реже надо есть и пить.
zh_cn: 你的消化系统被改造成了拥有一系列过滤器和处理器的装置，允许你从废液中提取少量的营养物质。此功能可大幅度降低你对吃喝的需求。

source: Your entire body may resonate at very high power, creating a short-range shockwave. While it will not do much damage to flexible creatures, stiff items such as walls, doors, and even robots will be severely damaged.
de: Dein gesamter Körper kann mit sehr viel Energie schwingen und damit Druckwellen kurzer Reichweite erzeugen. Während dies nicht sehr viel Schaden an flexiblen Kreaturen anrichtet, werden starre Dinge wie Wände, Türen und sogar Roboter stark beschädigt.
ja: 狭い範囲に破壊的な音波を放つ機構を取り付けます。壁やドアなど硬いオブジェクトを破壊するのに適していますが、強烈な騒音を発生させます。
ko: 전신이 강력하게 진동하여 근거리 충격파를 생성합니다. 일반적인 생물체에겐 큰 피해를 줄 수 없지만, 문 같은 딱딱한 물체에는 큰 효과가 있습니다. 로봇에게도 강력한 피해를 줄 수 있습니다.
ru: Ваше тело может резонировать, создавая ударную волну малого радиуса. Наносит малые повреждения подвижным существам, однако неподвижным, таким как стены, двери или роботы, наносится значительный урон.
zh_cn: 你的全身可以在高能状态下形成共振，并产生一个短距离的冲击波。它对柔韧的物体没有太大伤害，但硬物例如墙壁、门甚至机器人会遭受重创。

source: Your eye sockets have been sealed with highly protective mirrored lenses and your tear ducts have been re-routed to your mouth. When you cry, you must spit out or swallow your tears.
de: Deine Augenhöhlen wurden mit stark schützenden verspiegelten Linsen versiegelt und deine Tränenkanäle wurden zu deinem Mund umgeleitet. Wenn du weinst, musst du spucken oder deine Tränen schlucken.
ja: 眼窩を保護レンズで覆い、涙管を口内に繋ぎます。眼が受けるであろう悪影響を防ぎます。
zh_cn: 你的眼眶被高保护性镜片所封闭，你的泪管被重新导向你的口腔。当你哭泣的时候，你必须吐出或吞下你的眼泪。

source: Your eyes are equipped with range finders, and their movement is synced with that of your arms, to a degree. Shots you fire will be much more accurate, particularly at long range.
de: Deine Augen wurden mit Entfernungssensoren ausgestattet und ihre Bewegung ist mit der deiner Arme synchronisiert, zumindest teilweise. Deine abgefeuerten Schüsse werden viel treffsicherer sein, besonders bei großen Entfernungen.
ja: 両眼に距離計が装備され、 その動きはある程度まで腕と同期します。これにより長距離射撃の精度が上昇します。
ko: 눈에 거리측정기가 장착되고, 여기서 얻어낸 자료는 팔과 동기화됩니다. 사격 정확도가 향상되며, 특히 장거리 사격시 효과가 좋습니다.
ru: Ваши глаза снабжены дальномером и синхронизированы с передвижением ваших рук. Это делает вашу стрельбу точнее, особенно на дальние дистанции.
zh_cn: 你的眼睛植入了测距仪，某种意义上来说，它们几乎可以和你的手保持同步。你的射击将更加精准，尤其是远程射击效果拔群。

source: Your eyes have a thin membrane that closes over your eyes while underwater, negating any vision penalties.
de: Deine Augen haben eine dünne Membrane, welche sich über deine Augen legen, während du unter dem Wasser bist, was sämtliche Sichtbehinderungen ausschließt.
ja: 両眼が薄い膜で保護されています。 これにより水中にいる間、 視界に一切のペナルティを受けなくなります。
ko: 눈에 잠수할 때 안구를 덮어주는 얇은 막이 있습니다. 잠수시의 시야 페널티를 없앱니다. (역주: 일부 동물들이 가지고 있는 '순막(Nictating Membrane)'을 말합니다. 이해를 위해서 물품명은 '제 3의 눈꺼풀'로 해두었습니다.)
ru: Ваши глаза имеют тонкую мембрану, которая защищает их под водой, убирая все сложности обзора.
zh_cn: 你的眼睛植入了一层人造瞬膜，当你在水下时会覆盖你的眼睛，免疫所有视觉惩罚。

source: Your eyes have been modified to amplify existing light, allowing you to see in the dark.
de: Deine Augen wurden modifiziert, so dass sie vorhandenes Licht verstärken können, was dich im Dunkeln sehen lässt.
ja: 目が光を増幅するよう改造され 暗闇の中で見渡せる範囲が広がります。
ko: 두 눈이 흡수한 빛을 증폭할 수 있게 개조되었습니다, 어두운 곳에서도 볼 수 있습니다.
ru: Ваши глаза модифицированы для усиления света, позволяя вам видеть в темноте.
zh_cn: 你的眼睛被植入了微型夜视仪，可充分利用微弱的光源增强你的夜视能力。

source: Your eyes have high-power, quick-reacting transition lenses installed over them, negating any glare penalties and protecting you from bright flashes including those of a welder.
de: Auf deinen Augen wurden schnell reagierende Wandellinsen, die ein Blenden verhindern und dich teilweise vor hellen Lichtblitzen wie die eines Schweißgeräts schützen, angebracht.
ja: 目に自動で光度を調整する偏光レンズを埋め込みます。眩しさで発生する全てのペナルティを防ぐだけでなく、溶接にも役立ちます。
ko: 당신의 눈에는 고성능 신속 반응 전환 렌즈가 설치되었습니다. 이 렌즈는 모든 섬광으로 인한 부정적 효과를 방지하고 당신을 용접기를 포함한 섬광 효과에서 보호해줍니다.
ru: На ваших глазах есть линзы быстро реагирующие на яркость света. Они защищают от ослепления солнечным светом, от ярких вспышек, а также во время сварки.
zh_cn: 你的眼睛上安装了快速反应折射镜头，无视任何强光，可以保护你的眼睛免受闪光的危害。
