Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The boss always said he could rely on you to pull through on the tough jobs. A shame he didn't manage it, himself. No stranger to a spot of violence, you almost feel at home in this new world already.
ko: 두목은 항상 당신이 어려운 일을 해결할 수 있다고 말하며 당신에게 의존했습니다. 애석하게도 그는 스스로 조직을 관리하지 못했죠. 싸움터에 익숙하기에 당신은 이미 새로운 세계를 편하게 여깁니다.
ru: Босс знал, что на вас можно положиться в самых грязных делах. От простого решения вопроса мордобоем, до более сложного "урегулирования отношений". Теперь, после конца света, вы наконец-то нашли своё место в обществе.

source: male Security Guard
ru: Охранник

source: female Security Guard
ru: Охранник

source: Security Guard
ko: 경비원
ru: Охранник

source: A low paid security guard, things have suddenly gotten a lot more dangerous than patrolling the grounds warding off potential thieves. You don't have any particularly useful skills, but you do have some useful equipment since you were on the job when things started going south.
ko: 당신은 저임금을 받는 경비원이며, 상황이 구역을 순찰하며 도둑을 쫓아내는 일보다 훨씬 위험하게 변했습니다. 당신은 특별히 유용한 기술을 가지고 있진 않지만, 근무 중 상황이 이상해지기 시작했을 때 챙겨둔 몇 가지 유용한 장비들을 가지고 있습니다.
ru: Вы были низкооплачиваемым охранником, когда все вдруг стало намного опаснее, чем патрулирование территории, для отпугивания потенциальных воров. Вы не имеете каких-либо полезных навыков, но имеете полезное оборудование, так как вы были на работе, когда все начали сваливать.

source: male Survivalist
ru: Выживальщик

source: female Survivalist
ru: Выживальщица

source: Survivalist
ko: 생존주의자
ru: Спец по выживанию

source: Skilled at surviving off the land far from civilization, your skills are quite likely to come in useful considering civilization is now full of monsters that want you dead. Your equipment is basic, but versatile - and with your skills, more than you need... except your canteen's run out!
ko: 문명에서 동떨어진 땅에서 생존하는 데 익숙한 당신의 기술은 문명이 당신을 죽이려 드는 괴물들로 가득 찬 현재 상황을 고려해보면 상당히 유용할 것입니다. 당신의 장비는 기초적이지만, 당신의 기술과 함께라면 쓸모가 많습니다. 당신이 필요로 하는 것보다 훨씬 더... 물론 당신의 수통이 텅 비었다는 것만 빼면!
ru: Вы обучены выживанию вдали от цивилизации. Похоже что, ваши навыки сильно пригодятся, поскольку теперь цивилизация полна монстров, которые хотят вашей смерти. Ваше снаряжение весьма простое, но универсальное, а с вашими навыками этого более чем достаточно… кроме тех случаев, когда ваша фляга пуста!

source: male Chain Smoker
ru: Заядлый курильщик

source: female Chain Smoker
ru: Заядлая курильщица

source: Chain Smoker
ko: 담배 중독자
ru: Заядлый курильщик

source: Everyone at work knew you as the person who always had a cigarette or two in hand. Now, you're down to a single pack, and you hope you find more soon. You start out with a strong nicotine addiction.
ko: 직장 동료들은 당신을 언제나 담배 한 까치, 혹은 두 까치를 손에 들고 있던 사람으로 기억해왔습니다. 이제 당신은 담배 한 갑과 함께 길에 쓰러져 있으며, 담배를 더 찾았으면 좋겠다는 희망을 가지고 있습니다. 강한 니코틴 중독 증상을 가지고 시작합니다.
ru: Все знают, что вы никогда не расстаетесь с сигаретой. У вас сильная никотиновая зависимость, а сигарет осталась всего одна пачка.

source: male Crackhead
ru: Наркоман

source: female Crackhead
ru: Наркоманка

source: Crackhead
ko: 크랙 중독자
ru: Кокаинщик

source: Cocaine. It is, indeed, a helluva drug. You blew your money on some dust, and before you knew it you were turning tricks behind the local CVS just to score one more line.
ko: 코카인. 그것은 정말로 대단한 마약이죠. 당신은 가루 조금을 위해서 전재산을 날려버렸으며, 당신이 그것을 깨닫기 전에는 동네 편의점 뒤에서 성매매를 했습니다.
ru: Кокаин. Действительно адская наркота. Вы спустили все деньги на пыль, перед тем, как вы поняли это, вы проворачивали трюки за спиной местного барыги, просто чтобы нюхнуть ещё одну дорожку.

source: male Hobo
ru: Бродяга

source: female Hobo
ru: Бродяга

source: Hobo
ko: 노숙자
ru: Бродяга

source: Society drove you to the fringes and set you wandering, with no home, no family, no friends, until you could only find solace in the bottom of a bottle. But society doesn't mean a thing anymore, and for all the crap thrown your way, you're still standing. God damn, you need a drink.
ko: 사회가 당신을 변두리로 몰아세우고 떠돌아다니게 만들었기에, 병 바닥에서 위안을 찾을 때까지, 집도 없고, 가족도 없고, 친구도 없었습니다. 더이상 사회는 아무런 의미도 갖지 못하게 되었고, 당신에게 있어서 사회는 그냥 쓰레기나 다름없어졌으며, 당신은 아직도 살아있습니다. 제기랄, 술이 더 필요해.
ru: Общество изгнало вас на окраину жизни и оставило вас блуждать без дома, без семьи, без друзей, пока что утешение вы нашли лишь на дне бутылки. Но общество ничего не значащая вещь больше, и, когда это дерьмо встало на вашем пути, вы остались стоять. Черт, надо выпить.

source: male Tweaker
ru: Аппер

source: female Tweaker
ru: Аппер

source: Tweaker
ko: 약쟁이
ru: Аппер

source: You're not entirely sure what happened, but everything has gone to shit, and the only thing running through your head is where you're gonna find your next hit.
ko: 무슨 일이 일어났는지 확실하게는 모릅니다. 하지만 왠지 전부 망해버렸다는 것은 알고 있으며, 당신의 뇌리를 스쳐 지나가는 유일한 생각은 다음에 복용할 마약을 찾으러 어디로 갈 것인지에 대해서입니다.
ru: Вы не особо поняли, что случилось, но случилось дерьмо, а единственная вещь в вашей голове, это где бы ещё обдолбаться.

source: male Cop
ru: Полицейский

source: female Cop
ru: Полицейский

source: Cop
ko: 경찰
ru: Полицейский

source: Just a small-town deputy when you got the call, you were still ready to come to the rescue. Except that soon it was you who needed rescuing - you were lucky to escape with your life. Who's going to respect your authority when the government this badge represents might not even exist anymore?
ko: 그 전화를 받기 전까지는 소도시의 평범한 보안관이었으며, 평상시처럼 구조를 위해 출동할 준비가 되어있었습니다. 잠시 후에 구조대상이 당신으로 바뀐 것만 빼면, 당신은 운 좋게도 탈출했고 목숨을 지켰습니다. 이 배지를 대변하는 정부가 더이상 존재하지를 않는데 누가 당신의 권위를 존경할까요?
ru: Обыкновенный помощник шерифа, когда вы получили вызов, вы были готовы прийти на помощь. Вот только вам самим понадобилась помощь, однако повезло, вы ушли живым. Кто будет уважать вашу власть, когда правительства больше не существует?

source: male Used Car Salesman
ru: Продавец автомобилей

source: female Used Car Salesman
ru: Продавец автомобилей

source: Used Car Salesman
ko: 중고차 판매원
ru: Продавец б/у авто

source: You've been accused of being the sort of person who'd be willing to sell your own mother for a dollar. It always left you insulted - you've been around the block a time or two, and you'd charge way more than a dollar - and get it, too!
ko: 당신은 돈을 위해서라면 자신의 어머니도 팔아먹는 부류의 인간으로 비난받아왔습니다. 그 탓에 항상 욕이 따라다니고,- 당신은 건물 단지를 한두 번 돌고, 더 많은 돈을 벌었습니다 - 계속해서 욕을 더 많이 먹습니다!
ru: Вас обвиняли в том, в вы тот тип человека, который продаст родную мать за доллар. Это всегда вас обижало: вы бывали в квартале пару раз и могли бы запросить и побольше денег и получить их!

source: male Bow Hunter
ru: Охотник с луком

source: female Bow Hunter
ru: Охотница с луком

source: Bow Hunter
ko: 활 사냥꾼
ru: Охотник с луком

source: Ever since you were a child you loved hunting, and you soon took a liking to the challenge of hunting with a bow. Why, if the world ended there's nothing you'd want at your side more than your trusty bow. So when it did, you made made sure to bring it along.
ko: 어릴 적부터 당신은 사냥을 좋아했으며, 이내 활 사냥을 좋아하게 되었습니다. 만약에 세상이 끝나더라도 당신의 오랜 활을 대신할 것은 없을 것이라고 생각했습니다. 그래서 진짜로 세상이 끝났을 때에도 활을 챙겨왔습니다.
ru: С тех самых пор как вы были ребенком, вы любили охоту, а вскоре выбор пал на охоту с луком. Что же, если бы мир закончился, нет ничего, что вы хотели бы на вашей стороне больше, чем верный лук. Поэтому, когда это произошло, вы снова убедились, что не зря взяли его с собой.

source: male Handy Man
ru: Слесарь

source: female Handy Man
ru: Слесарь

source: Handy Man
ko: 손재주 좋은 사람
ru: Слесарь

source: You used to work at a local hardware store, and you did a lot of home renovations yourself. Now you look out at the horizon of a ruined world, and wonder - are your meager skills, and the few supplies you grabbed on the way out, sufficient to help it rebuild?
ko: 당신은 동네 철물점에서 일하기도 했으며, 스스로 집을 수리하기도 했습니다. 이제 당신은 폐허가 된 세상의 지평선을 살펴보고 궁금해합니다. 당신의 보잘것없는 기술과 얼마 되지도 않는 자재로 위기를 헤쳐나가고 재건할 수 있을까요?
ru: Вы работали в местном хозяйственном магазине и самостоятельно отремонтировали кучу домов. Сейчас вы смотрите на горизонт разрушенного мира и удивляетесь - ваших невысоких навыков и несколько инструментов, что вы схватили на выходе, достаточно, чтобы помочь ему восстановиться?

source: male Lumberjack
ru: Лесоруб

source: female Lumberjack
ru: Лесоруб

source: Lumberjack
ko: 벌목꾼
ru: Лесоруб

source: You're a lumberjack, and you're okay. You felled trees before before the world ended, but suspect the undead aren't nearly as tough.
ko: 당신은 벌목꾼이었고, 현재 무사합니다. 세계가 끝나기 전에는 나무를 베어 넘겼습니다만, 그 언데드들이 별로 강하지 않다고 생각됩니다.
ru: Вы лесоруб и вы в порядке. Вы рубили деревья до того, как мир рухнул, а зомби уж точно не такие крепкие.

source: male Backpacker
ru: Пеший турист

source: female Backpacker
ru: Пеший турист

source: Backpacker
ko: 배낭생활자
ru: Пеший турист

source: You've travelled for a living, sightseeing here and there, and living off your parents' trust fund. But now they're gone, and the only thing between you and death is the open road and your backpack.
ko: 당신은 이곳 저곳을 유람하며 생활했으며, 부모님의 신용 펀드에 의지해 살아왔습니다. 하지만 이젠 모두 사라졌고, 죽음과 당신 사이에 남은 것은 당신의 배낭과 미래 뿐입니다.
ru: Вы жили в своё удовольствие, путешествуя и осматривая достопримечательности, всё за счёт родительского траст-фонда. Но теперь всё пропало и между вами и смертью лишь бескрайняя дорога и рюкзак за спиной.

source: male Fast Food Cook
ru: Повар в закусочной

source: female Fast Food Cook
ru: Повар в закусочной

source: Fast Food Cook
ko: 패스트푸드 요리사
ru: Повар в закусочной

source: You used to work at a fancy fast food joint a week ago, but now you show the meaning of "fast" food by running for your life.
ko: 당신은 일주일 전까지만 해도 멋진 패스트푸드점에서 근무했었지만, 지금은 "패스트"푸드라는 단어가 당신의 목숨을 건 달리기를 뜻하는 것 같습니다.
ru: Вы устроились на работу в ресторан быстрого питания всего неделю назад, а теперь вам приходится и в самом деле быть быстрым, чтобы не оказаться чьим-то питанием.

source: male Electrician
ru: Электрик

source: female Electrician
ru: Электрик

source: Electrician
ko: 전자 기술자
ru: Электрик

source: You used to work for some small-time business owners doing minor electrical work, and you just so happened to be working on one of these jokes of an evac shelter when the cataclysm struck. Unfortunately, you didn't finish wiring anything up except the computer - fat lot of good it's doing you now.
ko: 당신은 소규모 자영업자들에게서 소규모 전기작업 의뢰를 받으며 일했었습니다만, 공교롭게도 대격변이 닥쳐온 이후부터는 대피소에서 일하게 되었습니다. 유감스럽게도, 컴퓨터를 제외하면 지금 하고 있는 배선작업 중 아무것도 마치지 못했습니다.
ru: Вы часто выполняли электро-монтажные работы для небольших компаний. Так случилось, что вы как раз меняли проводку в одном из этих пародий на убежище, когда произошёл катаклизм. К сожалению, вы не довели проводку никуда кроме компьютера - как много добра он теперь сделает для вас.

source: male Computer Hacker
ru: Хакер

source: female Computer Hacker
ru: Хакер

source: Computer Hacker
ko: 컴퓨터 해커
ru: Хакер

source: Caffeine pills and all-nighters in front of a computer screen have given you skills in an area that seem, on the face of it, distinctly less-than-useful when the world has ended. You suppose you can't really get in trouble for fulfilling your dream of hacking into a military mainframe, now. That's a plus.
ko: 카페인 알약과 컴퓨터 화면 앞에서의 밤샘 작업은 특정 분야의 기술을 주었으며 표면적으로는 좋아 보이지만, 사실 세상이 끝장나버린 이상 활용도가 떨어집니다. 당신은 군부대의 메인 컴퓨터를 해킹하는 꿈을 꾸며 나름대로 쓸모가 남아있다고 생각합니다. 아직까지는요. 그것이 장점이겠죠.
ru: Таблетки с кофеином и ночи перед монитором дали вам навыки в области, которая, на первый взгляд, кажется бесполезной, после катаклизма. Вы полагаете, что хуже уже не будет, если осуществите свою мечту о взломе военного суперкомпьютера. Это плюс.

source: male Student
ru: Студент

source: female Student
ru: Студентка

source: Student
ko: 학생
ru: Студент

source: You were a high school student, but the tests you'll face now will have much higher stakes. There might even be something useful in one of these books you've been lugging around all year.
ko: 당신은 평범한 고등학생이었으며, 지금은 훨씬 부담이 높은 시험을 마주하게 되었습니다. 항상 무겁게 들고 다니던 이 책들 중 최소한 한 권은 뭔가 유용한 내용을 담고 있겠죠.
ru: Вы были в средней школе, но тесты, с которыми вы будете сталкиваться теперь, имеют гораздо более высокие ставки. Здесь может быть даже что-то полезное в одной из этих книг, что вы таскали все эти годы.

source: male Shower Victim
ru: Жертва в душе

source: female Shower Victim
ru: Жертва в душе

source: Shower Victim
ko: 샤워하다 봉변당한 자
ru: Жертва в душе

source: You were in the middle of a nice, hot shower when the cataclysm struck! You barely managed to escape with some soap and the most massively useful thing ever... a towel.
ru: Вы были посреди хорошего, горячего душа, когда катаклизм ударил! Вам едва удалось бежать с каким-то мылом и самой широкомасштабной по полезности вещи когда-либо ... полотенцем.

source: male Biker
ru: Байкер

source: female Biker
ru: Байкерша

source: Biker
ko: 폭주족
ru: Байкер

source: You spent most of your life on a Harley, and it's only natural you spend the rest of it riding one.
ko: 당신은 인생의 대부분을 할리 오토바이에 투자했고, 투자하고 남은 인생은 오토바이를 타는 것에 사용했습니다.
ru: Большую часть своей жизни вы не слезали с Харлея и, естественно, вы не оставите его седло до конца своей жизни.

source: male Ballroom Dancer
ru: Бальный танцор

source: female Ballroom Dancer
ru: Бальный танцор

source: Ballroom Dancer
ko: 무도회 춤꾼
ru: Бальный танцор

source: You used to be a ballroom dancer before the cataclysm, and now you use your skills to save your life.
ko: 대격변 이전에 당신은 무도회 춤꾼이었으며, 지금은 목숨을 보전하는데 당신의 기술을 사용하고 있습니다.
ru: До катаклизма вы занимались бальными танцами и сейчас вы используете навыки, чтобы спасти свою жизнь.

source: male Bionic Thief
ru: Кибер-Вор

source: female Bionic Thief
ru: Кибер-Вор

source: Bionic Thief
ko: 바이오닉 도적
ru: Кибер-вор

source: You have done many high profile heists, but your gains mean nothing in this world. All you have left are the tools of your trade and your impeccable style.
ko: 당신은 세간의 이목을 끄는 도둑이었지만, 이제 당신의 업적들은 이 세상에서 의미를 가지지 못합니다. 당신에게 남아있는 것이라고는 이 업계에서 쓰는 도구와 깔끔한 모습뿐입니다.
ru: Вы совершили много сложных краж, но ваши успехи ничего не значат в этом мире. У вас остались инструменты и ваш безупречный стиль.

source: male Bionic Patient
ru: Кибер-пациент

source: female Bionic Patient
ru: Кибер-пациентка

source: Bionic Patient
ko: 바이오닉 환자
ru: Кибер-пациент

source: Medical advances have saved your body from certain death. You are augmented with bionic muscles and sensors monitoring your blood powered by your own metabolism. Make the most of your second chance at life.
ko: 의학의 진보는 분명 죽었어야 할 당신을 살려냈습니다. 당신에게는 몸의 신진 대사를 사용하는 혈액 감시 바이오닉과 특수한 근육 바이오닉이 장착되어 있습니다. 이제 삶에서의 두 번째 기회를 잡을 시간입니다.
ru: Медицинские достижения спасли вас от неминуемой смерти. Вам вживили бионические мышцы и датчики мониторинга крови, работающие за счёт энергии вашего обмена веществ. Используйте по максимуму свой второй шанс на жизнь.

source: male Bionic Soldier
ru: Кибер-солдат

source: female Bionic Soldier
ru: Кибер-солдат

source: Bionic Soldier
ko: 바이오닉 군인
ru: Кибер-солдат

source: You are the result of one of the military's latest and final research programs, a prototype cyborg soldier. You're still alive thanks to your augmentations, even after all your comrades fell to the undead.
ru: Вы результат одной из последних исследовательских программ армии, прототип солдата-киборга. Вы все еще живы благодаря вашим аугментациям, в то время как ваши товарищи превратились в нежить.

source: male Bionic Agent
ru: Кибер-агент

source: female Bionic Agent
ru: Кибер-агент

source: Bionic Agent
ko: 바이오닉 요원
ru: Кибер-агент

source: Your body has several bionics worth millions of dollars, paid for by public taxes. The government has turned you into an infiltration and recon specialist: you have night vision, an alarm and a hacking module. And it all runs off piles and piles of everyday household batteries.
ko: 당신의 몸에는 세금으로 지불된 수백만 달러짜리 바이오닉이 이식되어있습니다. 정부는 당신을 침투와 정찰 전문 요원으로 만들고자 하여 광 증폭 시야와 경보 시스템, 그리고 해킹장치를 탑재시켰습니다. 이 바이오닉들은 표준 전지로 전력을 공급받아 작동합니다.
ru: Ваше тело содержит импланты на несколько миллионов долларов. Правительство готовило из вас разведчика и тайного агента: у вас есть ночное зрение, сигнализация и хакерский модуль. И всё это питается тоннами обычных батареек.

source: male Bionic Assassin
ru: Кибер-убийца

source: female Bionic Assassin
ru: Кибер-убийца

source: Bionic Assassin
ko: 바이오닉 암살자
ru: Кибер-убийца

source: The product of millions of dollars of clandestine research, you are a bionic sleeper agent capable of silently eliminating your target while maintaining an innocuous appearance.
ko: 수백만 달러가 들어간 비밀 연구의 결과물로, 외관을 바꿔 방심하게 만들고 목표를 조용히 제거할 수 있는 바이오닉 대기 요원입니다.
ru: Продукт многомиллионного секретного исследования, вы бионический спящий агент, способный тихо ликвидировать цель, при этом сохраняя безобидный вид.

source: male Failed Cyborg
ru: Сломанный киборг

source: female Failed Cyborg
ru: Сломанный киборг

source: Failed Cyborg
ko: 실패한 사이보그
ru: Сломанный киборг

source: Your body is a wreck of bionic parts. You have a large capacity for power, but are filled with broken bionics. At least your ethanol power supply still works.
ko: 당신의 몸은 바이오닉 부품들로 엉망이 되었습니다. 몸의 전력 용량은 높지만, 잘못된 바이오닉들로 채워져 있습니다. 최소한 에탄올로 전력을 공급하는 바이오닉만은 작동하고 있지만요.
ru: Ваше тело — это набор сломанных бионических модулей. Кроме этого у вас есть аккумуляторы большого объема и генератор энергии из этанола по-прежнему работает.

source: male Commercial Cyborg
ru: Коммерческий киборг

source: female Commercial Cyborg
ru: Коммерческий киборг

source: Commercial Cyborg
ko: 상용화 사이보그
ru: Коммерческий киборг

source: You always had to have the latest and best gadgets and gizmos, so is it any wonder that you upgraded your flesh along with your smart phone? Only time will tell if your status as a marvel of bionic technology will be enough to ensure your survival after the apocalypse.
ko: 언제나 최신 제품과 최고의 장비를 탑재하는 것이 좋으실겁니다. 당신의 스마트폰을 바꾸듯이 당신의 신체를 업그레이드시키는 것이 어떠십니까? 세상의 종말 이후에 당신의 생존을 보장해줄 경이로운 바이오닉 기술을 당신의 신체에 적용시킬 수 있는 유일한 기회입니다.
ru: Вы всегда имели самые новые и лучшие гаджеты и штуковины, так стоит ли удивляться, что вы модернизировали свою плоть одновременно с вашим смартфоном? Только время покажет, достаточно ли быть чудом бионической технологии, чтобы выжить после апокалипсиса.

source: male Hitchhiker
ru: Автостопщик

source: female Hitchhiker
ru: Автостопщица

source: Hitchhiker
ko: 히치하이커
ru: Автостопщик

source: Your house has been demolished and your planet destroyed, but at least you still have your towel.
ko: 당신의 집은 파괴되고 당신의 행성은 멸망했지만, 최소한 당신에게는 수건 한 장이 남아있습니다.
ru: Ваш дом снесён, планета уничтожена, но не беда, главное, что у вас есть с собой полотенце.

source: male Trapper
ru: Зверолов

source: female Trapper
ru: Зверолов

source: Trapper
ko: 덫 사냥꾼
ru: Зверолов

source: You spent most of your life trapping with your father. Both of you made a decent living off of your catches, and trapping tutorials. Hopefully, your skills will come in useful against less conventional game.
ko: 당신은 아버지와 함께 덫 사냥을 하면서 인생의 대부분을 보냈습니다. 잡은 사냥감을 팔고 덫 사냥 강습을 하며 괜찮게 벌었습니다. 바라건대, 앞으로의 사냥도 여태까지의 사냥처럼 당신의 기술이 유용하게 쓰이면 좋겠군요.
ru: Всю свою жизнь вы со своим отцом занимались звероловством. Вы неплохо жили за счёт добычи диких зверей и выпуска пособий по их поимке. Помогут ли теперь эти навыки?

source: male Blacksmith
ru: Кузнец

source: female Blacksmith
ru: Кузнец

source: Blacksmith
ko: 대장장이
ru: Кузнец

source: You were going through your community college's metalsmithing program when the world ended. You ran into trouble coming out of class - but managed to keep ahold of the equipment you were carrying at the time.
ko: 당신이 지역 전문대학에서 금속세공 수업을 듣던 도중에 세상의 종말이 도래했습니다. 당신이 강좌를 듣고 나오던 순간 사건에 휘말리게 되었지만, 가까스로 그때 가지고 있던 장비들을 지켜낼 수 있었습니다.
ru: В колледже вы записались на факультатив по изучению кузнечного дела и вскоре после этого наступил конец света. Вы еле вырвались из класса, зато при вас остались кое-какие полезные вещички.

source: male Clown
ru: Клоун

source: female Clown
ru: Клоун

source: Clown
ko: 광대
ru: Клоун

source: All you ever wanted was to make people laugh. Dropping out of school and performing at kids' parties was a dream come true until the world ended. There's precious few balloon animals in your future now.
ko: 항상 당신이 원하던 것은 사람들의 웃음이었습니다. 학교를 그만두고 어린이들 파티에서 공연하는 것은 당신의 꿈이었습니다. 세상이 망하기 전까지는요. 이제 당신에게 남은 것은 귀여운 동물 풍선 몇 개 뿐입니다.
ru: Всё обожаете смешить людей. Сбылась ваша голубая мечта — бросить школу и выступать на детских праздниках, но тут случился конец света. Теперь на вас клоунский наряд, но нет зрителей, кроме зомби.

source: male Lost Submissive
ru: Раб БДСМ

source: female Lost Submissive
ru: Раб БДСМ

source: Lost Submissive
ko: 길을 잃은 노예
ru: Раб БДСМ

source: Early in the rush to safety, you were separated from your master by cruel fate. Now you are on your own with nothing to your name but a suit of really kinky black leather. Unfortunately, there's no safewords in the apocalypse.
ko: 당신은 가혹한 운명 때문에, 대피 초기에 주인님과 떨어지게 됐습니다. 남은 것이라고는 변태적인 검은 가죽 의상 뿐입니다. 불행하게도 종말을 맞이한 세상에 안전단어(강한 SM 관계시 안전을 위해 말하는 단어)는 없습니다.
ru: В чехарде конца света злая судьба разделила вас с господином. Теперь вы предоставлены самому себе, на вас остался чёрный кожаный костюм, сексуально обтягивающий тело. К сожалению, в апокалипсисе нет стоп-слов.

source: male Senior Citizen
ru: Почётный горожанин

source: female Senior Citizen
ru: Почётная горожанка

source: Senior Citizen
ko: 노인
ru: Пенсионер

source: You haven't seen this much blood since the war. The whole world's gone crazy! They ate your grandkids! But dagnabbit, you'll make them all pay for what they've done.
ko: 당신은 전쟁터에서도 이렇게 많은 피를 본 적이 없었습니다. 세계가 미쳐버렸습니다! 좀비들이 당신의 손자를 먹어버렸다고요! 이런 우라질, 이제 그놈들에게 복수할 시간입니다.
ru: Вы не видели столько крови со времён войны. Весь мир сошёл с ума! Они съели ваших внуков! Чёрт побери, вы с ними рассчитаетесь по полной.

source: male Otaku
ru: Отаку

source: female Otaku
ru: Отаку

source: Otaku
ko: 오타쿠
ru: Отаку

source: Late nights with friends watching anime and eating snacks has prepared you for the premier anime convention in the Northeast. It just had to be the day of the apocalypse. At least you were ready in case your costume tore.
ko: 당신은 북동부에서 개최되는 프리미어 애니 컨벤션 참여를 위해, 늦은 밤까지 친구들과 애니를 보고 과자를 먹고 있었습니다. 그런데 종말의 날이 되고 말았습니다. 그래도 최소한, 코스프레 의상이 찢어지는 것에 대한 대비는 되어있습니다.
ru: Поздно вечером вы с друзьями смотрели аниме и слегка перекусывали, готовясь к грандиозному слёту анимешников. Но как раз в этот день наступил апокалипсис.

source: male Hockey Player
ru: Хоккеист

source: female Hockey Player
ru: Хоккеистка

source: Hockey Player
ko: 하키 선수
ru: Хоккеист

source: You were a minor-league hockey goalie before the rest of your team became zombies. It's just you and your hockey equipment versus the undead, but at least you can cross-check them now.
ko: 당신의 팀이 좀비가 되기 전까지, 당신은 하키 마이너리그에서 골키퍼 역할을 맡고 있었습니다. 이제 당신과 하키 장비만 가지고 언데드 군단과 경기를 치뤄야 할 상황이 왔지만, 적어도 반칙은 마음껏 쓸 수 있게 됐습니다.
ru: Вы были хоккейным вратарем младшей лиги, когда остальная часть вашей команды стала зомби. Теперь только вы и ваша хоккейная экипировка против живых мертвецов.

source: male Baseball Player
ru: Бейсболист

source: female Baseball Player
ru: Бейсболистка

source: Baseball Player
ko: 야구 선수
ru: Бейсболист

source: You were a batter on a local minor league team before the cataclysm. You escaped with your equipment, but how long can you survive until your innings are up?
ko: 대격변이 일어나기 전까지, 당신은 지방의 마이너리그 팀에서 타자 역할을 맡고 있었습니다. 겨우 장비를 가지고 도망쳐 나왔지만, 당신에게 주어진 이닝이 끝나기까지 얼마나 살아남을 수 있을까요?
ru: Вы были отбивающим в местной бейсбольной команде до катаклизма. Вы взяли свою экипировку, но как долго продлиться ваш иннинг выживания?

source: male Football Player
ru: Футболист

source: female Football Player
ru: Футболистка

source: Football Player
ko: 미식축구 선수
ru: Футболист
