Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The recharger won't turn on!
de: Das Ladegerät geht nicht an!
ja: 充電器が作動しない！
ko: 재충전기가 켜지지 않습니다!
ru: Зарядное устройство не включается!
zh_cn: 充电器无法启动！

source: The stereo won't come on!
de: Die Stereoanlage geht nicht an!
ja: ステレオが動かない！
ru: Стерео не пашет!
zh_cn: 音响没开！

source: The vehicle part you were working on has gone!
ja: 作業中の車両の部品が壊れてしまいました！
zh_cn: 你正在施工的载具部件不见啦！

source: This turret can't be aimed manually
zh_cn: 该炮塔无法手动瞄准

source: This turret doesn't have enough ammo
zh_cn: 该炮塔缺少弹药

source: This turret is not powered
zh_cn: 该炮塔尚未充能

source: Toggle door
ja: ドアを切り替える
zh_cn: 触发门

source: Toggle which?
ja: どれを切り替えますか？
zh_cn: 切换哪个？

source: Tried to fold non-folding vehicle %s
zh_cn: 折叠未折叠车辆 %s

source: Trigger alarm
ja: アラームを鳴らす
zh_cn: 触发警报

source: Trigger the %s's Alarm?
ja: %sのアラームを鳴らしますか？
zh_cn: 触发%s的警报？

source: Try to disarm alarm.
ja: アラームの解除を試みる
zh_cn: 试图拆解警报

source: Turn off aisle lights
ja: 通路灯を消す
zh_cn: 关闭走道灯

source: Turn off camera system
ja: カメラシステムを止める
zh_cn: 关闭监视系统

source: Turn off dome lights
ja: 天井灯を消す
zh_cn: 关闭内顶灯

source: Turn off fridge
de: Kühlschrank ausschalten
ja: 冷蔵庫を止める
ko: 냉장고 끄기
ru: Отключить холодильник
zh_cn: 停用冰箱

source: Turn off headlights
de: Scheinwerfer ausschalten
ja: ヘッドライトを消す
ko: 헤드라이트 끄기
ru: Выключить фары
zh_cn: 关闭车灯

source: Turn off overhead lights
de: Dachlampen ausschalten
ja: 頭上のライトを消す
ko: 경광등 끄기
ru: Выключить мигалку
zh_cn: 关闭车顶灯

source: Turn off reactor
de: Reaktor ausschalten
ja: 原子炉を止める
ko: 반응로 끄기
ru: Отключить реактор
zh_cn: 关闭反应堆

source: Turn off recharger
de: Ladegerät ausschalten
ja: 充電器を止める
ko: 재충전기 끄기
ru: Выключить зарядное устройство
zh_cn: 关闭充电器

source: Turn off stereo
de: Stereoanlage ausschalten
ja: ステレオを止める
ru: Выключить стерео
zh_cn: 关闭音响

source: Turn off the engine
de: Motor ausschalten
ja: エンジンを止める
ko: 엔진 끄기
ru: Заглушить двигатель
zh_cn: 关闭引擎

source: Turn on aisle lights
ja: 通路灯を点ける
zh_cn: 打开走道灯

source: Turn on camera system
ja: カメラシステムを動かす
zh_cn: 开启监视系统

source: Turn on dome lights
ja: 天井灯を点ける
zh_cn: 打开内顶灯

source: Turn on fridge
de: Kühlschrank einschalten
ja: 冷蔵庫を動かす
ko: 냉장고 켜기
ru: Включить холодильник
zh_cn: 启动冰箱

source: Turn on headlights
de: Scheinwerfer einschalten
ja: ヘッドライトを点ける
ko: 헤드라이트 켜기
ru: Включить фары
zh_cn: 打开车灯

source: Turn on overhead lights
de: Dachlampen einschalten
ja: 頭上のライトを点ける
ko: 경광등 켜기
ru: Включить мигалку
zh_cn: 打开车顶灯

source: Turn on reactor
de: Reaktor einschalten
ja: 原子炉を動かす
ko: 반응로 켜기
ru: Включить реактор
zh_cn: 打开反应堆

source: Turn on recharger
de: Ladegerät einschalten
ja: 充電器を動かす
ko: 재충전기 켜기
ru: Включить зарядное устройство
zh_cn: 打开充电器

source: Turn on stereo
de: Stereoanlage anschalten
ja: ステレオを動かす
ru: Включить стерео
zh_cn: 打开音响

source: Turn on the engine
de: Motor einschalten
ja: エンジンを動かす
ko: 엔진 켜기
ru: Завести двигатель
zh_cn: 启动引擎

source: Turret system is on, but all turrets are configured not to shoot.
ja: タレットのシステムは有効だが射撃するように設定されていない。
zh_cn: 炮塔系统已打开，但是所有炮塔被设置成禁止射击。

source: Turrets have been configured, but the vehicle turret system is off.
ja: タレットは設置されていますが、車両のタレットシステムがオフになっています。
zh_cn: 炮塔已设置完成，但炮塔系统整体关闭中。

source: Turrets: Disabled
de: Geschütztürme: abgeschaltet
ja: タレット: 無効
ko: 터렛: 비활성화
ru: Турели: Отключены
zh_cn: 炮塔:已停用

source: Turrets: Enabled
ja: タレット: 有効
zh_cn: 炮塔：已启用

source: Unseen
ja: 視界外
zh_cn: 未发现

source: Vehicle controls
de: Fahrzeugsteuerung
ja: 車両制御装置
ko: 차량 조종
ru: Система управления
zh_cn: 车辆控制

source: You can't fold the %s while it's in motion.
zh_cn: 无法在 %s 行动时折叠它。

source: You change the %s's engine configuration.
zh_cn: 你修改了%s的引擎配置。

source: You could use a screwdriver to hotwire it.
ja: エンジンを掛けるにはドライバーが必要です。
zh_cn: 你应该用螺丝刀来短接它。

source: You damage the controls.
ja: 制御装置がダメージを受けました。
zh_cn: 你损坏了控制器。

source: You destroy the controls...
ja: 制御装置が壊れました...
zh_cn: 你丫摧毁了控制器...

source: You don't find any keys in the %s.
ja: %sのキーが見つかりませんでした。
zh_cn: 你没在%s里找到任何钥匙。

source: You don't find any keys in the %s. Attempt to hotwire vehicle?
ja: %sのキーが見つかりませんでした。ホットワイヤリングを試してみますか？
zh_cn: 你没在%s里找到钥匙，想不想试着拔出来嚓嚓嚓一下？

source: You hear a %s
de: Du hörst: %s
ko: 소리를 들었습니다 : %s
ru: Вы слышите %s
zh_cn: 你听到一声%s

source: You honk the horn!
de: Du betätigst die Hupe!
ja: 警笛を鳴らしました！
ko: 경적을 울렸습니다!
ru: Вы нажали на гудок!
zh_cn: 你按下喇叭！

source: You honk the horn, but nothing happens.
ja: クラクションを鳴らしましたが、何も起こらなかった。
zh_cn: 你按下喇叭，但什么都没有发生。

source: You leave the controls alone.
ja: 制御装置をそのままにしておきました。
zh_cn: 你放弃了。

source: You painstakingly pack the %s into a portable configuration.
de: Sorgfältig faltest du das %s in dessen tragbare Form zusammen.
ja: 頑張って%sを持ち運べる状態へと折り畳みました。
zh_cn: 你把 %s 打包成便携状态了。

source: You stop controlling the vehicle.
ja: 車両の操縦を止めました。
zh_cn: 你停止控制载具。

source: You trigger the alarm
ja: アラームを鳴らしました
zh_cn: 你触发了一个警报

source: You turn off the %s's engines to change their configurations.
zh_cn: 你关闭了%s的引擎来修改其配置。

source: You turn the engine off and let go of the controls.
de: Du stellst den Motor ab und lässt die Fahrzeugsteuerung los.
ja: エンジンを止めて、操縦席から離れました。
ko: 엔진을 끄고 조종장치를 놓았습니다.
ru: Вы заглушили двигатель и покинули управление.
zh_cn: 你关闭引擎，放弃了控制。

source: You turn the engine off.
de: Du stellst den Motor ab.
ja: エンジンを止めました。
ko: 엔진을 껐습니다.
ru: Вы заглушили двигатель.
zh_cn: 你将引擎关闭。

source: Your %1$s's %2$s rams into %3$s and stuns it!
ja: %1$sの%2$sが%3$sに突っ込んで衝撃を受けました！
zh_cn: 你的%1$s的%2$s撞到了%3$s，而且撞晕了它！

source: Your %1$s's %2$s rams into %3$s!
ja: %1$sの%2$sが%3$sに突っ込みました。
zh_cn: 你的%1$s的%2$s撞到了%3$s！

source: Your %1$s's %2$s rams into a %3$s with a %4$s
ja: %1$sの%2$sが%3$sを%4$sしながら突っ込みました。
zh_cn: 你的%1$s的%2$s%4$s的一声撞上了%3$s！

source: Your %1$s's %2$s rams into a %3$s.
ja: %1$sの%2$sが%3$sに突っ込みました。
zh_cn: 你的%1$s的%2$s撞到了%3$s！

source: Your engine emits a high pitched whine.
de: Dein Motor macht ein hohes Jaulen.
ja: エンジンは甲高い音を発しています。
ko: 엔진이 고음의 끼기긱거리는 소리를 냈습니다.
ru: Двигатель издаёт высокий стонущий звук.
zh_cn: 你的发动机发出了高八度的哀鸣声。

source: Your engine emits a loud grinding sound.
de: Dein Motor lässt ein lautes Schleifgeräusch los.
ja: エンジンは大きな摩擦音を発しています。
ko: 엔진이 시끄러운 마찰음을 냈습니다.
ru: Из двигателя доносится громкий скрежет.
zh_cn: 你的发动机发出了很大的摩擦声。

source: folded %s
de: gefaltenes %s
ja: %s(折り畳まれた)
zh_cn: 折叠了 %s

source: tracking device disabled
de: Peilsender deaktiviert
ja: 追跡装置を作動させました
ko: 추적 장치 꺼짐
ru: устройство слежения включено
zh_cn: 追踪仪关闭了

source: tracking device enabled
de: Peilsender aktiviert
ja: 追跡装置を止めました
ko: 추적 장치 켜짐
ru: устройство слежения выключено
zh_cn: 追踪仪启动了

source: tracking device won't turn on
de: Der Peilsender geht nicht an.
ja: 追跡装置が作動しない！
ko: 추적 장치가 켜지지 않습니다
ru: устройство слежения не включается
zh_cn: 追踪仪没有启动

source: whoosh!
de: »Zwusch!«
ja: シュー！
ko: 쉬이익!
ru: вжиих!
zh_cn: 嗖！

source: pile-up
de: Auffahrunfall
ja: 多重衝突
ko: 다중 충돌
ru: завал
zh_cn: 追尾残骸

source: policecar pile-up
de: Polizeiauto-Auffahrunfall
ja: パトロールカー多重衝突
ko: 경찰차 다중 충돌
ru: полицейский заслон
zh_cn: 警车残骸

source: %s mph
zh_cn: %s 英里/小时

source: %s... %s. Highs of %s. Lows of %s.
de: %s … %s. Höhen von %s. Tiefen von %s.
ja: %s...%s。最高気温%s。最低気温%s。
zh_cn: %s...%s. 最高 %s. 最低 %s.

source: <Mon Night>%s Night
de: <Mon Night>%s Nacht
ja: <Mon Night>%sの夜
ko: <Mon Night>%s 밤
ru: <Mon Night>%s ночью
zh_cn: <Mon Night>%s之夜

source: A flash of lightning illuminates your surroundings!
de: Ein Blitzstrahl erhellt deine Umgebung!
ja: 稲光に辺りが照らし出されました！
ko: 번쩍이는 번개가 당신의 주변을 비춰줍니다!
ru: Вспышка молнии осветила окрестности!
zh_cn: 一道闪电照亮了你的周围!

source: The acid rain burns!
de: Der saure Regen brennt!
ja: 皮膚に火傷を負う程の酸性雨が降っています！
ko: 산성비에 맞았습니다! 타는 듯이 아픕니다!
ru: Кислотный дождь обжигает!
zh_cn: 酸雨灼烧着你!

source: The acid rain stings, but is mostly harmless for now...
de: Der saure Regen sticht etwas, aber er ist im Moment größtenteils harmlos.
ja: 酸性雨に当たるとヒリヒリと痛みが走りますが、現状では問題ないでしょう...
ko: 산성비는 따갑지만, 당장은 해롭지 않습니다...
ru: Капли кислотного дождя слегка обжигают, но пока в основном безвредны...
zh_cn: 酸雨让你感到皮肤刺痛，但眼下基本还算无害。

source: The current time is %s Eastern Standard Time. At %s in %s, it was %s. The temperature was %s.
de: Die aktuelle Uhrzeit ist %s UTC−5. Um %s in %s war es %s. Die Temperatur war %s.
ja: 現在の時刻は東部標準時で%sです。 At %s in %s, it was %s. 温度は%sです。
zh_cn: 现在是东部时间%s。在%s的%s，现在是%s。气温%s

source: Today
de: Heute
ja: 今日
ko: 오늘
ru: Днём
zh_cn: 今天

source: Tonight
de: Heute Nacht
ja: 今夜
ko: 오늘밤
ru: Ночью
zh_cn: 今晚

source: You hear a distant rumble of thunder.
de: Du hörst ein fernes Donnern.
ja: 遠くから雷の鳴り響く音が聞こえました。
ko: 쾅쾅거리는 천둥 소리를 들었습니다.
ru: Вы слышите отдалённые раскаты грома.
zh_cn: 你听到远处隆隆的雷声

source: You hear a rumble of thunder from above.
de: Du hörst einen Donner über dir.
ja: 上空から雷が鳴り響く音が聞こえました。
ko: 지척에서 쾅쾅거리는 천둥 소리를 들었습니다.
ru: Прямо над вами раздаются раскаты грома.
zh_cn: 你听到头顶上雷声滚滚。

source: Your %s protects you from the acidic drizzle.
de: Dein %s schützt dich vor dem sauren Nieseln.
ja: %sが小酸性雨を防いでいます。
ko: %s이(가) 산성 이슬비를 막아줍니다.
ru: %s защищает вас от кислотной измороси.
zh_cn: 你的 %s 保护你免受酸雨的伤害。

source: Your clothing protects you from the acid rain.
de: Deine Kleidung schützt dich vor dem sauren Regen.
ja: 衣類が酸性雨を防いでいます。
ko: 입고 있던 옷이 산성비를 막아줬습니다.
ru: Одежда защищает вас от кислотного дождя.
zh_cn: 你的衣服可以保护你免受酸雨伤害.

source: Your clothing protects you from the acidic drizzle.
de: Deine Bekleidung schützt dich vor dem sauren Nieseln.
ja: 衣類が小酸性雨を防いでいます。
ko: 입고 있던 옷이 산을 막아주었습니다.
ru: Одежда защищает вас от кислотной измороси.
zh_cn: 你的衣服保护你免受酸性细雨的伤害。

source: Your power armor protects you from the acid rain.
de: Deine Energierüstung schützt dich vor dem sauren Regen.
ja: パワーアーマーが酸性雨を防いでいます。
ko: 파워아머가 산성비를 막아줬습니다.
ru: Силовая броня защищает вас от кислотной измороси.
zh_cn: 你的动力装甲保护你免受酸雨的伤害。

source: Your power armor protects you from the acidic drizzle.
de: Deine Energierüstung schützt dich vor dem saurem Nieseln.
ja: パワーアーマーが小酸性雨を防いでいます。
ko: 파워아머가 산성 이슬비를 막아줍니다.
ru: Силовая броня защищает вас от кислотной измороси.
zh_cn: 你的动力装甲保护你免受酸雨的伤害。

source: Your umbrella protects you from the acid rain.
de: Dein Regenschirm schützt dich vor dem sauren Regen.
ja: 傘が酸性雨を防いでいます。
ko: 우산이 산성비를 막아줬습니다.
ru: Зонт защищает вас от кислотного дождя.
zh_cn: 你的雨伞可以保护你免受酸雨伤害.

source: middle of nowhere
zh_cn: 蛮荒之地

source: Acid Rain
de: Saurer Regen
ja: 酸性雨
ko: 산성 비
ru: Кислотный дождь
zh_cn: 酸雨

source: Acidic Drizzle
de: Saures Nieseln
ja: 小酸性雨
ko: 산성 가랑비
ru: Кислотная изморось
zh_cn: 酸性细雨

source: Clear
de: Klar
ja: 晴れ
ko: 맑음
ru: Ясно
zh_cn: 晴朗

source: Cloudy
de: Bewölkt
ja: 曇り
ko: 흐림
ru: Облачно
zh_cn: 多云

source: Drizzle
de: Nieselregen
ja: 小雨
ko: 가랑비
ru: Изморось
zh_cn: 细雨

source: Flurries
de: Schneegestöber
ja: 小雪
ko: 소나기
ru: Снежок
zh_cn: 小雪

source: Lightning Storm
de: Gewittersturm
ja: 豪雨
ko: 번개치는 폭풍
ru: Гроза
zh_cn: 闪电风暴

source: Rain
de: Regen
ja: 雨
ko: 비
ru: Дождь
zh_cn: 雨

source: Snowing
de: Schnee
ja: 雪
ko: 눈
ru: Снегопад
zh_cn: 大雪

source: Snowstorm
de: Schneesturm
ja: 吹雪
ko: 눈보라
ru: Метель
zh_cn: 暴雪

source: Sunny
de: Sonnig
ja: 快晴
ko: 쨍쨍함
ru: Солнечно
zh_cn: 晴天

source: Thunder Storm
de: Gewitter
ja: 雷雨
ko: 천둥치는 폭풍
ru: Ливень с громом
zh_cn: 雷暴雨

# season_name
source: autumn
ja: [秋
zh_cn: 秋季

# season_name
source: spring
ja: [春
zh_cn: 春季

# season_name
source: summer
ja: [夏
zh_cn: 夏季

# season_name
source: winter
ja: [冬
zh_cn: 冬季

source: (contained)
de: (in Behälter)
ja: (容器入り)
ko: (포함됨)
zh_cn: （包含）

source: (current)
de: (aktuell)
ja: (現在)
ko: (현상태)
zh_cn: (当前)

source: (hallucination)
ja: (幻覚)
zh_cn: (幻觉)

source: %s Mutation changes: %d
de: %s-Mutation verändert: %d
ja: %sが%dになりました。
ko: %s 변이 변경됨: %d
ru: Мутация %s изменилась : %d
zh_cn: %s 变异改变: %d

source: %s set to %d
de: %s auf %d gesetzt
ja: %sを%dにセットしました。
ko: %s을(를) %d(으)로 설정했습니다
ru: %s установлен в %d
zh_cn: %s 设置为 %d

source: (Reset changes)
de: (Ändrungen zurücksetzen)
ja: (変更をリセット)
ko: (변경사항 초기화)
ru: (отменить изменения)
zh_cn: （重置修改）

source: Add 1
de: Addiere 1
ja: 1増加
ko: 1 더하기
zh_cn: 增加1

source: Add 3
de: Addiere 3
ja: 3増加
ko: 3 더하기
zh_cn: 增加3

source: Add-ons:
de: Extras:
ja: アドオン:
ko: 부착물:
ru: Дополнения:
zh_cn: 附加组件：

source: Alter all skill values
de: Alle Fertigkeitenwerte verändern
ja: 全ての技能値を変更
ko: 모든 기술 수치 변경
zh_cn: 修改所有技能数值

source: Becomes:
de: Wird zu:
ja: 発展:
ko: 발전:
ru: Становится:
zh_cn: 变为：

source: Cancels:
de: Annuliert:
ja: 取消:
ko: 상쇄:
ru: Отменяет:
zh_cn: 取消：

source: Category:
de: Kategorie:
ja: 分類:
ko: 분류:
ru: Категория:
zh_cn: 目录:

source: How many?
de: Wie viele?
ja: 幾つですか？
ko: 몇개?
ru: Сколько?
zh_cn: 多少？

source: Monster spawned, choose another or 'q' to quit.
de: Monster aufgetaucht. Wähle noch eines oder drücke »q« zum Verlassen.
ja: モンスターを生成しました、選択を続けるか'q'で終了します。
ko: 몬스터 생성됨. 다른 것을 선택하거나 'q' 키로 종료.
ru: Монстр создан, выберите другого или жмите q для выхода.
zh_cn: 怪物已生成，选择下一个或按'q'退出。

source: Nonvalid
de: Ungültig
ja: 無効
ru: Неверный
zh_cn: 无效

source: Prereqs, 2d:
de: Bedingt, 2d:
ja: 前提, 2d:
ko: 선행조건 2:
zh_cn: 二阶具备：

source: Prereqs:
de: Bedingt:
ja: 前提:
ko: 조건:
ru: Требуется:
zh_cn: 具备：

source: Select a skill to modify
de: Wähle eine Fertigkeit zum Modifizieren
ja: 変更する技能を選択
ko: 수정할 기술을 선택하세요
ru: Выберите навык для изменения
zh_cn: 选择要修改的技能：

source: Set '%s' to..
de: Setzt »%s« auf …
ja: %sを..
ko: '%s'을(를)..
ru: Установить '%s' на…
zh_cn: 设置 '%s' 为...

source: Set all skills to...
de: Setze alle Fertigkeiten auf …
ko: 모든 기술을...
ru: Установить все навыки на…
zh_cn: 设置所有技能为...

source: Set to 10
de: Auf 10 setzen
ja: 10に設定
ko: 10으로
ru: Установить на 10
zh_cn: 设为10

source: Set to 5
de: Auf 5 setzen
ja: 5に設定
ko: 5로
ru: Установить на 5
zh_cn: 设为5

source: Subtract 1
de: Subtrahiere 1
ja: 1減少
ko: 1 빼기
zh_cn: 减少1

source: Subtract 3
de: Subtrahiere 3
ja: 3減少
ko: 3 빼기
zh_cn: 减少3

source: Thresholds required:
de: Ben. Schwellenwerte:
ja: 必要な閾:
ko: 필요 임계점:
zh_cn: 变异体系要求：

source: Valid
de: Gültig
ja: 有効
ko: 유효함
ru: Верный
zh_cn: 有效

source: Wish granted. Wish for more or hit 'q' to quit.
de: Wunsch erfüllt. Wünsch dir noch etwas oder drücke »q« zum Verlassen.
ja: 願いは叶えられました。まだ願い事をするか、qキーで終了します。
zh_cn: 愿望实现，继续许愿或者按'q'退出。

source: [/] find, [f] container, [q]uit
de: [/] finden, [f] Behälter, [q] verlassen
ja: [/] 検索, [f] 容器, [q] 終了
ko: [/] 찾기, [f] 포함물, [q] 나가기
ru: [/] поиск, [f] контейнер, [q] выход
zh_cn: [/] 查找, [f] 容器, [q]退出

source: [/] find, [f]riendly, [h]allucination [i]ncrease group, [d]ecrease group, [q]uit
zh_cn: [/]寻找, [f]友好的,[h]幻觉, [i]增加组, [d]减少组, [q]退出

source: [/] find, [q]uit
de: [/] finden, [q] verlassen
ja: [/] 検索, [q] 終了
ko: [/] 찾기, [q]나가기
ru: [/] поиск, [q] выход
zh_cn: [/] 查找, [q]退出

source: set to 0
de: Auf 0 setzen
ja: 0に設定
ko: 0으로
ru: Установить на 0
zh_cn: 设为0

source: WORLD SELECTION
de: WELTENWAHL
ja: 世界選択
ko: 월드맵 선택
ru: ВЫБОР МИРА
zh_cn: 世界选择

source: %s is a reserved name!
ja: %sは予約語です!
zh_cn: %s 是一个保留名称！

source: --NO ACTIVE MODS--
de: --KEINE AKTIVIERTEN MODS--
ja: --有効になっているMODはありません--
ko: --활성화된 모드 없음--
ru: --НЕТ АКТИВНЫХ МОДОВ--
zh_cn: --无激活模组--

source: --NO AVAILABLE MODS--
de: --KEINE MODS VERFÜGBAR--
ja: --利用可能なMODはありません--
ko: --사용 가능한 모드 없음--
ru: --НЕТ ДОСТУПНЫХ МОДОВ--
zh_cn: --无有效模组--

source: A world named %s already exists!
ja: %sという名の世界は既に存在しています！
zh_cn: %s不是可用的世界名字，已有同名存在。

source: Activate / deactive mod
ja: MODの有効/無効化
zh_cn: 激活/停用MOD

source: Are you SURE you're finished? World name will be randomly generated.
de: Bist du SICHER, dass du fertig bist? Der Weltname wird zufallsgeneriert.
ja: 終了しても宜しいですか？ 世界名はランダムで生成されます。
ko: 정말 이대로 끝마칩니까? 월드맵 이름이 무작위로 생성됩니다.
ru: Вы действительно хотите продолжить? Название мира будет выбрано случайным образом.
zh_cn: 您确定您已经完成设定了吗？世界名称将随机生成。

source: CONFIRMATION
de: BESTÄTIGUNG
ja: 確認
ko: 확인
ru: ПОДТВЕРЖДЕНИЕ
zh_cn: 确认

source: Could not open the world file %s, check file permissions.
ja: 世界ファイル(%s)を開けませんでした。ファイルのアクセス権限を確認して下さい。
zh_cn: 无法打开世界文件 %s，请检查文件权限。

source: Do you want to abort World Generation?
de: Willst du die Weltgenerierung abbrechen?
ja: 世界生成を中止しますか？
ko: 월드맵 생성을 종료합니까?
ru: Хотите выйти из меню генерации мира?
zh_cn: 你打算放弃世界生成？

source: Do you want to start the game in world [%s]?
de: Willst du das Spiel in der Welt »%s« starten?
ja: [%s]でゲームを始めますか？
ko: %s 월드맵에서 게임을 시작합니까?
ru: Хотите начать игру в мире [%s]?
zh_cn: 你打算开始[ %s ]中的游戏了吗？

source: Failed to save the world file to %s.
zh_cn: 存储世界文件至%s失败。

source: Mod List
de: Modliste
ja: MODリスト
ko: 모드 목록
ru: Список модов
zh_cn: 模组列表

source: Mod Load Order
de: Mod-Ladereihenfolge
ja: MODロード順
ko: 모드 불러오기 순서
ru: Порядок загрузки модов
zh_cn: 模组载入顺序

source: Mods to use
de: Gewünschte Mods
ja: 使用するMOD
ko: 사용할 모드들
ru: Модификации
zh_cn: 使用MOD

source: Page %d
de: Seite %d
ja: %d ページ
ko: %d 페이지
ru: Страница %d
zh_cn: 页面 %d

source: Pick a world to enter game
de: Wähle eine Welt, um das Spiel zu starten
ja: 開始する世界を選択
ko: 월드맵을 선택하세요.
ru: Выберите мир, чтобы начать игру
zh_cn: 选择一个世界进入

source: Press %s to save the list of active mods as default. Press %s for help.
de: %s: Liste aktiver Mods als Standard speichern. %s: Hilfe
ja: '%s'で有効なMODをデフォルトとして保存します。'%s'でヘルプを閲覧します。
zh_cn: 按 ' %s ' 将激活mod列表保存为默认，按' %s '帮助。

source: Press <color_yellow>%s</color> to pick a random name for your world.
de: Drücke <color_yellow>%s</color>, um einen Zufallsnamen für deine Welt zu wählen.
ja: <color_yellow>%s</color>でランダムに世界の名前を決定します。
zh_cn: 按<color_yellow> %s </color>为你的世界随机命名。

source: Press <color_yellow>%s</color> when you are satisfied with the world as it is and are ready to continue, or <color_yellow>%s</color> to go back and review your world.
de: Drücke <color_yellow>%s</color>, wenn du mit der Welt, so wie sie ist, zufrieden und du bereit zum Fortsetzen bist. Ansonsten drücke <color_yellow>%s</color>, um zurückzugehen und deine Welt zu überarbeiten.
ja: 世界に満足し、次に行く場合は<color_yellow>'%s'</color>を押して下さい。或いは、<color_yellow>'%s'</color>で世界を見直せます。
zh_cn: 当你完成世界设定后，开始游戏请按<color_yellow> %s </color>。或者按 <color_yellow>%s</color> 返回。

source: Saved list of active mods as default
de: Aktuelle Liste aktiver Mods als Standard gespeichert
ja: 有効なMODをデフォルトとして設定しました
ko: 활성화된 모드 목록을 기본설정으로 저장함
ru: Сохранить список модов как список по умолчанию.
zh_cn: 激活mod列表已保存为默认

source: Switch to other list
ja: 他の一覧に切替
zh_cn: 切换到其它列表

source: World Gen Options
de: Weltgenerator-Optionen
ja: 世界生成設定
ko: 월드맵 설정
ru: Опции генерации
zh_cn: 世界生成设置

source: World Name:
de: Name der Welt:
ja: 世界名:
ko: 월드맵 이름:
ru: Название мира:
zh_cn: 世界名称:

source: _______NO NAME ENTERED!!!!______
ja: ______名前が入力されていない！______
zh_cn: _______未输入名字!!!!______

source: An empty casing from a .22 round. These can't be hand-reloaded.
ja: .22口径の空薬莢です。再利用できません。

source: Rubber slugs from a shotgun beanbag round. You could use them to make new beanbag rounds.
ja: 単発弾用のゴム弾です。新たな単発弾の材料になります。

source: Copper scraps. Could be used to craft something, for example makeshift shotgun rounds.
ja: 銅屑です。自作のショットガン用弾薬などを作製する時に使います。

source: Diesel fuel. Made from a by-product of the gasoline making process.
ja: ガソリンの精製過程で作られる、ディーゼルエンジンの燃料です。

source: An armor-piercing incendiary variant of the powerful .50 BMG sniper round. Incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances.
ja: 徹甲焼夷仕様の強力な.50口径BMG狙撃弾です。焼夷弾は着弾時に高温で燃焼を起こし、装甲を貫通し、可燃物に着火します。

source: A tiny pointy steel bolt. Can be fired from a nail gun or similar weapon. Its drawback is that it can't be used for construction like nails.
ja: 先の尖った鋼製のネジです。ネイルガンやそれに類似した武器から放つ事が出来ます。欠点は釘の様に建設で再利用が出来ない事です。

source: A home-built rocket, consisting of a spike welded onto a pipe that was filled with improvised rocket fuel. Horribly inaccurate, as can be expected of this grade of weapon, but packs a fierce punch ...if it hits.
ja: 手作りのロケット弾です。概要は即席の推進剤で満たされた棘付きのパイプですね。命中精度は最悪ですが、威力はそれなりにあります。 ...当たってくれればですが。

source: A home-built rocket, consisting of a simple explosive warhead attached onto a pipe, filled with improvised rocket fuel. Not very powerful, but can be made from scratch.
ja: 手作りのロケット弾です。即席の推進剤で満たされたパイプの先端に、簡単な炸裂弾頭が取り付けてあります。威力はそれなりですが、自作可能です。

source: A home-built rocket, consisting of a container of flammable gel attached onto a pipe, filled with improvised rocket fuel. Short-range incendiary – handle with care!
ja: 手作りのロケット弾です。即席の推進剤で満たされたパイプの先端に、可燃性のゲルを詰めた容器が取り付けてあります。狭い範囲に焼夷効果を及ぼします。取り扱いに注意！

source: The result of an interrupted charcoal making process. Useless, except as fuel in a charcoal kiln.
ja: 木炭の製作行程を中止した際の生成物です。炭焼窯の燃料にする以外の使い道はありません。

source: Steel heads for an arrow. Placing these on arrows will make them more damaging and piercing.
ja: 鋼製の矢尻です。矢の先端に取り付ける事で威力と貫通力が増します。

source: Also known as a flight, this item provides aerodynamic stabilization of arrows. You'll need to put these on your arrows to make them functional.
ja: 矢の末端に取り付ける事で飛翔中の矢を安定させます。

source: This simple arrow has a fire-hardened point and fletching. Stands a below average chance of remaining intact once fired.
ja: 先端を焼き固めて、矢羽を取り付けた矢です。放った矢が低確率で地面に残ります。

source: A simple arrow shaft that has a crude arrowhead and fletching. Useful for hunting small woodland creatures or as a last ditch defense against zombies. Stands a below average chance of remaining intact once fired.
ja: 未加工の素材を矢尻にして、矢羽を取り付けた矢です。森の小動物を狩るのに役に立ちます。放った矢が低確率で地面に残ります。

source: This arrow is significantly sturdier than other wooden arrows. It has a fire-hardened point and fletching. Stands a good chance of remaining intact once fired.
ja: 他の木の矢と比べ、頑丈な木の矢です。先端を焼き固めて、矢羽が取り付けてあります。放った矢が中確率で地面に残ります。

source: This arrow is significantly sturdier than other wooden arrows. It has a crude field point head and fletching. Stands a good chance of remaining intact once fired.
ja: 他の木の矢と比べ、頑丈な木の矢です。未加工の素材を矢尻として、矢羽が取り付けてあります。放った矢が中確率で地面に残ります。

source: This metal shaft has been carefully sharpened so that it has a crude point at the end. Needs fletching to be worth firing from a bow.
ja: 先端に矢尻を取り付けられるように、丁寧に尖らせてある金属製の矢柄です。矢として真価を発揮させるには矢羽が必要です。

source: This metal shaft has been carefully sharpened so that it has a crude point at the end. Stands a very good chance of remaining intact once fired.
ja: 先端に矢尻を取り付けられるように、丁寧に尖らせてある金属製の矢柄です。放った矢が中確率で地面に残ります。

source: This metal arrow has fletching and a steel arrowhead. Stands a very good chance of remaining intact once fired.
ja: 矢羽と鉄の矢尻が取り付けてある金属製の矢です。放った矢が高確率で地面に残ります。

source: High-tech carbon fiber shafts and 100 grain broadheads. Very lightweight, fast, and notoriously fragile. Stands a bad chance of remaining intact once fired.
ja: ハイテク技術を使ったカーボンファイバー製の矢柄に、約6.5gの矢尻が取り付けられた矢です。非常に軽く、高速で飛ばせますが、脆い事で有名です。放った矢が極低確率で地面に残ります。

source: This plastic arrow has a plastic arrowhead and fletching. Stands a good chance of remaining intact once fired.
ja: プラスチック製の矢です。プラスチック製の矢尻と矢羽が取り付けてあります。放った矢が中確率で地面に残ります。

source: sulphur
ja: 硫黄

source: A handful of yellow grains of pure sulphur. Primarily used to make battery acid, sulphur is sometimes used as fuel for explosives. Can be burned to produce acidic smoke, that is deadly to bacteria and humans alike, or oxidised to make paper-bleaching agents.
ja: 純粋な黄色い硫黄の粉末です。主にバッテリー用の希硫酸を作るのに使われますが、爆発物の燃料としても用いられます。燃やすと微生物だけでなく、人類にとっても致命的な酸性の煙が発生します。また、酸化させると紙用の漂白剤になります。

source: A handful of zinc powder. While commercially used mostly in cosmetics and for paints, hobbyists used to mix it with sulphur to make basic rocket fuel / smokescreen. When treated with a strong acid, it will produce hydrogen.
ja: 亜鉛の粉末です。商業的には主に化粧品や塗料として使われていましたが、マニアはこの粉を硫黄と混ぜて、基本的なロケット燃料や煙幕を作っていました。強い酸に触れると水素が発生します。

source: sulphuric acid
ja: 硫酸

source: Sulphuric acid: viscous, foul-smelling and extremely corrosive, particularly to organic matter and evil clowns. Although used to prepare a number of chemicals, it is mostly known as battery acid, due to its widest commercial application.
ja: 硫酸は粘性が高く、悪臭を放ち、有機物と邪悪なピエロに対して非常に高い腐食性を発揮します。数多くの化学物質の調合に使われますが、硫酸が含まれている一番身近な製品は電池です。

source: saltpetre
ja: 硝石

source: A handful of saltpetre. Sometimes used as a fertiliser, this ubiquitous nitrate is the principal constituent of black gunpowder and simple rocket propellants, such as rocket candy.
ja: ひとかけらの硝石です。肥料としても使いますが、主に黒色火薬の原料や、砂糖ロケットのような単純なロケットの推進剤に用いられます。

source: aluminum sulphate
ja: 硝酸アルミニウム
