Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: kilt
ja: キルト
zh_cn: 苏格兰短裙

source: kimono
ja: 着物
zh_cn: 和服

source: kippah
ja: キッパー
zh_cn: 基帕

source: kittel
ja: キッテル
zh_cn: 基特尔白袍

source: knit cowl
ja: ニット頭巾
zh_cn: 针织围脖

source: knit hat
de: Strickmütze
ja: ニット帽
ko: 니트 모자(knit hat)
ru: вязанная шляпа
zh_cn: 编织帽

source: kufi cap
ja: クフィ
zh_cn: 针织瓜皮帽

source: lab coat
de: Laborkittel
ja: 白衣
ko: 실험실 가운(lab coat)
ru: лабораторный халат
zh_cn: 实验室大衣

source: large quiver
de: großer Köcher
ja: 矢筒(大型)
ko: 큰 화살통(large quiver)
ru: большой колчан
zh_cn: 大箭筒

source: leather apron
de: Lederschurz
ja: エプロン(革)
ko: 가죽 앞치마(leather apron)
ru: кожаный фартук
zh_cn: 皮围裙

source: leather armor helmet
de: Lederrüstungshelm
ja: レザーアーマーヘルメット
ko: 가죽 갑옷 투구(leather helmet)
ru: кожаный шлем
zh_cn: 皮甲头盔

source: leather backpack
de: Lederrucksack
ja: バックパック(革)
ko: 가죽 배낭(leather backpack)
ru: кожаный рюкзак
zh_cn: 皮质背包

source: leather belt
de: Ledergürtel
ja: レザーベルト
ko: 가죽 벨트(leather belt)
ru: кожаный ремень
zh_cn: 皮带

source: leather bikini top
de: Lederbikinioberteil
ja: ビキニトップ(革)
ko: 가죽 비키니 상의(leather bikini)
ru: кожаное бикини
zh_cn: 皮革比基尼文胸

source: leather body armor
de: Lederkörperrüstung
ja: レザーアーマー
ko: 가죽 갑옷(leather armor)
ru: кожаная броня для туловища
zh_cn: 皮甲

source: leather cat tail
de: Lederkatzenschwanz
ja: 猫尻尾(革)
ko: 가죽 고양이 꼬리(leather cat tail)
ru: кожаный кошачий хвост
zh_cn: 皮猫尾

source: leather chaps
de: Leder-Chaps
ja: レザーロングブーツ
ko: 가죽 덧바지(leather chaps)
ru: кожаные чапсы
zh_cn: 皮裹腿

source: leather cloak
de: Lederumhang
ja: 外套(革)
ko: 가죽 망토(leather cloak)
ru: кожаный плащ
zh_cn: 皮披风

source: leather collar
de: Lederhalsband
ja: 鈴付き首輪(革)
ko: 가죽 목줄(leather collar)
ru: кожаный ошейник
zh_cn: 皮革项圈

source: leather corset
de: Lederkorsett
ja: レザーコルセット
ko: 가죽 코르셋(leather corset)
ru: кожаный корсет
zh_cn: 束身皮衣

source: leather duster
ja: ダスターコート(革)
zh_cn: 皮制防尘风衣

source: leather hot pants
de: Leder-Hotpants
ja: ホットパンツ(革)
ko: 가죽 핫팬츠(leather hot pants)
ru: кожаные шортики
zh_cn: 齐B小皮裤

source: leather jacket
de: Lederjacke
ja: レザージャケット
ko: 가죽 외투(leather jacket)
ru: кожаная куртка
zh_cn: 皮夹克

source: leather loincloth
de: Leder-Lendenschurz
ja: 褌(革)
ko: 가죽 샅바(leather loincloth)
ru: кожаная набедренная повязка
zh_cn: 皮质兜裆布

source: leather pants
de: Lederhose
ja: レザーパンツ
ko: 가죽 바지(leather pants)
ru: кожаные штаны
zh_cn: 皮裤

source: leather pouch
de: Lederbeutel
ja: ポーチ(革)
ko: 가죽 주머니(leather pouch)
ru: кожаный мешок
zh_cn: 皮革小袋

source: leather skirt
de: Lederrock
ja: レザースカート
ko: 가죽 치마(leather skirt)
ru: кожаная юбка
zh_cn: 皮短裙

source: leather touring suit
de: Leder-Fahranzug
ja: レザーツーリングスーツ
ko: 투어링 슈트(touring suit)
ru: кожаный костюм для вождения
zh_cn: 皮质摩托套装

source: leather trenchcoat
de: Ledertrenchcoat
ja: トレンチコート(革)
ko: 가죽 트렌치코트(trenchcoat)
ru: кожаный плащ
zh_cn: 皮制风衣

source: leather vest
de: Lederweste
ja: レザーベスト
ko: 가죽 조끼(leather vest)
ru: кожаный жилет
zh_cn: 皮革防护背心

source: leg splint
de: Beinschiene
ja: 添え木(脚)
ko: 다리 부목(leg splint)
ru: шина на ногу
zh_cn: 腿骨夹板

source: leggings
ja: レギンス
ko: 레깅스(leggings)
ru: леггинсы
zh_cn: 尼龙绑腿

source: light jacket
de: leichte Jacke
ja: ライトジャケット
ko: 가벼운 외투(light jacket)
ru: лёгкая куртка
zh_cn: 轻型夹克

source: light power armor
de: leichte Energierüstung
ja: 軽量型パワーアーマー
ko: 경량형 파워 아머(power armor)
ru: лёгкий силовой доспех
zh_cn: 轻型动力装甲

source: light power armor helmet
de: leichter Energierüstungshelm
ja: 軽量型パワーアーマーヘルメット
ko: 경량형 파워 아머 헬멧(helmet)
ru: шлем лёгкого силового доспеха
zh_cn: 轻型动力装甲头盔

source: light survivor harness
de: leichter Überlebendenharnisch
ja: 軽量型サバイバーハーネス
ko: 경량형 생존용 멜빵(survivor harness)
zh_cn: 轻型幸存者背带

source: light survivor hood
de: leichte Überlebendenkapuze
ja: 軽量型サバイバーフード
ko: 경량형 생존용 후드(survivor hood)
ru: лёгкий капюшон выживальщика
zh_cn: 幸存者轻型兜帽

source: light survivor mask
ja: 軽量型サバイバーマスク
zh_cn: 轻型幸存者面具

source: light survivor suit
de: leichter Überlebensanzug
ja: 軽量型サバイバースーツ
ko: 경량형 생존용 슈트(survivor suit)
ru: легкий костюм выживальщика
zh_cn: 轻型生存者套装

source: light-blue work pants
de: hellblaue Arbeitshose
ja: 作業用パンツ(水色)
zh_cn: 淡蓝工作裤

source: light-blue work t-shirt
de: hellblaues Arbeits-T-Shirt
ja: 作業用Tシャツ(水色)
zh_cn: 淡蓝工作T恤

source: lobster helmet
de: Zischägge
ja: ロブスターヘルメット
ko: 로브스터 헬멧(lobster helmet)
ru: шлем «Лобстер»
zh_cn: 虾式头盔

source: locket
de: Medaillon
ja: ロケットペンダント
ko: 로켓(locket)
ru: медальон
zh_cn: 首饰盒

source: loincloth
de: Lendenschurz
ja: 褌
ko: 샅바(loincloth)
ru: набедренная повязка
zh_cn: 兜裆布

source: long underwear bottom
de: lange Unterwäsche – Unterteil
ja: ロングアンダーウェア(下)
ko: 긴 내복 하의(underwear bottom)
ru: термобельё для ног
zh_cn: 保暖卫裤

source: long underwear top
de: lange Unterwäsche – Oberteil
ja: ロングアンダーウェア(上)
ko: 긴 내복 상의(underwear top)
ru: термобельё для торса
zh_cn: 保暖卫衣

source: long-sleeved shirt
de: langärmeliges Hemd
ja: 長袖シャツ
ko: 긴 소매 셔츠(long-sleeved shirt)
ru: водолазка
zh_cn: 长袖衬衫

source: mail carrier hat
de: Briefträgermütze
ja: 帽子(郵便配達員)
ko: 우체부 모자(mail carrier hat)
ru: кепка почтальона
zh_cn: 邮差帽

source: mail carrier shirt
de: Briefträgerhemd
ja: シャツ(郵便配達員)
ko: 우체부 셔츠(mail carrier shirt)
ru: рубашка почтальона
zh_cn: 邮差衬衫

source: mail carrier shorts
de: Briefträgershorts
ja: パンツ(郵便配達員)
ko: 우체부 반바지(mail carrier shorts)
ru: шорты почтальона
zh_cn: 邮差短裤

source: makeshift sling
de: selbstgemachtes Tragetuch
ja: 簡易三角巾
ko: 대충 만든 포대(makeshift sling)
ru: самодельная перевязь
zh_cn: 简易肩背袋

source: marshal badge
de: Marshal-Dienstmarke
ja: 執行官バッジ
zh_cn: 执法官徽章

source: messenger bag
de: Kuriertasche
ja: メッセンジャーバッグ
ko: 배달부 가방(messenger bag)
ru: сумка
zh_cn: 邮差包

source: military rucksack
de: Militärrucksack
ja: 軍用リュックサック
ko: 군용 큰 배낭(military rucksack)
ru: военный рюкзак
zh_cn: 军用背包

source: monocle
de: Monokel
ja: 片眼鏡
ko: 외알 안경(monocle)
ru: монокль
zh_cn: 单片眼镜

source: motorcycle armor
ja: バイクアーマー
zh_cn: 摩托护甲

source: motorcycle helmet
de: Motorradhelm
ja: バイクヘルメット
ko: 오토바이 헬멧(motorcycle helmet)
ru: мотоциклетный шлем
zh_cn: 摩托车头盔

source: motorcycle pants
ja: バイクパンツ
zh_cn: 摩托裤

source: nanoskirt
ja: ナノスカート
zh_cn: 纳米短裙

source: newsboy cap
ja: キャスケット
zh_cn: 报童帽

source: noise cancelling headgear
de: geräuschreduzierender Kopfhörer
ja: ノイズキャンセリングヘッドギア
ko: 소음차단 헤드기어(noise headgear)
ru: шумоподавляющие наушники
zh_cn: 抗噪耳罩

source: nomad cowl
ja: 放浪者の頭巾
zh_cn: 游牧罩头

source: nomad gear
ja: 放浪者の服
zh_cn: 游牧装

source: obi
ja: 帯
ko: 오비(obi)
ru: оби
zh_cn: 腰带

source: orange belt
de: orange Gürtel
ja: 橙帯
ko: 주황띠(orange belt)
ru: оранжевый пояс
zh_cn: 橙带

source: ornamental plate armor
de: Zierplattenpanzer
ja: 装飾用プレートアーマー
ko: 의장용 판금 갑옷(ornamental armor)
ru: парадные доспехи
zh_cn: 装饰板甲

source: pair of 2-by-arm guards
de: Paar Kantholz-Armschienen
ja: アームガード(木)
ko: 강화된 팔 보호대(2-by-arm guards)
ru: пара протекторов для рук
zh_cn: 简易护臂

source: pair of 2-by-shin guards
de: Paar Kantholz-Schienbeinschoner
ja: レッグガード(木)
ko: 강화된 다리 보호대(2-by-shin guards)
ru: пара протекторов для голеней
zh_cn: 简易护胫

source: pair of XL leg warmers
de: Paar große Beinwärmer
ja: レッグウォーマー(XL)
ko: 특대 다리 토시(XL leg warmers)
ru: пара XL гетр
zh_cn: XL号暖腿宝

source: pair of XL survivor boots
de: Paar große Überlebendenstiefel
ja: サバイバーブーツ(XL)
ko: 특대 생존용 부츠(XL survivor boots)
ru: пара XL ботинок выживальщика
zh_cn: XL号幸存者长靴

source: pair of XL survivor gloves
de: Paar große Überlebendenhandschuhe
ja: サバイバーグローブ(XL)
ko: 특대 생존용 장갑(XL survivor gloves)
ru: пара XL перчаток выживальщика
zh_cn: XL号幸存者护手

source: pair of arm warmers
de: Paar Armwärmer
ja: アームウォーマー
ko: 팔 토시(arm warmers)
ru: пара нарукавников
zh_cn: 暖臂套

source: pair of armored boots
de: Paar Panzerstiefel
ja: プレートアーマーブーツ
ko: 금속제 부츠(armored boots)
ru: пара бронеботинков
zh_cn: 护甲靴

source: pair of armored fingerless gloves
de: Paar verstärkte Halbfingerhandschuhe
ja: 補強指貫手袋
ko: 보강된 반장갑(fingerless gloves)
ru: пара бронеперчаток без пальцев
zh_cn: 露指护手套

source: pair of armored gauntlets
de: Paar Panzerhandschuhe
ja: プレートアーマーガントレット
ko: 금속제 건틀렛(armored gauntlets)
ru: пара бронеперчаток
zh_cn: 护甲手套

source: pair of army winter gloves
ja: 軍用ウィンターグローブ
zh_cn: 防寒军用手套

source: pair of bag gloves
zh_cn: 塑料袋手套

source: pair of bag socks
zh_cn: 塑料袋袜子

source: pair of ballistic glasses
de: Panzerglasbrille
ja: バリスティックグラス
ko: 전술사격용 보안경(glasses)
ru: баллистические очки
zh_cn: 防弹护目镜

source: pair of beekeeping gloves
de: Paar Imkerhandschuhe
ja: 手袋(養蜂用)
zh_cn: 养蜂手套

source: pair of bifocal glasses
de: Zweistärkenbrille
ja: 遠近両用眼鏡
ko: 이중 초점 안경(bifocal glasses)
ru: бифокальные очки
zh_cn: 双焦点眼镜

source: pair of bone armor boots
de: Paar Knochenrüstungsstiefel
ja: ボーンアーマーブーツ
ko: 뼈갑옷 부츠(bone boots)
ru: пара костяных бронеботинок
zh_cn: 骨甲靴

source: pair of bone armor gauntlets
de: Paar Knochenschutzhandschuhe
ja: ボーンアーマーガントレット
ko: 뼈갑옷 장갑(bone gauntlets)
ru: пара костяных бронеперчаток
zh_cn: 骨甲护手

source: pair of boots
de: Paar Stiefel
ja: ブーツ
ko: 부츠(boots)
ru: пара ботинок
zh_cn: 靴子

source: pair of bowling shoes
de: Paar Bowlingschuhe
ja: ボーリングシューズ
ko: 볼링화(bowling shoes)
ru: пара ботинок для боулинга
zh_cn: 保龄球鞋

source: pair of boxing gloves
de: Paar Boxhandschuhe
ja: ボクシンググローブ
ko: 권투 글러브(boxing gloves)
ru: пара боксёрских перчаток
zh_cn: 拳击手套

source: pair of chainmail sleeves
zh_cn: 锁环护臂

source: pair of chitin arm guards
de: Paar Chitin-Armschienen
ja: キチンアームガード
ko: 키틴질 팔 보호구(chitin guards)
ru: наручи из хитина
zh_cn: 甲壳护臂

source: pair of chitinous boots
de: Paar Chitinstiefel
ja: キチンブーツ
ko: 키틴질 부츠(chitinous boots)
ru: пара хитиновых ботинок
zh_cn: 甲壳靴

source: pair of chitinous gauntlets
de: Paar Chitinpanzerhandschuhe
ja: キチンガントレット
ko: 키틴질 장갑(chitinous gauntlets)
ru: пара хитиновых рукавиц
zh_cn: 甲壳护手

source: pair of cleats
de: Paar Stollenschuhe
ja: スパイクシューズ
ko: 스파이크 운동화(cleats)
ru: пара шиповок
zh_cn: 钉鞋

source: pair of clown shoes
de: Paar Clownsschuhe
ja: 道化師の靴
ko: 광대 신발(clown shoes)
ru: пара клоунских ботинок
zh_cn: 小丑鞋

source: pair of combat boots
de: Paar Kampfstiefel
ja: コンバットブーツ
ko: 전투화(combat boots)
ru: пара армейских ботинок
zh_cn: 战斗靴

source: pair of cord sandals
de: Paar Stricksandalen
ja: コードサンダル
ko: 끈 샌들(cord sandals)
ru: пара плетёных сандалий
zh_cn: 系绳凉鞋

source: pair of dance shoes
de: Paar Tanzschuhe
ja: ダンスシューズ
zh_cn: 舞鞋

source: pair of disposable bowling socks
ja: ボーリング用靴下(使い捨て)
zh_cn: 一次性保龄球袜

source: pair of dress shoes
de: Paar Anzugsschuhe
ja: ドレスシューズ
ko: 예복용 구두(dress shoes)
ru: пара туфель
zh_cn: 正装皮鞋

source: pair of drop leg pouches
de: Paar Drop-Leg-Pouches
ja: ドロップレッグポーチ
ko: 다리 주머니(drop leg pouches)
ru: подсумок-сбросник
zh_cn: 绑腿包

source: pair of ear plugs
de: Paar Ohrstöpsel
ja: 耳栓
ko: 귀마개(ear plugs)
ru: пара ушных затычек
zh_cn: 耳塞

source: pair of elbow pads
de: Paar Ellbogenschützer
ja: 肘パッド
ko: 팔꿈치 보호대(elbow pads)
ru: пара налокотников
zh_cn: 护肘

source: pair of eyeglasses
de: Brille
ja: 眼鏡
ko: 근시용 안경(eyeglasses)
ru: очки
zh_cn: 眼镜

source: pair of fetlock furs
de: Paar Fußgelenkfelle
ja: フェットロック(毛皮)
ko: 구절 털토시(fetlock furs)
zh_cn: 护蹄毛套

source: pair of fingerless gloves
de: Paar Halbfingerhandschuhe
ja: 指貫手袋
ko: 반장갑(fingerless gloves)
ru: пара перчаток без пальцев
zh_cn: 露指皮手套

source: pair of fire gauntlets
de: Paar feuerfeste Panzerhandschuhe
ja: 防火グローブ
ko: 소방용 장갑(fire gauntlets)
ru: пара огнеупорных перчаток
zh_cn: 消防手套

source: pair of fishing waders
de: Paar Watstiefel
ja: 釣り用防水ズボン
ko: 낚시용 장화(fishing waders)
zh_cn: 垂钓服

source: pair of fit-over sunglasses
ja: オーバーサングラス
zh_cn: 太阳眼镜罩

source: pair of flame-resistant gloves
de: Paar feuerfeste Handschuhe
ja: 耐火グローブ
ko: 방화장갑(flame-resistant gloves)
ru: пара огнеупорных перчаток
zh_cn: 防火手套

source: pair of flame-resistant socks
de: Paar feuerfeste Socken
ja: 耐火靴下
ko: 방화양말(flame-resistant socks)
ru: пара огнеупорных носков
zh_cn: 防火袜

source: pair of flip-flops
de: Paar Flip-Flops
ja: サンダル
ko: 쪼리 샌들(flip-flops)
ru: пара сандалий
zh_cn: 人字拖

source: pair of foot rags
de: Paar Fußlumpen
ja: フットラグ
ko: 발싸개(foot rags)
ru: пара портянок
zh_cn: 裹脚布

source: pair of fur boots
de: Paar Fellstiefel
ja: ブーツ(毛皮)
ko: 모피 부츠(fur boots)
ru: пара меховых сапог
zh_cn: 毛皮靴

source: pair of fur foot wraps
ja: フットラップ(毛皮)
zh_cn: 毛皮绑腿

source: pair of fur gloves
de: Paar Fellhandschuhe
ja: 手袋(毛皮)
ko: 모피 장갑(fur gloves)
ru: пара меховых перчаток
zh_cn: 毛皮手套

source: pair of fur hand wraps
ja: ハンドラップ(毛皮)
zh_cn: 毛皮绑手带

source: pair of fuzzy cat ears
de: Paar flauschige Katzenohren
ja: 猫耳(微毛)
ko: 털 고양이 귀(fuzzy cat ears)
ru: пара пушистых кошачьих ушек
zh_cn: 毛绒猫耳

source: pair of geta
de: Paar Geta
ja: 下駄
ko: 게타(geta)
ru: пара гета
zh_cn: 木屐

source: pair of gi tabi
de: Paar Gi-Tabi
ja: 地下足袋
ko: 기 타비(gi tabi)
ru: пара ги таби
zh_cn: 白足袋

source: pair of glove liners
de: Paar Unterzieh-Handschuhe
ja: ライナーグローブ
ko: 속장갑(glove liners)
ru: пара перчаток с подкладом
zh_cn: 衬里手套

source: pair of hand wraps
de: Paar Hand-Umhängetücher
ja: ハンドラップ
ko: 핸드랩(hand wraps)
ru: боксёрские бинты
zh_cn: 绑手带

source: pair of hard arm guards
de: Paar harte Armschienen
ja: アームガード
ko: 견고한 팔 방호구(hard arm guards)
ru: пара жёстких наручей
zh_cn: 硬质橡胶护臂

source: pair of hard leg guards
de: Paar harte Beinschienen
ja: ハードレッグガード
ko: 견고한 다리 보호구(leg guards)
ru: жёсткие поножи
zh_cn: 硬质护腿

source: pair of heavy survivor boots
de: Paar schwere Überlebendenstiefel
ja: 重量型サバイバーブーツ
ko: 중량형 생존용 부츠(survivor boots)
ru: пара тяжёлых ботинок выживальщика
zh_cn: 幸存者重靴

source: pair of heavy survivor gloves
de: Paar schwere Überlebendenhandschuhe
ja: 重量型サバイバーグローブ
ko: 중량형 생존용 장갑(survivor gloves)
ru: пара тяжёлых перчаток выживальщика
zh_cn: 重型幸存者手套

source: pair of heels
de: Paar Stöckelschuhe
ja: ハイヒール
ko: 힐(heels)
ru: пара туфель на каблуках
zh_cn: 高跟鞋

source: pair of hiking boots
de: Paar Wanderschuhe
ja: 軽登山靴
ko: 하이킹 부츠(hiking boots)
ru: пара походных ботинок
zh_cn: 登山靴

source: pair of knee pads
de: Paar Knieschoner
ja: 膝パッド
ko: 무릎 보호대(knee pads)
ru: пара наколенников
zh_cn: 护膝

source: pair of knee-high boots
de: Paar kniehoher Stiefel
ja: ニーハイブーツ
ko: 니하이 부츠(knee-high boots)
ru: пара сапог
zh_cn: 及膝高筒靴

source: pair of leather armor boots
de: Paar Lederrüstungsstiefel
ja: レザーアーマーブーツ
ko: 가죽갑옷 부츠(leather boots)
ru: пара кожаных бронеботинок
zh_cn: 皮甲靴

source: pair of leather armor gauntlets
de: Paar Lederrüstungsschutzhandschuhe
ja: レザーアーマーガントレット
ko: 가죽 갑옷 장갑(leather gauntlets)
ru: пара кожаных защитных перчаток
zh_cn: 皮甲护手

source: pair of leather cat ears
de: Paar Lederkatzenohren
ja: 猫耳(革)
ko: 가죽 고양이 귀(leather cat ears)
ru: пара кожаных кошачьих ушек
zh_cn: 皮猫耳

source: pair of leather foot wraps
ja: フットラップ(革)
zh_cn: 皮革绑腿

source: pair of leather gloves
de: Paar Lederhandschuhe
ja: レザーグローブ
ko: 가죽 장갑(leather gloves)
ru: пара кожаных перчаток
zh_cn: 皮手套

source: pair of leather hand wraps
ja: ハンドラップ(革)
zh_cn: 皮革绑手带

source: pair of leather sandals
de: Paar Ledersandalen
ja: サンダル(革)
ko: 가죽 샌들(leather sandals)
ru: пара кожаных сандалий
zh_cn: 皮拖鞋

source: pair of leg warmers
de: Paar Beinwärmer
ja: レッグウォーマー
ko: 다리 토시(leg warmers)
ru: пара гетр
zh_cn: 暖腿套

source: pair of light gloves
de: Paar leichte Handschuhe
ja: ライトグローブ
ko: 얇은 장갑(light gloves)
ru: пара тонких перчаток
zh_cn: 棉手套

source: pair of light survivor boots
de: Paar leichte Überlebendenstiefel
ja: 軽量型サバイバーブーツ
ko: 경량형 생존용 부츠(survivor boots)
ru: пара лёгких ботинок выживальщика
zh_cn: 幸存者轻型长靴

source: pair of light survivor gloves
de: Paar leichte Überlebendenhandschuhe
ja: 軽量型サバイバーグローブ
ko: 경량형 생존용 장갑(survivor gloves)
ru: пара лёгких перчаток выживальщика
zh_cn: 轻型幸存者手套

source: pair of lowtop tennis shoes
de: Paar flache Tennisschuhe
ja: ロートップテニスシューズ
ko: 테니스 신발(tennis shoes)
ru: пара низкой теннисной обуви
zh_cn: 网球鞋

source: pair of medical gloves
de: Paar medizinische Handschuhe
ja: 医療用手袋
ko: 의료용 장갑(medical gloves)
ru: пара медицинских перчаток
zh_cn: 医用手套

source: pair of metal arm guards
de: Paar metallverstärkte Armschienen
ja: メタルアームガード
ko: 금속 팔 보호구(metal arm guards)
ru: металлические наручи
zh_cn: 金属护臂

source: pair of metal leg guards
de: Paar metallverstärkte Beinschienen
ja: メタルレッグガード
ko: 금속 다리 보호대(metal leg guards)
ru: металлические поножи
zh_cn: 金属护腿

source: pair of mittens
de: Paar Fäustlinge
ja: ミトン
ko: 벙어리 장갑(mittens)
ru: пара варежек
zh_cn: 拳击手套

source: pair of moccasins
de: Paar Mokassins
ja: モカシン
zh_cn: 手工毛皮鞋

source: pair of motorcycle boots
zh_cn: 摩托车鞋

source: pair of neoprene arm sleeves
de: Paar Neoprenärmel
ja: ネオプレンアームスリーブ
ko: 합성고무 팔 소매(neoprene arm sleeves)
ru: неопреновые наручи
zh_cn: 软质橡胶护臂

source: pair of paper arm guards
zh_cn: 纸护臂

source: pair of paper leg guards
zh_cn: 纸护腿

source: pair of reading glasses
de: Lesebrille
ja: 老眼鏡
ko: 원시용 안경(reading glasses)
ru: очки для чтения
zh_cn: 老花镜

source: pair of rollerblades
de: Paar Rollerblades
ja: ローラーブレード
zh_cn: 直排轮滑鞋

source: pair of rollerskates
de: Paar Rollschuhe
ja: ローラースケート
zh_cn: 滚轴溜冰鞋

source: pair of rubber boots
de: Paar Gummistiefel
ja: ゴム長靴
ko: 고무장화(rubber boots)
ru: пара резиновых ботинок
zh_cn: 橡胶靴

source: pair of rubber gloves
de: Paar Gummihandschuhe
ja: ゴム手袋
ko: 고무장갑(rubber gloves)
ru: пара резиновых перчаток
zh_cn: 橡胶手套

source: pair of safety glasses
de: Schutzbrille
ja: 保護眼鏡
ko: 보안경(safety glasses)
ru: защитные очки
zh_cn: 护目镜

source: pair of ski goggles
de: Skibrille
ja: スキーゴーグル
ko: 스키 고글(ski goggles)
ru: лыжные очки
zh_cn: 滑雪护目镜

source: pair of sneakers
de: Paar Turnschuhe
ja: スニーカー
ko: 운동화(sneakers)
ru: пара кроссовок
zh_cn: 胶底运动鞋

source: pair of socks
de: Paar Socken
ja: 靴下
ko: 양말(socks)
ru: пара носков
zh_cn: 袜子

source: pair of steeltoed boots
de: Paar Stahlkappenstiefel
ja: 安全ブーツ
ko: 강철 보강 부츠(steeltoed boots)
ru: пара ботинок со стальным носком
zh_cn: 钢头鞋

source: pair of stockings
de: Paar Strümpfe
ja: ストッキング
ko: 스타킹(stockings)
ru: пара чулок
zh_cn: 长筒袜

source: pair of straw sandals
ja: 草鞋
zh_cn: 草鞋

source: pair of stylish sunglasses
de: modische Sonnenbrille
ja: スタイリッシュサングラス
ko: 멋있는 선글라스(stylish sunglasses)
ru: стильные солнечные очки
zh_cn: 时髦太阳镜

source: pair of sunglasses
de: Sonnenbrille
ja: サングラス
ko: 선글라스(sunglasses)
ru: солнечные очки
zh_cn: 太阳镜

source: pair of survivor boots
de: Paar Überlebendenstiefel
ja: サバイバーブーツ
ko: 생존용 부츠(survivor boots)
ru: пара ботинок выживальщика
zh_cn: 幸存者长靴

source: pair of survivor fireboots
de: Paar Überlebendenfeuerschutzschuhe
ja: サバイバー防火ブーツ
ko: 생존용 방화부츠(survivor fireboots)
ru: пара пожарных сапог выживальщика
zh_cn: 生存者防火靴

source: pair of survivor firegloves
de: Paar Überlebendenfeuerschutzhandschuhe
ja: サバイバー防火グローブ
ko: 생존용 방화장갑(survivor firegloves)
ru: пара пожарных перчаток выживальщика
zh_cn: 生存者防火手套

source: pair of survivor gloves
de: Paar Überlebendenhandschuhe
ja: サバイバーグローブ
ko: 생존용 장갑(survivor gloves)
ru: пара перчаток выживальщика
zh_cn: 幸存者手套

source: pair of survivor wetsuit boots
de: Paar Überlebendentaucheranzugsstiefel
ja: サバイバーウェットスーツブーツ
ko: 생존용 잠수부츠(survivor wetsuit boots)
ru: пара укреплённых сапог гидрокостюма
zh_cn: 生存者防水靴

source: pair of survivor wetsuit gloves
de: Paar Überlebendentaucheranzugshandschuhe
ja: サバイバーウェットスーツグローブ
ko: 생존용 잠수장갑(survivor wetsuit gloves)
ru: пара укреплённых перчаток гидрокостюма
zh_cn: 生存者防水手套

source: pair of swim fins
de: Paar Schwimmflossen
ja: フィン
ko: 물갈퀴(swim fins)
ru: пара ласт
zh_cn: 游泳脚蹼

source: pair of swim goggles
de: Schwimmbrille
ja: 水泳ゴーグル
ko: 수영 고글(swim goggles)
ru: очки для плавания
zh_cn: 游泳护目镜

source: pair of swimming booties
de: Paar Füßlinge
ja: スイミングブーツ
ko: 잠수용 신발(swimming booties)
ru: пара ботинок для плавания
zh_cn: 潜水鞋.

source: pair of swimming gloves
de: Paar Schwimmhandschuhe
ja: スイミンググローブ
ko: 잠수용 장갑(swimming gloves)
ru: пара перчаток для плавания
zh_cn: 潜水手套.

source: pair of swimming trunks
de: Badehose
ja: 男性用水泳パンツ
ko: 트렁크 수영복(swimming trunks)
ru: плавки
zh_cn: 泳裤

source: pair of tabi
de: Paar Tabi
ja: 足袋
ko: 타비(tabi)
ru: пара таби
zh_cn: 黑足袋

source: pair of tactical gloves
de: Paar Taktikhandschuhe
ja: タクティカルグローブ
ko: 전술 장갑(tactical gloves)
ru: пара тактических перчаток
zh_cn: 战术手套

source: pair of tentacle sleeves
de: Paar Tentakelärmel
ja: スリーブ(触手用)
ko: 촉수 소매(tentacle sleeves)
ru: пара рукавов для щупалец
zh_cn: 触手袖套

source: pair of tentacle stockings
de: Paar Tentakelstrümpfe
ja: ストッキング(触手用)
ko: 촉수 스타킹(tentacle stockings)
ru: пара чулок для щупалец
zh_cn: 触手袜

source: pair of turnout boots
de: Paar Feuerwehrschutzstiefel
ja: ターンアウトブーツ
ko: 방열부츠(turnout boots)
ru: пара пожарных сапог
zh_cn: 消防靴

source: pair of welding goggles
de: Schweißbrille
ja: 溶接ゴーグル
ko: 용접용 고글(welding goggles)
ru: сварочные очки
zh_cn: 电焊护目镜

source: pair of western boots
de: Paar Westernstiefel
ja: ウエスタンブーツ
ko: 웨스턴 부츠(western boots)
ru: пара ковбойских сапог
zh_cn: 西部长靴

source: pair of winter boots
de: Paar Winterstiefel
ja: 防寒ブーツ
ko: 겨울 부츠(winter boots)
ru: пара зимних ботинок
zh_cn: 防寒冬靴

source: pair of winter gloves
de: Paar Winterhandschuhe
ja: 防寒手袋
ko: 겨울용 장갑(winter gloves)
ru: пара зимних перчаток
zh_cn: 防寒手套

source: pair of winter survivor boots
de: Paar Winterüberlebendenstiefel
ja: ウィンターサバイバーブーツ
ko: 겨울형 생존용 부츠(survivor boots)
ru: пара зимних ботинков выживальщика
zh_cn: 幸存者冬靴

source: pair of winter survivor gloves
de: Paar Winterüberlebendenhandschuhe
ja: ウィンターサバイバーグローブ
ko: 겨울형 생존용 장갑(survivor gloves)
ru: пара зимних перчаток выживальщика
zh_cn: 冬季幸存者手套

source: pair of wooden clogs
de: Paar Holzschuhe
ja: 木靴
ko: 나막신(wooden clogs)
ru: пара деревянных башмаков
zh_cn: 木鞋

source: pair of wool gloves
de: Paar Wollhandschuhe
ja: 手袋(羊毛)
ko: 양모 장갑(wool gloves)
ru: пара шерстяных перчаток
zh_cn: 羊毛手套

source: pair of wool socks
de: Paar Wollsocken
ja: 靴下(羊毛)
ko: 양모 양말(wool socks)
ru: пара шерстяных носков
zh_cn: 羊毛袜

source: pair of work gloves
zh_cn: 劳保手套

source: panties
de: Slip
ja: パンティー
ko: 팬티(panties)
ru: женские трусики
zh_cn: 内裤（女用）

source: pants
de: Hose
ja: コットンパンツ
ko: 바지(pants)
ru: штаны
zh_cn: 长裤

source: peacoat
de: Caban
ja: ピーコート
ko: 방한 코트(peacoat)
ru: бушлат
zh_cn: 短粗呢外套

source: pearl collar
de: Perlenkette
ja: 首飾り(真珠)
ko: 진주 목걸이(pearl collar)
ru: жемчужное ожерелье
zh_cn: 珍珠项链

source: pickelhaube
ja: ピッケルハウベ
ko: 뿔 투구(pickelhaube)
ru: пикельхельм
zh_cn: 德国尖顶头盔

source: plastic shopping bag
ja: 買物袋(プラスチック)
zh_cn: 塑料购物袋

source: plate armor
de: Plattenpanzer
ja: プレートアーマー
ko: 판금 갑옷(plate armor)
ru: пластинчатая броня
zh_cn: 板甲

source: plated leather armor
de: plattierte Lederrüstung
ja: プレートレザーアーマー
ko: 철판 가죽 갑옷(plated leather armor)
ru: пластинчатая кожаная броня
zh_cn: 电镀皮甲

source: plug
ja: 栓
zh_cn: 耳钉

source: polo shirt
de: Polohemd
ja: ポロシャツ
ko: 폴로 셔츠(polo shirt)
ru: футболка поло
zh_cn: polo衫

source: porkpie hat
de: Kreissägenhut
ja: ポークパイハット
ko: 포크파이 햇(porkpie hat)
ru: шляпа Порк-пай
zh_cn: 卷边帽

source: pot helmet
de: Topfhelm
ja: ポットヘルメット
ko: 냄비 투구(pot helmet)
ru: шлем-кастрюля
zh_cn: 锅盔

source: pouch
de: Beutel
ja: ポーチ
ko: 주머니(pouch)
ru: мешок
zh_cn: 小袋子

source: power armor hauling frame
de: Energierüstungstransportmodul
ja: 装備運搬フレーム(パワーアーマー用)
ko: 파워 아머 화물 프레임(hauling frame)
ru: тяговая рама для силового доспеха
zh_cn: 动力装甲携行系统

source: protective mouthpiece
de: Mundschutz
ja: マウスプロテクター
ko: 보호용 마우스피스(mouthpiece)
ru: капа
zh_cn: 护齿牙套

source: purse
de: Handtasche
ja: ハンドバッグ
ko: 손가방(purse)
ru: сумочка
zh_cn: 女士手提包

source: quiver
de: Köcher
ja: 矢筒
ko: 화살통(quiver)
ru: колчан
zh_cn: 箭筒

source: radiation badge
de: Radioaktivitätsplakette
ja: 放射線バッジ
ko: 방사선 배지(radiation badge)
ru: плёночный дозиметр
zh_cn: 辐射标识牌

source: rag tunic
ja: ラグチュニック
zh_cn: 布条束腰外衣

source: rain coat
de: Regenmantel
ja: レインコート
ko: 우비(rain coat)
ru: дождевик
zh_cn: 雨衣

source: rain hood
de: Regenhaube
ja: レインフード
ko: 방수 후드(rain hood)
ru: капюшон от дождя
zh_cn: 雨帽

source: red jeans
de: rote Jeans
ja: ジーンズ(赤)
zh_cn: 红色牛仔裤

source: red leather jacket
de: rote Lederjacke
ja: レザージャケット(赤)
zh_cn: 红色皮夹克

source: riot helmet
de: Spezialeinheitshelm
ja: ライオットヘルメット
ko: 시위 진압용 헬멧(riot helmet)
ru: полицейский шлем с забралом
zh_cn: 防暴头盔

source: rioter mask
ja: 暴徒マスク
zh_cn: 暴徒面具

source: robe
ja: ローブ
zh_cn: 长袍

source: runner pack
de: Läuferrucksack
ja: ランニングバッグ
ko: 러너팩(runner pack)
ru: рюкзак бегуна
zh_cn: 跑步者背包

source: sable coat
de: Zobelmantel
ja: コート(黒貂)
zh_cn: 貂皮大衣
