Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Is there anything I can do to help?
de: Kann ich irgend etwas tun, um zu helfen?
ja: 何か出来ることはあるか？
zh_cn: 有什么我可以作为帮忙的？

source: Lets trade!
de: Lasst uns handeln!
ja: 取引使用！
zh_cn: 让我们交易！

source: Nope.
de: Nein.
ja: いいや。
zh_cn: 没。

source: Nothing optimistic?
de: Nichts optimistisches?
ja: 楽観的でない？
zh_cn: 不那么乐观？

source: Oh, okay.
ja: ああ、分かったよ。
ko: 오. 알았어.
ru: Ну, ладно.
zh_cn: 哦, 好的.

source: Ok, thanks.
de: Okay, danke.
ja: 分かった、ありがとう。
zh_cn: OK, 谢谢.

source: Okay, I'll go look for him then.
de: Okay, ich werde nach ihn sehen.
ja: 分かった、探してみるよ。
zh_cn: 好，那我就去找他。

source: Old Guard huh, I'll go talk to him!
de: Alte Garde, ja? Ich werd mit ihm sprechen!
ja: オールドガードか、そうしてみるよ！
zh_cn: 古老守卫，哈，我去找他们谈谈！

source: Screw You!
de: Geh zum Teufel!
ja: くたばりやがれ！
zh_cn: 去你X的！

source: See you later.
de: Wir sehen uns.
ja: それじゃあ、また。
zh_cn: 后会有期！

source: So are you with the government or something?
de: Also arbeitest du für die Regierung oder so?
ja: じゃあ君は政府の関係者か何か？
zh_cn: 你是政府或是什么组织的人？

source: So no negotiating? No, 'If you do this quest then we'll let you in?'
de: Keine Verhandlungen? Kein »Wenn du diese Aufgabe erfüllst, dann lassen wir dich rein.«?
ja: 交渉の余地は無いのか？'この仕事をやり遂げたら仲間に入れてやるが？'みたいな。
zh_cn: 没有考验吗？没什么‘如果你做这个任务，然后我们会让你加入？’之类的？

source: So uhhh, why not?
de: Ähhh, wieso nicht?
ja: そう、うーん、なぜ駄目なんだ？
zh_cn: 那么...呃，为什么不？

source: So who is everyone around here?
de: Also wer ist jeder hier?
ja: ここにいる人たちは何なんだ？
zh_cn: 那么这里的人都是些什么人？

source: Sorry to ask
de: Es tut mir Leid, dass ich frage.
ja: 謝る
zh_cn: 问了这些很抱歉。

source: Ssh. Some people in here hate... mutations. This was an accident.
de: Psst. Einige Leute hier hassen … Mutationen. Dies war ein Unfall.
ja: シー。ここの連中の中には憎悪するやつもいるんだ... 変異をな。これは事故だったんだ。
zh_cn: 嘘 ,小点声 ,有些人痛恨.....突变体 ,那是一个意外造成的 .

source: Sucks...
de: Nicht gut …
ja: クソが...
zh_cn: 糟糕...

source: Thanks for the heads-up.
de: Danke für die Vorwarnung.
ja: 注意に感謝する。
zh_cn: 谢谢你的提醒。

source: Thanks! I will be on my way.
de: Danke! Ich werde unterwegs sein.
ja: 有難う！もう行くよ！
zh_cn: 谢谢！我要走了。

source: That sure is a shiny badge you got there!
de: Das ist wirklich eine glänzende Dienstmarke, die Sie da haben!
ja: ピカピカのバッジを手に入れたようだな！
zh_cn: 你那真是一個閃亮亮的警徽啊！

source: That's pretty blunt!
de: Das ist ziemlich unverblümt!
ja: なんて無愛想何だ！
zh_cn: 直言不讳！

source: Then leave, you have two feet.
de: Dann geh, du hast zwei Füße.
ja: だったら失せろ、足が二本あんだろ。
zh_cn: 那么快滚，你有脚。

source: This is a refugee center that we've made into a sort of trading hub.
de: Dies ist ein Flüchtlingslager, das wir zu einer Art Handelszentrum gemacht haben.
ja: ここは難民センターだ。我々はここを交易の拠点にしようと考えている。
zh_cn: 这个难民中心已经让我们变成某种贸易中心了 .

source: Well alright then.
de: Na dann ist alles in Ordnung.
ja: なら問題無いな。
zh_cn: 那好吧。

source: Well, bye.
de: Gut, tschüss.
ja: さようなら。
ko: 음, 안녕.
ru: Ладно, пока.
zh_cn: 好的, 再见.

source: Well, then...
de: Na dann …
ja: そうか...
zh_cn: 好的, 那么...

source: What are you doing here?
de: Was machst du hier?
ja: ここで何をしているんだ？
zh_cn: 你在这里干什么?

source: What do you trade?
de: Was handelst du?
ja: 何を取引しているんだい？
zh_cn: 你想交易什么？

source: What is this place?
de: Was ist das für ein Ort?
ja: この場所は何？
zh_cn: 这是哪里?

source: What's with your ears?
de: Was ist mit deinen Ohren?
ja: その耳はどうした？
zh_cn: 你耳朵上是什么?

source: Whatever, I had another question.
de: Wie auch immer, ich hatte eine andere Frage.
ja: それはともかく、他にも聞きたいことがある。
zh_cn: 算了，我还有另一个问题。

source: Who are the Old Guard?
de: Wer ist die Alte Garde?
ja: オールドガードとは誰だ？
zh_cn: 谁是 古老守卫？

source: Who needs rebar?
de: Wer braucht Bewehrungsstab?
ja: 誰が鉄筋を欲しがるんだ？
zh_cn: 谁需要钢筋？

source: Will do, thanks!
de: Wird gemacht, danke!
ja: そうするよ、ありがとう！
zh_cn: 会做的，谢谢！

source: You're disgusting.
de: Du bist ekelerregend.
ja: 気持ち悪いな。
zh_cn: 你真恶心！

source: <npcname> Snakebites %s
de: <npcname> verpasst %s einen Viperbiss
ja: <npcname> の毒蛇咬は%sに
ko: <npcname>이(가) %s에게 독사의 이빨을 날렸습니다.
zh_cn: <npcname>用蛇咬击中了 %s。

source: <npcname> Viper Strikes %s!
de: <npcname> viperschlägt %s!
ja: <npcname>の毒蛇の一撃は%sに
ko: <npcname>이(가) %s에게 살무사격을 날렸습니다!
zh_cn: <npcname>对%s发动了“诸蛇灭世”！

source: <npcname> axe-kicks %s
de: <npcname> verpasst %s einen Axe-Kick
ja: <npcname>の踵落としは%sに
ko: <npcname>이(가) %s에게 내려차기를 날렸습니다
zh_cn: <npcname>下劈%s

source: <npcname> blocks %s
ja: <npcname>は%sの攻撃を防ぎました。
zh_cn: <npcname> 格挡%s

source: <npcname> blocks and counter-attacks %s
de: <npcname> blockt %s ab und lieferst einen Konterangriff
ja: <npcname>の攻撃を防ぐと同時に放った反撃は%sに
ru: <npcname> блокирует и контратакует %s
zh_cn: <npcname>格挡并且反击%s

source: <npcname> brutally impales %s
de: Brutal spießt <npcname> %s auf
ja: <npcname>の残忍な串刺攻撃は%sに
zh_cn: <npcname>残忍的穿刺了%s

source: <npcname> catches %s, and counters!
de: <npcname> fängt %s und kontert!
ja: <npcname>は%sの攻撃を受け止め、反撃しました！
zh_cn: <npcname> 看破了%s，并且反击！

source: <npcname> catches and spins %s!
de: <npcname> fängt den Angriff ab und bringt %s zum Rotieren!
ja: <npcname>は%sの攻撃を受け止め、捻り上げた！
zh_cn: <npcname> 逮到了%s并且让其转了起来！

source: <npcname> cleave through %s
de: <npcname> spaltet sich durch %s
ja: <npcname>の薙ぎ払いは%sに
zh_cn: <npcname>切过%s

source: <npcname> combination strikes %s
de: <npcname> kombischlägt %s
ja: <npcname>の連携攻撃は%sに
zh_cn: <npcname>的连招延绵不断的攻向%s

source: <npcname> counter-attacks %s
de: <npcname> verpasst %s einen Konterangriff
ja: <npcname>のカウンターは%sに
zh_cn: <npcname>反击%s

source: <npcname> delivers a dirty blow to %s!
de: <npcname> verpasst %s einen schmutzigen Schlag!
ja: <npcname>は下劣な打撃を%sに与えた！
zh_cn: <npcname> 给了%s一记损招。

source: <npcname> delivers a perfect stop thrust to %s
de: <npcname> liefert einen perfekten Stoppstoß gegenüber %s ab
ja: <npcname>の完全停止からの勢いをつけた強力な突刺攻撃は%sに
zh_cn: <npcname>对%s使出一记完美的先发直刺

source: <npcname> disarms %s
de: <npcname> entwaffnet %s
ja: <npcname>は%sの武装を解除しました。
ko: <npcname>이(가) %s의 무장을 해제시켰습니다.
ru: <npcname> обезоружил %s
zh_cn: <npcname>设法缴械%s

source: <npcname> dodges and catches %s exposed!
de: <npcname> weicht aus und schlägt auf %ss ausgesetzte Flanke ein!
ja: You dodge the attack and swipe at %s's exposed flank!
zh_cn: <npcname> 躲闪并且抓住了%s的破绽！

source: <npcname> elbows %s
de: <npcname> stößt %s mit dem Ellenbogen
ja: <npcname>のエルボーは%sに
ko: <npcname>이(가) %s을(를) 팔꿈치로 공격했습니다.
ru: <npcname> толкает локтем %s
zh_cn: <npcname>肘击%s

source: <npcname> fan strikes %s
de: <npcname> verpasst %s einen Fächerschlag
ja: <npcname>の風のような一撃は%sに
zh_cn: <npcname>对 %s 进行了扇面攻击

source: <npcname> feints at %s
de: <npcname> täuscht %s
ja: <npcname>のフェイントは%sに
ko: <npcname>이(가) %s에게 페인트 동작을 취했습니다.
zh_cn: <npcname>佯攻%s

source: <npcname> flaps free!
de: <npcname> flattert sich frei!
ja: <npcname>は腕を振り下ろして拘束から脱した！
ko: <npcname>이(가) 팔을 휘둘러 몸을 자유롭게 만들었습니다!
zh_cn: <npcname>轻拍飞行!

source: <npcname> flying knees %s
de: <npcname> verpasst %s ein »fliegendes Knie«
ja: <npcname>の飛び膝蹴りは%sに
ko: <npcname>이(가) %s에게 뛰어무릎차기를 날렸습니다.
ru: <npcname> ударяет коленом %s
zh_cn: <npcname>飞膝攻击%s

source: <npcname> free strikes %s
de: <npcname> freischlägt %s
ja: <npcname>の自在な攻撃が%sに
zh_cn: <npcname> 再次连击 %s

source: <npcname> grabs %s
de: <npcname> packt %s
ja: <npcname>の掴み投げは%sに
ko: <npcname>이(가) %s을(를) 붙잡았습니다.
ru: <npcname> схватил %s
zh_cn: <npcname>擒住%s

source: <npcname> grabs and grounds %s!
de: <npcname> greift und wirft %s auf den Boden!
ja: <npcname>は%sを掴み地面へ叩きつけた！
ko: <npcname>이(가) %s을(를) 붙잡아 지면에 눕혔습니다!
zh_cn: <npcname> 按倒%s!

source: <npcname> grabs and knees %s!
de: <npcname> ergreift und tritt %s mit dem Knie!
ja: <npcname>は%sを掴んで膝で蹴り上げた！
ko: <npcname>이(가) %s을(를) 붙잡아 무릎으로 쳤습니다!
zh_cn: <npcname>抓住%s的膝盖

source: <npcname> grounds %s with a low blow
de: <npcname> wirft %s mit einen Tiefschlag zu Boden!
ja: <npcname> の地面すれすれの一撃は%sに
zh_cn: <npcname> 攻击下三路把 %s 击倒了

source: <npcname> haftstrikes %s
de: <npcname> verpasst %s einen Puño
ja: <npcname>の拳打は%sに
zh_cn: <npcname> 柄击 %s

source: <npcname> hand-pecks %s
de: <npcname> handpickt %s
ja: <npcname>の鋭い突きは%sに
ko: <npcname>이(가) 손으로 %s을(를) 쪼았습니다.
zh_cn: <npcname>用手啄%s

source: <npcname> hisses threateningly at %s
de: <npcname> zischt %s bedrohlich an
ja: <npcname>鋭い威嚇は%sに
ko: <npcname>이(가) %s에게 위협으로 쉿쉿거렸습니다.
zh_cn: <npcname> 对着 %s发出嘶嘶的威胁声。

source: <npcname> jabs %s
de: <npcname> verpasst %s einen Jab
ja: <npcname>のジャブは%sに
ko: <npcname>이(가) %s에게 잽을 날렸습니다.
ru: <npcname> колет %s
zh_cn: <npcname>戳击 %s

source: <npcname> jabs %s with a Pincer Fist!
de: <npcname> verpasst %s mit einer Scherenfaust einen Jab!
ja: <npcname>は%sに鋏手の一撃を繰り出した！
ko: <npcname>이(가) %s에게 주먹으로 날카로운 일격을 날렸습니다!
zh_cn: <npcname> 用巨钳般的前臂狠狠打向 %s。

source: <npcname> jabs deftly at %s
de: Geschickt verpasst <npcname> %s einen Jab
ja: <npcname>の巧みなジャブは%sに
ko: <npcname>이(가) %s에게 능숙한 일격을 날렸습니다.
ru: <npcname> ловко стукнул %s
zh_cn: <npcname>精准戳击%s

source: <npcname> karate chops %s
de: <npcname> verpasst %s einen Karatehieb
ja: <npcname>の手刀は%sに
ko: <npcname>이(가) %s에게 가라테 손날치기를 날렸습니다.
ru: <npcname> ударил ребром ладони %s
zh_cn: <npcname>掌劈%s

source: <npcname> knees %s
de: <npcname> verpasst %s einen Knieschlag
ja: <npcname>の膝打ちは%sに
zh_cn: <npcname>膝击%s

source: <npcname> low-roundhouses %s 's legs!
de: <npcname> verpasst %ss Beinen einen niedrigen Roundhouse-Kick!
ja: <npcname>大ぶりの低い一撃を%sの脚にお見舞いした！
ko: <npcname>이(가) 낮게 휘둘러 쳐서 %s의 다리를 공격했습니다!
zh_cn: <npcname>一个扫堂腿踢倒了%s!

source: <npcname> lunges at %s
de: <npcname> stürzt sich auf %s
ja: <npcname>の突進攻撃は%sに
zh_cn: <npcname>弓步刺击%s

source: <npcname> lurches, and hits %s
de: <npcname> taumelt und trifft %s
ja: <npcname>のよろめきながらの粗暴な攻撃は%sに
zh_cn: <npcname>蹒跚而行，并且击中了%s！

source: <npcname> makes serpentine hand motions at %s
de: <npcname> macht gegenüber %s schlangenartige Handbewegungen
ja: <npcname>は蛇のように腕をくねらせ%sにフェイントを仕掛けた。
ko: <npcname>이(가) %s에게 뱀을 닮은 손 동작을 보였습니다.
zh_cn: <npcname> 用毒蛇般蜿蜒曲折的招式击向了%s。

source: <npcname> parries %s
ja: <npcname>は%sの攻撃を受け流しました。
zh_cn: <npcname> 招架%s

source: <npcname> performs the Crane Wing!
de: <npcname> macht die Kranichflatter!
ja: <npcname>は腕を翼のように振り上げた！
ko: <npcname>이(가) 팔을 위협적으로 펼쳐올렸습니다!
zh_cn: <npcname>使用鹤拳之鹤翼!

source: <npcname> pierces through %s
de: <npcname> spießt direkt durch %s
ja: <npcname>が放った一直線の貫通攻撃は%s
zh_cn: <npcname> 直直穿刺 %s

source: <npcname> power-kicks %s
de: <npcname> tritt %s hart
ja: <npcname>の前蹴りは%sに
ko: <npcname>이(가) %s에게 강력한 발차기를 날렸습니다.
ru: <ncpname> пинает %s
zh_cn: <npcname>猛地踢击 %s

source: <npcname> precisely hits %s
de: <npcname> trifft %s präzise
ja: <npcname>の掌底打ちは%sに
ru: <npcname> точно бьёт %s
zh_cn: <npcname>精确的击打 %s

source: <npcname> quickly chops %s
de: <npcname> verpasst %s einen schnellen Hieb
ja: <npcname> の素早い突きは%sに
ko: <npcname>이(가) 빠르게 %s을 내려쳤습니다.
zh_cn: <npcname>快速地给%s一记手刀！

source: <npcname> quickly jabs at %s
de: <npcname> verpasst %s einen schnellen Jab
ja: <npcname>の高速ジャブは%sに
zh_cn: <npcname>快速地戳了 %s一下！

source: <npcname> quickly punches %s
de: <npcname> schlägt %s schnell
ja: <npcname>の正拳突きは%sに
ko: <npcname>이(가) %s에게 빠른 펀치를 날렸습니다.
ru: <npcname> быстро бьет %s
zh_cn: <npcname>快拳打击%s

source: <npcname> quickly slashes %s
de: Schnell schlitzt <npcname> %s
ja: <npcname> の素早い斬撃は%sに
zh_cn: <npcname>迅斩了%s

source: <npcname> quickly strikes %s
de: <npcname> schlägt %s schnell
ja: <npcname>の瞬撃は%sに
ko: <npcname>이(가) %s을(를) 빠르게 쳤습니다.
ru: <npcname> нанёс быстрый удар по %s
zh_cn: <npcname>快速攻击了%s

source: <npcname> quickly swipes at %s
de: <npcname> streift %s schnell
ja: <npcname>による豹のように素早い一撃は%sに
ko: <npcname>이(가) 재빠르게 %s을(를) 후려쳤습니다.
zh_cn: <npcname>极速的重击%s

source: <npcname> round strikes %s
de: <npcname> verpasst %s einen Rundschlag
ja: <npcname> の大ぶりな一撃が%sに
zh_cn: <npcname>对 %s 进行了弧面攻击

source: <npcname> sends %s reeling
de: <npcname> bringt %s ins Taumeln
ja: <npcname>の残忍な一撃は%sに
ko: <npcname>이(가) %s을(를) 휘청거리게 만들었습니다.
ru: <npcname> скручивает %s
zh_cn: <npcname>造成%s眩晕

source: <npcname> sends %s reeling with a Dragon Strike!
de: <npcname> bringt %s mit einem Drachenschlag ins Taumeln!
ja: <npcname>は龍の一撃で%sをよろめかせた！
ko: <npcname>이(가) %s에게 용의 일격을 날렸습니다!
zh_cn: <npcname>使用龙拳击让%s眩晕!

source: <npcname> sends %s reeling!
de: <npcname> bringt %s ins Taumeln!
ja: <npcname> の凶悪な一撃で%sはよろめいた！
zh_cn: <npcname> 一记重击使得 %s 踉跄后退!

source: <npcname> shields against %s
ja: <npcname>は%sの攻撃を防御しました。
zh_cn: <npcname> 防反%s

source: <npcname> side-kicks %s
de: <npcname> verpasst %s einen Seitentritt
ja: <npcname>の横蹴りは%sに
ko: <npcname>이(가) %s에게 옆차기를 날렸습니다
zh_cn: <npcname>侧踢%s

source: <npcname> slithers free!
de: <npcname> gleitet sich frei!
ja: <npcname>は身を捩って拘束を解いた！
ko: <npcname>이(가) 스르르 미끄러져 자유롭게 되었습니다!
zh_cn: <npcname>在自由滑行!

source: <npcname> smoothly throws %s
de: <npcname> wirft %s reibungslos
ja: <npcname>の回避投げは%sに
zh_cn: <npcname>流畅的摔投了 %s

source: <npcname> snaps quickly at %s
de: <npcname> schnappt schnell nach %s
ja: <npcname> 鋭い一撃は%sに
zh_cn: <npcname>对 %s 进行了快闪攻击

source: <npcname> snatches and slug %s
de: <npcname> greift und schlägt %s
ja: <npcname>は%sを捕らえて打ち倒し
ko: <npcname>이(가) %s을(를) 붙잡고 강타했습니다.
zh_cn: <npcname>把%s抓过来，一拳轰上去！

source: <npcname> strikes %s
de: <npcname> schlägt %s präzise
ja: <npcname>の掌底打ちは%sに
ko: <npcname>이(가) %s에게 일격을 날렸습니다.
ru: <npcname> ударяет %s
zh_cn: <npcname>打击了%s

source: <npcname> strikes %s with the slow power of flowing water
ja: <npcname>は流水のごとき二撃を%sに繰り出した
zh_cn: <npcname>对%s使用了流水斩。

source: <npcname> strikes %s's weaknesses!
ja: <npcname> は%sの弱点を一瞬のうちに見切り
zh_cn: <npcname>朝着%s的弱点一击。

source: <npcname> strikes out at %s
de: <npcname> schlägt auf %s los
ja: <npcname>の狙いすました一撃は%sに
ko: <npcname>이(가) %s에게 일격을 날렸습니다.
zh_cn: <npcname>击打%s

source: <npcname> strikes out at %s with a Leopard Fist!
de: <npcname> schlägt auf %s mit einer Leopardenfaust los!
ja: <npcname>豹のように素早く%sを攻撃した！
ko: <npcname>이(가) %s에게 표범의 주먹을 날렸습니다!
zh_cn: <npcname>使用豹拳疯狂击打%s

source: <npcname> stumbles and leers at %s
de: <npcname> stolpert und schielt auf %s
ja: <npcname> のよろめきながらも油断ない攻撃は%sに
ko: <npcname>이(가) 비틀거리며 %s에게 곁눈질을 날렸습니다.
zh_cn: <npcname>摔到了%s上。

source: <npcname> stuns %s with the force of the blow!
ja: <npcname> は%sに変幻自在の攻撃でスタンさせて
zh_cn: <npcname>的强力一击击昏了%s。

source: <npcname> surprise attacks %s
de: <npcname> greift %s überraschend an
ja: <npcname>の奇襲攻撃は%sに
ko: <npcname>이(가) %s에게 불의의 일격을 날렸습니다.
ru: <npcname> внезапно атакует %s
zh_cn: <npcname>奇袭%s

source: <npcname> sweep-kicks %s
de: Schwunghaft tritt <npcname> %s
ja: <npcname>の足払いは%sに
ko: <npcname>이(가) %s에게 후려차기를 날렸습니다
zh_cn: <npcname>扫踢%s

source: <npcname> sweeps %s
de: <npcname> trifft %s im hohen Bogen
ja: <npcname>の一掃攻撃は%sに
ko: <npcname>이(가) %s을(를) 휩쓸었습니다.
ru: <npcname> сметает %s
zh_cn: <npcname>横扫了%s

source: <npcname> swiftly hits %s
de: Rascht trifft <npcname> %s
ja: <npcname>の素早い攻撃は%sに
ko: <npcname>이(가) 재빠르게 %s을(를) 쳤습니다.
zh_cn: <npcname>迅速击打%s

source: <npcname> swiftly jabs %s
de: Rasch trifft <npcname> %s mit einem Jab
ja: <npcname>の素早いジャブは%sに
ko: <npcname>이(가) %s에게 잽싸게 주먹을 날렸습니다.
zh_cn: <npcname>迅速戳%s

source: <npcname> swings in a wide arc through %s
de: <npcname> schwenkt in einem breitem Bogen durch %s
ja: <npcname>の攻撃は大きく弧を描いて%sとその周りの者に
ko: <npcname>이(가) %s을(를) 넓게 휘둘렀습니다.
ru: <npcname> широко замахивается и бьёт %s
zh_cn: <npcname>大幅挥击%s

source: <npcname> swings through %s and everyone nearby
de: <npcname> schwingt durch %s und jeden in der Nähe
ja: <npcname>の回転攻撃は%sとその周りの者に
zh_cn: <npcname>旋转攻击%s和周围所有人

source: <npcname> throws %s
de: <npcname> wirft %s
ja: <npcname>の天地投げは%sに
ko: <npcname>이(가) %s을(를) 집어던졌습니다.
ru: <npcname> бросает %s
zh_cn: <npcname>投摔%s

source: <npcname> throws a cross at %s
de: <npcname> verpasst %s einen Cross
ja: <npcname>の体重の乗ったクロスは%sに
zh_cn: <npcname>给了%s一个重重的十字击

source: <npcname> throws a perfect counter at %s
de: <npcname> liefert bei %s einen perfekten Konter ab
ja: <npcname>のクロスカウンターは%sに
zh_cn: <npcname>完美的十字反击%s

source: <npcname> thrust at %s
de: <npcname> stößt auf %s
ja: <npcname>の突刺攻撃は%sに
zh_cn: <npcname>你直刺%s

source: <npcname> trips %s
de: <npcname> bring %s zum Stolpern
ja: <npcname>は%sに足払いをかけて
zh_cn: <npcname>绊倒了%s

source: <npcname> uppercuts %s
de: <npcname> verpasst %s einen Aufwärtshaken
ja: <npcname>のアッパーカットは%sに
zh_cn: <npcname>上勾拳攻击 %s

source: <npcname> viciously wounds %s
de: Grausam verwundet <npcname> %s.
ja: <npcname>の凶悪な攻撃は%sに
zh_cn: <npcname> 残暴的打击了%s!

source: <npcname> wraps up %s
de: <npcname> wickelt %s ein
ja: <npcname>の締め上げは%sに
ko: <npcname>이(가) %s을(를) 감쌌습니다.
ru: <npcname> прикончил %s
zh_cn: <npcname>缠住了%s

source: <npcname>'s Stinger Kick sends %s flying!
de: <npcname>s Stacheltritt lässt %s fliegen!
ja: <npcname>の鋭い蹴りは%sを吹き飛ばした！
ko: <npcname>이(가) 송곳차기로 %s을(를) 날려버렸습니다!
zh_cn: <npcname> 用毒针般的踢技把 %s 踢飞到了空中。

source: <npcname>'s strike knocks %s off balance
ja: <npcname>はバランスを崩す二撃を%sに繰り出した
zh_cn: <npcname>的一击让%s失去了平衡。

source: Block
de: Blockieren
ja: 防ぐ
ko: 막기
ru: Блок
zh_cn: 格挡

source: Brutal Strike
de: Brutaler Schlag
ja: 残忍な一撃
ko: 거세게 후려치기
ru: Жестокий Удар
zh_cn: 暴击

source: Combination strike
de: Kombischlag
ja: 連携攻撃
zh_cn: 组合连击

source: Counterattack
de: Konterangriff
ja: カウンター
zh_cn: 反击

source: Crane Flap
de: Kranichflattern
ja: 鶴の飛翔
ko: 학의 날갯짓
ru: Замах журавля
zh_cn: 鹤咀

source: Crane Strike
de: Kranichschlag
ja: 鶴の一撃
ko: 학의 일격
ru: Удар журавля
zh_cn: 鹤爪

source: Crane Wing
de: Kranichflügel
ja: 鶴の翼撃
ko: 학의 날개
ru: Крыло журавля
zh_cn: 鹤翼

source: Cross
ja: クロス
zh_cn: 十字击

source: Cross Counter
de: Cross-Konter
ja: クロスカウンター
zh_cn: 十字反击

source: Dirty Hit
de: Schmutziger Schlag
ja: 下劣な一撃
zh_cn: 偷袭

source: Dragon Snatch
de: Drachenschnapper
ja: 龍の急襲
ko: 용의 손길
ru: Захват дракона
zh_cn: 龙爪手

source: Dragon Strike
de: Drachenschlag
ja: 龍の一撃
ko: 용의 일격
ru: Удар дракона
zh_cn: 龙爪

source: Dragon Sweeper
de: Drachenkehrer
ja: 龍の一掃
ko: 용의 휩쓸기
zh_cn: 神龙摆尾

source: Dragon's Vortex
de: Drachenwirbel
ja: 龍の旋風
zh_cn: 龙旋风

source: Drunk counter
de: betrunkener Konter
ja: 沈酔カウンター
zh_cn: 醉拳反击

source: Drunk feint
de: Betrunkenheit vortäuschen
ja: 沈酔フェイント
ko: 술고래의 속임수
ru: Пьяный финт
zh_cn: 醉拳佯攻

source: Fan strike
de: Fächerschlag
ja: 風のような一撃
zh_cn: 扇面攻击

source: Feint
de: Täuschungsmanöver
ja: フェイント
ko: 페인트 모션
ru: Ложный удар
zh_cn: 佯攻

source: Fencing lunge
de: Hervorspringen
ja: 突進(フェンシング)
zh_cn: 击剑冲刺

source: Fencing stop thrust
de: Stoppstoß
ja: 停止からの突刺(フェンシング)
zh_cn: 击剑先发直刺

source: Fencing thrust
de: Fechtstoß
ja: 突刺(フェンシング)
zh_cn: 击剑直刺

source: Fire and Stone's Cut
ja: 五輪
zh_cn: 火石斩

source: Flowing Water Cut
ja: 流水斬
zh_cn: 流水斩

source: Grab Break
de: Griffbrecher
ja: 掴み外し
ko: 잡기 풀기
ru: Слом захвата
zh_cn: 反擒拿

source: Hit Them Back
de: Zurückschlagen
ja: 反撃
zh_cn: 回击

source: Impaling Strike
de: Spießschlag
ja: 貫通攻撃
zh_cn: 穿刺攻击

source: In-One Timing
ja: 一寸の見切り
zh_cn: 一发

source: Jab
ja: ジャブ
zh_cn: 刺戳

source: Leopard Fist
de: Leopardenfaust
ja: 豹の拳
ko: 표범의 주먹
ru: Кулак леопарда
zh_cn: 豹拳

source: Leopard Foresight
de: Leopardenvoraussicht
ja: 豹の先見
zh_cn: 豹之预见

source: Leopard Swipe
de: Leopardenstreifen
ja: 豹の強打
ko: 표범의 후려치기
zh_cn: 豹之重击

source: Parry
de: Parieren
ja: 受け流す
ko: 흘리기
ru: Парирование
zh_cn: 招架

source: Pincer Strike
de: Scherenschlag
ja: 鋏の一撃
ko: 날카로운 일격
ru: Щипающий удар
zh_cn: 巨螯击

source: Power Hit
de: Kraftschlag
ja: 強打
zh_cn: 全力一击

source: Precise Strike
de: Präzisionsschlag
ja: 掌底打ち
ko: 정확한 일격
ru: Точный Удар
zh_cn: 精确打击

source: Rapid Strike
de: Schneller Schlag
ja: 瞬撃
ko: 속공
ru: Быстрый Удар
zh_cn: 快速打击

source: Red Leaf's Cut
ja: 紅葉斬
zh_cn: 红叶斩

source: Round strike
de: Rundschlag
ja: 大ぶりな一撃
zh_cn: 弧面攻击

source: Shield
de: Schild
ja: 防御
ko: 방패
ru: Защита
zh_cn: 防御

source: Silat Brutality
de: Silat-Brutalität
ja: 無慈悲な一撃
zh_cn: 野蠻印尼刀術

source: Snake Slide
de: Schlangengleiten
ja: 蛇の動き
ko: 뱀의 동작
zh_cn: 蛇形滑步

source: Snake Slither
de: Schlangenglitt
ja: 蛇の捩り
ko: 뱀의 움직임
zh_cn: 蛇形移动

source: Snake Snap
de: Schlangenbiss
ja: 蛇咬
ko: 뱀의 속도
ru: Змеиный захват
zh_cn: 快蛇出笼

source: Snake Strike
de: Schlangenschlag
ja: 蛇撃
ko: 뱀의 일격
ru: Удар змеи
zh_cn: 毒蛇攻击

source: Snap strike
de: Schnappschlag
ja: 鋭撃
zh_cn: 快闪攻击

source: Spinning Strike
de: Drehschlag
ja: 回転攻撃
zh_cn: 旋转攻击

source: Stinger Strike
de: Stachelschlag
ja: 痛撃
ko: 송곳차기
ru: Удар жалом
zh_cn: 猩红毒针

source: Sweep Attack
de: Schwungangriff
ja: 一掃攻撃
ko: 휩쓸기 공격
ru: Сметающая Атака
zh_cn: 扫荡攻击

source: Tiger Takedown
de: Tigerstampfer
ja: 虎の一撃
ko: 호랑이의 습격
zh_cn: 猛虎扑击

source: Toad's Tongue
de: Froschzunge
ja: 蛙の舌
ko: 두꺼비의 혀
ru: Жабий язык
zh_cn: 毒蟾吐舌

source: Trip
de: zum Stolpern bringen
ja: 足払い
zh_cn: 使绊子

source: Uppercut
de: Aufwärtshaken
ja: アッパーカット
zh_cn: 上钩拳

source: Vicious Precision
de: Grausame Präzision
ja: 危険な一撃
zh_cn: 毒牙突刺

source: Viper Bite
de: Viperbiss
ja: 毒蛇咬
ko: 독사의 이빨
ru: Укус гадюки
zh_cn: 毒蛇疯咬

source: Viper Fist
de: Viperfaust
ja: 毒蛇拳
ko: 독사의 주먹
ru: Кулак гадюки
zh_cn: 毒蛇寸拳

source: Viper Hiss
de: Viperzisch
ja: 毒蛇の一撃
ko: 독사의 울음
ru: Шипение гадюки
zh_cn: 毒蛇吐信

source: Viper Strike
de: Viperschlag
ja: 毒蛇の一撃
ko: 살무사격
ru: Удар Гадюки
zh_cn: 毒蛇猛击

source: Viper Writhe
de: Viperwinden
ja: 毒蛇の動き
ko: 독사의 몸부림
zh_cn: 毒蛇翻腾

source: Wide Strike
de: Breiter Schlag
ja: 薙ぎ払い
ko: 넓게 휘두르기
ru: Размашистый удар
zh_cn: 广幅攻击

source: Wrap attack
de: Wickelangriff
ja: 締め上げ
ko: 감싸기 공격
ru: Окутывающая атака
zh_cn: 缠绕攻击

source: You Cross-Counter %s
de: Du cross-konterst %s
ja: クロスカウンターは%sに
zh_cn: 你十字反击%s

source: You Snakebite %s
de: Du verpasst %s einen Viperbiss
ja: 毒蛇咬は%sに
ko: %s에게 독사의 이빨을 날렸습니다.
zh_cn: 你用蛇咬击中了 %s。

source: You VIPER STRIKE %s!
de: Du VIPERSCHLÄGST %s!
ja: %sに毒蛇の一撃！
ko: %s에게 살무사격을 날렸습니다!
zh_cn: 你对%s发动了“诸蛇灭世”！

source: You axe-kick %s
de: Du verpasst %s einen Axe-Kick
ja: 踵落としは%sに
ko: %s에게 내려차기를 날렸습니다
zh_cn: 你下劈%s

source: You block %s
de: Du blockierst %s
ja: %sの攻撃を防ぎました。
zh_cn: 你格挡了%s !

source: You block and counter-attack %s
de: Du blockst %s ab und lieferst einen Konterangriff
ja: 攻撃を防ぐと同時に放った反撃は%sに
ru: Вы блокируете и контратакуете %s
zh_cn: 你格挡并且反击%s

source: You brutally impale %s
de: Brutal spießt du %s auf
ja: 残忍な串刺攻撃は%sに
zh_cn: 你残忍的穿刺了%s

source: You catch %s's attack, and hit back!
de: Du fängst %ss Angriff ab und schlägst zurück!
ja: %sの攻撃を受け止め、反撃しました！
zh_cn: 你锁住了 %s的攻击并且回击！

source: You catch the attack and send %s spinning!
de: Du fängst den Angriff ab und bringst %s zum Rotieren!
ja: %sの攻撃を受け止め、捻り上げた！
zh_cn: 你看破了攻击并且把%s弄得转起圈来！

source: You cleave through %s
de: Du spaltest dich durch %s
ja: 薙ぎ払いは%sに
zh_cn: 你切过%s

source: You combination strike %s
de: Du kombischlägst %s
ja: 連携攻撃は%sに
zh_cn: 你的连招延绵不断的攻向%s

source: You counter-attack %s
de: Du verpasst %s einen Konterangriff
ja: カウンターは%sに
zh_cn: 你反击 %s

source: You deliver a knee strike to %s
de: Du verpasst %s einen Knieschlag
ja: 膝打ちは%sに
zh_cn: 你对 %s 使出一记膝击

source: You deliver a perfect stop thrust to %s
de: Du lieferst einen perfekten Stoppstoß gegenüber %s ab
ja: 完全停止からの勢いをつけた強力な突刺攻撃は%sに
zh_cn: 你对%s使出一记完美的先发直刺

source: You deliver a puño to %s
de: Du verpasst %s einen Puño
ja: 拳打は%sに
zh_cn: 你给了%s一记泰拳

source: You disarm %s
de: Du entwaffnest %s
ja: %sの武装を解除しました。
ko: %s의 무장을 해제시켰습니다.
ru: Вы обезоружили %s
zh_cn: 你缴械了%s

source: You dodge the attack and swipe at %s's exposed flank!
de: Du weichst dem Angriff aus und schlägst auf %ss ausgesetzte Flanke ein!
ja: %sの攻撃をかわし、無防備な横っ腹を殴りつけた！
zh_cn: 你躲过攻击并且闪到%s暴漏的侧面！

source: You elbow %s
de: Du stößt %s mit dem Ellenbogen
ja: 肘打ちは%sに
ko: %s을(를) 팔꿈치로 공격했습니다.
ru: Вы толкаете локтем %s
zh_cn: 你肘击%s

source: You fake a strike at %s
de: Du täuscht %s einen Angriff vor
ja: %sを攻撃する振りをした。
zh_cn: 你佯攻%s

source: You fan strike %s
de: Du verpasst %s einen Fächerschlag
ja: 風のような一撃は%sに
zh_cn: 你对 %s 进行了扇面攻击

source: You feint at %s
de: Du täuschst %s
ja: フェイントは%sに
ko: %s에게 페인트 동작을 취했습니다.
zh_cn: 你佯攻%s

source: You flying knee %s
de: Du verpasst %s ein »fliegendes Knie«
ja: 飛び膝蹴りは%sに
ko: %s에게 뛰어무릎차기를 날렸습니다.
ru: Вы ударяете коленом %s
zh_cn: 你飞膝猛击%s

source: You grab %s
de: Du packst %s
ja: 掴み投げは%sに
ko: %s을(를) 붙잡았습니다.
ru: Вы хватаете %s
zh_cn: 你擒住了%s

source: You grab and ground %s!
de: Du greifst und wirfst %s auf den Boden
ja: %sを掴み地面へ叩きつけた！
ko: %s을(를) 붙잡아 지면에 눕혔습니다!
zh_cn: 你按倒%s!

source: You grab and knee %s!
de: Du ergreifst und trittst %s mit dem Knie!
ja: %sを掴んで膝で蹴り上げた！
ko: %s을(를) 붙잡아 무릎으로 쳤습니다!
zh_cn: 你抓住%s的膝盖
