Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You just placed a trap. Traps are permanent until set off, and can be an important defensive tactic, particularly when sleeping in unsafe territory. Try stepping on that _ -- don't worry, it's a harmless bubblewrap trap.
de: Du hast gerade eine Falle gestellt. Fallen bleiben stehen, bis sie ausgelöst werden und können eine wichtige Verteidigungstaktik sein, insbesondere beim Schlafen im unsicherem Gelände. Versuch mal, diesen »_« zu betreten – keine Sorge, da ist nur eine harmlose Luftpolsterfolienfalle.
ja: 罠を設置しました。罠は作動するまで存在し、有用な防衛戦略(特に安全でない地域で眠る場合)の一つです。_に足を踏み入れてみましょう。怪我をする事のない気泡シートなので怖がらなくても大丈夫です。
ko: 덫을 놓았습니다. 설치된 덫은 작동하기 전까지 영구히 존재하며, 방어적인 전술에서 아주 중요합니다. 특히 안전하지 못한 곳에서 잠을 청할 때는 더욱요. 지금 설치한 '_'를 지나가보세요. 걱정은 안하셔도 됩니다. 저건 그냥 뽁뽁이 함정이니까요.
ru: Вы установили ловушку. Ловушки действуют постоянно, пока не будут обезврежены. Они являются важной частью оборонительной тактики, к примеру, во время сна в небезопасном месте. Попробуйте зайти на символ '_'. Не волнуйтесь, это безвредная пузырчатая плёнка.

source: You're carrying more volume than you have storage for, which means you are carrying some stuff in the crook of your arm or in some other awkward manner. While overloaded like this, you will suffer SEVERE encumberment penalties, making combat dangerous. Either drop an item, or possibly wield something-- the object you are wielding does not take up inventory space.
de: Du trägst ein größeres Volumen, für das du eigentlich Platz hättest, was bedeutet, dass du Zeug zwischen deinen Armen oder auf einer anderen ungeschickten Weise trägst. Wenn du so wie jetzt überladen bist, wirst du SCHWERE Belastungseinbußen erleiden, was den Kampf gefährlich macht. Lass entweder einen Gegenstand fallen, oder trag etwas in deiner Hand – das getragene Objekt nimmt keinen Inventarplatz ein.
ja: 収納容量を超えています。この状態では動作制限にかなりのペナルティーを受け、戦闘がより危うくなります。アイテムを落とすか手に持つといいでしょう。手に持ったアイテムは収納容量に含まれません。
ko: 현재 가지고 있을수 있는 최대 부피보다 더 많은 물품을 가지고 있습니다. 손에 물건을 가득 끌어안는 것과 같이 다른 이상한 자세가 되었다는 뜻입니다. 이렇게 최대 부피를 초과하면, 상당한 방해도 패널티를 받습니다. 전투가 훨씬 힘들어지죠. 물건을 버리거나, 아니면 부피가 더 큰 물건을 장비로 선택해서 손에 드는 방법이 있습니다.
ru: Вы несёте объем вещей больше, чем у вас есть свободного места. Это означает, что вы несёте какие-то вещи подмышкой или другим хитрым способом. Во время подобной перегрузки, вы испытываете СИЛЬНОЕ сковывание всего тела, которое может быть опасным при боевых действиях. Либо скиньте что-нибудь, либо вооружитесь чем-нибудь – оружие в руках не занимает места в инвентаре.

source: Once you have a loaded gun wielded, you can fire it. Press the 'f' key to fire a single shot. With many guns, you can fire a burst by pressing 'F'. You'll automatically target the last monster you shot at, or the closest monster to you. You can change your target with the movement keys, or cycle through monsters with '<' and '>'. To fire, press 'f' or '.'; to cancel, hit the escape key.
de: Sobald du eine geladene Feuerwaffe trägst, kannst du sie abfeuern. Drücke die »f«-Taste, um einen Einzelschuss abzugeben. Bei vielen Waffen kannst du einen Feuerstoß mit »F« abgeben. Du wirst automatisch das letzte Monster, dass du beschossen hast, anvisieren. Oder das dir nächste Monster. Du kannst dein Ziel mit den Bewegungstasten anvisieren oder durch die Monster mit »<» und »>« wechseln. Um zu schießen, drücke »f« oder ».«; um abzubrechen, drücke die Escape-Taste.
ja: 弾丸が装填された銃を装備すると射撃が出来ます。'f'を押すと単発射撃します。多くの銃では'F'を押す事で連射が出来ます。自動的に近くにいるターゲットに照準を合わせます。移動キーか、'<'と'>'でターゲットを変更が出来ます。射撃するには'f'か'.'、キャンセルはEscを押します。
ko: 일단 장전한 무기를 장비하면 발사할 수 있게 됩니다. 'f'키로 단발사격을 합니다. 몇 가지 종류의 무기는 연발 사격이 가능한데, 'F'키로 연발 사격이 가능합니다. 일단 키를 누르면 자동적으로 가장 가까운 괴물 혹은 마지막으로 쏜 것에 조준이 됩니다. 이동키를 통해서 목표를 바꿀 수 있습니다. 아니면 '<'키나 '>'키를 눌러서 바꿀 수도 있죠. 이 상태에서 발사하려면 'f'키나 '.'키를 누르면 됩니다. ESC키로 취소할 수 있습니다.
ru: Если вас в руке есть заряженное оружие, вы можете открывать огонь. Нажмите "f" что бы выстрелить одиночным. Большинство оружия можно перевести клавише "F" в режим стрельбы очередями. Вы автоматически целитесь в ближайшего монстра или последнего монстра, в которого вы стреляли. Можно менять цели клавишами движения или переключать с помощью "<" или ">". Для выстрела нажмите "f" или отмените выстрел клавишей ESC.

source: After firing your gun, you will probably notice a Recoil alert in the lower right. Generally speaking, the more damaging the ammo, the worse the recoil. Recoil severely reduces your chance to hit, but you can eliminate recoil by pausing ('.') for a turn or moving normally. High strength reduces recoil, so weak characters might want to stick to .22 or 9mm guns.
de: Nach dem Feuern deiner Waffe wirst du wahrscheinlich eine Rückstoßmeldung in der unteren rechten Seite sehen. Verallgemeinernt gesagt: Je höher der Schaden der Munition ist, desto stärker ist der Rückstoß. Der Rückstoß reduziert deine Treffwahrscheinlichkeit stark, aber du kannst den Rückstoß durch Warten (».«) oder Gehen eliminieren. Eine hohe Stärke reduziert den Rückstoß, also werden schwache Protagonisten vielleicht bei .22- oder 9mm-Waffen bleiben wollen.
ja: 射撃後、反動が画面右下に表示されます。一般的に弾丸の威力が高いと反動も強いです。反動は命中率を減少させ、('.')で待機するか他の行動で無くなります。力が強いと反動を減少させる事が出来る為、貧弱なキャラクターは.22口径や9mmの銃を主に使うと良いでしょう。
ko: 사격한 뒤라면 오른쪽 하단에 반동 경고가 보일겁니다. 간단히 말해서, 사용하는 탄약이 살상력이 높을수록 반동은 심해집니다. 반동은 명중률을 상당히 감소시키지만, '.'키로 잠시 기다리거나 그냥 아무 장소로 움직이는 것으로 반동을 제거할 수 있습니다. 힘이 셀수록 반동이 감소하기 때문에, 힘이 약한 캐릭터는 .22 탄이나 9mm탄을 사용하는 총 정도만 사용할 수 있을겁니다.
ru: При стрельбе из огнестрельного оружия, вы скорее всего получите предупреждение об отдаче. Более мощные патроны вызывают более высокую отдачу. Отдача снижает процент попадания, но вы можете избавиться от неё, подождав немного (нажимая "." или "5") или просто двигаясь. Высокая сила снижает отдачу, а слабым персонажам лучше использовать оружие калибра .22 или 9мм.

source: RV
de: Wohnwagen
ja: キャンピングカー
ru: Дом на колёсах

source: You no longer have the necessary tools to keep salvaging!
ja: 全てのアイテムを回収できる道具を持っていません。

source: You have to choose a destination area.
de: Du musst einen Zielbereich auswählen.
ja: 目的の領域を選択する必要があります。

source: You have to choose a source area.
de: Du musst einen Quellbereich auswählen.
ja: 領域を選択する必要があります

source: Invalid. Like the menu said.
de: Ungültig. Wie es im Menü stand.
ja: 無効です。 メニューに書いてあったように

source: Use the arrow- or keypad keys to navigate the left list. Press %s to select highlighted armor for reordering. Use %s / %s to scroll the right list. Press %s to assign special inventory letters to clothing. [Encumbrance and Warmth] explanation: The first number is the summed encumbrance from all clothing on that bodypart. The second number is the encumbrance caused by the number of clothing on that bodypart. The sum of these values is the effective encumbrance value your character has for that bodypart.
de: Drücke die Pfeil- oder Ziffernblock-Tasten, um durch die linke Liste zu navigieren. Drücke %s, um die hevorgehobene Kleidung zum Umsortieren auszuwählen. Benutze %s / %s, um durch die rechte Liste zu scrollen. Drücke %s, um der Kleidung besondere Inventarzeichen zuzuweisen. »[Belastung und Wärme]«-Erklärung: Die erste Zahl ist die summierte Belastung aller Kleidungsstücke dieses Körperteils. Die zweite Zahl ist die Belastung, die von der Anzahl der Kleidungsstücke dieses Körperteils verursacht wird. Die Summe dieser Werte ist der effektive Belastungswert, der dein Protagonist für diesen Körperteil hat.
ja: 矢印キーかテンキーで左メニューを操作する '%s' で並べ替える装備を選択する。 '%s' / '%s' で右メニューをスクロールする。 '%s'で装備にキーを割り当てる。 [動作制限と暖かさ]項目について 一番左の数値は、その部位に着用している衣服自体が持つ動作制限の合計です。 次の数値は、その部位に着用している衣服の枚数によって加算される動作制限の値です。 2つの数値の合計が、その部位に加算される動作制限となります。
ru: Используйте стрелки или кейпад для навигации по левому списку. Нажмите %s для изменения порядка выделенной брони. Нажмите %s/%s для прокрутки правого списка. Нажмите %s для выбора особых действий для одежды. Разъяснение [Скованность и тепло]: Первое число — сумма скованности от всей одежды на этой части тела. Второе число — скованность, вызванная количеством одежды на этой части тела. Сумма этих чисел — это значение текущей скованности вашего персонажа на этой части тела.

source: Bash Protection:
de: Schlagschutz:
ja: 耐打防護力:
ru: Защита от удара:

source: Cut Protection:
de: Schnittschutz:
ja: 対斬防護力:
ru: Защита от пореза:

source: <color_green>Activating</color> <color_yellow>!</color> to examine, <color_yellow>-</color> to remove, <color_yellow>=</color> to reassign.
de: <color_green>Aktivierend</color> »<color_yellow>!</color>« zum Untersuchen, »<color_yellow>-</color>« zum Entfernen, »<color_yellow>=</color>« zum Neuzuweisen.
ja: <color_green>有効</color> <color_yellow>!</color> 説明 <color_yellow>-</color> 解除<color_yellow>=</color> 割り当て
ru: <color_green>Активация</color> <color_yellow>!</color> Изучение, <color_yellow>-</color> Удаление, <color_yellow>=</color> Переназначение.

source: <color_red>Removing</color> <color_yellow>!</color> to activate, <color_yellow>-</color> to remove, <color_yellow>=</color> to reassign.
de: <color_green>Entfernend</color> »<color_yellow>!</color>« zum Aktivieren, »<color_yellow>-</color>« zum Entfernen, »<color_yellow>=</color>« zum Neuzuweisen.
ja: <color_red>削除</color> <color_yellow>!</color> 有効 <color_yellow>-</color> 削除 <color_yellow>=</color> 割り当て
ru: <color_red>Удаление</color> <color_yellow>!</color> Активация, <color_yellow>-</color> Удаление, <color_yellow>=</color> Переназначение.

source: <color_ltblue>Examining</color> <color_yellow>!</color> to activate, <color_yellow>-</color> to remove, <color_yellow>=</color> to reassign.
de: <color_green>Untersuchend</color> »<color_yellow>!</color>« zum Aktivieren, »<color_yellow>-</color>« zum Entfernen, »<color_yellow>=</color>« zum Neuzuweisen.
ja: <color_ltblue>説明</color> <color_yellow>!</color> 有効 <color_yellow>-</color> 削除<color_yellow>=</color> 割り当て
ru: <color_ltblue>Изучение</color> <color_yellow>!</color> Активация, <color_yellow>-</color> Удаление, <color_yellow>=</color> Переназначение.

source: , %d PU / %d turns
ja: 、電力 %d / %dターン

source: , %d PU act
ja: 、電力 %d/起動

source: , %d PU deact
ja: 、電力 %d/停止

source: , ON
ja: 、オン

source: The electricity flows around you.
de: Die Elektrizität fließt um dich herum.
ja: 電撃が周囲を流れていきます。
ko: 전기가 몸 주변을 흐릅니다.
ru: Вас ударил электроразряд.

source: Your armor safely grounds the electrical discharge.
de: Deine Rüstung erdet die elektrische Entladung sicher.
ja: 防具が電撃を安全に地面へ逃がしました。
ru: Ваша броня заземлена.

source: Search tools or component using prefix t. Search skills using prefix s, or S for skill used only. (i.e. "t:hammer" or "c:two by four" or "s:cooking".)
de: Werkzeuge können mit dem Präfix »t«, Fertigkeiten mit dem Präfix »s« gesucht werden (»S« für benutzte Fertigkeiten). (z.B.: »t:Hammer« oder »c:Kantholz« oder »s:Kochen«.)
ja: 道具や構成要素で検索するには't'を先頭に付けてください。 使用するスキルで検索するには's'か'S'を先頭に着けてください。 (例 "t:ハンマー"、"c:木材"、"s:料理")

source: > %d %s
ja: > %2$s %1$d個

source: Oh, there's some crazy shit, man. There's a dude in the bushes. Has he got a gun? I dunno!
de: Oh, das ist vollkommen durchgeknallt, Mann. Da ist so’n Typ im Gestrüpp. Hat er ’ne Knarre? Keine Ahnung!
ja: おお、なんだよあれは、おい。茂みに知らない男がいるぞ。銃を持ってる？知らん。

source: Check NPC
de: NPCs überprüfen
ja: NPCを調べる
ko: NPC 체크
ru: Проверить NPC

source: No NPC there.
de: Kein NPC hier.
ja: 周囲にNPCが居ない。
ko: 이곳엔 NPC 가 없습니다.
ru: Здесь нет NPC.

source: Destination: %d:%d (%s)
ja: 目的地: %d:%d (%s)

source: Cause [h]urt (to torso)
de: [h] Torso verletzen
ja: 胴体にダメージ

source: View weather log
de: Wetteraufzeichnungen betrachten
ja: 天気ログを見る
ru: Смотреть лог погоды

source: View last 800 hours of decay
de: Letzte 800h des Verfaulens betrachten
ja: 崩壊の最後の800時間を見る
ru: Смотреть последние 800 часов

source: turn: %d, next: %d, current: %d, prev: %d
de: Zug: %d, nächst.: %d, akt.: %d, vorh.: %d
ja: ターン: %d, 次: %d, 現在: %d, 前: %d
ru: ход: %d, следующий: %d, текущий: %d, пред.: %d

source: Your position: %d:%d
de: Deine Position: %d:%d
ja: 現在地:%d, %d
ko: 현재 위치: %d:%d
ru: Вы находитесь: %d:%d

source: You dont see any items around you!
de: Du siehst keinerlei Gegenstände um dich herum!
ja: 周囲にアイテムは何も無い！
ko: 주변에 어떤 물품도 보이지 않습니다!
ru: Вы не видите ни одного предмета вокруг.

source: You dont see any monsters around you!
de: Du siehst keinerlei Monster um dich herum!
ja: 周囲にモンスターは見当たりません！
ko: 주변에 어떤 괴물도 보이지 않습니다!
ru: Вы не видите ни одного монстра вокруг.

source: Never Mind.
de: Vergiss es.
ja: 何でもない。
ko: 아무것도 아닙니다.
ru: Не важно.

source: Draw from which quiver?
de: Aus welchem Köcher ziehen?
ja: どの矢筒から抜きますか？

source: You are being laser-targeted--safe mode is on! (%s to turn it off.)
ja: レーザー照準を受けています--セーフモードを有効化します！('%s'で無効)

source: The %s is too heavy for you to budge!
de: %s ist zu schwer für dich zum Bewegen!
ja: 重すぎて%sを動かせなかった。
ko: %s은(는) 너무 무거워서 도저히 움직일 수 없습니다!
ru: Вы не можете сдвинуть %s. Слишком тяжело!

source: %1$d %2$s
ja: %2$s(%1$d個)

source: GAME OVER
de: SPIEL VORBEI
ja: ゲームオーバー
ko: 게임 오버
ru: Игра окончена

source: 4: List of item types and data
de: 4: Liste der Gegenstandstypen und -daten
ja: 4: アイテムの種類と情報一覧
ko: 4: 모든 물품 종류와 자료 목록
ru: 4: Список типов предметов

source: 5: Description of map symbols
de: 5: Kartenlegende
ja: 5: 地図記号の説明
ko: 5: 지도 기호 설명
ru: 5: Обозначения на карте

source: 6: Description of gun types
de: 6: Beschreibung der Waffentypen
ja: 6: 銃の種類の説明
ko: 6: 총기 종류 설명
ru: 6: Описание типов вооружения

source: 7: Frequently Asked Questions (Some spoilers!)
de: 7: Häufig gestellte Fragen (Einige Spoiler!)
ja: 7: よくある質問(一部ネタバレを含みます！)
ko: 7: 자주 묻는 질문 (스포일러 있음!)
ru: 7: Часто задаваемые вопросы (спойлеры!)

source: Your clothing can sit in one of four layers on your body: next-to-skin, standard, over, and belted. You can wear one item from each layer on a body part without incurring an encumbrance penalty for too many worn items. Any items beyond the first on each layer add an additional point to the body part's encumbrance. (However, you can wear one additional item that would be encumbrance 0 before fitting, and is fitted anyway, without incurring that penalty.)
ja: 衣服の着用には肌着、通常、上着、帯の4つの層があります。それぞれの層に1着ずつであれば、それほど動作制限を受けることなく着用することができます。それぞれの層に1着より多い衣服を着ている場合、その部位に動作制限が1ポイント加算されます(ただし、修繕する前から動作制限が0のアイテム1着だけなら、加算を受けずに更に着用できます)。

source: Nevermind.
ja: なんでもない。

source: This book takes <num> minute to read.
de: Dieses Buch hat eine Lesedauer von <num> Minute.
ja: この本を読むには<num>分掛かります。

source: This gear has certain parts padded with leather to increase protection without increasing encumbrance.
ja: この装備は革のパッドを継ぎ当てて補強されているため防御力が向上しますが、動作制限は増加しません。

source: This gear has kevlar inserted into strategic locations to increase protection without increasing encumbrance.
ja: この装備は急所を守るようにケブラー繊維が挿入されているため防御力が向上しますが、動作制限は増加しません。

source: <veh_adj>%d"
de: <veh_adj>%d Zoll großes
ja: <veh_adj>%dインチ

source: You pick up %d %s.
de: Du nimmst %d %s.
ja: 取得:%d個の%s
ru: Вы подняли %d %s.

source: A miscellaneous piece of hobby software. Probably useless.
de: Irgeindeine Hobbysoftware. Wahrscheinlich nutzlos.
ja: 多様に存在する娯楽用のソフトウェアの1つです。多分、今となっては何の役にも立たないでしょう。
ko: 잡다한 취미용 소프트웨어입니다. 별로 쓸모는 없을 것 같습니다.
ru: Разнообразное ПО для разных целей. Наверняка бесполезное.

source: You remove the plutonium cells of your %s!
de: Du entfernst die Plutoniumzellen aus deinem %s!
ja: %sから原子力電池を取り外した！

source: You remove the UPS Conversion Pack of your %s!
de: Du entfernst den Esz.-Umbausatz aus deinem %s!
ja: %sから変換キット(UPS)を取り外した！

source: You feel cleansed inside!
de: Du fühlst dich von innen gesäubert!
ja: 身体の中が浄化されるのを感じました！
ko: 몸 속이 정화되는 것을 느꼈습니다!
ru: Вы чувствуете себя очищенным!

source: You feel much better!
de: Du fühlst dich viel besser!
ja: スッキリしました！
ko: 기분이 훨씬 좋아졌습니다!
ru: Вы чувствуете себя намного лучше!

source: Your breathing clears up!
de: Deine Atmung frischt auf!
ja: 呼吸が正常になりました！
ko: 숨이 트입니다!
ru: Ваше дыхание очищается!

source: You feel healthier!
de: Du fühlst dich gesünder!
ja: 健康になった気がします！
ko: 건강해지는 것을 느꼈습니다!
ru: Вы чувствуете себя здоровым!

source: That arm is broken. It needs surgical attention.
de: Dieser Arm ist gebrochen. Er muss operiert werden.
ja: 腕が折れています。外科的な治療が必要です。
ko: 팔이 부러졌습니다. 외과적 접근법이 필요합니다.
ru: Эта рука сломана. Необходимо хирургическое вмешательство.

source: That leg is broken. It needs surgical attention.
de: Dieses Bein ist gebrochen. Es muss operiert werden.
ja: 脚が折れています。外科的な治療が必要です。
ko: 다리가 부러졌습니다. 외과적 접근법이 필요합니다.
ru: Эта нога сломана. Необходимо хирургическое вмешательство.

source: You scarf down the delicious brownie. It tastes a little funny though...
de: Du verdrückst den leckeren Brownie. Er schmeckt jedoch etwas komisch …
ja: 美味しいブラウニーをぱくぱくと食べました。ちょっとおもしろい味がします...

source: It was probably that marloss--how did you know to call it "marloss" anyway?
ja: マーロスだったようです-- あれを"マーロス"と呼ぶことを、どこで知ったのでしょう？分かりません。

source: After what happened that last time? uh-uh. You're not drinking that chemical stuff.
ja: それをやって前回はどうなりましたか？おっと。その化学物質は飲まないでおきましょう。

source: You feel an urge to mark your territory. But then it passes.
de: Du fühlst ein Bedürfnis, dein Revier zu markieren. Aber dann verfliegt es.
ja: 自分の縄張りをマーキングしたい衝動に駆られました。が、治まりました。
ko: 영역을 지켜야 할 것 같은 느낌을 받았습니다. 하지만 금새 사라졌습니다.
ru: Вы чувствуете сильное желание пометить вашу территорию. Но это проходит.

source: Your mind and body slow down. You feel peaceful.
de: Dein Geist und Körper verlangsamen sich. Du fühlst dich friedlich.
ja: 精神と肉体が緩慢になっていきます。とても平和な気分です。
ko: 몸과 마음이 느려집니다. 평화로운 기분이 듭니다.
ru: Ваш разум и тело успокаиваются. Вы чувствуете умиротворение.

source: Your mind is overcome by images of eldritch horrors...and then they pass.
de: Dein inneres Auge sieht Bilder von unheimlichen Schrecken … und dann verschwinden sie wieder.
ja: この世ならぬ怪物の映像が浮かんで精神を圧迫しています...治まりました。
ko: 섬뜩한 공포에 대한 이미지에 압도 당했습니다... 이미지가 사라졌습니다.
ru: Ваш разум переполнен образами леденящих ужасов... а затем они исчезают.

source: For a heartbeat, your body cools down.
de: Für einen Herzschlag kühlt sich dein Körper ab.
ja: 心臓が一拍打つごとに、血が冷たくなっていきます。
ko: 심장 박동 때문에 체온이 떨어집니다.
ru: На мгновение, ваше тело остывает.

source: After what happened that last time? uh-uh. You're not injecting that chemical stuff.
ja: それをやって前回はどうなりましたか？おっと。その化学物質は注射しないでおきましょう。

source: YES! YES! YESSS!!!
de: JA! JA! JAAA!!!
ja: よし！よしっ！よっしゃぁ！！！
ko: 이거야! 이거야! 바로 이거야아아!!!
ru: ДА! ДА! ДААА!!!

source: Ahh, there it is. You can feel the mutagen again.
de: Ah, da ist es. Du kannst das Mutagen wieder spüren.
ja: おお、きたきた。変異原を感じます。
ko: 아아, 그렇군요. 당신은 뮤타젠을 다시 느낄 수 있습니다.
ru: Ахх, вот оно. Вы снова чувствуете мутаген.

source: With a final *pop*, you go out like a light.
de: Mit einem letztem »Zisch!« gehst du aus wie eine Kerze.
ja: *ポン*と音がしたかと思うと、意識を失っていました。
ko: *펑* 소리를 마지막으로, 당신은 갑자기 의식을 잃었습니다.

source: This stuff takes you back. Downright primordial!
de: Das Zeug bringt dich zurück. Geradewegs zum Ursprung!
ja: 連れ戻されるようです。原始へ！
ko: 이것은 당신을 퇴화시켜줍니다. 원시적 생물로요!

source: You watch the mutagen flow through a maze of little twisty passages. All the same.
de: Du siehst das Mutagen sich durch ein Labyrinth kleiner verdrehter Gänge fließen. Alles das Gleiche.
ja: 変異原が小さな捻じれ通路の迷宮を通り抜けていくさまを観察しました。 いつものことです。
ko: 당신은 뮤타젠이 미로같이 구불구불한 통로 안을 흘러다니는 것을 보았습니다. 뭐, 아무래도 좋습니다만.

source: Everything goes green for a second. It's painfully beautiful...
de: Für eine Sekunde lang wird alles grün. Es ist schmerzhaft schön …
ja: 束の間、全てが緑になりました。 なんて美しいんだ...

source: You distinctly smell the mutagen mixing with your blood ...and then it passes.
de: Du kannst klar riechen, wie sich das Mutagen mit deinem Blut vermischt … und dann verfliegt es.
ja: 明白に、変異原が血液と混ざるのを嗅覚で感じ取りました ...が、すぐに治まりました。

# memorial_female
source: Embraced her bestial nature.
de: Ergriff ihre bestialische Natur.
ja: 野性に抱擁されています。
ko: 자신의 짐승같은 본성을 포용했습니다.
ru: Приняла свою звериную натуру.

source: After what happened that last time? uh-uh. You're not eating that alien poison sac.
ja: それをやって前回はどうなりましたか？おっと。そのエイリアンの毒液嚢は食べないでおきましょう。

source: unity. together we have reached the door. we provide the final key. now to pass through...
ja: 統一。我々は門に辿り着いたのだ。この鍵を授ける。通るがいい...

source: After what happened that last time? uh-uh. You're not eating that alien drek.
ja: それをやって前回はどうなりましたか？おっと。そのエイリアンの排泄物は食べないでおきましょう。

source: You spill the dogfood all over the ground.
de: Du verschüttest das Hundefutter quer über den ganzen Boden.
ja: ドッグフードを全て地面にこぼしました。
ko: 바닥에 개밥을 뿌렸습니다.
ru: Вы разплёскиваете собачью еду по земле.

source: The cat seems to like you! Or maybe it just tolerates your presence better. It's hard to tell with cats.
de: Diese Katze scheint dich zu mögen. Oder vielleicht toleriert sie lediglich deine Gegenwart. Es ist schwer zu sagen bei Katzen.
ja: 猫は懐いているようだ...多分だけどね！まぁ、最低でも警戒せずに許容してくれるはずです。猫は気難しいですからね。
ko: 고양이가 당신을 마음에 들어하는 것 같습니다! 그저 덜 불쾌하게 여기는 것일 수도 있지만요.
ru: Похоже, вы понравились кошке! Или может быть она стала более терпима к вашему присутствию. С этими кошками не разберешься.

source: <plural>nomex
ja: <plural>ノーメックス
ko: <plural>노멕스
ru: <plural>номекс

source: <plural>kevlar
ja: <plural>ケブラー

source: Your %s is not made of fabric, leather, fur, kevlar, wool or plastic.
ja: %sは布、革、毛皮、ケブラー、羊毛、プラスチックのどれからも出来ていません。

source: Line with kevlar
ja: 裏地(ケブラー)を縫う

source: You already sewed in a fur lining.
ja: 既に毛皮が縫いつけられています。

source: You've already padded this with leather.
ja: 既に革が縫い付けられています。

source: You've already lined this with kevlar.
ja: 既にケブラーが縫い付けられています。

source: <plural>kevlar plates
ja: <plural>ケブラー板

source: You damage your %s further trying to line it with kevlar!
ja: %sにケブラーを縫い付けようとして傷付けてしまいました！

source: You fail to line your %s with kevlar, and you waste a lot of thread and kevlar.
ja: %sへのケブラーの縫い付けに失敗し、多くの糸と革を失いました。

source: You line your %s with kevlar, but waste a lot of thread.
ja: %sへのケブラーの縫い付けに成功しましたが、多くの糸が無駄になりました。

source: You line your %s with kevlar!
ja: %sへのケブラーの縫い付けに成功しました！

source: That item has already had its battery modded to accept plutonium cells.
de: Von diesem Gegenstand wurde bereits dessen Batteriefach modifiziert, um Plutoniumzellen zu akzeptieren.
ja: この道具は既に原子力電池を使うよう改造されています。
ko: 그 물품은 이미 플루토늄 전지를 사용하도록 개조된 상태입니다.
ru: Батарея этого предмета уже была модифицирована для приёма плутониевых зарядов.

source: That item has already had its battery modded to use a UPS!
de: Dieser Gegenstand wurde bereits modifiziert, um eine Esz. zu verwenden!
ja: この道具は既にUPS給電式に改造されています！

source: That water does not contain any fish. Try a river instead.
ja: その水源には魚が存在しないようです。河川で試しましょう。

source: There are no fish around. Try another spot.
ja: 周囲に魚が存在しないようです。別の場所で試しましょう。

source: Fishes are not silly to go in here without bait.
ja: 魚は餌なしで寄って来てくれるほど愚かではないですよ。

source: There is no fish around. Try another spot.
ja: 周囲に魚が存在しないようです。別の場所で試しましょう。

source: Repair plastic/metal/kevlar item
de: Plastik-, Metall-, oder Kevlaritem reparieren
ja: ﾌﾟﾗｽﾁｯｸ/金属/ｹﾌﾞﾗｰを修理する
ko: 플라스틱/철제/케블라 물품 수리
ru: Чинить вещь из пластика/металла/кевлара

source: kevlar plates
de: Kevlarplatten
ja: 板(ケブラー)
ko: 케블라 판(kevlar plates)
ru: кевларовые пластины

source: Your %s is not made of plastic, metal, or kevlar.
de: Dein %s ist nicht aus Plastik, Metall oder Kevlar gemacht.
ja: %sはプラスチック、金属、ケブラーのどれからも出来ていません。

source: You can dig a pit via the construction menu--hit *
de: Mithilfe das Baumenüs kannst du eine Grube graben – drücke »*«!
ja: 建設メニューから穴を掘ることができます -- *を押してください。
ko: 건설 메뉴에서 구덩이를 팔 수 있습니다. * 키를 누르세요.
ru: Вы можете выкопать яму через меню постройки (нажмите *).

source: Bring the heat!
de: Manche mögen’s heiß!
ja: 燃えろ！
ko: 올테면 오라고 해!
ru: Даёшь жару!

source: What's the plan?
de: Was hast du vor?
ja: さあどうする？
ko: 뭘 할거야?
ru: Какой план?

source: Cut 'em up!
de: Zerhack sie!
ja: 切り刻め！
ko: 잘라버리자!
ru: Резать!

source: I'm good.
de: Ich bin gut.
ja: いいね。
ko: 필요없어.
ru: Я в порядке.

source: This thing needs some fuel!
de: Dieses Ding braucht etwas Treifstoff!
ja: 燃料が必要です！

source: Let's dance, Zeds!
de: Lasst uns tanzen, Zombies!
ja: ゾンビとダンスだ！
ru: Потанцуем, друZZья!

source: Aw, dangit. It fails to start!
de: Ach, verdammt! Es startet nicht.
ja: おっと、ちくしょう。起動に失敗しました！
