Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: salvaged power armor
de: ausgeschlachtete Energierüstung
ja: 壊れたパワーアーマー
ko: 재활용 파워 아머(power armor)
zh_cn: 生物动力装甲

source: salvaged power armor helmet
de: ausgeschlachteter Energierüstungshelm
ja: 壊れたパワーアーマーヘルメット
ko: 재활용 파워 아머 헬멧(helmet)
zh_cn: 生物动力装甲头盔

source: scabbard
de: Schwertscheide
ja: 鞘(大型/腰)
ko: 칼집(scabbard)
ru: ножны
zh_cn: 大剑鞘

source: scavenger cowl
ja: スカベンジャーの頭巾
zh_cn: 拾荒者头巾

source: scavenger gear
ja: スカベンジャーの服
zh_cn: 拾荒者套装

source: scrap suit
de: Schrottanzug
ja: スクラップスーツ
ko: 고철 갑옷(scrap suit)
ru: кольчуга из металлолома
zh_cn: 破烂盔甲

source: shark suit
ja: シャークスーツ
zh_cn: 防鲨服

source: sheath
de: Scheide
ja: 鞘(小型)
ko: 작은 칼집(sheath)
ru: ножны
zh_cn: 小刀鞘

source: sheet
de: Laken
ja: シーツ
ko: 시트(sheet)
ru: штора
zh_cn: 布料

source: sheriff's shirt
de: Sherriffshemd
ja: シャツ(保安官)
ko: 보안관 셔츠(sheriff's shirt)
ru: рубашка шерифа
zh_cn: 警用衬衫

source: shorts
ja: ハーフパンツ
ko: 반바지(shorts)
ru: шорты
zh_cn: 短裤

source: shoulder holster
ja: 肩用ホルスター
zh_cn: 肩挂枪套

source: silver bracelet
de: Silberarmband
ja: ブレスレット(銀)
ko: 은팔찌(silver bracelet)
ru: серебряный браслет
zh_cn: 银手镯

source: silver earring
de: Silberohrring
ja: イヤリング(銀)
ko: 은귀걸이(silver earring)
ru: серебряная серьга
zh_cn: 银耳环

source: silver necklace
de: Silberhalskette
ja: ネックレス(銀)
ko: 은목걸이(silver necklace)
ru: серебряное ожерелье
zh_cn: 银项链

source: ski pants
de: Skihose
ja: スキーパンツ
ko: 스키 바지(ski pants)
ru: горнолыжные штаны
zh_cn: 滑雪裤

source: skid lid
de: Sturzhelm
ja: ハーフヘルメット
ko: 스쿠터 헬멧(skid lid)
ru: спортивный шлем
zh_cn: 半罩安全帽

source: skinny tie
de: dünne Krawatte
ja: ネクタイ
ko: 스키니타이(skinny tie)
ru: узкий галстук
zh_cn: 窄领带

source: skirt
de: Rock
ja: スカート
ko: 치마(skirt)
ru: юбка
zh_cn: 短裙

source: sleeping bag
de: Schlafsack
ja: 寝袋
ko: 침낭(sleeping bag)
ru: спальный мешок
zh_cn: 睡袋

source: sleeveless duster
ja: 袖無しダスターコート
zh_cn: 无袖防尘风衣

source: sleeveless fur duster
ja: 袖無しダスターコート(毛皮)
zh_cn: 无袖毛皮防尘风衣

source: sleeveless fur trenchcoat
de: ärmelloser Felltrenchcoat
ja: 袖無しトレンチコート(毛皮)
zh_cn: 无袖毛皮风衣

source: sleeveless leather duster
ja: 袖無しダスターコート(革)
zh_cn: 无袖皮制防尘风衣

source: sleeveless leather trenchcoat
de: ärmelloser Ledertrenchcoat
ja: 袖無しトレンチコート(革)
zh_cn: 皮制无袖风衣

source: sleeveless survivor duster
ja: 袖無しサバイバーダスターコート
zh_cn: 无袖幸存者防尘风衣

source: sleeveless survivor trenchcoat
de: ärmelloser Überlebendentrenchcoat
ja: 袖無しサバイバートレンチコート
zh_cn: 无袖幸存者风衣

source: sleeveless trenchcoat
de: ärmelloser Trenchcoat
ja: 袖無しトレンチコート
zh_cn: 无袖风衣

source: sleeveless tunic
ja: 袖無しチュニック
zh_cn: 无袖上衣

source: small relic
de: kleines Relikt
ja: 小さな遺物
ko: 작은 유물(small relic)
ru: маленькая реликвия
zh_cn: 小巧圣物

source: snuggie
de: Decke mit Ärmeln
ja: 袖付きブランケット
ko: 스너기(snuggie)
ru: плед-халат
zh_cn: 毛毯衣

source: sports bra
de: Sport-BH
ja: スポーツブラジャー
ko: 스포츠 브라(sports bra)
ru: спортивный лифчик
zh_cn: 运动文胸

source: sports jersey
de: Trikot
ja: スポーツジャージ
ko: 스포츠 셔츠(sports jersey)
ru: хоккейный свитер
zh_cn: 运动球衣

source: spring suit
de: kurzer Nassanzug
ja: スプリングスーツ
ko: 봄 수영복(spring suit)
ru: весенний костюм
zh_cn: 保暖潜水衣

source: straw basket
ja: 畚
zh_cn: 草篮

source: straw hat
ja: 麦藁帽子
zh_cn: 草帽

source: striped pants
de: gestreifte Hose
ja: ストライプパンツ
ko: 줄무늬 바지(striped pants)
ru: штаны в полоску
zh_cn: 条纹裤

source: striped shirt
de: gestreiftes Hemd
ja: ストライプシャツ
ko: 줄무늬 셔츠(striped shirt)
ru: рубашка в полоску
zh_cn: 条纹衬衫

source: subject suit
de: Testpersonenanzug
ja: サブジェクトスーツ
ko: 피험자 슈트(subject suit)
ru: костюм субъекта
zh_cn: D级人员制服

source: suit
de: Anzug
ja: スーツ
ko: 정장(suit)
ru: костюм
zh_cn: 西装

source: suitcase
de: Reisekoffer
ja: スーツケース
zh_cn: 旅行箱

source: sundress
de: leichtes Sommerkleid
ja: サンドレス
ko: 여름용 원피스(sundress)
ru: летнее платье
zh_cn: 吊带裙

source: survivor backpack
de: Überlebendenrucksack
ja: サバイバーバックパック
zh_cn: 生存者背包

source: survivor belt
ja: サバイバーベルト
zh_cn: 幸存者皮带

source: survivor cargo pants
de: Überlebendencargohose
ja: サバイバーカーゴパンツ
ko: 생존용 카고바지(survivor cargo pants)
ru: штаны выживальщика с карманами
zh_cn: 幸存者工装长裤

source: survivor duster
ja: サバイバーダスターコート
zh_cn: 幸存者防尘风衣

source: survivor firehood
de: Überlebendenfeuerkapuze
ja: サバイバー防火フード
ko: 생존용 방화후드(survivor firehood)
zh_cn: 生存者风帽

source: survivor firemask
de: Überlebenden-Feuerschutzmaske
ja: サバイバー防火マスク
ko: 생존용 방화마스크(survivor firemask)
ru: пожарная маска выживальщика
zh_cn: 生存者防火面具

source: survivor firesuit
de: Überlebenden-Feuerschutzanzug
ja: サバイバー防火スーツ
ko: 생존용 방화복(survivor firesuit)
ru: пожарный костюм выживальщика
zh_cn: 生存者防火套装

source: survivor goggles
zh_cn: 幸存者眼镜

source: survivor helmet
de: Überlebendenhelm
ja: サバイバーヘルメット
ko: 생존용 헬멧(survivor helmet)
ru: шлем выживальщика
zh_cn: 幸存者头盔

source: survivor hood
de: Überlebendenkapuze
ja: サバイバーフード
ko: 생존용 후드(survivor hood)
ru: капюшон выживальщика
zh_cn: 幸存者兜帽

source: survivor mask
de: Überlebensmaske
ja: サバイバーマスク
ko: 생존용 마스크(survivor mask)
ru: маска выживальщика
zh_cn: 幸存者面具

source: survivor runner pack
de: Überlebendenläuferrucksack
ja: サバイバーランニングバッグ
zh_cn: 生存者跑步包

source: survivor suit
de: Überlebensanzug
ja: サバイバースーツ
ko: 생존용 슈트(survivor suit)
ru: костюм выживальщика
zh_cn: 幸存者套装

source: survivor trenchcoat
de: Überlebendentrenchcoat
ja: サバイバートレンチコート
ko: 생존용 트렌치코트(survivor trenchcoat)
ru: плащ выживальщика
zh_cn: 幸存者风衣

source: survivor utility belt
de: Überlebendenwerkzeuggürtel
ja: サバイバーユーティリティベルト
zh_cn: 幸存者工具带

source: survivor wetsuit
de: Überlebendentaucheranzug
ja: サバイバーウェットスーツ
ko: 생존용 잠수복(survivor wetsuit)
ru: укреплённый гидрокостюм
zh_cn: 生存者防水套装

source: survivor wetsuit hood
de: Überlebendentaucheranzugsmaske
ja: サバイバーウェットスーツフード
ko: 생존용 잠수후드(survivor wetsuit hood)
ru: укреплённый капюшон гидрокостюма
zh_cn: 生存者防水兜帽

source: sweater
de: Pullover
ja: セーター
ko: 스웨터(sweater)
ru: свитер
zh_cn: 羊毛衫

source: sweatshirt
ja: スウェットシャツ
ko: 운동복 상의(sweatshirt)
ru: фуфайка
zh_cn: 运动衫

source: t-shirt
ja: Ｔシャツ
zh_cn: T恤衫

source: tactical dump pouch
de: taktischer Dump-Pouch
ja: タクティカルダンプポーチ
ko: 전술용 주머니(tactical pouch)
ru: тактический подсумок
zh_cn: 战术杂物袋

source: tactical full helmet
de: taktischer Vollschutzhelm
ja: タクティカルフルヘルメット
ko: 전술용 풀 헬멧(tactical helmet)
ru: тактический шлем
zh_cn: 战术全覆头盔

source: tactical helmet
de: taktischer Helm
ja: タクティカルヘルメット
ko: 전술 헬멧(tactical helmet)
ru: тактический шлем
zh_cn: 战术头盔

source: tank top
de: Muskelshirt
ja: タンクトップ
ko: 탱크톱(tank top)
ru: майка
zh_cn: 棉背心

source: ten-gallon hat
de: breitrandiger Cowboyhut
ja: テンガロンハット
ko: 챙 넓은 카우보이 모자(ten-gallon hat)
ru: десятигаллонная шляпа
zh_cn: 十加仑帽

source: thawb
ja: トーブ
zh_cn: 阿拉伯长袍

source: tie clip
de: Krawattenhalter
ja: ネクタイピン
ko: 넥타이핀(tie clip)
ru: зажим для галстука
zh_cn: 领带夹

source: tights
de: Strumpfhose
ja: タイツ
ko: 타이츠(tights)
ru: колготки
zh_cn: 紧身裤

source: tool belt
de: Werkzeuggürtel
ja: ツールベルト
ko: 도구 벨트(tool belt)
ru: пояс для инструментов
zh_cn: 工具腰带

source: top hat
de: Zylinder
ja: シルクハット
ko: 실크 모자(top hat)
ru: цилиндр
zh_cn: 高顶礼帽

source: toque
de: Kochmütze
ja: コック帽
ko: 주방장 모자(toque)
ru: поварской колпак
zh_cn: 厨师帽

source: trenchcoat
ja: トレンチコート
ko: 트렌치코트(trenchcoat)
ru: плащ
zh_cn: 风衣

source: tricorne
de: Dreispitz
ja: 三角帽子
zh_cn: 三角帽

source: turban
ja: ターバン
zh_cn: 头巾

source: turnout coat
de: Feuerwehrschutzjacke
ja: ターンアウトコート
ko: 방열복(turnout coat)
ru: пожарная куртка
zh_cn: 消防员外套

source: turnout trousers
de: Feuerwehrschutzhose
ja: ターンアウトズボン
ko: 방열바지(turnout trousers)
ru: пожарные штаны
zh_cn: 消防员长裤

source: tuxedo
de: Smoking
ja: タキシード
ko: 턱시도(tuxedo)
ru: смокинг
zh_cn: 燕尾礼服

source: undershirt
de: Unterhemd
ja: アンダーシャツ
ko: 속셔츠(undershirt)
ru: майка
zh_cn: 汗衫

source: union suit
de: lange Hemdhose
ja: ユニオンスーツ
ko: 일체형 속옷(union suit)
ru: нательный комбинезон
zh_cn: 连衫裤

source: utility vest
de: Werkzeugweste
ja: 多機能ベスト
ko: 다용도 조끼(utility vest)
ru: разгрузочный жилет
zh_cn: 多用途马甲

source: waistcoat
de: Weste
ja: チョッキ
ko: 조끼(waistcoat)
ru: жилетка
zh_cn: 马甲

source: wedding dress
de: Hochzeitskleid
ja: ウェディングドレス
ko: 웨딩 드레스(wedding dress)
ru: свадебное платье
zh_cn: 婚纱

source: wetsuit
de: Taucheranzug
ja: ウェットスーツ
ko: 잠수복(wetsuit)
ru: гидрокостюм
zh_cn: 潜水服

source: wetsuit hood
de: Neoprenanzugskapuze
ja: ウェットスーツフード
ko: 잠수모(wetsuit hood)
ru: капюшон гидрокостюма
zh_cn: 潜水服兜帽

source: white belt
de: weißer Gürtel
ja: 白帯
ko: 하얀띠(white belt)
ru: белый пояс
zh_cn: 白带

source: white glove
de: weißer Handschuh
ja: 手袋(白)
zh_cn: 水钻白手套

source: winter coat
de: Wintermantel
ja: 防寒コート
ko: 겨울용 코트(winter coat)
ru: зимнее пальто
zh_cn: 防寒大衣

source: winter survivor hood
de: Winterüberlebendenkapuze
ja: ウィンターサバイバーフード
ko: 겨울형 생존용 후드(survivor hood)
ru: зимний капюшон выживальщика
zh_cn: 冬季幸存者兜帽

source: winter survivor mask
de: Winterüberlebendenmaske
ja: ウィンターサバイバーマスク
ko: 겨울형 생존용 마스크(survivor mask)
ru: зимняя маска выживальщика
zh_cn: 冬季幸存者面具

source: winter survivor suit
de: Winterüberlebensweste
ja: ウィンターサバイバースーツ
ko: 겨울형 생존용 슈트(survivor suit)
ru: зимний костюм выживальщика
zh_cn: 生存者冬装

source: wolf suit
de: Wolfspelz
ja: 着ぐるみ(狼)
ko: 늑대 슈트(wolf suit)
ru: костюм волка
zh_cn: 野狼COS套装

source: wool beret
de: Woll-Baskenmütze
ja: ベレー帽(羊毛)
ko: 양털 베레모(wool beret)
ru: шерстяной берет
zh_cn: 羊毛贝雷帽

source: wool hoodie
ja: パーカー(羊毛)
zh_cn: 羊毛连帽衫

source: wool poncho
de: Wollponcho
ja: ポンチョ(羊毛)
ko: 양모 판초(wool poncho)
ru: шерстяное пончо
zh_cn: 羊毛斗篷

source: wool suit
ja: スーツ(羊毛)
zh_cn: 羊毛套装

source: wrist watch
de: Armbanduhr
ja: 腕時計
ko: 손목 시계(wrist watch)
ru: наручные часы
zh_cn: 腕表

source: yellow belt
de: gelber Gürtel
ja: 黄帯
ko: 노란띠(yellow belt)
ru: жёлтый пояс
zh_cn: 黄带

source: zubon
ja: ズボン
ko: 즈본(zubon)
ru: зубон
zh_cn: 和服裤

source: A UPS fully integrated with your bionic power system. Allows you to run devices requiring a UPS off of your internal power, which is much more efficient than standard battery power.
de: Eine Esz., die mit deinem bionischem Stromsystem vollintegriert ist. Ermöglicht es dir, Geräte, die eine Esz. benötigen, aus deinem internen Strom zu betreiben, was sehr viel effizienter als der Standardbatteriestrom ist.
ja: 生体部品にUPSの機能を統合します。通常のUPSよりはるかに効率的な電力の運用が行えるでしょう。
zh_cn: 你的生化系统内建了一个完整的UPS供能装置，允许你使用内部电源来驱动需要UPS电源的设备，这比用电池给UPS充电有效率多了。

source: A deadly foot-long blade made of advanced material now resides inside your forearm, capable of being extended through the back of your wrist at the cost of a small amount of power. Though exceptionally sharp, it will prevent you from holding anything else while extended.
de: Eine tödliche, 30 cm lange Klinge, die aus einem hochtechnischem Material gemacht ist, weilt nun in deinem Vorderarm. Sie kann mit geringen Stromkosten aus deinem Handgelenk ausgefahren werden. Sie ist einerseits außergewöhnlich scharf, andererseits hindert sich daran, irgendetwas anderes zu tragen, während sie ausgefahren ist.
ja: 前腕部に電力で出し入れする先端素材製のブレードを埋め込みます。非常に鋭く強力な武器ですが、伸ばしている間は何も掴むことが出来ません。
ko: 첨단 소재로 만들어진 치명적인 1피트 길이의 칼날이 팔뚝 안쪽에 설치되었습니다. 이 칼날은 약간의 내장 전력을 소모하여 당신의 손목 뒤편으로 솟아날 수 있습니다. 이것은 매우 날카롭지만, 솟아나있는 동안 뭘 잡기가 곤란해집니다.
ru: Смертоносный, тридцатисантиметровый клинок, созданный из современных материалов, имплантированый в ваше предплечье. За небольшое количество энергии, он может быть выдвинут из запястья. Хотя в выдвинутом состоянии он не позволит вам что-нибудь еще делать, кроме как нарезать врагов на мелкие кусочки.
zh_cn: 约一英尺长的单分子刀片隐藏在你的前臂内侧，通过手腕背部的电源驱动。异常锋利，伸展时会妨碍你抱拿握其他物品，但是绝对的酷炫屌炸天。

source: A filtration system in your heart allows you to actively filter out chemical impurities, primarily drugs. It will have limited impact on viruses. Note that it is not a targeted filter; ALL drugs in your system will be affected.
de: Ein Filterungssystem in deinem Herz ermöglicht es dir, aktiv chemische Verunreinigungen – hauptsächlich Drogen – auszufiltern. Es wird einen begrenzten Einfluss auf Viren haben. Bachte, dass es sich nicht um einen gezielten Filter handelt; ALLE Drogen in deinem System werden betroffen sein.
ja: 心臓に組み込んだろ過システムです。起動する事で化学物質や薬物を除去する事が出来ます。ウイルスなどには効果は期待出来ません。 注意：マイナス効果だけでなくプラス効果も除去します。
ko: 심장에 탑재되어 능동적으로 작동되는 이 시스템은 주로 약물 같은 화학적 불균형을 여과하며, 제한적이지만 바이러스도 여과할 수 있습니다. 명심해야 할 점은, 이는 선택적인 여과가 아니라는 점입니다. 체내에 있는 모든 약물이 영향을 받습니다.
ru: Система фильтрации внутри вашего сердца позволяет выводить химические примеси, в первую очередь наркотики. Система не столь эффективна против вирусов. Обратите внимание, что система действует не целенаправленно, т.е. система будет выводить из организма ВСЕ наркотики.
zh_cn: 心脏中的净化仪可以过滤掉血液中的杂质和大部分毒品。它对病毒的净化作用有限。注意，净化系统并不针对某个毒品，它对所有毒品均有效。

source: A kit for upgrading a pre-installed microreactor with enhanced maximum yield and automatic radiation scrubbing.
zh_cn: 将体内核反应堆输出功率提升，并增加自动核辐射防护。

source: A motion-detecting alarm system will notice almost all movement within a fifteen-foot radius, and will silently alert you. This is very useful during sleep, or if you suspect a cloaked pursuer.
de: Eine Bewegungsmeldungs-Alarmanlage wird fast jegliche Bewegung in einem Umkreis von viereinhalb Metern bemerken und dich lautlos alarmieren. Das ist sehr nützlich während des Schlafs, oder wenn du einen verborgenen Verfolger vermutest.
ja: 有効範囲5メートルのモーションセンサーです。静かに警告してくれます。眠っている時や目に見えないものの感知に役立ちます。
ko: 약 4.5 미터 이내의 거의 모든 동작을 탐지해서 소리 없이 경고하는 시스템입니다. 수면을 취하거나 눈에 보이지 않는 추적자가 의심스러울 때 아주 유용합니다.
ru: Система обнаружения движения, которая бесшумно предупредит вас о движущихся объектах в радиусе 5 метров. Полезна для обнаружения тех, кто подкрадывается к вам во время сна.
zh_cn: 一个动态侦测器警报系统，可以侦测到15英尺半径范围内其他人的所有动作，并且会以静默警报的方式提醒你。

source: A small module connected to your brain allows you to interface with nearby devices with wireless capabilities.
ja: 脳に接続した小型モジュールを使う事で、近くの無線通信機能を備えた装置とインタフェースで接続する事が出来ます。
zh_cn: 一个连接到你大脑的小模块，可以与附近有无线功能的设备联动。

source: A stimulator system has been implanted alongside your adrenal glands, allowing you to trigger your body's adrenaline response at the cost of some bionic power.
de: Ein Stimulatorsystem wurde entlang deiner Nebennieren implantiert. Dies ermöglicht es dir, die Adrenalinreaktion deines Körpers auf Kosten von etwas Bionikstrom auszulösen.
ja: 副腎にアドレナリン刺激装置を埋め込みます。この装置は電力を消費してアドレナリンラッシュを引き起こします。
ko: 이 시스템은 약간의 내장 전력을 소모하여 몸의 아드레날린 반응을 일으킬 수 있도록 당신의 부신 옆에 이식되었습니다.
ru: Система стимуляторов была имплантирована возле ваших надпочечников, позволяя вам инициировать выброс адреналина за счет бионической энергии.
zh_cn: 在你肾上腺内植入的一个刺激系统，消耗储能触发你的身体的肾上腺素反应。

source: A system of advanced piezomechanical blood filters have been implanted throughout your body, allowing you to purge yourself of absorbed radiation at the cost of some bionic power.
de: Ein System fortgeschrittener piezomechanischer Blutfilter wurden durch deinen Körper implantiert, was es dir ermöglicht, dich selbst von absorbierter Strahlung auf Kosten von etwas Strom zu reinigen.
ja: 身体に先進的な圧力機構による血液濾過装置を埋め込みます。起動することで体内の放射線量を低減する事が出来ます。
ko: 발전된 압전기계 혈액 필터 시스템은 약간의 내부 전력을 소모해서 흡수된 방사선을 스스로 제거할 수 있도록 당신의 몸 전체에 이식되었습니다.
ru: Ваше тело улучшено с помощью комплекса современных пьезо-механических фильтров крови. Будучи активными, они постепенно очищают организм от радиационного облучения.
zh_cn: 一种先进的压电式机械血液过滤器被植入你的身体，使你可以通过消耗生化能量来清除体内的辐射。

source: A thin forcefield surrounds your body, continually draining power. Anything attempting to penetrate this field has a chance of being deflected at the cost of more energy. Melee attacks will be stopped more often than bullets.
de: Ein dünnes Kraftfeld umrundet deinen Körper und verbraucht ständig Strom. Alles, was versucht, dieses Feld zu durchdringen, wird wahrscheinlich, auf Kosten von noch mehr Energie, abgestoßen. Nahkampfangriffe werden eher blockiert als Kugeln.
ja: 起動すると薄い力場の膜を纏います。被害を受ける際に追加で電力を消費してその威力を減衰し、ダメージを抑えます。
ko: 작동시 지속적으로 전력을 소모하는 얇은 보호장을 몸 주변에 생성합니다. 어떠한 것이든 통과하려는 것이 있으면 역장이 튕겨낼 가능성이 있으며, 튕겨낼 시 일정 전력을 소모합니다. 이 역장은 총알보다는 근접 공격을 더 잘 튕겨냅니다.
ru: Ваше тело окружает тонкое силовое поле, постоянно потребляя энергию. Всё, что пытается проникнуть через него, с некоторым шансом отталкивается за небольшую трату энергии. Рукопашные атаки будут останавливаться чаще, чем пули.
zh_cn: 当该系统激活时，一层护盾会围绕你的身体，并持续消耗能量。对你的任何攻击，均会被这层护盾格挡或偏移。近战攻击比子弹更容易被格挡。

source: A thin forcefield surrounds your body, continually draining power. This field does not deflect penetration, but rather delivers a very strong shock, damaging unarmed attackers and those with a conductive weapon.
de: Ein dünnes Kraftfeld umrundet deinen Körper, was ständig Strom verbraucht. Dieses Feld kann zwar durchdrungen werden, aber es verursacht dabei einen sehr starken Elektroschock, der unbewaffnete Angreifer und Angreifer mit einer leitfähigen Waffe trifft.
ja: 起動すると薄い電力の膜を纏います。この力場に接触した者は反対にダメージを受けるでしょう。性質上、非導電体を用いた攻撃に対しての反撃は行われません。
ko: 작동시 지속적으로 전력을 소모하는 얇은 보호장을 몸 주변에 생성합니다. 이 장은 무언가를 튕겨내지는 못하지만, 대신 비무장 공격 혹은 금속 같이 전도체로 된 무기로 근접 공격을 가하는 적에게 강력한 충격을 줍니다.
ru: Ваше тело окружает тонкое силовое поле, постоянно потребляя энергию. Это поле не отражает удары, но бьет током атакующих, нанося повреждения безоружным нападающим, и тем, кто атакует токопроводящим оружием.
zh_cn: 当该系统激活时，一层护盾会围绕你的身体并持续消耗能量。这层护盾不会格挡或偏移任何攻击，但是会电击徒手或使用金属武器攻击你的目标。

source: Active Defense System CBM
de: Aktives-Verteidigungssystem-KBM
ja: CBM: 積極防御システム
ko: CBM: 능동형 방호 시스템
ru: КБМ: Активная система обороны
zh_cn: 主动防御系统CBM

source: Adrenaline Pump CBM
de: Adrenalinpumpen-KBM
ja: CBM: アドレナリン刺激装置
ko: CBM: 아드레날린 펌프
ru: КБМ: Адреналиновый инициатор
zh_cn: 肾上腺素泵CBM

source: Advanced Microreactor CBM
zh_cn: 高级小型体内核反应堆CBM

source: Aero-Evaporator CBM
de: Luftverdampfungs-KBM
ja: CBM: 水蒸気液化装置
ko: CBM: 대기 증류장치
ru: КБМ: Воздушный конденсатор испарений
zh_cn: 湿气凝水器CBM

source: Air Filtration System CBM
de: Luftfilterungssystem-KBM
ja: CBM: 空気清浄システム
ko: CBM: 공기 여과 시스템
ru: КБМ: Система фильтрации воздуха
zh_cn: 空气过滤系统CBM

source: Alarm System CBM
de: Alarmanlagen-KBM
ja: CBM: 警報システム
ko: CBM: 경보 시스템
ru: КБМ: Сигнализация
zh_cn: 警报系统CBM

source: An oxygen interchange system automatically switches on while underwater, slowly draining your energy reserves but providing oxygen.
de: Ein Sauerstoff-Austauchsystem schaltet sich automatisch an, sobald du unter dem Wasser bist, was deine Energiereserven langsam verbraucht, dich aber mit Sauerstoff versorgt.
ja: 酸素交換システムが水中で自動的に作動します。 徐々に電力を消費しますが、酸素が供給されます。
ko: 물속에서 자동적으로 산소 교환 장치가 작동하여, 전력을 소모하지만 산소를 제공합니다.
ru: Система выработки кислорода автоматически включается под водой, производя кислород, но расходуя энергию.
zh_cn: 当你在水下时，氧气交换系统会自动打开。在缓慢消耗能量的同时，为你提供氧气。

source: Anti-Glare Compensators CBM
de: Blendschutz-KBM
ja: CBM: 反射防止補正装置
ko: CBM: 방현성 보정기
ru: КБМ: Компенсаторы света
zh_cn: 防眩光补偿器CBM

source: Arms Alloy Plating CBM
de: Armlegierungsplattierungs-KBM
ja: CBM: 合金メッキ - 腕
ko: CBM: 합금 보호판 - 팔
ru: КБМ: Металлическое покрытие - Руки
zh_cn: 合金装甲-手臂CBM

source: Artificial Night Generator CBM
de: Kunstnachtgenerator-KBM
ja: CBM: 人工暗闇発生装置
ko: CBM: 인공 심야 발생기
ru: КБМ: Генератор искусственной ночи
zh_cn: 人工黑暗制造机CBM

source: At an immense cost of power, you may increase your body speed and reactions dramatically, essentially freezing time. You are still delicate, however, and violent or rapid movements may damage you due to friction.
de: Mit immenem Stromverbrauch kannst du deine Körper- und Reaktionsgeschwindigkeit drastisch erhöhen, was praktisch die Zeit einfriert. Du bist allerdings immer noch empfindlich und gewaltige oder hektische Bewegungen können dir wegen der Reibung schaden.
ja: 莫大な電力を消費する事で行動や反応の速度を爆発的に高め、静止した時間の中での行動を相対的に可能にします。しかし、その急激な動きは摩擦や反作用によって身体を破壊するでしょう。
ko: 막대한 전력을 소모하는 대신, 신체의 속도와 반응 속도를 극적으로 증가시킬 수 있습니다. 간단히 말해, 시간을 멈추는게 가능합니다. 하지만 엄청난 속도로 움직이기 때문에, 마찰력으로 몸에 피해를 입을 수도 있습니다.
ru: При огромных затратах энергии, вы можете резко увеличить вашу скорость и реакцию, практически остановив время. Будьте осторожны, встречные движения и внешние воздействия могут сильнее повредить вас.
zh_cn: 通过对能量的剧烈消耗，你可以超高度的提升自己的速度和反应能力，它的作用其实是时间冻结。你的身体很脆弱，频繁或剧烈的移动会导致你受伤。

source: Battery System CBM
de: Batteriesystem-KBM
ja: CBM: バッテリーシステム
ko: CBM: 배터리 시스템
ru: КБМ: Поглощение батарей
zh_cn: 电池供能CBM

source: Bionic Claws CBM
de: Bionikklauen-KBM
ja: CBM: アダマンチウム･クロー
ko: CBM: 생체공학적 손톱
ru: КБМ: Бионические когти
zh_cn: 生化合金爪CBM

source: Blood Analysis CBM
de: Blutanalysen-KBM
ja: CBM: 血液分析センサー
ko: CBM: 혈액 분석
ru: КБМ: Анализатор крови
zh_cn: 血液分析CBM

source: Blood Filter CBM
de: Blutfilter-KBM
ja: CBM: 血液ろ過システム
ko: CBM: 혈액 여과기
ru: КБМ: Фильтр крови
zh_cn: 血液过滤CBM

source: Cerebral Booster CBM
de: Zelebral-Booster-KBM
ja: CBM: 大脳ブースター
ko: CBM: 두뇌 개선장치
ru: КБМ: Встроенный сопроцессор
zh_cn: 生脑处理器CBM

source: Chain Lightning CBM
de: Kettenstoßspannungs-KBM
ja: CBM: チェインライトニング
ko: CBM: 연쇄 번개
ru: КБМ: Цепная молния
zh_cn: 连锁闪电CBM

source: Cloaking System CBM
de: Tarnvorrichtungs-KBM
ja: CBM: 擬装システム
ko: CBM: 클로킹 시스템
ru: КБМ: Система невидимости
zh_cn: 隐身系统CBM

source: Close Quarters Battle CBM
de: Nahkampf-KBM
ja: CBM: 近接戦闘プログラム
ko: CBM: 근접 전투
ru: КБМ: Модуль ближнего боя
zh_cn: 格斗强化芯片CBM

source: Compact Bionics Module developed at DoubleTech Industries as a replacement for the highly successful Power Storage CBM. Increases your power capacity by 250 units.
de: Ein kompaktes Bionikmodul, was von DoubleTech Industries als ein Ersatz für das sehr erfolgreiche Stromspeicher-KBM entwickelt wurde. Es erhöht deine Stromkapazität um 250 Einheiten.
ja: 蓄電容量を250増加させる小型モジュールです。より発展した蓄電装置としてダブルテック社の手によって開発されました。
zh_cn: 杜布勒科技公司研发的新一代生化插件，旨在取代第一代储能模块，能够为你增加250点能量储备上限。

source: Compact Bionics Module that upgrades your power capacity by 100 units. Having at least one of these is a prerequisite to using powered bionics. You will also need a power supply, found in another CBM.
de: Ein kompaktes Bionikmodul, welches deine Stromkapazität um 100 Einheiten erhöht. Mindestens eins von diesen Modulen zu haben ist eine Voraussetzung für die Verwendung bestromter Bioniken. Du benötigst ebenfalls eine Stromversorgung, welche du in einem anderem KBM finden kannst.
ja: 蓄電容量を100増加させる小型モジュールです。これが無いとCBMは使えません。充電は別に発電用CBMが必要です。
zh_cn: 小型仿生电池，可以为你增加100点能量储备上限。有能量才能使用耗能型生化插件，同时你需要能量供应类生化插件，从而为自己充能。

source: Cranial Flashlight CBM
de: Schädeltaschenlampen-KBM
ja: CBM: 頭部LEDライト
ko: CBM: 두개골내 광소자
ru: КБМ: Налобный фонарик
zh_cn: 脑壳手电CBM

source: Databanks and processors loaded with extensive martial arts combat programs are integrated directly into your spinal column. Whilst active, you become deadly in hand-to-hand.
de: Datenbanken und Prozessoren, die mit umfangreichen Kampfkunsteprogrammen ausgestattet sind, sind direkt in deiner Wirbelsäule integriert. Solange dieses KBM aktiv ist, bist du tödlich im waffenlosen Kampf.
ja: 近接戦闘術といくつかの武道について収められたデータバンクとプロセッサを脊柱に組み込みます。起動すればそのデータ通りの近接戦闘を行うことが出来るでしょう。
zh_cn: 一块存储了格斗技术的SoC，植入在你的脊髓灰质位置。激活后你就会像李小龙一样致命了。

source: Destructive interference eliminates all light within a 15 tile radius.
de: Destruktive Interferenz eliminiert sämtliches Licht innerhalb eines Radius von 15 Feldern.
ja: 光を阻害する物質を散布する装置です。破壊的な干渉によって半径15タイル以内への光は届かなくなります。
ko: 모든 빛을 없애는 파괴적인 파장을 발생시킬 수 있습니다.
ru: Разрушительная интерференционная волна уничтожает все источники света в радиусе 15 клеток.
zh_cn: 通过干扰光线的传播来消除附近15码内所有的光源，制造出一个人工黑夜

source: Diamond Cornea CBM
de: Diamant-Hornhaut-KBM
ja: CBM: ダイヤモンド角膜
ko: CBM: 다이아몬드 각막
ru: КБМ: Алмазная роговица
zh_cn: 钻石角膜CBM

source: Dielectric Capacitance System CBM
de: Dielektrisches-Kapazitätssystem-KBM
ja: CBM: 誘電装置
ko: CBM: 유전체 정전 시스템
ru: КБМ: Диэлектрическая система конденсаторов
zh_cn: 电解屏蔽CBM

source: Directional EMP CBM
de: Gerichteter-EMP-KBM
ja: CBM: 指向性EMP発生器
ko: CBM: 방향성 EMP
ru: КБМ: Направленный генератор ЭМ поля
zh_cn: 定向EMP CBM
