Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

# prof_desc_male
source: Your body is a wreck of bionic parts. You have a large capacity for power, but are filled with broken bionics. At least your ethanol power supply still works.
de: Dein Körper ist ein Bionik-Wrack. Du hast eine große Stromkapazität aber bist voller kaputter Bioniken. Wenigstens funktioniert noch deine Ethanolverbrennung.
ja: 身体に埋め込まれたCBMはポンコツです。大容量の蓄電装置を搭載していても、電力を供給されるべきCBMが壊れていては何の意味もありません。まともに動くのはエタノール燃焼発電システムだけです。
zh_cn: 你的身体是一个仿生部件残骸。你拥有很大的能量槽，以及已损坏的仿生学部件，但至少你的酒精转换器仍然有效。

# prof_desc_female
source: Your dreams of becoming a super-human mutant through genetic alteration may have fallen a bit short, but when the Cataclysm struck, you and the scientists were ready to put your new body to the test.
ja: 超人になる夢がありました。現在の技術ではそうは行かないと知りつつも被験者に志願したのです。災厄の日、それはちょうど新しい身体を手に入れた日でした。
zh_cn: 你梦想着通过突变和基因改造成为超级人类的愿望 ,也许还差那么一点点 ,当大灾变来临时 ,你和科学家正准备测试你的新身体性能如何 .

# prof_desc_male
source: Your dreams of becoming a super-human mutant through genetic alteration may have fallen a bit short, but when the Cataclysm struck, you and the scientists were ready to put your new body to the test.
ja: 超人になる夢がありました。現在の技術ではそうは行かないと知りつつも被験者に志願したのです。災厄の日、それはちょうど新しい身体を手に入れた日でした。
zh_cn: 你梦想着通过突变和基因改造成为超级人类的愿望 ,也许还差那么一点点 ,当大灾变来临时 ,你和科学家正准备测试你的新身体性能如何 .

# prof_desc_female
source: Your flexible outlook on the law, the scuffles you've been in (and avoided) at the bar, and your impressive ability to weasel your way out of the consequences of your actions - all these skills have helped ensure your survival. But how much longer will they hold out?
de: Deine flexible Einstellung gegenüber dem Gesetz, deine Schlägereien und deine beeindruckende Fähigkeit, sich aus den Konsequenzen herauszuwinden – all diese Fähigkeiten sichterten dir dein Überleben. Aber wie viel länger werden sie ausreichen?
ja: 街のならず者です。酒の席での喧嘩で戦い方と避け方を覚え、法に触れる卑怯な手も使ってきました。そして今、それら全ては生き延びる為の技能となりました。さあ、どれだけ持ち堪えられるでしょうか？
zh_cn: 你灵活的法律观念、酒吧里无数次争斗、从因你而起的麻烦中脱身的神奇能力——这些都帮助你逃出生天。然而，望望窗外，你又能逃到哪里去呢？

# prof_desc_male
source: Your flexible outlook on the law, the scuffles you've been in (and avoided) at the bar, and your impressive ability to weasel your way out of the consequences of your actions - all these skills have helped ensure your survival. But how much longer will they hold out?
de: Deine flexible Einstellung gegenüber dem Gesetz, deine Schlägereien und deine beeindruckende Fähigkeit, sich aus den Konsequenzen herauszuwinden – all diese Fähigkeiten sichterten dir dein Überleben. Aber wie viel länger werden sie ausreichen?
ja: 街のならず者です。酒の席での喧嘩で戦い方と避け方を覚え、法に触れる卑怯な手も使ってきました。そして今、それら全ては生き延びる為の技能となりました。さあ、どれだけ持ち堪えられるでしょうか？
zh_cn: 你灵活的法律观念、酒吧里无数次争斗、从因你而起的麻烦中脱身的神奇能力——这些都帮助你逃出生天。然而，望望窗外，你又能逃到哪里去呢？

# prof_desc_female
source: Your house has been demolished and your planet destroyed, but at least you still have your towel.
de: Dein Haus wurde abgerissen und dein Planet zerstört, aber wenigstens hast du immer noch dein Handtuch.
ja: 自宅は壊され、住んでいる惑星も壊滅状態に陥りました。しかし、辛うじてタオルぐらいは持っています。
zh_cn: 你的家园和世界都被摧毁了，但至少你还拥有你的毛巾（拿起你的毛巾去捂死丧尸吧）

# prof_desc_male
source: Your house has been demolished and your planet destroyed, but at least you still have your towel.
de: Dein Haus wurde abgerissen und dein Planet zerstört, aber wenigstens hast du immer noch dein Handtuch.
ja: 自宅は壊され、住んでいる惑星も壊滅状態に陥りました。しかし、辛うじてタオルぐらいは持っています。
zh_cn: 你的家园和世界都被摧毁了，但至少你还拥有你的毛巾（拿起你的毛巾去捂死丧尸吧）

# prof_desc_female
source: Your ska band broke up after the drummer became a zombie, now you're alone in the cataclysm with some cigarettes and your mp3 player.
de: Deine Ska-Punk-Band löste sich auf, nachdem der Drummer zum Zombie wurde. Nun bist du alleine in der Katastrophe mit ein paar Zigaretten und deinem MP3-Player.
ja: スカバンドはドラマーがゾンビになった後に解散しました。現在、数本の煙草とMP3プレーヤーを持ちながら、孤独に佇んでいます。
zh_cn: 你的天团解散了——鼓手把贝斯手吃掉了。现在你身上只剩下一包烟，MP3里一首你们乐队的曲子都没有。

# prof_desc_male
source: Your ska band broke up after the drummer became a zombie, now you're alone in the cataclysm with some cigarettes and your mp3 player.
de: Deine Ska-Punk-Band löste sich auf, nachdem der Drummer zum Zombie wurde. Nun bist du alleine in der Katastrophe mit ein paar Zigaretten und deinem MP3-Player.
ja: スカバンドはドラマーがゾンビになった後に解散しました。現在、数本の煙草とMP3プレーヤーを持ちながら、孤独に佇んでいます。
zh_cn: 你的天团解散了——鼓手把贝斯手吃掉了。现在你身上只剩下一包烟，MP3里一首你们乐队的曲子都没有。

# prof_desc_female
source: Your skill at avoiding dogs and discarded children's toys while delivering the mail gives you an edge in your new role as a survivor.
de: Deine Erfahrung beim Ausweichen von Hunden und vergessenen Kinderspielzeugen während des Briefaustragens gibt dir einen Vorteil in deiner neuen Rolle als Überlebender.
ja: 郵便配達で磨いた飛び出す犬や子供が投げた玩具を回避するテクは、生き残りに役立つエッジの効いたスキルとして活躍するでしょう。
zh_cn: 你这辈子最大的本事就是在送快递的时候躲避邻居家的恶犬和顽童。现在你要考这本事生存下去咯~~~

# prof_desc_male
source: Your skill at avoiding dogs and discarded children's toys while delivering the mail gives you an edge in your new role as a survivor.
de: Deine Erfahrung beim Ausweichen von Hunden und vergessenen Kinderspielzeugen während des Briefaustragens gibt dir einen Vorteil in deiner neuen Rolle als Überlebender.
ja: 郵便配達で磨いた飛び出す犬や子供が投げた玩具を回避するテクは、生き残りに役立つエッジの効いたスキルとして活躍するでしょう。
zh_cn: 你这辈子最大的本事就是在送快递的时候躲避邻居家的恶犬和顽童。现在你要考这本事生存下去咯~~~

source: Stuff THE MAN doesn't want you to know
zh_cn: 人类不想你知道的东西

source: Abandoned Cabin
de: Verlassenes Blockhaus
ja: 放棄された小屋
zh_cn: 废弃小屋

source: Against all odds, you managed to make it back to the station house in one piece. Now the reanimated husks of your former comrades want to make sure you never leave it again.
ja: 大変な思いをして消防署に戻ってきました。嘗ては同僚だったもの達の出迎えを受けています。
zh_cn: 在加特林机炮扫射之下幸还（误），你想办法把自己完整的弄回了消防局。现在你那些加入了尊菊派（误）的前同僚想确保你这个佐屌派（误）再也硬不起来，看着办吧。

source: Ambush
de: Hinterhalt
ja: 迎撃
zh_cn: 埋伏者

source: Anywhere
ja: 不明
zh_cn: 任意

source: Assault on Precinct Z
ja: 襲撃されたZ区域
zh_cn: 血溅Z号警署

source: Burning Building
ja: 燃え盛る建物
zh_cn: 萌着的房子

source: Challenge-Abandoned
ja: 見捨てられた挑戦者
zh_cn: 挑战-被遗弃

source: Challenge-Lab
de: Herausforderungslabor
ja: 挑戦 - 研究所
zh_cn: 挑战-实验室逃生

source: Challenge-Really Bad Day
ja: 最悪の日
zh_cn: 挑战-超级糟糕的一天

source: Enclosed Shelter
ja: 包囲されたシェルター
zh_cn: 封闭的避难所

source: Evacuee
de: Evakuierter
ja: 避難者
zh_cn: 被疏散者

source: Experiment
ja: 実験
zh_cn: 实验体

source: Fire Station
ja: 消防署
zh_cn: 消防局

source: Forest
ja: 森
zh_cn: 森林

source: Hospital
de: Krankenhaus
ja: 病院
ko: 병원
ru: Больница
zh_cn: 医院

source: In Town
ja: 街中
zh_cn: 在城镇里

source: In the chaos and panic of evacuation, you got bitten by something! You didn't get proper medical care, and now the wound has started turning green.
ja: パニックで混沌とした街中で何かに噛まれてしまいました。傷口は緑色へと変色し始めています。一刻も早い適切な治療が必要です。
zh_cn: 在混乱和恐慌的撤离行动中，你被什么东西给咬了！由于没有得到及时的医治，现在伤口都TM开始变绿咧。你觉得你的脸仿佛也绿了...

source: It is the winter after zero hour, cold and weary you ducked into a small cabin for the night. The next morning, you awoke to the sound of lots of movement in the woods.
ja: 冬の訪れによって襲ってきた寒気と、夜をやり過ごす為に小さな小屋に逃げ込み、疲れ果てた状態で一晩を過ごしました。翌朝、周囲の森から多くの足音が近付いてくるのに気付きました。
zh_cn: 灾变冲击之后就是冬天，寒冷和疲倦的你躲到小木屋过夜。第二天早上，你被树林中的奇怪声音吵醒了。

source: Locked Lab
de: Geschlossenes Labor
ja: 閉じ込められた研究所
zh_cn: 锁闭实验室

source: Mall
ja: ショッピングセンター
zh_cn: 购物中心

source: Mall Cop
ja: ショッピングセンターの警備
zh_cn: 购物中心保安

source: Missed
de: Verpasst
ja: 失敗
zh_cn: 失踪者

source: Police Station
ja: 警察署
zh_cn: 警局

source: Sheltered
ja: シェルター
zh_cn: 避难所居民

source: Sickly and frail, you have spent most of your life in the patient's ward of the hospital. When yours was evacuated, you were left behind because you were a lost cause. You awaken to the sound of movement around the hospital.
ja: 病弱や虚弱といった理由で人生の大半を病院で過ごして来ました。病院を取り囲む騒々しい物音で目覚めた時、既に職員達はいなくなっていました。つまりは見捨てられたのです。
zh_cn: 天生的药罐子和病秧子 ,在灾难来临前 ,你已经在医院的病房中度过了大部分的生命 ,当灾变来临 ,医院集体疏散的时候 ,你被遗弃了,因为他们认为你注定活不了多久 .但你因为医院中要求撤离的广播 ,从昏迷中醒来了 .

source: Since birth, your sole purpose in life has been the advancement of genetic science, willingly or not. Once the cataclysm struck, you left the lab, and wandered aimlessly, ending up in a forest.
ja: 望めど望まざれど、生まれてから今まで遺伝科学を進歩させることが人生における唯一の目標でした。大変動が起きたとき、ほうほうの体で研究所を脱出し、終わりの見えない森を当てど無く彷徨っています。
zh_cn: 那夜凌晨，你坐上了旺角开往大埔的红van。你以为你可以掌握自己的未来和命运，但实际上你只是一枚被抹去了过去的棋子。

source: The Last Firefighter
ja: 最後の消防士
zh_cn: 最后的消防员

source: The building you had chosen to reside in has suddenly caught fire! You might want to leave.
ja: 立て篭もった建物から急に火の手が上がりました。早く立ち去るべきでしょう。
zh_cn: 你选择歇脚的房子真的好萌啊，是啊，萌的都越来越热了~

source: When the apocalypse broke out, you were funnelled into a nearby shelter. Here you have lived, never leaving, lest the unknowns of the outside world hurt you. Supplies are running low, and for the first time since the cataclysm, you will be forced to face the outside world.
ja: 黙示録が訪れ、這う這うの体で近くのシェルターに避難しました。外の世界の未知の脅威から身を守る為に、ガタガタと怯えながら生活を続けてきました。しかし、備蓄品は底を尽き、大変動が起こった日から初めて、外の世界に出る事を余儀無くされました。
zh_cn: 当世界末日来临的时候 ,你果断跑到了附近的隔离避难所里 ,在这里 ,你成功活了下来 ,并且从不离开避难所以免外面的"东西"伤害到你 ,但是救援从未到来 ,终于 ,你赖以维生的物资将要耗竭 ,你被迫走出避难所大门 ,第一次面对灾后的世界 .

source: Whether due to stubbornness, ignorance, or just plain bad luck, you missed the evacuation, and are stuck in a city full of the risen dead.
ja: 原因は...意固地、無知、それとも単なる不運か。逃げ遅れてしまい、死者が跋扈する街で立ち往生しています。
zh_cn: 无论是由于固执，无知，或者仅仅是运气不好，反正你错过了撤离疏散，并被困在一个充满丧尸的城市里。好好享受吧。

source: Wilderness
ja: 荒野
zh_cn: 荒野

source: You find yourself amongst trees. The screaming and the moaning is fainter this far from civilization, but you'd better know what you're doing out here.
ja: 何がどうなったのか...木々に囲まれた場所に佇んでいます。暗闇の先では叫び声や呻き声が聞こえてきます。ここには文明と呼べるものはありませんが、これから何をすれば良いのか位は分かるはずです。
zh_cn: 你发现你在树丛中间。远离文明世界，那一切尖叫和呻吟都似乎和你无关，不过你最好搞明白你到这儿来是要干什么。

source: You have survived the initial wave of panic, and have achieved (relative) safety in one of the many government evac shelters.
de: Du hast die erste Welle der Panik überlebt und (relative) Sicherheit in einer der zahlreichen Notunterkünfte von der Regierung erreicht.
ja: パニックの波を掻き分けて、何とかシェルターに避難しました。比較的安全な状況から始まります。
zh_cn: 你在大灾变的初次冲击中幸存了下来。现在你滞留在一个貌似相对安全的官方疏散点。先去找点东西吃吧。

source: You knew the day was going to be bad when it started with your partner getting eaten by a perp before you even had coffee. The scene back at the station house looks bad, real bad. This is going to be an all-nighter.
ja: コーヒーを取りに行っている間に相棒が犯人に喰われた時から最低の日だなんて分かりきっていました。それにしたって警察署の前にワラワラと集るゾンビだなんて最悪です、実に最悪の光景です。ははっ、これで今日も徹夜決定だ！
zh_cn: 从一大清早你还没来得及喝咖啡你的搭档就被犯人吃掉的这件事情来看，你敏锐的发现今天会很长，非常长。是一路狂飙最后炸毁火车，还是默默的递给里昂君一张磁条卡，全看你的运气了。不过运气也是实力的一部分嘛。

source: You start drunk to the point of incapacitation, depressed, infected, surrounded by fire, naked, and sick with the flu. This day went downhill really fast.
ja: 何も出来ないほど酔っ払い、精神は抑鬱状態で、既に傷から感染しており、火に囲まれ、全裸で、風邪を引いています。この恐ろしく急な下り坂を、慎重に進みましょう。
zh_cn: 大灾变来临的时候你正巧心情非常差 ,而且又喝到几乎不省人事 ,更别提现在光着屁股 ,伤口不但严重感染还得了流感 ,抬头一看 ,啊 ,运气真TM好爆了 ,你现在待的屋子正在熊熊燃烧....... 今儿个真是走背字啊 ,对吧?

source: You've survived for as long as you could inside of the mall you worked at as a security guard. Find a way out and try your best to survive.
ja: ショッピングセンターの警備員として働いていました。生き延びる為に必要な商品を探すなどして最善を尽くしましょう。
zh_cn: 作为商场保安，你丫一直以为自己对付小偷小摸的贼娃子就可以圆满一生了，面对着满满一个商场的恶性暴力袭击犯，保安？你能活这么久已经不错了。是时候用最大的努力逃出去了。

source: Comprised of an automatic rifle carbine designed to fire a pistol cartridge, submachine guns can reload and fire quickly, sometimes in bursts, but they are relatively inaccurate and may be prone to mechanical failures.
de: Maschinenpistolen können schnell nachzuladen und abzufeuern sein, manchmal in Feuerstößen, aber sie sind relativ ungenau und können anfällig für mechanische Defekte sein.
ja: サブマシンガンは拳銃弾を使用するよう設計された、自動小銃の縮小版とも言える銃です。素早く射撃と再装填を行うことが可能で、バースト機能を持つものも少なからず存在します。しかし比較的精度に欠け、弾薬ではなく銃本体に起因するジャム(排莢不良など)を起こしやすい傾向があります。
ko: 권총탄을 사용하기 위해 만들어진 기관단총은 점사를 이용한 빠른 사격과 장전이 가능합니다. 하지만 이 경우 정확한 사격이 어렵고 기능고장을 일으키게 되는 경향이 있습니다.
ru: Навык обращения с пистолет-пулемётами. Это оружие занимает нишу между пистолетами и винтовками, стреляет и перезаряжается быстро, может стрелять очередями, однако не очень точное и склонно к механическим повреждениям.
zh_cn: 掌握使用冲锋枪和自动手枪的技能。冲锋枪介于手枪和突击步枪之间，可以快速开火，快速装弹，适合应对突发情况，不过命中率较低。

source: archery
de: Bogenschießen
ja: 弓
ko: 궁술
ru: стрельба из лука
zh_cn: 弓术

source: bartering
de: Handel
ja: 取引
ko: 흥정
ru: торговля
zh_cn: 交易

source: bashing weapons
de: Schlagwaffen
ja: 打撃武器
ko: 타격 무기
ru: дробящее оружие
zh_cn: 钝击（武器）

source: computers
de: Computer
ja: コンピュータ
ko: 컴퓨터
ru: компьютеры
zh_cn: 计算机学

source: construction
de: Bau
ja: 建設
ko: 건설
ru: строительство
zh_cn: 建造

source: cooking
de: Kochen
ja: 料理
ko: 요리
ru: кулинария
zh_cn: 烹调

source: cutting weapons
de: Schneidwaffen
ja: 斬撃武器
ko: 베기 무기
ru: режущее оружие
zh_cn: 劈砍（武器）

source: dodging
de: Ausweichen
ja: 回避
ko: 회피
ru: уклонение
zh_cn: 闪避

source: driving
de: Fahren
ja: 運転
ko: 운전
ru: вождение
zh_cn: 驾驶

source: electronics
de: Elektronik
ja: 電子工学
ko: 전자공학
ru: электроника
zh_cn: 电子学

source: fabrication
de: Herstellung
ja: 製作
ko: 제작
ru: производство
zh_cn: 制造

source: first aid
de: Erste Hilfe
ja: 応急手当
ko: 응급치료
ru: первая помощь
zh_cn: 急救

source: handguns
de: Handfeuerwaffen
ja: ハンドガン
ko: 권총
ru: пистолеты
zh_cn: 手枪

source: launchers
de: Abschussgeräte
ja: ランチャー
ko: 유탄 발사기
ru: гранатометы
zh_cn: 重武器

source: marksmanship
de: Schießkunst
ja: 射撃
ko: 사격술
ru: стрельба
zh_cn: 枪法

source: mechanics
de: Mechanik
ja: 機械整備
ko: 기계 공학
ru: механика
zh_cn: 机械学

source: melee
de: Nahkampf
ja: 近接戦闘
ko: 근접전투
ru: рукопашная
zh_cn: 肉搏

source: piercing weapons
de: Stichwaffen
ja: 刺突武器
ko: 관통 무기
ru: колющее оружие
zh_cn: 穿刺（武器）

source: rifles
de: Gewehre
ja: ライフル
ko: 소총
ru: винтовки
zh_cn: 步枪

source: shotguns
de: Schrotflinten
ja: ショットガン
ko: 산탄총
ru: дробовики
zh_cn: 霰弹枪

source: speaking
de: Redekunst
ja: 話術
ko: 대화술
ru: общение
zh_cn: 口才

source: submachine guns
de: Maschinenpistolen
ja: サブマシンガン
ko: 기관단총
ru: пистолет-пулемёты
zh_cn: 冲锋枪

source: survival
de: Überleben
ja: サバイバル
ko: 생존술
ru: выживание
zh_cn: 生存

source: swimming
de: Schwimmen
ja: 水泳
ko: 수영
ru: плавание
zh_cn: 游泳

source: tailoring
de: Schneiderhandwerk
ja: 裁縫
ko: 재봉
ru: шитьё
zh_cn: 裁缝

source: throwing
de: Werfen
ja: 投擲
ko: 던지기
ru: метание
zh_cn: 投掷

source: trapping
de: Fallen stellen
ja: 罠
ko: 함정 설치
ru: ловушки
zh_cn: 陷阱

source: unarmed combat
de: waffenloser Kampf
ja: 素手格闘
ko: 비무장 전투
ru: кулачный бой
zh_cn: 徒手格斗

source: ...What do you know about surviving in the Wilderness? If you can't make a snare you don't know TRAP! Hunt down a copy of TRAPPERS' LIFE and learn about wildlife!... And how to kill it. Classic BEAR TRAP returns in this issue!
ja: 広告:罠猟師の生活 貴方は自然で生き延びる術を知っていますか？貴方がスネアを作れないなら、罠に関して無知だと言えるでしょう。野生動物を追い詰め、狩る方法をお教えします。今週号はトラバサミについて！
zh_cn: ...你了解如何在野外生存吗？ 如果你没做过套索那你就根本不懂陷阱！阅读这本《陷阱猎人的生活》来了解野生动物的习性...以及如何杀死它们。传统的“捕熊陷阱”也在这期中回归了！

source: ...What do you know about surviving in the Wilderness? If you can't make a snare you don't know TRAP! Hunt down a copy of TRAPPERS' LIFE and learn about wildlife!... And how to kill it. This week, a CROSSBOW TRAP!
ja: 広告:罠猟師の生活 貴方は自然で生き延びる術を知っていますか？貴方がスネアを作れないなら、罠に関して無知だと言えるでしょう。野生動物を追い詰め、狩る方法をお教えします。今週号はクロスボウの罠について！
zh_cn: ...你了解如何在野外生存吗？ 如果你没做过套索那你就根本不懂陷阱！阅读这本《陷阱猎人的生活》来了解野生动物的习性...以及如何杀死它们。本周特辑，“十字弓陷阱”！

source: "99% dead? I'd like to see a million zombies on Wall Street."
ja: 「99パーセントが死んだ？俺は百万のゾンビがウォール街を埋め尽くして欲しいぞ」
zh_cn: “99%死亡率？我想看到华尔街的百万丧尸啊。（百度占领华尔街）”

source: "A wood ax works pretty well against them. So does a machete, but you can't cut down a tree."
ja: 「斧は使いづらい。だからマチェットを使う。しかしマチェットでは木を切れない」
zh_cn: "伐木斧可以很好的对付它们。一把弯刀也行，但你无法砍倒一棵树。"

source: "All I've got is this keg of beer and an appetite. Come at me, apocalypse!"
ja: 「俺にあるのはビール樽と食欲だけだ。さあ来い災厄！」
zh_cn: “我所剩的仅仅是这桶啤酒和巨大的胃口。来吧，末日！”

source: "Am I the last one alive?"
de: »Bin ich der letzte Überlebende?«
ja: 「わたし以外はみんなしんだの？」
ru: "Я последний выживший?"
zh_cn: "我是最后的幸存者吗？"

source: "Are they still human inside?"
de: »Sind sie im Inneren noch Menschen?«
ja: 「あれはまだ人間の中にいる？」
ru: "Внутри еще есть люди?"
zh_cn: “它们内在还有人性吗？”

source: "BURN BURN BURN BURN BURN ALL BURN ALL BURN ALL BURN"
de: »BRENNT, BRENNT, BRENNT, BRENNT, BRENNT! VERBRENNT ALLE! VERBRENNT ALLE! VERBRENNT ALLES!«
ja: 「燃える、燃える、全て燃える、燃える、燃える、全ては燃える」
ru: "ГОРИ ГОРИ ГОРИ ГОРИ ГОРИ ВСЁ ГОРИ ВСЁ ГОРИ ВСЁ ГОРИ"
zh_cn: "烧 烧吧 烧吧 都烧起来吧 烧吧 烧吧"

source: "Boyfriend stole my pistol while I was asleep. I locked him in the bathroom and set the house on fire. At least he attracted their attention."
ja: 「私が寝ている間に彼は私のピストルを盗んだ。 私は彼を浴室に閉じ込めて、家に火をつけた。彼は時間稼ぎとして私の役に立てた」
zh_cn: "男朋友趁我睡着的时候偷走了我的手枪。我把他锁在浴室，然后放火烧了房子。至少他吸引了它们的注意力。"

source: "Broadsword! Yeah!"
ja: 「ブロードソードをゲット！よっしゃ！」
zh_cn: “阔剑！耶！！”

source: "Come to the bar if you see this, let's re-enact a zombie movie, friends."
de: »Kommt zur Kneipe, wenn ihr dies hier seht. Lasst uns einen Zombiefilm nachspielen, Freunde.«
ja: 「これを見たらバーに来てくれ。ゾンビ映画を再現しようぜ、友よ」
zh_cn: “朋友，看到这个纸条就去酒吧把，让我们来翻拍丧尸片！”

source: "Crawled in through the vents. Whole office building is infested."
ja: 「通気口を介して感染しているようだ。オフィスビルは駄目だな」
zh_cn: “从通风管钻进去。整个办公大楼丧尸成患。”

source: "DINT ATE THE MUSHROM"
de: »ESS NICHT DIE PILZ«
ja: 「きのこはたべるな」
ru: "НЕ ЕШЬ ГРИБЫ"
zh_cn: “莂 吃 蘑 菇”

source: "DON'T EAT THE SLIME DON'T EAT THE SLIME DON'T EAT THE SLIME"
de: »SCHLEIM NICHT ESSEN! SCHLEIM NICHT ESSEN! SCHLEIM NICHT ESSEN!«
ja: 「粘液は食べるな 粘液は食べるな 粘液は食べるな」
ru: "НЕ ЕШЬ СЛИЗНЕЙ НЕ ЕШЬ СЛИЗНЕЙ НЕ ЕШЬ СЛИЗНЕЙ"
zh_cn: “别吃史莱姆~~别吃史莱姆~~别吃史莱姆~~”

source: "DON't bomB THe PORtals it MAKES iT WORSE"
de: »SPRENGt nichT DIe PORtalE ES machT Es SCHLIMMER«
ja: 「ポータルを爆撃するな状況が悪化するだけ」
ru: "Не разРУШай ПоРТаЛы сДелаеШь ХУЖе"
zh_cn: “不要炸开传送门，它只会使情况变得更糟。”

source: "Don't fall down a nuclear silo, they left 'em all open"
de: »Fall nicht in ein Raketensilo, sie haben sie alle offengelassen.«
ja: 「核ミサイルのサイロに落ちるなよ。全部撃たれてるから底まで直通だぞ」
zh_cn: “别摔进导弹发射井，他们没给它上井盖”

source: "Don't keep your goddamn casings! They'll just weigh you down."
ja: 「ゴミを持ち続けるんじゃない！ガッカリするだろうが！」
zh_cn: “别留着你那些天煞的弹壳了，这只会让你负荷更大。”

source: "Don't shoot the people who get bit! It's OK! Death is the only thing that makes you turn!"
ja: 「噛まれた人々を撃つな！大丈夫だ！死はお前を変える唯一のものだ！」
zh_cn: “不要开枪射击被咬到的人！不会有事的。只有死亡会让你丧尸化。”

source: "Everyone used their gas to get to another town... but it's the same story everywhere."
de: »Jeder benutzte den Sprit, um zu einer anderen Stadt zu gelangen … aber es ist überall die gleiche Geschichte.«
ja: 「誰もが別の街に逃げようと車で走り去った、だがどこの街でも同じ事が起きたと聞く」
zh_cn: “每个人都开着车逃到其他的地方，但是哪里都一样。”

source: "Fuck aerodynamics, I want another engine!"
de: »Scheiß auf Aerodynamik, ich will noch einen Motor!«
ja: 「航空力学の畜生め、別のエンジンは無いのか！」
ru: "Чертова аэродинамика, я хочу другой двигатель!"
zh_cn: "去他妈的空气动力学，我想要另一个引擎！"

source: "GOD CAN'T SAVE US"
de: »GOTT KANN UNS NICHT RETTEN«
ja: 「神は我らを見捨てたもう」
ru: "БОГ НЕ СПАСЁТ"
zh_cn: “上 帝 也 救 不 了 我 们”

source: "Gas mask is nice and all, but I can hardly run with it on."
de: »Gasmasken sind nett und so, aber ich kann kaum laufen, wenn ich eine an habe.«
ja: 「ガスマスクは優秀。しかし付けたまま走るのは難しい」
ru: "Противогаз это хорошо, но как же тяжело бежать с ним надетым."
zh_cn: “防毒面具相当棒，但是带着它我根本跑不动嘛。”

source: "Guns too loud. Crossbow too long. Running is best."
ja: 「銃はうるさい。クロスボウは長すぎ。車が一番」
zh_cn: “枪太响，箭太长，逃跑是最佳。”

source: "I am one with the plants."
de: »Ich bin eins mit den Pflanzen.«
ja: 「私は植物と同化している」
zh_cn: “我是植物。”

source: "I can wear three backpacks! Fuck, I'm good."
ja: 「俺はバックパックを3つも持てるぜ！俺、すごい！」
zh_cn: "我能背三个背包！艹，我就是牛叉。"

source: "I don't have enough time to double tap. You don't either."
ja: 「俺にはダブルタップする余裕はない。お前もそうだろ？」
zh_cn: “我没足够的时间来双发快射。你也没。”

source: "I found some kind of stone pyramid with spikes. I feel... I feel like I'm being watched."
ja: 「トゲの付いた三角錐の石を見つけた。それからだ…何かに見張られてるような気がする」
zh_cn: "我发现了一石质金字塔尖碑。我觉得我被监视了。"

source: "I get air conditioners, but... this whole laboratory is frozen to ice!"
de: »Ich verstehe ja Klimaanlagen, aber … dieses gesamte Labor ist vereist!«
ja: 「俺はエアコンを手に入れた…だがこの研究所は氷漬けだ！」
ru: "Здесь есть кондиционеры, но... эта чертова лаборатория просто замерзает!"
zh_cn: "我找到了空调，但…整个实验室都冻成的冰块啦！"

source: "I had a phobia of bees BEFORE they grew to enormous sizes."
de: »Ich hatte Angst vor Bienen, BEVOR sie zu Riesenbienen herangewachsen sind.«
ja: 「私は蜂恐怖症だった、巨大化する前は」
zh_cn: “在这些蜜蜂变这么大之前我就有蜜蜂恐惧症。”

source: "I just realized how damn demented those fliers are."
de: »Mir wurde gerade klar, wie hirnverbrannt diese Flyer sind.«
ja: 「空を飛ぶ糞野郎の存在に気づいた。発狂する」
zh_cn: “我才意识到那些该死的传单是多么的操蛋。”

source: "I left a stash of rechargeable batteries in my safe and apparently the goddamn zombie Tooth Fairy has taken them all."
de: »Ich hab einen Vorrat an wiederaufladbaren Batterien in meinen Safe aufbewahrt und scheinbar hat die gottverdammte Zombiezahnfee sie alle genommen.«
ja: 「家の金庫に再充電式拡張バッテリーを何個も入れておいたはずなんだが、知らないうちにトゥースフェアリー･ゾンビのクソったれに持って行かれてしまったらしい」
zh_cn: “我把一堆可充电电池放在了我的保险箱里但尼玛哪个丧尸牙仙把它们全拿走了？”

source: "I made mushroom babies. My arms hurt. I hurt. I had mushroom babies. They are growing now."
ja: 「私はキノコの赤ちゃんを作った。私の腕は痛んだ。痛んだ。私はキノコの赤ちゃんを持っている。それは成長し続けている」
zh_cn: “我生了一堆蘑菇宝宝。啊，胳膊好疼，好疼。我有一堆蘑菇宝宝，他们正在长。”

source: "I propose a new currency: 9mm."
de: »Ich schlage eine neue Währung vor: 9mm.«
ja: 「私は新しい通貨の制定を提案する。9mm弾だ」
zh_cn: "我提议一种新货币：9mm子弹"

source: "I swear to God I've seen these plant things before! In a book, or something! I swear..."
ja: 「おお神よ、私はあの植物を知っています！本か何かで！おお…」
zh_cn: “我向上帝发誓我以前看到过这些植物！在一本书里或者其他什么地方！我发誓...”

source: "I thought my damn terminal cancer was bad enough... now the dead are rising?!"
de: »Ich dachte, dass mein verdammter Krebs im Endstadium schlimm genug war … und nun passiert eine Wiederauferstehung der Toten?!«
ja: 「私は末期癌に喘いでいた…しかし、今や死者が起き上がっているのだ」
zh_cn: “我觉得我的癌症晚期就已经够糟糕的饿了。。。活死人又是哪出？”

source: "I took all the supplies. Don't follow me. I'm sorry, man. I have to look out for myself now."
ja: 「食べ物は全て貰って行くわ。追ってこないでよ。ごめんなさいね、そこの貴方。私は自分が一番大切なの」
zh_cn: "我拿走了所有补给。别跟着我。我很抱歉，伙计。我不得不先顾自己啦。"

source: "I tried playing memorial music for my dead brother, on a radio. They must have been attracted to it. I can't see his grave through the crowd anymore."
ja: 「私はラジオで死んだ兄弟を悼む曲を流したのです。するとおそらく音楽に惹きつけられたのでしょう。彼の墓は集まった群衆達によって取り囲まれ、もう見えなくなってしまいました」
zh_cn: “我试着用收音机给我的兄弟放了首哀乐。它们一定是因此被吸引了。现在那周围人山人海，看不见兄弟的墓碑了。”

source: "I used to be human. But... my arms... they are like tentacles. I slither along akin to a snail and I shed my feathers every day."
ja: 「私は人間だった。しかし今や私の腕は触手であり、私はカタツムリの様にぬるぬると這い、私は毎日羽を生え変わらせている」
zh_cn: “我曾经是人类。但是。。。我的手臂。。。他们现在就跟触手一样。我每天像蜗牛一样滑行，掉落一地羽毛。”

source: "I... I just put a muffler onto a... nail gun."
de: »Ich … Ich habe gerade eben einen Schalldämper an eine … Nagelpistole angebracht.«
ja: 「私は…マフラーの上に…ネイルガンを置く」
zh_cn: “我...我刚把消音器给...射钉枪装上。”

source: "If you see a trail of dirt getting displaced in your direction... run. Run for your life."
ja: 「もしも汚いものが這った痕を見つけたらそこから全力で離れなさい。命が惜しければ走って」
zh_cn: “如果你看到一串被掀起的土壤不断朝着你的方向前进。。。跑，赶快逃命。”

source: "Imagine if this spread to, like, Australia. Zombie kangaroos. Haha..."
ja: 「イマジネーションが広がっていく、例えばオーストラリアにはゾンビカンガルーが、ハハハ…」
zh_cn: "想象一下，如果这样传播下去，澳大利亚会有丧尸袋鼠啦。哈哈…"

source: "Is robbing a bank easier or harder now that all the guards are undead?"
de: »Jetzt, wo alle Wachen untot sind, ist es leichter oder schwerer, eine Bank zu überfallen?«
ja: 「警備員共がゾンビになってやがる今、銀行強盗は簡単になったのか難しくなったのか…どっちなんだろうな」
ru: "Ограбить банк проще или сложнее теперь когда охрана бессмертна?"
zh_cn: “所有守卫都变丧尸以后，抢银行到底是简单了还是更难了?”

source: "Is that one pharmaceutical company gonna come out with a, like, cure for this anytime soon?"
de: »Wird dieses eine Pharmaunternehmen irgendwann mal ein … nunja … Medikament dafür auf den Markt bringen?«
ja: 「製薬会社は治療薬を開発できるんでしょうか？」
zh_cn: “难道不该有制药公司会搞个，额，解药什么的出来么？”

source: "It doesn't matter how you die. You're gonna turn into one of them."
ja: 「どいつがどの様に死ぬかなんてどうでもいい。どうせ死体の一つになるだけだ」
zh_cn: “不论你用何种POSE走向死亡，你都会成为它们的一员。”

source: "Libraries are useless after the apocalypse."
de: »Bibliotheken sind nach der Apokalypse nutzlos.«
ja: 「図書館なんて災厄後では無用の長物だな」
ru: "Библиотеки бесполезны после апокалипсиса."
zh_cn: “图书馆在灾变以后就没用了。”

source: "Local auto shop is full of the things. And to think I worked with them on repairing cars... now they're just... fucking corpses."
ja: 「車を直すために修理工場に行った。そこにいたのは死体だけだった」
zh_cn: “地方自动车间已经全是那些东西了。想想不久之前我还和他们一起修车....现在他们...已经是丧尸了。”
