Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You feel that %s tasks of this level are becoming trivial.
de: Du merkst, dass %s-Aufgaben dieser Stufe trivial werden.
ja: このレベルの%s作業が退屈なものになってきました。
ru: Вы чувствуете, что задача %s слишком проста.
zh_cn: 你感到这个级别的 %s 工作实在是太简单了。

source: You feel the %s filling you out.
de: Du spürst, wie das %s dich ausfüllt.
ja: %sで満腹になりました。
zh_cn: 你感觉 %s 正在充满你。

source: You feel well rested.
de: Du fühlst dich gut ausgeruht.
ja: 十分に休憩しました。
ko: 편히 잘 쉰 것 같습니다.
ru: Вы чувствуете себя хорошо отдохнувшим.
zh_cn: 你觉得精神焕发。

source: You feel your %s beginning to go numb from the cold!
de: Du spürst deinen %s von der Kälte taub werden!
ja: %sが寒過ぎて、感覚が無くなってきました！
ko: 추위 때문에 %s에 느낌이 없어집니다!
ru: Вы чувствуете, что ваш %s начинает неметь от холода!
zh_cn: 你感到你的 %s 因为寒冷而变得麻木！

source: You feel your %s getting chilly.
de: Du spürst, wie dein %s kühl wird.
ja: %sが少し寒い。
ko: %s이(가) 약간 차가워집니다.
ru: Вы чувствуете, что ваш %s бросает в дрожь.
zh_cn: 你觉得你的%s凉飕飕的。

source: You feel your %s getting red hot from the heat!
de: Du spürst, wie dein %s glühend heiß von der Hitze wird!
ja: %sが熱過ぎて、真っ赤になってきました！
ko: 열기 때문에 %s이(가) 벌겋게 되는게 느껴집니다!
zh_cn: 你感到你的%s由于高温变得火热！

source: You feel your %s getting very cold.
de: Du spürst, wie dein %s sehr kalt wird.
ja: %sがかなり寒い。
ko: %s이(가) 아주 차가워집니다.
ru: Вы чувствуете, что ваш %s сильно мёрзнет.
zh_cn: 你感到你的%s变得非常冷。

source: You feel your %s getting very hot.
de: Du spürst, wie dein %s sehr heiß wird.
ja: %sがかなり熱い。
ko: %s이(가) 많이 뜨거워집니다.
ru: Вы чувствуете, что ваш %s сильно разгорячён.
zh_cn: 你感到你的%s变得非常热。

source: You feel your %s getting warm.
de: Du spürst, wie dein %s warm wird.
ja: %sが少し熱い。
ko: %s이(가) 따뜻해집니다.
ru: Вы чувствуете, что ваш %s бросает в жар.
zh_cn: 你感到你的%s变暖和了。

source: You find the sweet taste of honey surprisingly palatable.
de: Du findest den süßen Geschmack des Honigs überrachend schmackhaft.
ja: 蜂蜜ってこんなに美味しいものだったのか、と驚きを感じました。
ru: Вы находите вкус мёда удивительно приятным.
zh_cn: 蜂蜜的甜味让你无比满足。

source: You gorge yourself, preparing to hibernate.
de: Du schlägst dir den Bauch voll und bereitest dich somit auf den Winterschlaf vor.
ja: 腹が一杯になるまで食べ物を詰め込み、冬眠の準備をしました。
ko: 당신은 겨울잠에 대비하여 열량을 보충해야 합니다.
ru: Вы объелись, готовясь к спячке.
zh_cn: 你狼吞虎咽，为冬眠做着准备。

source: You greedily devour the taboo meat.
ja: 貪欲に禁忌の肉を貪り食いました。
zh_cn: 你贪婪地吞噬着这禁忌之肉。

source: You have a sudden heart attack!
de: Du hast eine plötzliche Herzattacke!
ja: 急に心臓発作を起こしました！
ko: 갑자기 심장마비가 왔습니다!
ru: У вас случился сердечный приступ!
zh_cn: 你突然心脏病发作！

source: You have a sudden nostalgic feeling.
de: Du fühlst dich plötzlich nostalgisch.
ja: 郷愁の念に駆られました。
ko: 당신은 갑자기 향수에 잠겼습니다.
ru: Вас внезапно охватывают ностальгические переживания.
zh_cn: 一股怀旧之情袭上你的心头。

source: You have an asthma attack!
de: Du hast einen Asthmaanfall!
ja: 喘息の発作に見舞われた！
ko: 천식으로 호흡곤란을 일으키고 있습니다!
ru: У вас приступ астмы!
zh_cn: 你的哮喘发作了！

source: You have died of dehydration.
de: Du bist verdurstet.
ja: 脱水症状で死亡しました。
ko: 탈수증으로 죽기 직전입니다.
ru: Вы умерли от обезвоживания.
zh_cn: 你死于脱水。

source: You have starved to death.
de: Du bist verhungert.
ja: 餓死しました。
ko: 굶주려 죽기 직전입니다.
ru: Вы умерли от голода.
zh_cn: 你饿死了。

source: You have the sudden urge to SCREAM!
de: Du hast einen plötzlichen Drang danach, zu SCHREIEN!
ja: 叫びたい衝動に駆られました！
ko: 갑자기 분노의 비명을 지릅니다!
ru: У вас возникает непреодолимое желание КРИЧАТЬ!
zh_cn: 你突然有尖叫的冲动！

source: You have trouble grasping with your numb fingers.
de: Du hast Probleme, mit deinen tauben Fingern zuzugreifen.
ja: 指が悴んでおり、物を掴むのが困難になっています。
zh_cn: 你冻僵的手指造成你抓握非常困难。

source: You increase %s to level %d.
de: %s erhöht sich auf Stufe %d.
ja: %s技能が%dに上昇しました。
ko: %s 기술이 올라 %d 레벨이 되었습니다.
ru: Вы улучшили %s до уровня %d.
zh_cn: 你的 %s 技能上升到了等级 %d 。

source: You indulge your shameful hunger.
de: Du gibst deinen schändlichem Hunger nach.
ja: 恥ずべき渇望を満たしました。
ko: 당신은 부끄러울 정도로 엄청난 허기를 채우고 있습니다.
ru: Вы утолили свой постыдный голод.
zh_cn: 你沉溺于可耻的饥饿感之中。

source: You know all the recipes this book has to offer.
de: Du kennst alle Rezepte, die dieses Buch zu bieten hat.
ja: この本に載っているレシピは知り尽くしています。
ko: 이 책에 있는 내용은 모두 알고 있습니다.
ru: Все рецепты, изложенные в данной книге, вам уже известны.
zh_cn: 这本书里的配方你全会！

source: You learn a little about %s! (%d%%)
de: Du lernst ein bisschen was über %s. (%d%%)
ja: %sについて少し学びました！ (%d%%)
ru: Вы узнали немного про %s! (%d%%)
zh_cn: 你获取了一点点关于 %s 的经验！(%d%%)

source: You learned a new style.
de: Du hast eine neue Kampftechnik erlernt.
ja: 新しいスタイルを学びました。
zh_cn: 你学会了新武技。

source: You lose some blood.
de: Du verlierst etwas Blut.
ja: 若干の血液を失いました。
ko: 피를 조금 흘렸습니다.
ru: Вы теряете немного крови.
zh_cn: 你流了一些血。

source: You need a %s to consume that!
de: Du brauchst 1 %s, um dies zu konsumieren!
ja: これを使うには%sが必要です。
ko: 사용하려면 %s이(가) 필요합니다!
ru: Вам нужен %s, чтобы это съесть!
zh_cn: 你需要一个 %s来食用它！

source: You need an UPS of some kind for this %s to work continuously.
ja: %sを連続使用するにはUPS型電源が必要です。
zh_cn: 你需要一个UPS或者类似玩意来让 %s 持续工作。

source: You need to be at least level %d in the marksmanship skill before you can install this mod.
ja: この部品を取り付けるには%d以上の射撃技能が必要です。
zh_cn: 你至少要有 %d 级火器技能才能安装这个模组。

source: You nestle your pile of clothes for warmth.
de: Du machst es dir im Kleiderhaufen für Wärme gemütlich.
ja: 暖かさを求めて、衣服の山に包まり、気持ち良く横になりました。
ko: 옷더미 속의 따스한 곳에 자리를 잡았습니다.
ru: Вы закутываетесь в одежду, чтобы согреться.
zh_cn: 你依偎在你温暖的衣服堆里。

source: You notice a large abscess. You pick at it.
zh_cn: 你注意到身上有个大脓包，你戳破了它。

source: You pass out!
ja: 気絶しました！
zh_cn: 你昏倒了！

source: You pass out.
de: Du verlierst das Bewustsein.
ja: 気絶しました。
ko: 기절했습니다.
ru: Вы падаете в обморок.
zh_cn: 你失去了意识。

source: You put on your %s.
de: Du zieht dein %s an.
ja: %sを身に着けました。
ko: %s을(를) 착용했습니다.
ru: Вы надели %s.
zh_cn: 你穿上你的 %s。

source: You quiver from the cold.
de: Du zitterst vor Kälte.
ja: 寒さで小刻みに震えています。
zh_cn: 你冷的发抖。

source: You relax as your roots embrace the soil.
de: Du entspannst dich, während deine Wurzeln die Erde erfassen.
ja: 根が土壌を受け入れました。ゆったりと寛いでいます。
zh_cn: 你放松的将根须扎入土壤。

source: You relax into your web.
ja: 蜘蛛の巣でゆったりと寛いでいます。
zh_cn: 你在你的网中放松下来。

source: You remove all the modifications from your %s.
de: Du entfernst alle Modifikationen von %s.
ja: %sから全ての付属品を取り外した。
ko: %s(으)로부터 모든 개조부품을 제거했습니다.
ru: Вы сняли все модификации с %s.
zh_cn: 你从%s里移除了所有修改。

source: You remove your %s from your %s.
de: Du entfernst dein %s von deiner %s.
ko: 당신은 %s을(를) %s(으)로부터 제거했습니다.
ru: Вы сняли %s с %s.
zh_cn: 你移除了你的 %s，从%s里面。

source: You resume your task.
de: Du setzt deine Tätigkeit fort.
ja: 作業を再開しました。
ko: 작업을 재개했습니다.
ru: Вы возобновили действие.
zh_cn: 你恢复了你的工作。

source: You shake with the excess stimulation.
de: Du zitterst von der exzessiven Stimulation.
ja: 過剰興奮で体が震えています。
zh_cn: 过度的刺激使你不由自主地颤抖.

source: You shudder suddenly.
de: Du musst plötzlich zittern.
ja: 急に身震いしました。
ko: 갑자기 몸을 떨기 시작합니다.
ru: Вас вдруг пробирает дрожь.
zh_cn: 你突然发抖。

source: You sink your roots into the soil.
de: Du bohrst deine Wurzeln in die Erde.
ja: 土に根を張りました。
zh_cn: 你把你的根插♂入土壤之中。

source: You skim %s to find out what's in it.
de: Du überfliegst %s, um herauszufinden, was darinsteht.
ja: %sの内容を簡単に確かめてみました。
zh_cn: 你略读%s来了解其内容。

source: You slow to a walk.
zh_cn: 你开始步行。

source: You smell and taste mushrooms.
de: Du riechst und schmeckst Pilze.
ja: 茸の味と匂いがします。
ko: 버섯의 향을 느끼고 맛을 음미합니다.
ru: Вы с большим удовольствием съедаете грибы.
zh_cn: 你闻了闻蘑菇，把它吃下去了。

source: You snuggle your %s to keep warm.
de: Du kuschelst dich an dein %s, um warm zu bleiben.
ja: 暖かさを保つ為に、%sに包まり、気持ち良く横になりました。
ko: 체온을 보존하기 위해 %s을(를) 바짝 끌어안았습니다.
ru: Вы прижимаетесь к %s, чтобы сохранить тепло.
zh_cn: 你依偎着%s来保暖.

source: You spasm suddenly!
de: Du verkrampfst dich plötzlich!
ja: 急に身体が痙攣し始めました！
ko: 갑자기 경련이 일어났습니다!
ru: У вас внезапный спазм!
zh_cn: 你突然开始痉挛！

source: You stagger and fall!
de: Du schwankst und fällst!
ja: よろめいて倒れました！
zh_cn: 你失足跌倒！

source: You start running.
zh_cn: 你开始奔跑。

source: You start scratching your %s!
de: Du fängst an, dein %s zu kratzen.
ja: %sを引っ掻き始めました！
ko: %s을(를) 긁기 시작했습니다!
ru: Вы начали чесать %s!
zh_cn: 你开始疯狂抓挠自己的 %s！

source: You start to shake uncontrollably.
de: Du beginnst, unkontrolliert zu zittern.
ja: 抑え切れずに震え始めました。
ko: 통제할 수 없을 정도로 떨리기 시작합니다.
ru: Вас бросило в озноб.
zh_cn: 你开始不由自主地颤抖.

source: You succumb to the infection.
de: Du erliegst der Infektion.
ja: 身体が感染症に屈しました。
ko: 당신은 감염되었습니다.
ru: Вы стали жертвой инфекции.
zh_cn: 你被感染了。

source: You suddenly ache.
de: Du fühlst plötzlich einen Schmerz.
ja: 急に痛みが走りました。
ko: 갑작스럽게 아픔을 느꼈습니다.
ru: Неожиданно, вы чувствуете боль.
zh_cn: 你突然很疼痛。

source: You suddenly feel a little full.
de: Du fühlst dich plötzlich ein bisschen satt.
ja: 少し満腹感を感じました。
ko: 갑자기 약간 배불러진 느낌이 들었습니다.
ru: Внезапно вы чувствуете тяжесть в желудке.
zh_cn: 你突然觉得有点饱。

source: You suddenly feel cold.
de: Dir ist plötzlich kalt.
ja: 寒気を感じました。
ko: 갑자기 추워집니다.
ru: Внезапно, вам стало холодно.
zh_cn: 你突然觉得很冷。

source: You suddenly feel hot.
de: Dir ist plötzlich heiß.
ja: 熱気を感じました。
ko: 갑자기 더워졌습니다.
ru: Внезапно, вам стало жарко.
zh_cn: 你突然觉得很热。

source: You suddenly feel hungry.
de: Du fühlst dich plötzlich hungrig.
ja: 空腹を感じました。
ko: 갑자기 배가 고파졌습니다.
ru: Внезапно, вы ощущаете голод.
zh_cn: 你突然感到饥饿难耐。

source: You suddenly feel numb.
de: Du bist plötzlich empfindungslos.
ja: 身体に痺れを感じました。
ko: 갑자기 감각이 없어지는 것을 느꼈습니다.
ru: Внезапно вы мёрзнете.
zh_cn: 你突然感到发麻。

source: You suddenly feel so numb...
de: Du bist plötzlich so empfindungslos.
ja: 身体に強烈な痺れを感じました...
ko: 갑자기 어떤 느낌도 나지 않습니다...
ru: Вы внезапно онемели…
zh_cn: 你突然感到麻木...

source: You suddenly feel thirsty.
de: Du fühlst dich plötzlich ein bisschen durstig.
ja: 喉の渇きを感じました。
ko: 갑자기 목이 말라옵니다.
ru: Внезапно, вы ощущаете жажду.
zh_cn: 你突然感到口渴难耐。

source: You suddenly feel very cold.
de: Dir ist plötzlich sehr kalt.
ja: 酷い寒気を感じました。
ko: 갑자기 아주 추워집니다.
ru: Внезапно, вам стало очень холодно.
zh_cn: 你突然感到异常寒冷。

source: You suddenly feel very hot.
de: Dir ist plötzlich sehr heiß.
ja: 酷い熱気を感じました。
ko: 갑자기 매우 더워졌습니다.
ru: Внезапно, вам стало очень жарко.
zh_cn: 你突然感到非常热。

source: You suffer a burning acidic discharge!
de: Du erleidest eine brennende Säureentladung!
ja: 放出された酸による焼けるような苦痛に苦しんでいます！
ko: 산성액 누출로 화상을 입었습니다!
ru: Вы пострадали от ожога кислотным разрядом!
zh_cn: 你的酸性放电器突然让你感到一阵火辣辣的疼痛!

source: You suffer a painful electrical discharge!
de: Du erleidest eine schmerzhafte elektische Entladung!
ja: 痛みを伴う放電によって苦しみました！
ko: 전력 누출로 인해 고통이 느껴집니다!
ru: Вас пронизывает болезненный электрический разряд!
zh_cn: 一股电流击疼了你!

source: You take off your %s.
ja: %sを脱ぎました。
zh_cn: 你脱下你的 %s。

source: You toss and turn in the heat.
de: Du wirfst und drehst dich umher in der Hitze.
ja: 暑くて寝返りを打っています。
ko: 더위 때문에 몸을 뒤척입니다.
ru: Вы ворочаетесь и перекатываетесь из за жары.
zh_cn: 你热得辗转反侧。

source: You toss and turn trying to keep warm.
de: Du wirfst und drehst dich umher, um warm zu bleiben.
ja: 暖かさを保つ為に、何度も寝返りを打っています。
ko: 온기를 보존하려고 몸을 뒤척입니다.
ru: Вы ворочаетесь и перекатываетесь в попытке согреться.
zh_cn: 你辗转反侧试图保持热量。

source: You try to dodge but there's no room!
de: Du versuchst, auszuweichen, aber es gibt keinen Platz!
ja: 回避を試みました...しかし、回避を試みるだけの空間が存在しなかった！
ko: 회피하려고 했지만, 회피할 공간이 없습니다!
ru: Вы пытаетесь увернуться, но не хватает места!
zh_cn: 你想要躲闪，但却没有腾挪的空间！

source: You try to sleep, but can't...
de: Du versuchst einzuschlafen, ohne Erfolg …
ja: 眠ろうとしているが眠れない...
ko: 자려고 하지만... 잠이 들질 않습니다.
ru: Вы пытаетесь поспать, но не можете...
zh_cn: 你尝试睡觉，但你睡不着……

source: You try to sleep, but the webs get in the way. You brush them aside.
ja: 眠ろうとしましたが、網がまとわりついてきて不快です。手で払い除けました。
zh_cn: 你试着睡觉，但是这些网太TM碍事了。你把它们扫开。

source: You try to sleep, but you feel exposed and your spinnerets keep twitching.
ja: 眠ろうとしていますが、吐糸管が外気に晒されており、単収縮を繰り返しています。
zh_cn: 那你试着睡觉，但是你暴漏在毫无安全感之中，同时你的织网器有种冲动。

source: You turn off your alarm-clock.
de: Du schaltest deinen Wecker aus.
ja: 目覚まし時計を止めました。
ko: 알람시계를 껐습니다.
ru: Вы выключили будильник.
zh_cn: 你关上了你的闹钟。

source: You use your %s to keep warm.
de: Du benutzt %s, um warm zu bleiben.
ja: 暖かさを保つ為に、%sに包まりました。
ko: 체온을 보존하기 위해 %s을(를) 썼습니다.
ru: Вы сохраняете тепло при помощи %s.
zh_cn: 你用%s来保暖.

source: You use your inhaler, only %d charge left.
zh_cn: 你使用了你的吸入剂。只剩下%d的存量了。

source: You use your last inhaler charge.
ja: 吸入器を使い切りました。
zh_cn: 你使用了你最后的吸入剂.

source: You use your pile of clothes for warmth.
de: Du benutzt deinen Kleiderhaufen für Wärme.
ja: 暖かさを求めて、衣服の山に包まりました。
ko: 온기를 위해 옷더미를 사용했습니다.
ru: Вы согреваетесь в одежде.
zh_cn: 你用一堆衣服来取暖。

source: You vomit a thick, gray goop.
de: Du erbrichst einen dicken grauen Schleim.
ja: 嘔吐しました、おえっ。
ko: 걸쭉한 구토물을 게워냈습니다.
ru: Вас сильно рвёт, серой слизью.
zh_cn: 你吐出了厚厚的灰色黏液。

source: You vomit thousands of live spores!
de: Du erbrichst tausende lebendige Sporen!
ja: 何千という生きた胞子を吐き出しました！
ko: 셀 수 없이 많은 양의 포자를 토했습니다!
ru: Вас стошнило тысячами живых спор!
zh_cn: 你吐出了成千上万的孢子！

source: You were attacked by %s!
ja: %sによって攻撃されました！
zh_cn: 你被%s攻击！

source: You were hurt!
de: Du wurdest verletzt!
ja: 怪我をしていました！
ko: 다쳤습니다!
ru: Вы чувствовали боль!
zh_cn: 你受伤了！

source: You wheeze and gasp for air.
de: Du ringst nach Luft.
ja: 苦しそうに喘ぎました。
ko: 호흡이 힘들어 겨우 숨을 쉽니다.
ru: Вы хрипите и пытаетесь сделать глоток воздуха.
zh_cn: 你努力的呼吸着空气，发出呼啦呼啦的哮喘声。

source: You will not be able to finish it all. Consume it?
zh_cn: 你没法吃完它，真的要吃么？

source: You're adequately fueled. Prepare for hibernation?
de: Du bist ausreichend versorgt. Sich auf den Winterschlaf vorbereiten?
ja: 栄養補給は充分です。冬眠に入る準備をしますか？
ko: 충분한 열량을 섭취하고 있습니다. 겨울잠에 대비할까요?
ru: Вы достаточно наелись. Подготовиться к спячке?
zh_cn: 你已经充分补充了能量。准备冬眠？

source: You're already wearing footwear!
de: Du trägst schon Schuhwerk!
ja: 既に靴を履いています！
ko: 이미 신발을 신고 있습니다!
ru: У вас уже есть обувь на ногах!
zh_cn: 你脚上已经穿了鞋子了！

source: You're already wielding that!
de: Das trägst du schon!
ja: 既にそれを装備しています！
ko: 이미 장비하고 있습니다!
ru: Вы уже этим вооружены!
zh_cn: 你已经拿着它了!

source: You're cramping up from stuffing yourself in this vehicle.
de: Du verkrampfst dich, während du versucht, dich in dieses Fahrzeug zu quetschen.
ja: 小さい車両に体を詰め込んでいるため、全身が締め上げられています。
ko: 이 차량에 타면 경련이 일어납니다.
zh_cn: 你拼命把自己挤进这辆车。

source: You're deafened!
de: Du kannst nichts mehr hören!
ja: 何も聴こえない！
ko: 귀가 멀었습니다!
ru: Вы оглушены!
zh_cn: 你什么都听不到了！

source: You're drowning!
de: Du bist im Begriff, zu ertrinken!
ja: 溺れました！
ko: 몸이 흠뻑 젖었습니다!
ru: Вы тонете!
zh_cn: 你溺水了！

source: You're experiencing loss of basic motor skills and blurred vision. Your mind recoils in horror, unable to communicate with your spinal column.
de: Du erleidest einen Verlust an grundlegenden motorischen Fähigkeiten und hast eine verschwommene Sicht. Dein Verstand schreckt vor Entsetzen zurück, unfähig, mit deiner Wirbelsäule zu kommunizieren.
ja: 基本的な運転技能が失われ、視界はぼやけています。精神は恐怖にすくみ上がり、背骨との通信が途絶しています。
zh_cn: 你正在体验肌无力和视觉模糊。你的意识在巨大的恐惧面前不知所措，无法传达到脊柱。

source: You're fed. Try to pack more in anyway?
ja: もう食べたくありません。それでも押し込みますか？
zh_cn: 你已经吃的差不多了，再塞些进去？

source: You're feeling tired.
de: Du bist müde.
ja: 疲れています。
ko: 피로를 느낍니다.
ru: Вы устали.
zh_cn: 你感到困倦。

source: You're feeling tired. %s to lie down for sleep.
de: Du wirst müde. %s, um dich schlafen zu legen.
ja: 疲れています。%sを押して眠る為に横になって下さい。
ko: 지쳤습니다. %s 키로 누워 잠을 자세요.
ru: Вы чувствуете себя очень уставшим. нажмите %s чтобы лечь спать.
zh_cn: 你感到困倦。可以按 %s 键开始睡觉啦。

source: You're full. Force yourself to eat?
de: Du bist schon satt. Willst du dich zum Essen zwingen?
ja: 満腹だ。無理矢理にでも食べますか？
ko: 더 먹을 수 없습니다. 억지로 먹습니까?
ru: Вы сыты. Заставить себя съесть через силу?
zh_cn: 你已经饱了。强迫自己吃下去？

source: You're poisoned!
de: Du bist vergiftet!
ja: 毒に冒されました！
ko: 중독되었습니다!
ru: Вы отравлены!
zh_cn: 你中毒了!

source: You're suddenly covered in ectoplasm.
de: Du bist plötzlich mit Ektoplasma bedeckt.
ja: 急にエクトプラズムに包まれました。
ko: 갑자기 엑토플라즘에 뒤덮였습니다!
ru: Вы были внезапно покрыты эктоплазмой.
zh_cn: 你突然被软泥所覆盖。

source: You're too dehydrated to keep your %s going.
ja: %sを続けるには喉が渇き過ぎています。
zh_cn: 你脱水严重，无法保持你的%s继续运行。

source: You're too exhausted to keep your %s going.
ja: %sを続けるには疲れ過ぎています。
zh_cn: 你筋疲力尽，无法保持你的%s继续运行。

source: You're too famished to keep your %s going.
ja: %sを続けるには飢え過ぎています。
zh_cn: 你饥饿难忍，无法保持你的%s继续运行。

source: You're too tired to run.
zh_cn: 你太累了，无法奔跑。

source: You're too tired to stop yawning.
de: Du bist zu müde, um mit dem Gähnen aufzuhören.
ja: 欠伸が止まらない。もうクタクタだ。
ko: 너무 피곤해서 하품을 멈출 수가 없습니다.
ru: Вы не можете прекратить зевать, так как очень устали.
zh_cn: 你太疲劳了，不停的打哈欠。

source: You've begun stockpiling calories and liquid for hibernation. You get the feeling that you should prepare for bed, just in case, but...you're hungry again, and you could eat a whole week's worth of food RIGHT NOW.
zh_cn: 你开始为冬眠而囤积卡路里和水分。你有一种你准备好一张床的感觉，以防万一，但是...你又开始饿了，你能够吃下约一个星期的食物，就在现在！

source: You've spotted a %s to the %s!
de: Du hast ein %s im %s gesehen!
zh_cn: 你发现了一个 %s 在 %s 方向！

source: Your %s HURTS!
ja: %sに怪我をしました！
zh_cn: 你的 %s 疼屎了！！

source: Your %s aches.
ja: %sが鈍く傷みます。
zh_cn: 你的 %s 有些疼。

source: Your %s already has a %s.
de: Dein %s hat bereits 1 %s.
ko: %s에는 이미 %s이(가) 달려있습니다.
ru: %s уже имеет %s.
zh_cn: 你的%s已经装了%s。

source: Your %s already has an extended magazine.
de: Dein %s hat bereits ein erweitertes Magazin.
ja: %sは既に拡張マガジンを取り付けてあります。
ko: %s에는 이미 확장 탄창이 장착되어있습니다.
zh_cn: 你的 %s 已经有一个扩展弹匣了。

source: Your %s are very encumbered! %s
de: Deine %s werden stark in ihrer Bewegung eingeschränkt! %s
ja: %1$sの動きをかなり妨げます！%2$s
ko: %s을(를) 움직이기 힘들어졌습니다! %s
ru: Ваши %s очень скованы! %s
zh_cn: 你的 %s 非常累赘! %s

source: Your %s doesn't appear to be modded.
de: Dein %s scheint keine Modifikationen zu haben.
ja: %sにMODは取り付けられていません。
ko: %s은(는) 개조되지 않았습니다.
ru: Ваш '%s' ничем не модифицирован.
zh_cn: 你的%s无法改造。

source: Your %s doesn't have a slot for this mod.
de: Dein %s hat keinen Platz für diese Mod.
ja: %sにはこのMODに対応する取り付け位置がありません。
ru: Ваш %s не имеет места для модификации.
zh_cn: 你的 %s 没有安装这个模组的插槽。

source: Your %s doesn't have enough room for another %s mod. To remove the mods, activate your weapon.
de: Dein %s hat nicht genug Platz für eine andere %s-Modifikation. Um die Modifikationen zu entfernen, aktiviere deine Waffe.
ko: %s은(는) 다른 %s 부품을 장착하기에 충분한 공간을 가지고 있지 않습니다. 개조부품을 제거하려면, 무기를 활성화 시키십시오.
ru: Ваш %s не имеет места для модификации %s. Чтобы убрать модификации, активируйте оружие.
zh_cn: 你的 %s 没有足够的空间安装另一个 %s 模组。移除现有模组，请先激活你的武器。

source: Your %s has %d charge but needs %d.
de: Dein %s hat %d Ladung, benötigt aber %d.
ru: Ваш %s имеет %d заряд, а нужно как минимум %d.
zh_cn: 你的 %s 装了 %d ，还差 %d。

source: Your %s has started to mend!
de: Dein %s hat damit begonnen, sich zu heilen.
ja: %sの修復を始めました！
ko: %s이(가) 재생되기 시작합니다!
zh_cn: 你的%s已经开始好转!

source: Your %s hurts!
ja: %sに怪我をしました！
zh_cn: 你的 %s 十分疼痛！

source: Your %s is %s further!
de: Dein %s ist weiter %s.
ru: Твоя %s %s потрёпана еще сильнее!
zh_cn: 你的%s被进一步破坏成%s了！

source: Your %s is %s!
de: Dein %s ist %s!
ko: %s은(는) %s 상태가 되었습니다!
ru: Ваш %s стал %s!
zh_cn: 你的%s %s了！

source: Your %s is already waterproof.
de: Dein %s ist schon wasserfest.
ja: %sは防水化済みです。
ko: %s은(는) 이미 방수성을 가지고 있습니다.
ru: Ваш %s уже и так непромокаемый.
zh_cn: 你的 %s 已经具备防水功能。

source: Your %s is completely destroyed!
de: Dein %s ist völlig zerstört!
ja: %sは完全に破壊されました！
ko: %s이(가) 완전히 파괴되었습니다!
ru: Ваш %s полностью уничтожено!
zh_cn: 你的%s完全毁掉了！

source: Your %s is not good reading material.
de: Dein %s ist kein gutes Lesematerial.
ja: %sはあまり読み物にはならない。
ko: %s은(는) 읽을만한 것이 아닙니다.
ru: %s плохой материал для чтения.
zh_cn: 你的%s貌似不是书，你读个毛啊。

source: Your %s is very encumbered! %s
de: Dein %s wird stark in der Bewegung eingeschränkt! %s
ja: %1$sの動きをかなり妨げます！%2$s
ko: %s을(를) 움직이기 힘들어졌습니다! %s
ru: Ваш %s очень скован! %s
zh_cn: 因为衣物你的%s非常不适！%s

source: Your %s is wracked with excruciating pain!
ja: %sに走る猛烈な激痛に苦しみました！
zh_cn: 你的%s被极度的疼痛折磨着！！

source: Your %s is wracked with pain!
ja: %sに走る痛みに苦しみました！
zh_cn: 你的%s被疼痛折磨着！

source: Your %s is wracked with terrible pain!
ja: %sに走る激痛に苦しみました！
zh_cn: 你的%s被剧烈的疼痛折磨着！

source: Your %s isn't big enough to use that mod.'
de: Dein %s ist nicht groß genug, um diese Modifikation verwenden zu können.
ja: %sはこのMODを取り付けるには小さすぎます。
ko: %s은(는) 이 부품을 장착할 수 있을 정도로 크지 않습니다.
zh_cn: 你的 %s 太小，无法安装模组。

source: Your %s needs %d charge from some UPS.
de: Dein %s braucht %d Ladung von irgendeiner Esz.
zh_cn: 你的 %s 至少需要 %d 能量在UPS里才能工作。

source: Your %s pains you!
ja: %sが傷みます！
zh_cn: 你的%s让你感到疼痛！

source: Your %s puncture %s in mid-attack!
de: Dein %s sticht %s beim Angriff durch!
ko: 당신의 %s이(가) 공격 도중 %s에 구멍을 냈습니다!
zh_cn: 你的%s在几步距离上刺中了%s！

source: Your %s skill won't be improved. Read anyway?
de: Deine Fertigkeit »%s« würde nicht verbessert. Trotzdem lesen?
ja: %s技能は上昇しません。それでも読みますか？
ko: %s 기술은 이 책을 읽어도 더 단련되지 않습니다. 그래도 읽습니까?
ru: Ваш навык %s не будет улучшен. Всё равно читать?
zh_cn: 这本书已经对你的%s技能没什么帮助了，还要读吗？

source: Your %s will be frostbitten any minute now!!
ja: このままだと数分後に%sが凍傷になります！
zh_cn: 你的 %s 将会随时被冻伤。

source: Your %s will be frostbitten within the hour!
ja: このままだと1時間以内に%sが凍傷になります！
zh_cn: 你的 %s 将会在一小时内被冻伤。

source: Your %s will be frostnipped in the next few hours.
ja: このままだと数時間後に%sが霜焼けになります。
zh_cn: 你的 %s 将会在几小时内被冻伤。

source: Your %s wound begins to feel better.
de: Deine Wunde (%s) fühlt sich langsam besser an.
ja: %sは良くなったようだ。
ko: %s에 난 상처가 호전되었습니다.
ru: Рана %s потихоньку заживает.
zh_cn: 你的 %s 伤口感觉好多了。

source: Your arachnid limbs get in the way.
de: Deine Spinnengliedmassen sind im Weg.
ja: 蜘蛛類の手足が邪魔です。
zh_cn: 你的蜘蛛肢体阻碍了你。

source: Your asthma overcomes you. You asphyxiate.
de: Dein Asthma überkommt dich. Du erstickst.
ja: 喘息の発作に見舞われました。 j発作により空気を吸う事が出来ず、窒息してしまいました。
ko: 천식이 당신의 한계를 넘어섰습니다. 질식할 것 같습니다.
ru: Астма одолела вас. Вы задохнулись.
zh_cn: 你的哮喘击垮了你。 你窒息而死。

source: Your batteries discharge slightly.
de: Deine Batterien entladen sich ein bisschen.
ja: 電池が僅かに放電しました。
ko: 배터리가 약간 방전되었습니다.
ru: Ваши батарейки слегка разрядились.
zh_cn: 你的电池稍微有些漏电。

source: Your bionics short-circuit, causing you to tremble and shiver.
de: Deine Bioniken haben einen Kurzschluss, was dich zum Zittern bringt.
ja: 生体部品が短絡を起こしています。全身の痙攣が止まりません。
ko: 합선된 바이오닉이 떨림을 유발합니다.
ru: Ваша бионика коротит, заставляя вас дрожать и содрогаться.
zh_cn: 你的生化模块短路了，使你浑身发抖。

source: Your body aches.
ja: 身体が鈍く痛みます。
zh_cn: 你的身体有些疼。

source: Your body is wracked with excruciating pain!
ja: 身体に走る猛烈な激痛に苦しみました！
zh_cn: 你的身体被极度的疼痛折磨着！！

source: Your body is wracked with pain!
ja: 身体に走る痛みに苦しみました！
zh_cn: 你的身体被疼痛折磨着！

source: Your body is wracked with terrible pain!
ja: 身体に走る激痛に苦しみました！
zh_cn: 你的身体被剧烈的疼痛折磨着！

source: Your body pains you!
ja: 身体が痛みます！
zh_cn: 你的身体很疼！

source: Your body strains under the weight!
de: Dein Körper verrenkt sich unter der Last!
ja: 身体は重荷に悲鳴を上げました。
ko: 짐이 너무 무겁습니다!
ru: Ваше тело напряжено под такой тяжестью!
zh_cn: 你的身体由于负重过高而感到疼痛！

source: Your bones feel like rubber as they melt and remend.
de: Deine Knochen fühlen sich wie Gummi an, während sie schmelzen und sich neu zusammensetzen.
ja: 骨が柔らかく溶けたかと思うと元に戻りました。ゴムのようです。
ko: 뼈가 고무처럼 되어 녹았다가, 다시 복구되는 것을 느꼈습니다.
ru: Ваши кости словно резина, легко восстанавливают свою форму.
zh_cn: 你的骨头因为融化及重组变得和橡胶一样柔软。

source: Your bones feel like they're crumbling.
de: Deine Knochen fühlen sich an, als würden sie zerbröckeln.
ja: 骨が細かく砕けて無くなっていくようです。
ko: 몸의 뼈가 잘게 부서지는 것 같습니다.
ru: Ваши кости словно трещат и крошатся.
zh_cn: 你觉得自己的骨头都碎掉了。

source: Your bowels ache.
ja: 腸が痛みます。
zh_cn: 你的肠子有些疼。

source: Your bowels gurgle as something inside them dies.
ja: 腹がゴロゴロと鳴りました。中で何かが死んだようです。
zh_cn: 当里边的玩意死掉的时候，你的肠子紧紧的收缩了一下。

source: Your breathing stops completely.
de: Deine Atmung setzt aus.
ja: 呼吸が完全に停止しました。
ko: 호흡이 완전히 멈추었습니다.
ru: Ваше дыхание остановилось
zh_cn: 你的呼吸完全停止了。

source: Your chest burns as your power systems overload!
zh_cn: 随着你的能源系统过载，你的胸口如火烧一般。

source: Your chitin gets in the way.
de: Dein Chitin ist im Weg.
ja: キチン質の装甲が邪魔です。
zh_cn: 你的甲壳阻碍了你。

source: Your clothing constricts your arachnid limbs.
de: Deine Kleidung engt deine Spinnengliedmassen ein.
ja: 衣服が蜘蛛類の手足の動きを制限しています。
zh_cn: 你的衣服挤压这你的蜘蛛肢体。

source: Your clothing is not providing enough protection from the wind for your %s!
ja: 装備中の衣類では%sに当たる風を十分に防げていない！
zh_cn: 你的衣物无法为你的 %s 提供足够的防风保护！
