Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your skill level: %d
de: Deine Fertigkeitenstufe: %d
ja: 技能レベル: %d
ko: 현재 기술 수준 : %d
ru: Ваш уровень навыков: %d
zh_cn: 你的技能水平: %d

source: Your skill level: N/A
de: Deine Fertigkeitenstufe: (entfällt)
ja: 技能レベル: なし
ko: 현재 기술 수준 : %d
ru: Ваш уровень навыков: отсутствуют
zh_cn: 你的技能水平: 无

source: [E]: Describe, [F]ind, [R]eset, [m]ode, %s [?] keybindings
ja: [E]: 説明, [F]検索, [R]リセット, [m]モード, %s [?]キー割り当て
zh_cn: [E]: 描述, [F]查找, [R]重置, [m]模式,%s [?]热键

source: [E]: Describe, [F]ind, [R]eset, [m]ode, [b]atch [?] keybindings
ja: [E]: 説明, [F]検索, [R]リセット, [m]モード, [b]一括, %s [?]キー割り当て
zh_cn: [E]: 描述, [F]查找, [R]重置, [m]模式,[b]批量 [?]热键

source: [E]: Describe, [F]ind, [m]ode, %s [?] keybindings
ja: [E]: 説明, [F]検索, [m]モード, %s [?]キー割り当て
zh_cn: [E]: 描述, [F]查找, [m]模式,%s [?] 热键

source: [E]: Describe, [F]ind, [m]ode, [b]atch [?] keybindings
ja: [E]: 説明, [F]検索, [m]モード, [b]一括, %s [?]キー割り当て
zh_cn: [E]: 描述, [F]查找, [m]模式，[b]批量 [?] 热键

source: [b]atch
ja: [b]一括
zh_cn: [b]批量

source: brightly
de: hell
ja: 非常に明るい
ko: 밝음
ru: светло
zh_cn: 明亮

source: cancel [b]atch
ja: [b]一括を取消
zh_cn: 取消 [b]批量

source: cloudy
de: bewölkt
ja: 明るい
ko: 흐림
ru: облачно
zh_cn: 多云

source: dark
de: dunkel
ja: 暗い
ko: 어두움
ru: темно
zh_cn: 黑暗

source: shady
de: schattig
ja: 薄暗い
ko: 그늘짐
ru: полутьма
zh_cn: 阴暗

source: v (more)
ja: v(下へ)
zh_cn: v (更多)

source: very dark
de: sehr dunkel
ja: 非常に暗い
ko: 캄캄함
ru: очень темно
zh_cn: 漆黑

source: %s dodges %s projectile.
de: %s weicht %ss Projektil aus.
ja: %sは%sが放ったものを回避しました！
ru: %s увернулся от снаряда %s.
zh_cn: %s 躲开了 %s 的射击。

source: %s shoots %s.
de: %s schießt auf %s.
ja: %sは%sに向けてなにか発射しました。
ko: %s이(가) %s을(를) 쏘았습니다.
ru: %s стреляет в %s.
zh_cn: %s 射击了 %s。

source: <npcname> forces %s to the ground!
de: <npcname> drückt %s auf den Boden!
ja: <npcname>は%sを地面に押し倒しました！
ko: <npcname>이(가) %s을(를) 넘어트렸습니다!
ru: <npcname> сбивает %s с ног!
zh_cn: <npcname>把 %s 摔倒在地！

source: <npcname> forces you to the ground!
de: <npcname> drückt dich auf den Boden!
ja: <npcname>は貴方を地面に押し倒しました！
ko: <npcname>이(가) 당신을 넘어트렸습니다!
ru: <npcname> сбивает вас с ног!
zh_cn: <npcname>将你按在地上！

source: Critical!
de: Kritisch!
ja: クリティカル！
ko: 치명타!
ru: Критическое попадание!
zh_cn: 暴击！

source: Good hit!
de: Guter Treffer!
ja: 見事に命中しました！
ko: 잘 맞췄습니다!
ru: Хороший выстрел!
zh_cn: 正中目标！

source: Grazing hit.
de: Streiftreffer.
ja: 攻撃が掠った。
ko: 살짝 스쳤습니다.
ru: Скользящий удар.
zh_cn: 偏斜。

source: Headshot!
de: Kopfschuss!
ja: ヘッドショット！
ko: 헤드샷!
ru: Прямо в голову!
zh_cn: 爆头！

source: The shot misses!
de: Der Schuss verfehlt das Ziel.
ja: 撃ち損ないました！
ko: 총알이 빗나갔습니다!
ru: Мимо!
zh_cn: 没有击中！

source: The shot reflects off %s %s!
de: Der Schuss wird von %ss %s reflektiert.
ja: 弾丸は%sの%sに弾かれました！
ru: Выстрел %s отскочил от %s!
zh_cn: 子弹被 %s %s 弹开了！

source: You dodge %s projectile!
de: Du weichst %ss Projektil aus.
ja: %sが放ったものを回避しました。
ru: Вы увернулись от снаряда %s!
zh_cn: 你躲开了 %s 射击！

source: You force %s to the ground!
de: Du drückst %s auf den Boden!
ja: %sを地面に押し倒しました！
ko: %s을(를) 바닥으로 넘어트렸습니다!
ru: Вы сбиваете %s с ног!
zh_cn: 你把 %s 摔倒在地！

source: You hit the %s for %d damage.
de: Du triffst %s für %d Schaden.
ja: %sに%dのダメージを与えました。
ko: %s을(를) 가격하여 %d의 피해를 주었습니다.
ru: Вы нанесли %s %d единиц урона.
zh_cn: 你打击 %s， 造成 %d 点伤害。

source: You miss!
de: Du verfehlst das Ziel!
ja: 攻撃が外れました！
ko: 빗나갔습니다!
ru: Вы промахнулись!
zh_cn: 你没打中！

source: You were hit in the %1$s for %2$d damage.
de: Du wurdest in %1$s für %2$d Schaden getroffen.
ja: %1$sに命中して%2$dのダメージを受けました。
zh_cn: 你刚才击中了 %1$s， 造成 %2$d 点伤害。

source: %s Attack!
de: %s greifen an!
ja: %sの攻撃だ！
ko: %s 의 공격!
ru: %s Атакуют!
zh_cn: %s 攻击！

source: %s from Hell!
de: %s aus der Hölle!
ja: 地獄から%sがやって来ました！
ko: 지옥에서 온 %s 이(가) 온다!
ru: %s из Ада!
zh_cn: %s 来自地狱！

source: A caravan approaches! Press spacebar...
de: Eine Karavane trifft ein! Drücke die Leertaste …
ja: 隊商が近づいてきました！スペースを押して下さい…
ko: 행상인이 접근합니다! 스페이스를 누르세요...
ru: Караван прибыл! Нажмите пробел...
zh_cn: 一个商队接近了！按空格键继续。。。

source: A custom game.
de: Ein benutzerdefiniertes Spiel.
ja: カスタムゲーム。
ko: 커스텀 게임.
ru: Своя игра.
zh_cn: 自定义游戏。

source: A large building with various supplies.
de: Ein großes Gebäude mit diversen Vorräten.
ja: 資源が豊富な大きい建物。
ko: 대형건물이며 다양한 물품이 있습니다.
ru: Большое здание с разными припасами.
zh_cn: 一栋巨大的建筑，里面有各种各样的物资。

source: A large house with many rooms and.
de: Ein großes Gebäude mit vielen Räumen und.
ja: 多くの部屋を有する大邸宅。
ko: 큰 집이며 방이 많습니다.
ru: Большой дом с множеством комнат.
zh_cn: 一个大的房子,有许多房间。

source: A small building with plenty of alcohol.
de: Ein kleines Gebäude mit viel Alkohol.
ja: アルコール類が豊富な小さい建物。
ko: 소형 건물이며 주류가 풍부합니다.
ru: Небольшое здание с большим количеством алкоголя.
zh_cn: 一个小房子，你可以叫它酒池肉林。。。

source: All monsters. You have to eat and drink.
de: Alle Monster. Du musst essen und trinken.
ja: 全てのモンスターが出現。食事と飲み物をとる必要がある。
ko: 모든 적들이 나옵니다. 식사와 갈증 모두 해결해야 합니다.
ru: Все монстры. Надо есть и пить.
zh_cn: 所有类型的怪物。你必须要吃和喝。

source: An easy fortifiable building with lots of useful tools inside.
de: Ein leicht zu befestigendes Gebäute mit vielen nützlichen Werkzeugen darin.
ja: 内部に有用なツールがたくさん置いてある、簡単に要塞化できる建物。
ko: 쉽게 요새화할 수 있는 건물로 내부에는 유용한 도구들이 많이 있습니다.
ru: Это строение содержит много полезных предметов и его легко укрепить.
zh_cn: 一座可以简单地改造成要塞的建筑，其中有许多实用工具。

source: Attack of the %s!
de: Angriff der %s!
ja: %sの襲撃だ！
ru: Атака %s!
zh_cn: %s的攻击！

source: Bar
de: Kneipe
ja: 酒場
ko: 주점
ru: Бар
zh_cn: 酒吧

source: Beware! %s!
de: Vorsicht! %s!
ja: 用心しろ！%sだ！
ko: 조심해! %s!
ru: Опасайтесь номера %s!
zh_cn: 小心！%s ！

source: Buy %d item, leaving you with $%.2f?
ja: %d個のアイテムを$%.2fで購入しますか？
zh_cn: 花 %d 买补给品，还能剩 $%.2f，确定？

source: CARAVAN: Start by selecting a category using your favorite up/down keys. Switch between category selection and item selecting by pressing %s. Pick an item with the up/down keys, press left/right to buy 1 less/more. Press %s to buy everything in your cart, %s to buy nothing.
de: KARAWANE: Fang an, indem du eine Kategorie mit deinen Lieblings-Hoch-/Runter- Tasten auswählst. Wechsle zwischen der Kategorie- und Gegenstands- auswahl mit der »%s«-Taste. Wähle einen Gegenstand mit den Hoch-/ Runter-Tasten aus, drücke die Links-/Rechtstaste für einen weniger/ mehr. Drücke %s, um alles im Einkaufswagen zu kaufen, drücke %s, um nichts zu kaufen.
ja: 隊商: ↑/↓でカテゴリーを選択します。 %sでカテゴリー選択とアイテム選択を切り替えます。 ↑/↓でアイテムを選択し、←/→で数量を決定します。 %sでカートに入れたものを全て購入します。%sでキャンセルします。
ru: КАРАВАН: Выбор категории товаров - кнопки вверх/вниз. Переключение между выбором категорий и предметов - кнопка %s. Выбор предмета - копки вверх/вниз. Купить больше/меньше - кнопки влево/вправо. Купить всё выбранное - %s. Не покупать ничего - %s.
zh_cn: 商队： 用你喜闻乐见的上下键来选择菜单。 用 %s 在主菜单和次级菜单之间切换。 用加减号来增减购物数量。 按 %s 买单。按 %s 啥都不买。

source: Cash Increase:
de: Preisgeld-Erhöhung:
ja: 資金増加:
ko: 현금 증가:
ru: Прирост награды:
zh_cn: 奖金增幅：

source: Cash for 1st Wave:
de: Geld für 1. Welle:
ja: 第一波の資金:
ko: 첫 웨이브시의 현금
ru: Награда за 1-ую волну:
zh_cn: 第一波奖金：

source: Classic zombies. Slower and more realistic.
de: Gewöhnliche Zombies. Langsamer und realistischer.
ja: 非常に遅くて現実的な昔ながらのゾンビ。
ko: 클래식 좀비물: 더 느리게, 더 사실적이게.
ru: Классические зомби. Медленные и более реалистичные.
zh_cn: 经典丧尸。移动缓慢而且更贴近现实

source: Clothing & Armor
de: Kleidung u. Rüstung
ja: 衣類 & アーマー
ko: 의류 & 방호구
ru: Одежда и броня
zh_cn: 衣着&装备

source: Crafting & Construction Components
de: Fertigungs- u. Baukomponenten
ja: 作製 & 建設材料
ko: 제작 & 건설용 부품/자재
ru: Материалы для крафта и строительства
zh_cn: 制作/建筑的材料

source: Custom
de: Benutzerdefiniert
ja: カスタム
ko: 커스텀
ru: Пользовательский
zh_cn: 自定义

source: Cycle option value
de: Einstellungswert wechseln
ja: オプションの値を変更
zh_cn: 循环选项值

source: DEFENSE MODE
de: VERTEIDIGUNGSMODUS
ja: 防衛モード
ko: 디펜스 모드
ru: РЕЖИМ ЗАЩИТЫ
zh_cn: 防御模式

source: Dawn of the Dead
de: Zombie
ja: 死者の夜明け
ko: 새벽의 저주
ru: Рассвет мертвецов
zh_cn: 活死人黎明

source: Day of the Triffids
de: Tag der Triffiden
ja: トリフィド時代
ko: 트리피드의 날
ru: День триффидов
zh_cn: 三尖树之日

source: Defend a bar against classic zombies. Easy and fun.
de: Verteidige eine Bar gegen gewöhnliche Zombies.
ja: 古典的なゾンビから酒場を守れ。簡単で楽しい。
ko: 고전 좀비들에 대항해 바를 지켜야 합니다. 쉽고 재미있습니다.
ru: Защитите бар от классических зомби. Легко и весело.
zh_cn: 在一个酒吧中抵抗经典的僵尸。简单又有趣。

source: Defend your mansion against the triffids.
de: Verteidige deine Villa gegen die Triffiden.
ja: 邸宅をトリフィドから守れ。
ko: 트리피드에 맞서 맨션을 지키십시오.
ru: Защитите свое поместье от триффидов.
zh_cn: 在三尖树之日中捍卫你的豪宅。

source: Easy
de: Einfach
ja: 簡単
ko: 쉬움
ru: Легко
zh_cn: 简单

source: Easy monsters and lots of money.
de: Einfache Monster und massig Geld.
ja: モンスターは弱く賞金は多い。
ko: 약한 괴물들과 많은 돈.
ru: Лёгкие монстры и куча денег.
zh_cn: 怪物菜，钞票多。

source: Eight-Legged Freaks
de: Arac Attack
ja: スパイダーパニック！
ko: 여덟발 달린 공포
ru: Атака пауков
zh_cn: 八条腿的怪物

source: Enemy Selection:
de: Gegner-Auswahl:
ja: 敵の選択:
ko: 적 선택:
ru: Выбор противников:
zh_cn: 敌人类型选择：

source: Fast-paced spider-fighting fun!
de: Schneller und spaßiger Spinnenkampf.
ja: テンポが速く楽しいクモとの戦い！
ko: 엄청 빠른 거미들과 싸우는 맛!
ru: Динамичная и весёлая драка с пауками!
zh_cn: 爽爆了的快节奏蜘蛛战斗!

source: Firearms & Ammo
de: Schusswaffen u. Munition
ja: 射撃武器 & 弾薬
ko: 화기 & 탄약
ru: Оружие дальнего боя и амуниция
zh_cn: 枪支和弹药

source: Food
de: Essen
ja: 食料
ko: 식량
ru: Есть
zh_cn: 食品

source: Food & Drugs
de: Nahrung u. Pharmaka
ja: 食料 & 薬品
ko: 음식 & 의약품
ru: Еда и медикаменты
zh_cn: 食品和药品

source: Hard
de: Schwierig
ja: 困難
ko: 어려움
ru: Сложно
zh_cn: 困难

source: Harder monsters. You have to eat.
de: Schwerere Monster. Du musst essen.
ja: モンスターが強い。食事をとる必要がある。
ko: 적들이 강해집니다. 식사를 해야 합니다.
ru: Монстры посложнее. Вам надо есть.
zh_cn: 怪物狠，你还得找吃的。

source: Initial Cash:
de: Startgeld:
ja: 初期の資金:
ko: 시작 현금:
ru: Стартовый капитал:
zh_cn: 起始现金:

source: Initial Difficulty:
de: Erstschwierigkeit:
ja: 初期の難易度:
ko: 시작 난이도:
ru: Изначальная Сложность:
zh_cn: 起始难度：

source: Invasion of the %s!
de: Invasion der %s!
ja: %sの侵攻だ！
ru: Нашествие %s!
zh_cn: %s 入侵！

source: Location:
de: Ort:
ja: 場所:
ko: 장소:
ru: Локация:
zh_cn: 区域：

source: Mansion
de: Villa
ja: 大邸宅
ko: 맨션
ru: Поместье
zh_cn: 豪宅

source: Medium
de: Mittelschwer
ja: 普通
ko: 보통
ru: Средне
zh_cn: 中等

source: Megastore
de: Kaufhaus
ja: 超大型店
ko: 초대형 상점
ru: Супермаркет
zh_cn: 购物广场

source: Melee Weapons
de: Nahkampfwaffen
ja: 近接武器
ko: 근접 무기
ru: Оружие ближнего боя
zh_cn: 近战武器

source: Mercenaries
de: Söldner
ja: 傭兵
ko: 용병
ru: Наёмники
zh_cn: 雇佣兵

source: Needs:
de: Bedürfnisse:
ja: 必要:
ko: 만족시켜야 하는 것:
ru: Нужды:
zh_cn: 人物需求：

source: Next option
de: Nächste Option
ja: 次の設定
ru: След. опция
zh_cn: 下一选项

source: One entrance and many rooms. Some medical supplies.
de: Ein Eingang und viele Räume. Einige Medikamente.
ja: 入口が1つと多くの部屋、一部の医療用品が有ります。
ko: 입구 하나에 방이 많습니다. 의약품이 어느정도 있습니다.
ru: Один вход и много комнат. Немного медикаментов.
zh_cn: 一个入口和许多房间。一些医疗用品。

source: Please wait as the map generates [ 0%%]
de: Bitte warte auf die Erzeugung der Welt [ 0%%]
ja: マップを生成中です。しばらくお待ち下さい [ 0%%]
ru: Пожалуйста, подождите, создаётся карта [ 0%%]
zh_cn: 请等待。地图正在生成中 [ 0%%]

source: Please wait as the map generates [%2d%]
de: Bitte warte auf die Generierung der Welt [%2d%]
ja: マップを生成中です。しばらくお待ち下さい [%s%d%]
ru: Пожалуйста, подождите, создаётся карта [%2d%]
zh_cn: 请等待。地图正在生成中 [%2d%]

source: Press ? for help.
de: Drücke ? für Hilfe.
ja: ?を押すとヘルプを表示します。
ko: ? 를 눌러 도움말
ru: ? - меню помощи.
zh_cn: 按<？>查看 帮助。

source: Press S to start, ! to save as a template
de: »S« zum Starten, »!«, um als Vorlage zu speichern.
ja: S:開始 | !:テンプレートに保存
ko: S 를 눌러서 시작하고, ! 를 눌러서 템플릿을 저장합니다.
ru: Нажмите "S" чтобы начать, "!" чтобы сохранить как шаблон.
zh_cn: 按S开始,!保存为模板

source: Press direction keys to cycle, ENTER to toggle
de: Richtungstasten drücken zum wechseln, Enter zum umschalten
ja: 方向キーで切り替え、ENTERで
zh_cn: 按 方向键循环选择，按回车键切换

source: Previous option
de: Vorherige Option
ja: 前の設定
ru: Пред. опция
zh_cn: 前一选项

source: Public Works
de: öff. Bauarbeiten
ja: 公共事業土木現場
ko: 토목 공사장
ru: Общественные работы
zh_cn: 施工工地

source: Really buy nothing?
de: Wirklich nichts kaufen?
ja: 本当に何も購入しませんか？
ko: 정말 아무 것도 사지 않겠습니까?
ru: Что, правда, ничего не купите?
zh_cn: 真的不买点什么吗？

source: Revenge of the %s!
de: Rache der %s!
ja: %sの復讐だ！
ru: Месть %s!
zh_cn: 一群%s来报仇了！你丫惹它们了？

source: Rise of the %s!
de: Aufstieg der %s!
ja: %sの復活だ！
ru: Восстание %s!
zh_cn: %s 崛起！

source: Robots
de: Roboter
ja: ロボット
ko: 로봇
ru: Роботы
zh_cn: 机器人

source: Scenario:
de: Szenario:
ja: シナリオ:
ko: 시나리오:
ru: Сценарий:
zh_cn: 场景:

source: Shaun of the Dead
ja: 鉄片
ko: 새벽의 황당한 저주
ru: Зомби по имени Шон
zh_cn: 僵尸肖恩

source: Skynet
ja: スカイネット
ko: 스카이넷
ru: Скайнет
zh_cn: 天网

source: Special Zombies
de: Besondere Zombies
ja: 特殊ゾンビ
ko: 특수 좀비
ru: Спец. Зомби
zh_cn: 特种丧尸

source: Spiders
de: Spinnen
ja: 蜘蛛
ko: 거미
ru: Пауки
zh_cn: 蜘蛛群

source: Subspace
de: Subebene
ja: 小区画
ko: 아공간의 적
ru: Подпространство
zh_cn: 子空间

source: Template Name:
de: Vorlagenname:
ja: テンプレート名:
ko: 템플릿 이름 :
ru: Название шаблона:
zh_cn: 模板名称:

source: The Call of Cthulhu
de: Cthulhus Ruf
ja: クトゥルフの呼び声
ko: 크툴루의 부름
ru: Зов Ктулху
zh_cn: 克鲁苏的呼唤

source: The Day of the %s!
de: Der %s-Tag!
ja: %sの日が訪れました！
ko: %s 의 날!
ru: День %s!
zh_cn: %s 之日！

source: The amount of money the player starts with.
de: Die Anzahl des Geldes, mit dem der Spieler startet.
ja: プレイヤーが開始時が所持している資金。
ko: 시작시 소지하는 현금의 양
ru: Количество денег у игрока в начале игры.
zh_cn: 玩家的初始资金。

source: The cash awarded for the first wave.
de: Das Preisgeld für die erste Welle.
ja: 第一波の時に与えられる資金。
ko: 첫 웨이브 생존시 보상 현금
ru: Деньги за уничтожение первой волны.
zh_cn: 杀死第一波怪物的奖金。

source: The difficulty of the first wave.
de: Der Schwierigkeitsgrad der ersten Welle.
ja: 第一波の難易度
ko: 처음 웨이브의 난이도
ru: Сложность первой волны.
zh_cn: 第一波怪物的难度。

source: The increase in the award each wave.
de: Die Erhöhung des Preisgeldes pro Welle.
ja: 各ウェーブの資金増加量。
ko: 매 웨이브마다 증가하는 보상의 양
ru: Увеличение награды с каждой волной.
zh_cn: 每波怪物的奖金增幅。

source: The increase of difficulty with each wave.
de: Der Anstieg des Schwierigkeitsgrad nach jeder Welle.
ja: 各ウェーブの難易度
ko: 매 웨이브의 난이도 상승량
ru: Увеличение сложности с каждой волной.
zh_cn: 每波怪物的难度提升幅度。

source: The number of waves in between caravans.
de: Die Anzahl der Wellen zwischen Karavanen.
ja: 次の隊商が来るまでのウェーブ回数。
ko: 행상인이 몇 웨이브마다 나오는지.
ru: Кол-во волн между караванами.
zh_cn: 每隔几波怪你可以进行一次补给。

source: The robots have decided that humans are the enemy!
de: Die Roboter erklärten die Menschen zum Feind!
ja: ロボットたちは人間を敵と認定した！
ko: 로봇들이 사람을 적이라고 결정했습니다!
ru: Роботы восстали против людей!
zh_cn: 机器人已经决定,人类是敌人!

source: The time, in minutes, between waves.
de: Die Dauer (in Minuten) zwischen Wellen.
ja: 次のウェーブまでの分単位の時間。
ko: 웨이브 간의 분당 간격.
ru: Время между волнами, в минутах.
zh_cn: 每波怪物的刷新间隔时间（分钟）。

source: Time b/w Waves:
de: Pause zw. Wellen:
ja: 時間 b/w ウェーブ:
ko: 웨이브의 시간 간격:
ru: Время между волнами:
zh_cn: 每波时间：

source: Toogle option
de: Option umschalten
ja: オプションを切替
zh_cn: 切换选项

source: Tools, Traps & Grenades
de: Werkzeuge, Fallen u. Granaten
ja: 工具と罠 & 手榴弾
ko: 도구, 덫 & 수류탄
ru: Инструменты, ловушки и гранаты
zh_cn: 工具、陷阱和手雷

source: Triffids
de: Triffiden
ja: トリフィド
ko: 트리피드
ru: Триффиды
zh_cn: 三尖树

source: Ward off legions of eldritch horrors.
de: Wehre zahlreiche unheimliche Schrecken ab.
ja: 名状しがたき恐怖の軍団から逃げろ。
ko: 무시무시한 군세를 막아내십시오.
ru: Сражайтесь с легионом жутких страшилищ.
zh_cn: 抵挡可怕的恐怖军团

source: Wave %d:
de: %d. Welle:
ja: 第%dウェーブ:
ko: 웨이브 %d :
ru: Волна %d:
zh_cn: 第%d波：

source: Wave Difficulty:
de: Wellenschwierigkeit:
ja: ウェーブ難易度:
ko: 웨이브 난이도:
ru: Сложность волн:
zh_cn: 每波难度：

source: Waves b/w Caravans:
de: Pause zw. Karavanen:
ja: ウェーブ b/w 隊商:
ko: 상단간 웨이브 수 :
ru: Волн между караванами:
zh_cn: 补给周期：

source: Welcome to Wave %d!
de: Willkommen zur %d. Welle!
ja: 第%dウェーブにようこそ！
ko: %d 번째 웨이브를 환영합시다!
ru: Добро пожаловать на волну %d!
zh_cn: 欢迎来到第%d波！

source: You can't afford those items!
de: Du kannst dir diese Gegenstände nicht leisten!
ja: それらのアイテムを買う余裕がありません！
ko: 이 물건들을 구입할 돈이 없습니다!
ru: Недостаточно денег!
zh_cn: 小子，你买不起这些东西！

source: You cannot leave the %s behind!
de: Du kannst das %s nicht zurücklassen!
ja: %sを置いては行けません！
ko: %s을(를) 내버려두고 떠날 수는 없습니다!
ru: Вы не можете оставить %s!
zh_cn: 你不能丢下%s！

source: You cannot save in defense mode!
de: Im Verteidigungsmodus kannst du nicht speichern.
ja: 防衛モードではセーブは出来ません！
ko: 디펜스 모드에서는 저장할 수 없습니다!
ru: Вы не можете сохраняться в режиме защиты!
zh_cn: 防守模式下不能保存游戏！

source: You don't need to sleep!
de: Du brauchst nicht zu schlafen!
ja: 寝る必要はありません！
ko: 잠잘 필요가 없습니다!
ru: Вам не нужно спать!
zh_cn: 你现在不需要睡觉!

source: You drop some items.
de: Du lässt ein paar Gegenstände fallen.
ja: 一部のアイテムを捨てました。
ko: 물품을 버렸습니다.
ru: Вы выбросили несколько предметов.
zh_cn: 你扔掉一些物品。

source: You managed to survive through wave %d!
de: Du hast es geschafft, bis zur %d. Welle zu überleben.
ja: 第%dウェーブを何とか生き延びました！
ko: %d 번의 웨이브에서 살아남았습니다!
ru: Вы смогли продержаться до волны: %d!
zh_cn: 恭喜你撑过了第%d波！

source: You must choose at least one monster group!
de: Du musst mindestens eine Monstergruppe auswählen!
ja: 最低1つはモンスターの群れを選ばなくてはいけません！
ko: 최소한 하나의 몬스터 그룹을 지정해야 합니다!
ru: Вы должны выбрать хотя бы одну группу монстров!
zh_cn: 你至少得选择一种怪物群。

source: Your Cash: $%6.2f
ja: 所持金: $%6.2f
zh_cn: 所持有的资金：$%6.2f

source: Zombies
ja: ゾンビ
ko: 좀비
ru: Зомби
zh_cn: 丧尸群

source: [indoors]
de: [drinnen]
ja: [屋内]
ko: [실내]
ru: [внутри]
zh_cn: [室内]

source: [roof]
de: [Dach]
ja: [屋根]
ko: [지붕]
ru: [крыша]
zh_cn: [车顶]

source: [vehicle]
de: [Fahrzeug]
ja: [車両]
ko: [차량]
ru: [транспорт]
zh_cn: [载具]

source: %d: %s; movecost %d
de: %d: %s; Bewegungskosten: %d
ja: %d: %s; 移動コスト %d
ko: %d : %s; 이동 소모 포인트 %d
ru: %d: %s; цена движения %d
zh_cn: %d: %s; 移动消耗 %d

source: %d: %s; movecost %d movestr %d
de: %d: %s; Bewegungskosten: %d; ben. Stärke zum Schieben: %d
ja: %d: %s; 移動コスト %d 移動力 %d
ko: 디버그2 %d : %s; 이동 소모 포인트 %d 이동 체력 %d
zh_cn: %d: %s; 移动消耗 %d 移动字符 %d

# item manipulation debug menu entry
source: -[ light emission ]-
de: -[ Litchtemission ]-
ja: -[発光]-
zh_cn: -[ 光 源 ]-

source: -clear-
de: (leer)
ja: -消去-
ko: -깨끗함-
ru: -пусто-
zh_cn: -清除-

# map editor: used to describe a clean field (eg. without blood)
source: -clear-
de: (leer)
ja: -消去-
zh_cn: -清除-

# map generator
source: Abort
de: Abbrechen
ja: 中止
zh_cn: 放弃

source: Add item
de: Gegenstand hinzufügen
ja: アイテム配置
ru: Добавить предмет
zh_cn: 加入物品

# item manipulation debug menu entry for adding an item on a tile
source: Add item
de: Gegenstand hinzufügen
ja: アイテム配置
ru: Добавить предмет
zh_cn: 加入物品

# map generator
source: Apply
de: Anwenden
ja: 生成
ru: Принять
zh_cn: 采用

# item manipulation debug menu entry
source: Cancel
de: Abbrechen
ja: 取消
ru: Отмена
zh_cn: 取消

# map generator
source: Change Overmap (Doesn't Apply)
de: Übersichtskarte ändern (nicht anwenden)
ja: 生成せず全体マップのみ変更
zh_cn: 改变大地图（而不采用）

source: Changed 4 submaps %s
de: 4 Submaps verändert %s
ja: 4地点のサブマップを変更しました %s
zh_cn: 改变了 4 个子地图 %s

source: Changed oter_id from '%s' (%s) to '%s' (%s)
de: Die oter_id von »%s« (%s) nach »%s« (%s) verändert
ja: 地形のidを'%s' (%s)から'%s' (%s)に変更しました
zh_cn: 将oter_id从'%s' (%s) 改为 '%s' (%s)

# Map editor: Editing field effects
source: Field effects
de: Feldwirkungen
ja: フィールド効果
zh_cn: 环境效果

# shape
source: Filled Circle
de: Gefüllter Kreis
ja: 塗り潰された円形
ru: Заполненный круг
zh_cn: 实心圆

# shape
source: Filled Rectangle
de: Gefülltes Rechteck
ja: 塗り潰された長方形
ru: Заполненный прямоугольник
zh_cn: 实心矩形

source: Graffiti: %s
de: Graffito: %s
ja: 落書き: %s
ko: 낙서 : %s
ru: Граффити: %s
zh_cn: 涂鸦： %s

# shape
source: Line
de: Linie
ja: 線
ru: Линия
zh_cn: 直线

# map editor state
source: Looking around
de: Umschauen
ja: 見回す
ru: Осмотреться
zh_cn: 环视四周

# map generator
source: Mapgen stamp
de: Kartengeneratorstempel
ja: 区域生成
zh_cn: 地图生成标志

# map generator
source: Mapgen: Moving target
de: Kartengenerator: Ziel verschieben
ja: 区域生成: 移動
zh_cn: 地图生成：移动目标

source: Moving selection
de: Auswahl verschieben
ja: 移動
zh_cn: 移动选择区

# shape
source: Point
de: Punkt
ja: 点
ru: Точка
zh_cn: 点

# shape
source: Rectangle
de: Rechteck
ja: 長方形
ru: Прямоугольник
zh_cn: 矩形

# map generator
source: Regenerate
de: Neu erzeugen
ja: 再生成
ru: Восстановление
zh_cn: 重生成

source: Resizing selection
de: Auswahl skalieren
ja: サイズ変更
zh_cn: 选择区大小调整

# map generator
source: Rotate
de: Rotieren
ja: 回転
ru: Поворот
zh_cn: 旋转

source: Selection type
de: Auswahltyp
ja: 形状選択
zh_cn: 选择类型

# Map editor: terrain/furniture editing menu
source: Terrain / Furniture
de: Gelände / Möbelierung
ja: 地形/家具
ru: Земля/ Мебель
zh_cn: 地形/家具

source: There is %d other item there as well.
de: Hier ist noch %d weiterer Gegenstand.
ja: このタイルには他に%d個のアイテムがあります。
ru: Здесь есть ещё %d предмет.
zh_cn: 那里还有%d个其他物品。

source: There is a %s there.
de: Dort ist 1 %s.
ja: %sがあります。
ko: %s이(가) 있습니다.
ru: %s.
zh_cn: 那里有一个 %s 。

source: There is a %s there. Parts:
de: Dort ist 1 %s. Teile:
ja: %sがあります / 部品:
ko: %s 부품 :
ru: Здесь %s. Части:
zh_cn: 那里有一个 %s 。部件：

# map editor: traps editing
source: Traps
de: Fallen
ja: 罠
ru: Ловушки
zh_cn: 陷阱

# map generator
source: [enter] accept, [q] abort
de: [Enter] anwenden, [q] abbrechen
ja: [enter]実行、[q]中止
zh_cn: [回车] 接受, [q] 放弃

source: [enter] accept, [q] abort, [v] showall
de: [Enter] anwenden, [q] abbrechen, [v] alles zeigen
ja: [enter]実行、[q]中止、[v]全表示
zh_cn: [回车]接受, [q]放弃, [v]显示全部

# Map editor: terrain/furniture shortkeys
source: [enter] change, [g] change/quit, [q]uit, [v] showall
de: [Enter] Wechseln, [g] wechseln/verlassen, [q] verlassen, [v] alles zeigen
ja: [enter]変更、[g]変更/終了、[q]終了、[v]全表示
zh_cn: [enter]改变, [g]改变并退出, [q]退出, [v]显示全部

# map generator
source: [enter] change, [q]uit
de: [Enter] verändern, [q] verlassen
ja: [enter]変更、[q]終了
zh_cn: [回车] 更改, [q]退出

# map editor: traps shortkeys
source: [enter] change, [t] change/quit, [q]uit
de: [Enter] ändern, [t] ändern/verlassen, [q] verlassen
ja: [enter]変更、[t]変更/終了、[q]終了
zh_cn: [enter]改变, [t]改变并退出, [q]退出

# Map editor: Field effects shortkeys
source: [enter] edit, [q]uit, [v] showall
de: [Enter] bearbeiten, [q] verlassen, [v] alles zeigen
ja: [enter]編集、[q]終了、[v]全表示
zh_cn: [enter]编辑, [q]退出, [v]现实全部

# map editor
source: [g] terrain/furn, [o] mapgen, [i]tems, [q]uit
de: [g] Gelände/Möbel, [o] Kartengenerator, [i] Gegenstände, [q] verlassen
ja: [g]地形/設備、[o]マップ生成、[i]アイテム、[q]終了
zh_cn: [g]地形/家具,[o]地图生成, [i]物品, [q]退出

source: [indoors]
de: [innen]
ja: [屋内]
ko: [실내]
ru: [внутри]
zh_cn: [室内]

source: [m]move, [s]hape, [y] swap, [z] to start
de: [m] bewegen, [s] Form, [y] tauschen, [z] starten
ja: [m]移動、[s]形状、[y]交換、[z]開始
zh_cn: [m]移动, [s]形状, [y]调换, [z]回到起点

# map generator
source: [m]ove
de: [m] verschieben
ja: [m]移動
zh_cn: [m]移动

source: [pgup/pgdn]: prev/next oter type
de: [Bild auf/Bild ab]: vorh./nächst. oter-Typ
ja: [pgup/pgdn]: 前/次の地形
zh_cn: [pgup/pgdn]: 前一种/下一种oter种类

source: [roof]
de: [Dach]
ja: [屋根]
ko: [지붕]
ru: [крыша]
zh_cn: [车顶]

# Map editor: Field effects shortkeys
source: [s/tab] shape select, [m]ove, [<,>] density
de: [s/Tab] Formauswahl, [m] verschieben, [<,>] Dichte
ja: [s/tab]形状選択、[m]移動、[<,>]密度
zh_cn: [s/tab]形状选择, [m]移动, [<,>]密度

# Map editor: terrain/furniture shortkeys
source: [s/tab] shape select, [m]ove, [<>^v] select
de: [s/Tab] Formauswahl, [m] verschieben, [←→↑↓] Auswahl
ja: [s/tab]形状選択、[m]移動、[<>^v]選択
zh_cn: [s/tab]形状选择, [m]移动, [<>^v]选择

# map editor: traps shortkeys
source: [s/tab] shape select, [m]ove, [v] showall
de: [s/Tab] Formauswahl, [m] bewegen, [v] alles zeigen
ja: [s/tab]形状選択、[m]移動、[v]全表示
zh_cn: [s/tab]形状选择, [m]移动, [v]显示全部

source: [s] resize, [y] swap
de: [s] skalieren, [y] vertauschen
ja: [s]サイズ変更、[y]交換
zh_cn: [s] 改变尺寸, [y] 互换

# map editor
source: [t]rap, [f]ield, [HJKL] move++, [v] showall
de: [t] Falle, [f] Feld, [HJKL] Bewegen++, [v] alles zeigen
ja: [t]罠、[f]地形、[HJKL]移動++、[v]全表示
zh_cn: [t]陷阱, [f]环境, [HJKL]移动光标, [v]显示全部

source: [up/dn] select, [enter] accept, [q] abort
de: [hoch/runter] Auswahl, [Enter] Anwenden, [q] Abbruch
ja: [up/dn]選択、[enter]実行、[q]中止
zh_cn: [up/dn]选择, [enter]接受, [q]中止

# item manipulation debug menu entry
source: bday: %d
de: Geburtstag: %d
ja: 経過:%d
zh_cn: 生成时间：%d

# item manipulation debug menu entry
source: burnt: %d
de: Verbrennungsgrad: %d
ja: 焼損: %d
zh_cn: 烧损：%d
