Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: It seems to be a guide to edged weapon combat, poorly photocopied and released on spiral- bound paper. Still, there are lots of useful tips for beginners.
de: Es scheint ein Führer über den Kampf mit Klingen zu sein; er ist eine billige Fotokopie und ein Ringbuch. Trotzdem hat es viele nützliche Tipps für Anfänger.
ja: 刃物での戦闘に関するガイドブックです。説明に必要な写真が揃わない状態で螺旋綴じされた紙に印刷され、出版された本の様です。しかし、その様な状態でも、初心者に必要な有益なヒントが色々と載っています。
zh_cn: 这似乎是一本指南，教你如何用锋利的武器战斗，印刷质量很差，草草进行装订后就发行了。但即使如此，对初学者也有很多有用的提示。

source: It seems to be a wrestling manual, poorly photocopied and released on spiral- bound paper. Still, there are lots of useful tips for unarmed combat.
de: Ein scheint ein Wrestling-Handbuch, das billig fotokopiert und in einem Spiralbuch gedruckt wurde, zu sein. Trotzdem gibt es viele nützliche Tipps für den unbewaffneten Kampf.
ja: 螺旋綴じのレスリングに関するマニュアルです。安っぽい紙にコピー機で印刷されてる様です。しかし、素手格闘に関する有用な知識が多数掲載されています。
zh_cn: 这似乎是一本摔跤手册，印刷质量很差，草草进行装订后就发行了，但即使如此，你仍能从中学会很多空手格斗方面的技巧。

source: It's big and heavy, but full of great information about first aid.
de: Es ist groß und schwer aber voller großartiger Informationen über Erste Hilfe.
ja: 応急手当に関する有益な情報が大量に書かれた大型本です。
ko: 이 책은 크고 무겁지만, 응급처치에 대한 굉장한 정보들로 가득 차 있습니다.
ru: Большая и увесистая книга, содержащая массу полезнейшей информации об оказании первой помощи.
zh_cn: 虽然专业术语很多，但是里边还是记载着大量的急救知识。

source: It's... it's a cookbook!
de: Es ist … es ist ein Kochbuch!
ja: 1ページ目を解読出来たよ。私達は間違えていた。あれは「人類を食卓に乗せるには」だ。そう、あれは料理本だったんだよ！
zh_cn: 你以为这是什么？这就是一本简单易懂的烹人指南。\n 1.找一个或八个人2.打人3.继续打人4.把人扔到火里5.吃人

source: King James Bible
de: King-James-Bibel
ja: 本(一般/聖書(欽定訳))
ko: 킹제임스 성경(book)
ru: Библия короля Джеймса
zh_cn: 圣经：英皇钦定本

source: Learn the moves of the trendiest dances right now.
de: Lern gleich jetzt die Moves der trendigsten Tanzschritte.
ja: 今もっとも流行しているダンスの踊り方を学べる雑誌です。
ko: 최신 유행하는 춤을 지금 당장 배워보세요!
ru: Узнайте движения самых модных танцев прямо сейчас.
zh_cn: 现在，跟我学最炫最酷的舞蹈吧！

source: Lessons for the Novice Bowhunter
de: Lektionen für den aufstrebenden Bogenschützen
ja: 本(学習/狩人初心者に贈る教訓)
ko: 초보 활사냥꾼을 위한 강의(book)
ru: "Уроки начинающему лучнику"
zh_cn: 弓箭手入门教程

source: Lots of articles about cars and driving techniques.
de: Zahlreiche Artikel über Autos und Fahrtechniken.
ja: 車や運転技術に関する記事が大量に載っている本です。
ko: 자동차와 드라이빙 기술에 관한 많은 글이 있습니다.
ru: Набит статьями об автомобилях и вождении.
zh_cn: 这里面有许多文章，告诉你关于汽车和驾驶的事情。

source: Maybe not the best reading material considering the situation.
de: Wenn man die Situation bedenkt, ist das vielleicht nicht geade das beste Lesematerial.
ja: とある探偵は呪われた館に調査に向かう事になったのだが...
ko: 지금 세계의 상태를 고려하면, 읽을만한 책이 아닐 것같다. 이미 세계는 멸망했다고!
ru: Возможно не самый лучший материал для чтения в сложившейся ситуации.
zh_cn: 看看你周围的情形！你真的觉得你还有必要去读这本书吗？

source: Mechanical Mastery
de: Mechanik Meistern
ja: 本(学習/専門的機械工学)
ko: 기계공학의 정석(book)
ru: "Механика для профессионалов"
zh_cn: 机械大师

source: Normally this glossy, ad-filled magazine about cars would be pointless, but it has a series of articles on haggling techniques.
de: Normalerweise wäre dieses mit Werbung gefüllte Hochglanzmagazin über Autos zwecklos, aber es hat eine Reihe von Artikeln über Feilschtechniken.
ja: 普通ならば、体裁の良い乗用車の広告が満載の雑誌など無価値ですが、この雑誌には交渉に関する一連の記事が掲載されています。
ko: 자동차 광고는 이제 의미가 없지만, 그래도 흥정하는 방법에 대한 글을 볼 수 있습니다.
ru: Этот глянцевый журнал, переполненный рекламными объявлениями, практически бесполезен, если не считать пару статей о том, как правильно торговаться в автосалоне.
zh_cn: 一本充满广告的毫无意义的杂志，但是里边竟然蕴藏了讨价还价的技巧

source: Old weather records are about as interesting as a rock.
de: Alte Wetteraufzeichnungen sind in etwas so interessant wie Steine.
ja: 昔の気象情報は路傍の石と同じぐらいに興味深いですね。
ko: 옛 날씨 기록은 언제나 흥미롭습니다. 저기 있는 바위 만큼이나요.
ru: Старые записи о погоде. Интересно читать почти так же, как смотреть на камень.
zh_cn: 过去的天气记录读起来好似念咒，让人心烦。

source: One of the central texts of Rabbinic Judaism, the Talmud expounds upon the Hebrew Bible with teachings and opinions of thousands of rabbis.
de: Als einer der zentralen Texte des rabbinischen Judentums legt der Talmud auf Basis des Tanachs die Lehren und Meinungen von tausenden Rabbis dar.
ja: ラビ･ユダヤ教の中枢的な本の一つです。タルムードは多くの場合ユダヤ人の聖書であると説明され、数千人のラビ達が遺した尊い教示と所信が記されています。
ko: 랍비 유대교의 핵심 문서 중 하나인 탈무드는 수천 랍비들의 가르침과 견해를 자세히 설명해주는 히브리어 성경입니다.
ru: Один из основных текстов раввинского иудаизма. В талмуде описываются события из еврейской библии с учениями и мнениями тысяч раввинов.
zh_cn: 《犹太法典》是犹太人的两部法典之一。它是犹太口传律法的集大成，由攸本文米修纳（MISHAN）和注解的戈马拉（GEMARA）两部所构成。类似《圣经》。

source: One side of this sheet is printed with a meaningless jumble of characters, but the other side shows a complicated, hand-drawn circuit diagram.
de: Eine Seite dieses Blatts ist mit einem bedeutungslosen Zeichenwirrwar bedruckt, aber die andere Seite zeigt einen komplizierten handgemalten Schaltplan.
ja: この用紙の片面には、意味不明な文字の羅列が印刷されており、反対側には手書きの複雑な回路図が描かれています。
ko: 이 시트의 한쪽면에는 문자들이 무의미하게 뒤섞여서 인쇄되있지만, 다른면에는 손으로 그린 복잡해 보이는 회로도가 보입니다.
ru: На одной стороне этого листа напечатана бессмысленная мешанина символов, а на другой стороне есть, вручную нарисованная, сложная электрическая схема.
zh_cn: 这张打印单的一面全是些无意义的杂乱字符，而另一面却手绘着一副非常复杂的电路设计图。

source: Outdoor Adventures
de: Abenteuer an der freien Luft
ja: 本(学習/アウトドアアドベンチャー)
ko: 야외로 떠나는 모험(book)
ru: "Экстремальный туризм"
zh_cn: 户外探险杂志

source: Outdoor Survival Guide
de: Überleben im Freien
ja: 本(学習/アウトドアサバイバルガイド)
ko: 야생에서의 생존 가이드(book)
ru: "Выживание в дикой природе"
zh_cn: 户外生存指南

source: PE023 "Medical": Application and Findings
de: PE023 »Medizinisch«: Anwendung und Erkenntnisse
ja: 本(学習/PE023 "医療": 応用と調査結果)
ko: PE023 "의약품": 적용과 결과(book)
ru: PE023 "Медицинский": Применение и результаты
zh_cn: PE023”医学“：应用及调查结果

source: PE050 "Alpha": Preliminary Report
de: PE050 »Alpha«: Vorbericht
ja: 本(学習/PE050 "アルファ":一次報告)
ko: PE050 "알파": 예비 보고서(book)
ru: PE050 "Альфа": Предварительный доклад
zh_cn: PE050 "Alpha":初步报告

source: PE065 "Chimera": Best Practices
de: PE065 »Chimera«: Optimale Vorgehensweisen
ja: 本(学習/PE065 "キメラ": 最善の措置)
ko: PE065 "키메라": 최고의 실험체(book)
ru: PE065 "Химера": Эффективное использование
zh_cn: PE065"奇美拉"：最佳实践报告

source: PE070 "Raptor": Proposal
de: PE070 »Raptor«: Vorschlag
ja: 本(学習/PE070 "猛禽類": 提案書)
ko: PE070 "랩터": 제안서(book)
ru: PE070"Раптор": Предложение
zh_cn: PE070"猛禽"：方案

source: Paramedics
de: Sanitäter
ja: 本(学習/救急救命士)
ko: 구급법(book)
ru: "Медработники"
zh_cn: 急救医师杂志

source: Pitching a Tent
de: Wie man ein Zelt aufschlägt
ja: 本(学習/テントの張り方)
ko: 천막을 치자(book)
ru: "Разбиваем Палатку"
zh_cn: 扎营手册

source: Playboy
ja: 本(一般/プレイボーイ)
ko: 플레이보이(book)
ru: журнал "Плейбой"
zh_cn: 花花公子杂志

source: Pocket Guide to Firearm Safety
de: Taschenfeuerwaffensicherheitsführer
ja: 本(学習/安全な銃器の扱い方)
ko: 화기류 안전 포켓 가이드(book)
ru: "Правила безопасности при обращении с оружием"
zh_cn: 枪支安全口袋本

source: Pocket Guide to First Aid
de: Taschen-Erste-Hilfe-Führer
ja: 本(学習/応急手当ポケットガイド)
ko: 응급 처치 포켓 가이드(book)
ru: Брошюра по первой помощи
zh_cn: 急救口袋书

source: Pocket Survival Guide
de: Taschenüberlebensführer
ja: 本(学習/ポケットサバイバルガイド)
ko: 서바이벌 포켓 가이드(book)
ru: Брошюра по выживанию
zh_cn: 生存指南口袋本

source: Popular Mechanics
de: Populäre Mechanik
ja: 本(学習/ポピュラーメカニックス)
ko: 유명한 기계들(book)
ru: "Популярная механика"
zh_cn: 大众机械杂志

source: Principia Discordia
ja: 本(一般/プリンキピアディスコルディア)
ko: 디스코디아의 원칙(book)
zh_cn: 寻神原理

source: Principles of Advanced Programming
de: Prinzipien der fortgeschrittenen Programmierung
ja: 本(学習/高等プログラミング手法)
ko: 상급 프로그래밍의 원칙(book)
ru: "Принципы прогрессивного программирования"
zh_cn: 高级编程册

source: Principles of Effective Communication
de: Prinzipien der effektiven Kommunikation
ja: 本(学習/効果的な意思疎通の方法)
ko: 효과적인 대화를 위한 원칙(book)
ru: "Принципы эффективного общения"
zh_cn: 沟通的原则

source: Principles of Postmortem Mind Control
zh_cn: 死后精神控制学入门

source: Quran
de: Koran
ja: 本(一般/コーラン)
ko: 코란(book)
ru: Коран
zh_cn: 古兰经

source: Reviews of firearms, and various useful tips about their use.
de: Berichte von Feuerwaffen und zahlreichen nützlichen Tipps über ihre Benutzung.
ja: 銃火器の評価レビューや使用方法など様々なヒントが書かれた月刊誌です。
ko: 총기류의 사용에 대한 유용한 팁과 리뷰가 실려있습니다.
ru: Обзоры различного огнестрельного оружия, а также множество полезных советов по его эффективному использованию.
zh_cn: 这是一本有关火器与枪械的杂志，让你了解火器的用法，并给你一些初学者的小提醒。

source: Reviews of recently released computer games and previews of upcoming titles.
de: Kritiken von neulich veröffentlichen Computerspielen und Vorschauen auf bevorstehende Titel.
ja: 最近発売したゲームの記事、発売予定のタイトルやゲームレビューが載っている雑誌です。
ko: 최근에 발표된 컴퓨터 게임들에 대한 리뷰들과 출시 예정 타이틀에 대한 프리뷰 등이 있습니다.
ru: Обзоры недавно вышедших компьютерных игр и анонсы предстоящих новинок.
zh_cn: 这是本刊载新发布独立游戏的评论以及CDDA最新进度的游戏杂志。

source: Rivtech design binder
de: Rivtech-Design-Einband
ja: 本(学習/設計バインダー(Rivtech社))
ko: 리브텍 설계 서류철(book)
ru: папка с чертежами Rivtech
zh_cn: Rivtech武器设计

source: Robots for Fun & Profit
de: Robotik für Spaß und Profit
ja: 本(学習/趣味と実益のロボット)
ko: 재미와 이익을 위한 로봇(book)
ru: "Роботы для веселья и прибыли"
zh_cn: 娱乐机器人制作书

source: Rural Digest-Examiner
de: örtliches Magazin
ja: 本(一般/田舎探訪)
ko: 지방 사건 요약 조사지(book)
ru: "Сельский Вестник"
zh_cn: 乡村文摘-调查

source: SICP
ja: 本(学習/SICP)
ko: SICP(book)
zh_cn: 计算机程序设计与解释

source: Self-Esteem for Dummies
de: Selbstbewustsein für Dummies
ja: 本(学習/サルでも分かる自信の付け方)
ko: 바보들을 위한 자신감 고양법(book)
ru: "Самооценка для "чайников"
zh_cn: 励志傻瓜书

source: Sew Awesome Monthly
de: Super Nähen jeden Monat
ja: 本(学習/月刊・素晴らしき裁縫の世界)
ko: 월간 멋진 바느질(book)
ru: Журнал "Классное шитье"
zh_cn: 优秀缝纫月刊

source: Sew What? Clothing!
de: Was nähen? Kleidung!
ja: 本(学習/編み物を始めましょう！)
ko: 무엇을 꿰멜까? 입을 것!(book)
ru: "Всё о шитье и кройке"
zh_cn: 寒流女服

source: Sewing Techniques for Designers
de: Nähtechniken für Designer
ja: 本(学習/デザイナーの裁縫術)
ko: 디자이너를 위한 재봉술(book)
ru: "Техника шитья для дизайнеров"
zh_cn: 时装设计师技术指导书

source: Shotguns: The art and science
de: Schrotflinten: Die Kunst und Wissenschaft
ja: 本(学習/ショットガン:芸術と科学)
ko: 산탄총: 예술과 과학(book)
ru: "Дробовики: искусство и наука"
zh_cn: 霰弹枪:艺术与科技的结晶

source: Spetsnaz Knife Techniques
de: Spetsnaz’ Messertechniken
ja: 本(学習/スペツナズ短剣術)
ko: 스페츠나츠의 단검술(book)
ru: "Секреты ножевого боя"
zh_cn: 刀刀见血图本

source: Studies in Historic Armorsmithing
de: Studien in historischer Rüstungsschmiedekunst
ja: 本(学習/歴史的な金属鎧の研究)
ko: 역사적 갑옷 제작기술 연구(book)
ru: "Погружение в историю ковки доспехов"
zh_cn: 历史上的盔甲制造研究

source: Submachine Gun Enthusiast
de: Maschinenpistolen-Enthusiast
ja: 本(学習/サブマシンガンファン)
ko: 기관단총 마니아(book)
ru: "Пистолет-пулемёты для всех"
zh_cn: 冲锋枪发烧友杂志

source: Sushi Made Easy
ja: 本(学習/簡単な寿司の握り方)
zh_cn: 寿司简单做

source: Swim Planet
de: Schwimm-Planet
ja: 本(学習/惑星で泳ごう)
ko: 지구에서 수영하기(book)
ru: "Водная Планета"
zh_cn: 泳动星球期刊

source: TIME magazine
de: Nachrichtenmagazin
ja: 本(一般/TIMEマガジン)
ko: 타임지(book)
ru: Журнал "TIME"
zh_cn: 时代周刊

source: Tactical Handgun Digest
de: Handfeuerwaffenmagazin
ja: 本(学習/タクティカルハンドガンダイジェスト)
ko: 전술적 권총 다이제스트(book)
ru: Дайджест тактического вооружения
zh_cn: 战术手枪精选

source: Talmud
ja: 本(一般/タルムード)
ko: 탈무드(book)
ru: Талмуд
zh_cn: 犹太法典

source: Tanakh
de: Tanach
ja: 本(一般/タナハ)
ko: 타나크(book)
ru: Танах
zh_cn: 希伯来圣经

source: The Art of Glassblowing
de: Die Kunst der Glasbläserei
ja: 本(学習/硝子吹き製法)
ko: 유리세공의 예술(book)
ru: "Искусство стеклодувного дела"
zh_cn: 玻璃吹制技术

source: The Art of Japanese Armormaking
de: Die Kunst der japanischen Rüstungsschmiede
ja: 本(学習/日本の板金鎧の製造法)
ko: 일본 갑옷 제작 기술(book)
ru: "Искусство изготовления японской брони"
zh_cn: 日式造甲艺术图册

source: The Big Book of First Aid
de: Das Große Buch der Ersten Hilfe
ja: 本(学習/応急手当大全)
ko: 응급처치에 대한 큰 책(book)
ru: "Первая медицинская помощь"
zh_cn: 急救指南书

source: The Book of Dances
de: Das Buch der Tänze
ja: 本(学習/ダンス教本)
ko: 춤의 책(book)
ru: книга танцев
zh_cn: 舞蹈教程

source: The Book of Mormon
de: Das Buch Mormon
ja: 本(一般/モルモン経)
ko: 모르몬 경전(book)
ru: Книга Мормона
zh_cn: 摩门之书

source: The Book of the SubGenius
de: Das Buch des SubGenius
ja: 本(一般/サブジーニアスの書)
ko: 서브지니어스교 경전(book)
zh_cn: 亚圣之书

source: The Bowyer's Buddy
de: Der Bogenschützenkumpel
ja: 本(学習/弓師の相棒)
ko: 활장이의 친구(book)
ru: "Приятель Бойера"
zh_cn: 弓师之邻

source: The Compleat Trapper
de: Fallenstellen vollständig erklärt
ja: 本(学習/罠猟師百科事典)
ko: 완벽한 덫사냥꾼(book)
ru: "Пушной промысел"
zh_cn: 陷阱达人

source: The Complete Guide to Pitching
de: Der vollständige Pitch-Führer
ja: 本(学習/投球法完全ガイド)
ko: 투구법에 대한 완벽한 가이드(book)
ru: "Подробное руководство питчера"
zh_cn: 投球手完全指南

source: The Complete Home Repair Guide
de: Der vollständige Heimreperaturführer
ja: 本(学習/自宅修理完全ガイド)
ko: 자택 수리 완벽 안내서(book)
ru: Справочник по ремонту дома.
zh_cn: 家庭维修指南

source: The Fletcher's Friend
de: Pfeilmachers Freund
ja: 本(学習/矢師の友)
ko: 화살장이의 친구(book)
ru: "Друг Флетчера"
zh_cn: 箭客之友

source: The Four Vedas
de: Die vier Veden
ja: 本(一般/ヴェーダ)
ko: 네권의 베다들(book)
ru: Четыре Веды
zh_cn: 四吠陀

source: The Gospel of the Flying Spaghetti Monster
de: Die Heilsbotschaft des Fliegenden Spaghettimonsters
ja: 本(一般/空飛ぶスパゲッティモンスター教の福音書)
ko: 날아다니는 스파게티 괴물교 복음서(book)
ru: Евангелие о Летающем Макаронном Монстре
zh_cn: 飞拉福音

source: The Gun Owner's Handbook
de: Waffenbesitzers Handbuch
ja: 本(学習/ガンオーナーズハンドブック)
ko: 총기 소지자를 위한 안내서(book)
ru: "Настольная книга владельца оружия"
zh_cn: 持枪手册

source: The Guru Granth Sahib
de: Der Guru Granth Sahib
ja: 本(一般/グル・グラント・サーヒブ)
ko: 구루 그란트 사힙(book)
ru: Гуру Грантх Сахиб
zh_cn: 本初经

source: The Handloader's Helper
de: Handladers Helfer
ja: 本(学習/手詰め弾薬の解説書)
ko: 손수 탄약을 만드는 사람의 조력자(book)
ru: "Снаряжение патронов в домашних условиях"
zh_cn: 手工装药大全

source: The Historic Weaponsmith
de: Der historische Waffenschmied
ja: 本(学習/武器職人の歴史)
ko: 역사상의 무기 제작기술(book)
ru: История изготовления оружия
zh_cn: 历史上的制器大师

source: The Hitchhiker's Guide to the Cataclysm
de: Per Anhalter durch den Weltuntergang
ja: 本(一般/大変動ヒッチハイクガイド)
ko: 히치하이커를 위한 안내서(book)
ru: "Путеводитель: автостопом по Катаклизму"
zh_cn: 大灾变漫游指南

source: The Homebrewer's Bible
de: Die Hobbybrauer-Bibel
ja: 本(学習/自家醸造辞典)
ko: 자가양조자의 바이블(book)
ru: Библия Пивовара
zh_cn: 酿造者宝典

source: The Kojiki
de: Das Kojiki
ja: 本(一般/古事記)
ko: 고지키(book)
ru: Кодзики
zh_cn: 古事记

source: The Modern Tanner
ja: 本(学習/現代のなめし皮職人)
zh_cn: 新世代小皮匠

source: The Modern Trapper
de: Der moderne Fallensteller
ja: 本(学習/現代の罠猟師)
ko: 현대의 덫 사냥꾼(book)
ru: "Современный зверолов"
zh_cn: 现代陷阱技术

source: The Rules of the Road
de: Die Straßenverkehrsregeln
ja: 本(学習/道路交通法)
ko: 도로의 규칙(book)
ru: Правила дорожного движения
zh_cn: 交通法规

source: The Streetfighter's Sidekick
de: Der Hinterhof-Handlanger
ja: 本(学習/ストリートファイターサイドキック)
ko: 스트리트 파이터의 조수(book)
ru: "Друг драчуна"
zh_cn: 拳湿特刊

source: The Submachine Gun Handbook
de: Das Maschinenpistolen-Handbuch
ja: 本(学習/サブマシンガンハンドブック)
ko: 기관단총 안내서(book)
ru: "Пистолет-пулемёты для профи"
zh_cn: 冲锋枪操作手册

source: The Sutras of the Buddha
de: Die Sutras des Buddhas
ja: 本(一般/仏典)
ko: 석가모니의 경전(book)
ru: Сутры Будды
zh_cn: 佛经

source: The Swords of the Samurai
de: Die Schwerter der Samurai
ja: 本(学習/侍の刀)
ko: 사무라이의 검(book)
ru: "Мечи Самурая"
zh_cn: 武士之剑图册

source: The Tripitaka
de: Tripitaka
ja: 本(一般/大蔵経)
ko: 삼장(book)
ru: Трипитака
zh_cn: 大藏经

source: The Upanishads
de: Die Upanishaden
ja: 本(一般/ウパニシャッド)
ko: 우파니샤드(book)
ru: Упанишады
zh_cn: 婆罗门奥义书

source: The Weapons of Asgard
zh_cn: 仙宫之武

source: The authors of this thoroughly researched and documented proposal make a very persuasive case for the adoption of spring-driven nuclear shells. It's stamped "DENIED".
de: Die Autoren dieses durch und durch erforschten und dokumentierten Vorschlags plädieren sehr überzeugend für die Einführung von federgetriebenen Nuklearsprengköpfe. Es ist mit »ABGELEHNT« abgestempelt.
ja: この文書の執筆者は、バネ式原子核制御装置について徹底的に研究し、説得力のある提案をしたようです。"否認"のスタンプが押されています。
zh_cn: 从这份学术综述中能够看出，作者做了详尽的研究和总结，并用近乎怂恿的语气推荐有关部门试用这种“弹簧驱动式”热核子弹。不过，封面上盖着大大的“弃用”章。

source: The classic tale of a gunfighting stranger who comes to a small settlement and is hired to help the townsfolk defend themselves from a band of marauding outlaws.
de: Die klassische Erzählung eines fremden Revolverhelden, der in eine kleine Siedlung kommt und dafür angeheuert wird, den Bürgern dabei zu helfen, sich vor einer Bande plündernder Banditen zu verteidigen.
ja: 小さな集落は無法者の略奪に怯える日々を過ごしていた...そこに1人のガンマンが立ち寄り、村人は無法者から集落を守る為に彼を雇って戦う決意をするという古典的な西部劇の物語です。
ko: 작은 개척지 마을에 온 총잡이 이방인이 마을에 고용되어, 난폭한 무법자들에게서 마을을 지키는 고전적인 이야기입니다.
ru: Классическая история о чужаке, который приходит в маленький городок. Его нанимают, чтобы помочь жителям защититься от банды мародерствующих преступников.
zh_cn: 这是一本经典小说，讲的是一个被雇佣来的枪手来到小城镇保护村民免受一伙抢劫的不法分子的威胁，结果带着村长的印第安混血女儿私奔的狗血故事。

source: The classic tale of a wandering swordsman who comes to a small settlement and is hired to help the townsfolk defend themselves from a band of marauding outlaws.
de: Die klassische Erzählung eines wandernden Schwertkämpfers, der in eine kleine Siedlung kommt und dafür angeheuert wird, den Bürgern dabei zu helfen, sich vor einer Bande plündernder Banditen zu verteidigen.
ja: 主人公の浪人が小さな村に訪れた後、無法者から村を守る為に、村人が浪人を用心棒として雇う...という古典的な物語です。
ko: 작은 개척지 마을에 온 이방인 검사가 마을에 고용되어, 난폭한 무법자들에게서 마을을 지키는 고전적인 이야기입니다.
ru: Классический рассказ странствующем войне, который был нанят жителями маленького поселка для защиты от банды преступников.
zh_cn: 这是一本经典小说，讲的是一个被雇佣来的剑客来到小城镇保护村民免受一伙抢劫的不法分子的威胁，结果因为剑客是个残疾人中途失明反而被强盗做掉。剑客的朋友害怕村民寻仇讨账把自己的客栈一把大火烧掉的蛋疼故事。

source: The dramatic tale of a small-time boxer who gets a rare chance to fight the heavy-weight champion, and seize his one chance to make a better life for himself while impressing the cute girl who works in the pet store.
de: Die dramatische Geschichte eines mikrigen Boxers, der die seltene Chance, gegen den Schwergewichts-Champion anzutreten und diese Gelegenheit nutzt, um sein eigenes Leben zu verbessern, während er das süße Mädchen, dass im Tierladen arbeitet, beeindruckt.
ja: ペットショップで働く美少女に感動を与えている、現ヘビー級チャンピオンと戦い、人生を変えるチャンスを物にしようとする3流ボクサーの激動の物語です。
ko: 헤비급 챔피언에 도전할 수 있는 몇 안되는 기회를 얻은 복싱 선수가, 그의 마지막 기회를 붙잡기 위해 노력하는 모습이 애완동물 가게에서 일하는 귀여운 소녀를 감동시키는 드라마틱한 이야기입니다.
ru: Драматический рассказ о малоизвестном боксёре, которому выпадает редкий шанс сразиться с чемпионом в тяжелом весе и значительно улучшить свою жизнь, попутно завоевав сердце девушки, работающей в зоомагазине.
zh_cn: 一个小拳击手得到一个难得的机会参与重量级的冠军争夺，并抓住机会去创造一个更美好的生活，同时让宠物店里的可爱女孩爱上自己的故事。

source: The oldest extant chronicle of Japan's myths and history, the stories contained in the Kojiki are part of the inspiration behind Shinto practices.
ja: 日本に現存する最古の書物で、神話と歴史について記されています。この物語は神道の精神的源流になりました。
zh_cn: 日本岛最早的历史书籍。内容大略可分成：“本辞”、“帝纪”两个项目，以及“上卷”、“中卷”、“下卷”三个部份。讲述了猴子如何变成人的故事。

source: The sacred text of the Latter Day Saint movement of Christianity, originally published in 1830 by Joseph Smith.
de: Der heilige Text der Mormonen, ursprünglich im Jahre 1830 von Joseph Smith veröffentlicht.
ja: 1830年にジョセフ・スミス・ジュニアによって創始された、末日聖徒イエス・キリスト教会(俗称：モルモン教)の聖典です。
ko: 본래 조셉 스미스(Joseph Smith)가 1830년에 출판한 기독교 말일 성자 운동의 성전입니다.
ru: Священный текст движения Святых Последних Дней в христианстве, впервые опубликован в 1830 году Джозефом Смитом.
zh_cn: 摩门教的教义。由于该教是一夫多妻的，所以你猜主要内容就是如何同时泡N个妹纸，并且让她们在一座房子里和睦共处的法门。

source: The stirring tale of a race against time, in search of a lost city located in the dark heart of the African continent.
de: Die bewegende Erzählung vom Wettlauf gegen die Zeit nach der Suche nach einer verlorenen Stadt im dunklen Herzen des afrikanischen Kontinents.
ja: 今回の冒険はアフリカ大陸の中心に存在したと言われる失われた都市を探し出す事です。敵との競争、危険な罠を掻い潜り、無事に失われた都市を見つけられるのか。興奮と感動の冒険物語です。
ko: 아프리카 대륙의 어두운 심장부에 있는, 잊혀진 도시를 찾기 위해 한시가 바쁘게 뛰어다니는 이야기입니다.
ru: Волнующая повесть о путешествии в поисках затерянного города, расположенного в темных глубинах африканского континента.
zh_cn: 这是一个和时间赛跑的激动人心的故事，讲述的是在一个位于非洲大陆的黑暗之心的失落的城市的搜索。

source: The story of two young lovers whose feuding families threaten to keep them apart.
de: Die Geschichte zwei junger Lover, deren rivalierende Familien drohen, sie auseinander zu halten.
ja: 愛し合う2人の若い恋人が、反目し合っている親に引き離される物語です。
ko: 두 젊은 연인이 앙숙인 집안 사이에 의해 서로 떨어져 지내게 되는 이야기입니다.
ru: История двух молодых влюбленных, чьи враждующие семьи разлучают их.
zh_cn: 令人伤感的年轻恋人的故事，家庭的不和使他们难以相处.

source: The world's leading resource about aquatic sports.
de: Die weltweit führende Quelle über Wassersport.
ja: 世界中の水中スポーツに関する主要な情報源となっていた本です。
ko: 수상 스포츠에 대한 세계 최고의 기사를 보유한 잡지.
ru: Ведущий мировой журнал о водных видах спорта.
zh_cn: 这是本关于全球水上运动的权威杂志。

source: This Doubletech Industries binder has several intimidating security warnings on the cover. Probably because it contains complete design specs, technical drawings, and test results for their military-grade bionic implants.
de: Dieser DoubleTech-Industries-Einband hat mehrere einschüchternde Sicherheitswarnungen auf dem Umschlag. Wahrscheinlich, weil es vollständige Designspezifikationen, technische Zeichnungen und Testergebnisse für ihre Bionikimplantate der Militärklasse enthält.
ja: 表紙に威圧的なセキュリティ警告文が書かれたDoubletech社のバインダーです。おそらく、軍用生体部品の完全な設計仕様や技術的な図面、および試験結果が記載されているようです。
zh_cn: 这本活页夹的封面上除了Doubletech的商标，还有几条充满恐吓意味的安全警告：“任何未授权阅读者均可当场击毙！”或许是因为，这里面记载了他们所有军用级生化组件的设计理念、工业草图与实验结果。

source: This Rivtech binder warns that "Unauthorized readers are our best test subjects." With good reason: it contains complete design specs and technical drawings for their entire line of products.
de: Dieser Rivtech-Einband warnt: »Unautorisierte Leser sind unsere besten Testpersonen.«. Aus gutem Grund: Es enthält die vollständigen Designspezifikationen und technischen Zeichnungen für ihre gesamte Produktlinie.
ja: 見るからに秘密めいたRivtech社のバインダーです。表紙には"正当な権限なくこれを読むものは我が社の製品の被験体になるだろう"と警告が書かれています。もちろん、バインダーの中にはRivtech社製品の完璧な設計図や企画図が詰まっています。
ko: 이 리브텍 서류철은 "인가되지 않은 독자는 우리의 제 1 시험대상입니다."라고 경고합니다. 거기에는 다 이유가 있습니다: 이 책은 리브텍 전 제품의 완벽한 설계 사양과 기술 도면이 포함되어있기 때문입니다.
ru: Надпись на папке предупреждает, что "Несанкционированные читатели — наши лучшие подопытные." О хорошем: она содержит полный характеристики проектов и чертежи всей линии продуктов Rivtech.
zh_cn: 这本书的扉页上写着：“未经授权而阅读本书的读者是我们最好的实验对象！”……不过也对：这本书详尽地记录了全套Rivtech无壳弹火器的设计原理和工程图。没准儿你能从这本书开始，用双手打破Rivtech的垄断经营，走上致富之路……

source: This annual publication covers the various ways in which people use technology to improve their bodies. There are a few in-depth and thoroughly illustrated articles on bionic systems, though they tend to use too much jargon.
de: Diese jährliche Publikation deckt die verschiedenen Möglichkeiten, bei der Leute Technologie benutzen, um ihre Körper aufzuwerten, ab. Es gibt ein paar tiefgründige und detailliert illustrierte Artikel über Bioniksysteme, wobei sie dazu tendieren, zu viel Jargon zu verwenden.
ja: 毎年出版されているこの本には、人体を改良するための技術が掲載されています。生物工学系の非常に詳細な記事が多数書かれていますが、文章のほとんどが専門用語だらけです。
ko: 이 연간 출판물은 사람들이 자신의 신체를 개선하기 위해 기술을 사용하는 다양한 방법에 대해서 설명합니다. 너무 많은 전문 용어를 사용하는 경향이 있지만 몇 가지 깊이있는 것과 생체 공학 시스템에 대해서는 빠짐없이 삽화처리가 되어있습니다.
ru: Ежегодное издание, охватывающее различные методы и технологии, которыми люди улучшают свои тела. Есть несколько подробных статей с качественными иллюстрациями про системы бионики. Правда, в них слишком много жаргонных слов.
zh_cn: 这本年鉴里有许多关于“人类运用科技自我强化的方法”的文章，也有几篇深度讲解人体生化改造系统的论文，不过术语有点多。

source: This binder details the scheduled maintenance for several plumbing systems throughout the facility.
de: Dieser Einband beschreibt detailliert die planmäßige Wartung für verschiedene Rohrsysteme durch die Einrichtung.
ja: このバインダーには、施設の配管システムの定期検査記録の詳細が書かれています。
ko: 이 서류철에는 시설 전반에 걸친 여러 배관설비의 정기점검에 관한 정보가 상세히 기록되어 있습니다.
ru: В этой папке собраны материалы планового обслуживания канализационных систем предприятия.
zh_cn: 这个文件夹描述了整个设施中几个管道系统的定期维护情况。
