Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A gripping tale of two friends struggling to survive on the streets of New York City.
de: Eine packende Erzählung über zwei Freunde, die mit dem Überleben in den Staßen von New York City kämpfen.
ja: ニューヨーク市の路上での生活を、苦労しながら続ける2人の友情を描いた、興味をそそる物語です。
ko: 두 친구가 뉴욕의 길거리에서 살아남기 위해 고군분투하는, 눈을 떼지 못할 이야기입니다.
ru: Захватывающий рассказ о двух друзьях, которые стараются выжить на улицах Нью-Йорка.
zh_cn: 一个描写两个朋友在纽约街头生存的引人入胜的故事。他们的名字叫舒克和贝塔。

source: A guide detailing the basics of woodsmanship and outdoor survival.
de: Ein detaillierter Führer über die Grundlagen des Förstertums und des Überlebens im Freien.
ja: 屋外で活動する心得とサバイバルの基本について書かれたガイドブックです。
ko: 기초적인 벌목법과 야외 생존법이 자세하게 안내되어 있습니다.
ru: Подробное руководство лесника, посвящённое выживанию в дикой природе.
zh_cn: 这本书里写着一些伐木技术及基本的野外求生的知识。

source: A hardboiled detective tale filled with hard hitting action and intrigue.
de: Eine Erzählung über einen hartgesottenen Inspektor mit knallharter Action und Intrige.
ja: ハードボイルドな探偵が織り成す、過激な格闘戦と陰謀が売りの探偵物語です。
ko: 통쾌한 액션과 음모로 가득한, 하드보일드한 탐정의 이야기입니다.
ru: Круто завинченная детективная история, с быстро развивающимся сюжетом и интригами.
zh_cn: 一个硬汉型侦探大破汉化组某淫魔的故事.

source: A hardbound book detailing advanced first aid techniques and field-expedient medical care.
de: Ein gebundenes Buch über fortgeschrittene Erste-Hilfe-Techniken und Gesundheitsfürsorge im Freien.
ja: 高度な応急処置技術と、野外での応用医療について詳述しています。
ko: 진보된 응급치료 기술과 야외에서의 의료적 임기응변들에 대해 다룬 양장본 도서입니다.
ru: Книга в твердой обложке, где описаны современные методики оказания первой помощи в полевых условиях.
zh_cn: 一本详细记载了急救技巧和临场医护手法的硬皮书

source: A hardbound book devoted to being an effective and persuasive speaker.
de: Ein fest gebundenes Buch, das erklärt, wie man zum effektiven und überzeugenden Redner wird.
ja: 効果的かつ説得力のある話術についての専門的なハードカバー本です。
ko: 효과적이고 설득적인 발언가가 되고 싶은 사람들을 위해 쓰여진, 양장본 도서입니다.
ru: Книга в твёрдом переплёте, посвящённая навыкам эффективного и убедительного общения.
zh_cn: 一本能让你变得口若悬河的精装书。

source: A heavy textbook dedicated to advanced-level software design, written for several different programming languages.
de: Ein schweres Lehrbuch gewidmet dem fortgeschrittenen Software-Design; geschrieben für verschiedene Programmiersprachen.
ja: 複数のプログラミング言語ごとに、高度なソフトウェア設計手法を説明した専門の教科書です。
ko: 다양하고 어려운 프로그래밍 언어들로 쓰여진, 상위 단계의 소프트웨어 디자인을 중점적으로 다룬 묵직한 설명서입니다.
ru: Тяжелый учебник, посвященный продвинутому программированию, с примерами для разных языков программирования.
zh_cn: 一本沉重的书.致力于高级软件编程设计.含有比较丰富的编程语言教学.

source: A hefty military field manual about automatic rifle usage and techniques which improve marksmanship and proper weapons-handling.
de: Eine mächtige militärische Felddienstvorschrift über die Benutzung von Automatik-Gewehren und Techniken, welche die Schießkunst und die korrekte Waffenbenutzung verbessern.
ja: 自動小銃の使用方法や射撃の改善技術、適切な兵器運用などが記載された軍事分野の分厚いマニュアルです。
ko: 자동소총의 사용법과 사격술을 향상시키고 무기를 다루는 적절한 기술에 대해 적힌, 크고 무거운 군용 메뉴얼입니다.
ru: Большое учебное пособие для полевого стрелка об автоматических винтовках и методов по совершенствованию навыков стрельбы и надлежащего содержания оружия.
zh_cn: 一本包含大量信息的军事野战手册，讲述了自动步枪的使用方法和技巧，能提高射击水平和武器使用水平。

source: A hefty military field manual about bayonet usage and combat theory.
de: Eine große Felddienstvorschrift über die Benutzung von Bajonetten und Kampftheorie.
ja: 銃剣の使用方法と戦闘理論に関する軍事分野の解説書です。
ko: 총검술 사용과 전투 이론에 대한 두꺼운 야전 교범입니다.
ru: Подробное военное руководство по использованию штыка и теории боя.
zh_cn: 有关于军事领域各种实战用刺刀的教导文

source: A in-depth and easy to read guide that details a very modern take on the ancient art of leather tanning.
ja: 専門的だけど読みやすい、皮なめしの技法について書かれた本です。古代から変わらない伝統的な方法と、化学薬品を使った現代的な方法とがそれぞれ詳細に解説されています。
zh_cn: 一本读起来通俗而内容超俗的鞣制指南，详细介绍了从古至今的皮革鞣制技术。

source: A large, paperback book detailing a hundred and one beginner's projects in fabrication.
de: Ein großes Taschenbuch, welches einhundertundeins Anfängerprojekte der Fertigung darlegt.
ja: 分厚い文庫本です。初心者でも分かり易い製作技法が解説されています。
ko: 101가지 초보적 제작법이 자세히 실려있는, 큼직한 종이표지 책입니다.
ru: Большая книга в бумажном переплёте, описывающая сто один проект для начинающих в изготовлении предметов.
zh_cn: 这本大开面的平装书包含了制造初学者所需的101种制造配方。

source: A large, paperback book detailing several beginner's projects in construction.
de: Ein großes Taschenbuch, das diverse Anfänger-Bauprojekte auf ausführliche Weise erklärt.
ja: 分厚い文庫本です。初心者でも分かり易い設計と建築法が解説されています。
ko: 이 큰 단행본 책은 건축에 있어서 초보자들이 할만한 것들을 자세히 설명하고 있습니다.
ru: Большая книга в мягкой обложке, описывающая несколько проектов для начинающего строителя.
zh_cn: 钢铁是怎样炼成的，哦不对，是《房子是怎样建成的》。

source: A leather album full of photos of somebody's family. You don't know any of the people in them, but seeing these pictures still makes you think of happier times.
de: Ein Lederalbum voller Fotos von irgendjemandes Familie. Du kennst niemanden von ihnen, aber das Betrachten dieser Fotos erinnert dich an glücklichere Zeiten.
ja: 見知らぬ家族の写真で一杯の革張りのアルバムです。この写真に写っている人々に知っている人はいませんが...幸せな写真を眺めていると平和だった時を思い出します。
zh_cn: 一本很温馨的别人家庭的皮质相册，你并不知道他们是谁，但是在末世里能看到这个相册还是让你感觉很温馨。

source: A leather bound portfolio that once belonged to a clothing designer. Filled with sketches and notes, a skilled tailor could learn a lot from this volume.
de: Ein ledergebundenes Portfolio, das mal einem Modedesigner gehörte. Es mit Skizzen und Notizen gefüllt, ein erfahrener Schneider könnte davon eine Menge lernen.
ja: 服飾デザイナーの革張りのポートフォリオです。スケッチやメモでいっぱいです。裁縫に熟練した人であれば、多くを学び取る事が出来るでしょう。
zh_cn: 一本高超的服装设计集合.充满了各种草图和笔记，不过对于初学者来说有一定难度，适合有一定经验的读者.

source: A little book for little readers. The colorful cartoon characters and sweet stories contained herein belong to a different time, before the dead walked and the world moved on.
de: Ein kleines Buch für kleine Leser. Die bunten Cartoonfiguren und heiteren Geschichten, die in ihm sind, gehören in eine andere Zeit, bevor die Toten liefen und die Welt sich weiterdrehte.
ja: 子供が読む事を想定した小さな本です。色鮮やかな漫画のキャラクターや優しい物語は、死者が歩き回る今の世界とは別次元の物語でしょう。
zh_cn: 一本给小读者看的小书。这个故事发生在一个不同的时空，时间是隆冬飘过、世界苏醒之前。有有趣的卡通人物和美好的故事。

source: A magazine about mechanical innovations. Full of entertaining articles and advertisements for esoteric gadgets.
de: Ein Magazin über mechanische Innovationen. Voller unterhaltsamer Artikel und Anzeigen für esoterische Technikspielereien.
ja: 革新的な機械に関するマガジンです。最高に面白い記事と難解なガジェットの広告が掲載されています。
zh_cn: 一本关于机械创新杂志，充满了风趣的广告和涨姿势的文章，对你来说比较深奥.

source: A massive book that details virtually every aspect of remodeling and repairing a home, with concise terminology aimed at experienced carpenters.
de: Ein gewaltiges Buch, welches so gut wie jeden Aspekt des Aufbesserns und der Reperatur des Zuhauses abdeckt, mit einer klaren, auf erfahrene Heimwerker zugeschnittenen, Terminologie.
ja: 住宅の改築、改装、修理の技術を完璧に網羅した非常に分厚い本です。あらゆる情報が大工仕事の経験者に向けて専門用語で簡潔に説明されています。
ko: 자택을 수리하거나 리모델링할 때의 모든 요소들을, 숙련된 목공수들을 위해 전문용어로 다루고 있는 방대한 책자입니다.
ru: Массивная книга, описывающая каждый аспект реконструкции и ремонта дома, нацеленная на опытных плотников.
zh_cn: 巨大的精装图书册，让你通过几乎每一个方面的细节改造和修复一个家，简洁的术语适合经验丰富的木匠.

source: A massive stack of medical records that contain every gory detail.
de: Ein großer Haufen medizinischer Akten, welche jedes blutige Detail enthalten.
ja: 大量の医療記録です。手術中の様子が詳細に記述されています。
ko: 끔찍한 수술 사례들이 실린, 거대한 의료 기록 뭉터기입니다.
ru: Большая пачка медицинских записей с жуткими подробностями болезней.
zh_cn: 一叠病例，里面记载着许多血腥情节，让你想起了很多的恐怖片和恐怖游戏。而其中一些内容又让你想起了夜勤病栋。。。早乙女露依为什么要退役啊。

source: A massive, hardbound book full of a wealth of information for the professional clothing designer.
de: Ein dickes, fest gebundenes Buch mit einem Reichtum an Informationen für den professionellen Modedesigner.
ja: プロの服飾デザイナーに必要な情報が網羅されているハードカバーの分厚い本です。
ko: 전문 의상 디자이너를 위해 만들어진, 정보가 풍부하며 아주 큰 양장본 책입니다.
ru: Большая книга в твёрдой обложке, полная информации для профессиональных дизайнеров одежды.
zh_cn: 这本厚重的硬装书里所包含的内容都是专业服装设计师梦寐以求的宝贵财富。

source: A newsweekly covering regional events. There is an article on the winter's snowstorms and several letters to the editor concerning the community response.
de: Ein wöchentliches Nachrichtenmagazin, das regionale Ereignisse abdeckt. Es gibt einen Artikel über die Schneestürme des Winters und zahlreiche Leserbriefe betreffend die Reaktion der Gemeinde.
ja: 地方のイベント情報を網羅した情報週刊誌です。冬の吹雪や幾つかの手紙に関する地域での反応を、編集者が纏めて記事にしています。
ko: 지역의 사건을 다루는 시사 주간지입니다. 겨울의 폭설과 지역 사회의 대응에 대한 편집자의 글이 실린 기사가 있습니다.
ru: Еженедельник, рассказывающий о событиях за городом. Есть статья о зимних снежных бурях и несколько писем к издателю касательно реакции общества.
zh_cn: 一本报道了各种地区事件的新闻周刊，上面有一篇有关冬季的暴风雪的文章，还有几封读者来信。

source: A nice cook book that goes beyond recipes and into the chemistry of food.
de: Ein nettes Kochbuch, das über Rezepte hinausgeht und zur Nahrungschemie übergeht.
ja: 調理方法だけではなく、食品の要素まで記述されています。
ko: 조리법을 넘어 식품 화학으로의 교두보를 열어주는 좋은 요리 책입니다.
ru: Отличная кулинарная книга, на грани кулинарии и химии.
zh_cn: 这是一本不仅仅局限于食品本身，而且重在分析食物组成成份的不错的烹饪书。

source: A notepad with a number of frequencies scribbled on it.
zh_cn: 一个写满了不同电台频率的记事本

source: A paperback book detailing 101 home repair projects the novice carpenter.
de: Ein Taschenbuch, das 101 Heimreperaturprojekte dem Schreiner-Neuling auf ausführliche Weise nahe bringt.
ja: 家の修理について101の方法が書かれた、初心者向けの文庫本です。
ko: 초보 목수를 위한 101 가지 자택 수리법을 다룬, 문고판 책자입니다.
ru: Книжка в мягкой обложке с описанием 101 совета по ремонту дома для начинающего плотника.
zh_cn: 令人激动，里边竟然有101个日常家具详细修理的方法.

source: A political satire of the pre-apocalypse world. Looking back on it from this side of Armageddon makes it seem all the more ridiculous.
de: Eine politische Satire der vorapokalyptischen Welt. Auf sie von dieser Seite des Armageddons aus zurückzublicken lässt das alles noch weitaus lächerlicher erscheinen.
ja: 世紀末前の政治に関する風刺を綴った小説です。ハルマゲドンが起きた後にそれらを振り返ると、実に馬鹿馬鹿しい気分になります。
zh_cn: 在世界末日前的某公知发表的点评，现在看起来不禁让人发笑。

source: A rare book on the design of robots, with lots of helpful step-by-step guides.
de: Ein seltenes Buch über den Entwurf von Robotern. Es enthält viele hilfreiche Schritt-für-Schritt-Anleitungen
ja: ロボット工学に関する希少な本です。多くの助けになるであろうステップバイステップ形式のガイドが付録として付いています。
ko: 로봇 디자인에 대한 희귀한 책입니다. 많은 단계별로 된 안내가 함께 적혀있어 도움이 됩니다.
ru: Редкая книга о разработке и конструировании роботов, с множеством полезных пошаговых руководств.
zh_cn: 有关机器人的设计的书，写了很多制造指南。

source: A rather technical textbook that illustrates the science and technique of becoming a better welder.
de: Ein recht technisches Lehrbuch, das die Wissenschaft und die Technik, wie man zum besseren Schweißer wird, beschreibt.
ja: 科学と溶接技術の発展を文章とたくさんのイラストで解説してある、技術学習寄りの教本です。
ko: 우수한 용접가가 되기 위한 과학과 기술을 그림으로 설명하는 기술 교본입니다.
ru: Редкая техническая книга, которая освещает теорию и практику более качественной сварки.
zh_cn: 一个相当有实力的技术教材，科学与技术可以让你的焊接机更完美.

source: A real book for real adults.
de: Ein richtiges Buch für richtige Erwachsene.
ja: 成熟した大人の読む本です。
ko: 진짜 성인들을 위한 진짜 책입니다.
ru: Книга для серьезных, взрослых людей.
zh_cn: 一本成人书籍在末世是不可多得精神慰籍品。你已经不记得是在哪里找到它的了。破损的书页，发软的纸张上的黑乎乎的手印，以及书页上很多疑似干的水渍的痕迹都已经说明了一切。

source: A riveting periodical all about birdhouses and their construction.
de: Eine fesselnde Monatszeitschrift nur über Vogelhäuser und ihrem Bau.
ja: 巣箱の作り方が記述された定期刊行雑誌です。
ko: 눈을 뗄 수 없는 새집들과 건축방법이 적혀있다.
ru: Журнал о скворечниках и их строительстве.
zh_cn: 一本有关于鸟类筑巢的期刊。

source: A semi-translated cookbook from thirteenth century Scotland. While a bit difficult to read, as there are a disquieting number of illustrations of people stabbing each other mixed amongst the recipes, it provides insights into medieval Scottish culture and fashion as well as new uses for oatmeal, fish, and sheep liver.
zh_cn: 一部翻译了一半的13世纪的苏格兰烹饪教程。虽然翻译的让人难以理解，但除了配方还配有大量士兵相互打斗的插图。不仅可以了解了满是燕麦片、鱼、羊肝苏格兰菜，还能一探中世纪的苏格兰文化。

source: A simple text for the aspiring sushi lover, this easy to read guide is filled with lots of helpful illustrations for everything from basic rice preparation to setting a proper Japanese table.
ja: 寿司を切望する愛好家の為の基本的な教本です。米の炊き方から日本式のテーブルマナーまで色々な事が網羅されています。豊富な図解で説明されており、読み易いガイドブックです。
zh_cn: 做寿司还需要指导书？傻子都会做啊！？

source: A single volume containing all four Vedas, which are the oldest scriptures of Hinduism.
de: Ein einbändiges Buch, dass alle vier Veden, welche die ältesten Schriften des Hinduismus sind, enthält.
ja: 4部のヴェーダが書かれた、ヒンドゥー教の最古の分厚い経典です。
ko: 가장 오래된 힌두교 경전인 베다 네 권의 내용이 담겨있는 합본입니다.
ru: Сборник, состоящий из всех четырех Вед, самых древних священных писаний индуизма.
zh_cn: 古印度婆罗门教的四部根本圣典。又作四韦陀、四围陀。主要内容是一大堆赞颂神灵及祈祷祭祀的诗歌，大家现在明白为毛阿三随时随地可以蹦跶起来唱歌跳舞了吧？

source: A single-volume book containing the complete canon of the Jewish Bible.
de: Ein einbändiges Buch, das den kompletten Kanon der jüdischen Bibel enthält.
ja: ユダヤ人の完全な規範が書かれた、ユダヤ教の分厚い聖書です。
ko: 유대교 성경의 모든 문헌이 들어있는 단권의 서적입니다.
ru: Однотомная книга, содержащая полный канон еврейской библии.
zh_cn: 希伯来圣经是犹太教的启示性经典文献，内容和旧约全书一致，但编排不同，包括律法书、先知书和诗文三部分，总共24卷。

source: A single-volume copy of the central religious texts of Sikhism.
de: Eine einbändige Kopie der zentralen religiösen Texte des Sikhismus.
ja: シク教の中心的な宗教書である教典の写本です。
ko: 단권의 시크교 근본 성전입니다.
ru: Сборник основных религиозных текстов сикхизма.
zh_cn: 一本锡克教的教义单卷拷贝。

source: A sizable how-to guide for making hand-to-hand combat weapons. Though the processes are thoroughly detailed and several illustrations are provided, they rely heavily on technical jargon. More for machinists-turned-weaponsmiths than streetfighters, really.
de: Eine ziemlich große Anleitung über die Herstellung von Nahkampfwaffen. Obwohl die Prozesse sehr detailliert sind und diverse Illustrationen abgedruckt sind, sind sie voller Technikjargon. Eher was für Mechaniker, die auf Waffenschmied umschulten.
ja: 肉弾戦用の武器について書かれた分厚い本です。武器の作り方がイラスト付きで詳しく紹介されていますが、意外にも専門用語が多く難解な内容です。ストリートファイターというか、機械工から武器職人に転職した人向けの本じゃないか？これって。
zh_cn: 一本关于徒手武器制造的合订本。虽然过程描述很详细，还附上了几幅插图，但这么多的术(hei)语(hua)是要闹哪样？初中文化的拳湿们怎么可能看懂？明明就是给那些想要打黑拳的机械系工科生准备的嘛。

source: A small book detailing 'visions' a prisoner had on death row.
de: Ein kleines Buch, das die »Visionen«, die ein Gefangener im Todestrakt hatte, beschreibt.
ja: 死刑囚へ読み聞かせる為の小さな本です。
ko: 이 작은 책은 사형집행 전 사형수가 본 예언에 대한 것입니다.
ru: Маленькая книга, детализирующая 'наблюдения' за заключенным, находящемся в камере смертников.
zh_cn: 这是本描述了一位死刑犯在监狱中的“梦想”的书。

source: A small book filled with journal entries in Latin.
de: Ein kleines Buch mit Tagebucheinträgen auf lateinisch.
ja: ラテン語でびっしりと書かれた小さな日記です。
ko: 이 작은 책은 라틴어로 된 일지 항목들로 채워져 있습니다.
ru: Маленькая книга заполненная журнальными записями на латыни.
zh_cn: 这是本用拉丁语写的日记。

source: A super-hero comic.
de: Ein Superhelden-Comic.
ja: 色々なスーパーヒーローが活躍する漫画雑誌です。
ko: 슈퍼 히어로에 대한 만화.
ru: Комикс про супергероев.
zh_cn: 一本超级英雄漫画。

source: A suspenseful tale of betrayal and revenge.
de: Eine spannende Erzählung über Verrat und Rache.
ja: 裏切りと復讐が織り成すサスペンスストーリーです。
ko: 배신과 복수에 대해 다룬, 서스펜스 넘치는 이야기입니다.
ru: Захватывающий рассказ о предательстве и мести.
zh_cn: 一个关于背叛和复仇的悬疑故事。

source: A tale about a group of friends who wander the USA in the 1960s against a backdrop of jazz, poetry and drug use.
de: Eine Erzählung über eine Gruppe von Freunden, die durch die USA der 1960er Jahre wandern, mit dem Hintergrund von Jazz, Poesie und Drogenkonsum.
ja: ジャズと詩、薬物が日常的だった1960年代の米国を渡り歩く、とある友人達の物語です。
ko: 1960년대 미국을 배경으로 재즈와 시, 그리고 마약과 함께 하는 친구들의 이야기입니다.
ru: Рассказ о группе друзей, которые путешествуют по США в 1960-х годах на фоне джаза, поэзии и наркотиков.
zh_cn: 一个描写19世纪60年代在爵士乐、诗歌和毒品的背景下的美国，其中有一群家伙在四处游荡的故事。

source: A tale of intrigue and espionage amongst Nazis, no, Commies, no, Iraqis!
de: Eine Erzählung über Intrigen und Spionage unter Nazis, nein, Kommunisten, nein, Irakern!
ja: ナチス？共産主義者？イラク人？陰謀の渦中で活躍するスパイが主人公の物語です。
ko: 음모와 간첩 행위에 대한 소설. 누구에 대한 이야기인지는 모르겠다. 공산주의자? 아니면 나치? 그것도 아니면 이라크?
ru: История интриг и шпионажа среди нацистов... нет, Коммунистов... нет, Иракцев!
zh_cn: 一本关于谍战和阴谋的传奇小说，书里面描写了不死和傻大木爱恨情仇，以及不死助攻，奥观海补刀收掉笨拉灯的传奇经历。

source: A textbook on civil engineering and construction.
de: Ein Lehrbuch über das Bauingenieurwesen und dem Bau.
ja: 一般家庭における機械工作と小規模建築について書かれたテキストブックです。
ko: 민간 설계와 건축에 대한 교과서입니다.
ru: Учебник для обычного инженера и строителя.
zh_cn: 一本关于民用工程和建筑知识的书。

source: A textbook that illustrates the science and technique of the ancient art of glassblowing.
de: Ein Lehrbuch, dass die Wissenschaft und Technik der antiken Kunst des Glasblasens illustriert.
ja: 硝子吹きについて記された教科書です。古代文明が発明した技術が記されています。
ko: 고대 유리세공술에 대한 과학과 기술을 설명하는 교과서입니다.
ru: Книга, которая которая освещает теорию и практику древнего стеклодувного дела.
zh_cn: 传授古代玻璃吹制工艺的教科书。

source: A thick book containing research notes of a mad scientist. It describes various methods of reanimating and controlling the dead. There's a lot of gory details and technical language mixed in, so it's not easy to read.
zh_cn: 一本满是来自某位疯狂科学家的研究笔记的厚书。书中描述了各种复活和控制死尸的方法。书中有许多细致的描述及专业术语，因此不是很好读。

source: A thick soft-cover book filled with vital information about surviving in the wild, aimed at the experienced backpacker.
de: Ein dickes Taschenbuch, das mit kritischen Informationen über das Überleben in der Wildnis gespickt ist. Es ist auf fortgeschrittene Wanderer und Camper zugeschnitten.
ja: 分厚いソフトカバーの本です。経験豊富なバックパッカーの為に野外生活に必須の情報が満載されています。
ko: 숙련된 배낭여행가들을 위해 쓰여졌으며, 야생에서 살아남기 위한 중요한 정보가 쓰여진 두꺼운 종이책입니다.
ru: Толстая книга в мягкой обложке, содержит жизненно важную информацию о выживании в условиях дикой природы. Предназначена для опытных туристов.
zh_cn: 一本软皮包装的厚书，里面全是在野外生存所需要掌握的重要信息，面向背包客读者。

source: A thick soft-cover book that claims to be a complete guide to safely operating, maintaining, and repairing firearms.
de: Ein dickes Taschenbuch, das von sich behauptet, ein erschöpfender Führer über die Benutzung, Instandhaltung und Reperatur von Feuerwaffen zu sein.
ja: 銃火器を安全に使用する手順に始まり、手入れや修理なども網羅した完全なガイドブックだと主張している薄表紙の本です。
ko: 안전하게 총기를 작동시키고, 유지하고, 수리하는 방법이 실린 두꺼운 종이책입니다.
ru: Толстая книга в мягкой обложке, содержит полное руководство по уходу, починке и обращению с огнестрельным оружием.
zh_cn: 一本软皮包装的厚书，里面详细介绍了安全使用，养护和修理枪械的注意事项。

source: A thick textbook for beginning drivers. It contains chapters on laws, safe vehicle operation, and defensive driving concepts.
de: Ein dickes Lehrbuch für Fahranfänger. Es enthält Kapitel über Gesetze, die sichere Fahrzeugführung und Konzepte über defensives Fahren.
ja: 運転免許の取得に際して、用いられる教科書です。法律や安全な運転技術、駆動概念など章ごとに学ぶべき項目が分かれています。
zh_cn: 一本厚厚的教科书，专用用来教导初学者司机.包含了法律，安全的车辆操作，和防御型驾驶的教导.

source: A thick textbook for paramedics describing advanced lifesaving procedures and field-expedient care methods.
de: Ein dickes Lehrbuch für Sanitäter. Es beschreibt fortgeschrittene Lebensrettungsmaßnahmen und Methoden für die Vor-Ort-Pflege.
ja: 救急救命士の為の分厚い教科書です。応急処置の手順や野外での応用法など、高度な情報が記されています。
ko: 상급 생명 구호 절차와 야전 처치 수단을 다룬, 낙하산 강하 위생병을 위한 두꺼운 교본입니다.
ru: Толстая книга для работников скорой помощи, описывающая передовые методы по спасению жизни, в том числе в полевых условиях.
zh_cn: 这是一本厚厚的教科书，描述了先进救生程序和现场权宜的护理方法。

source: A thick, hardbound book detailing countless projects for inventions that claim to improve all aspects of life.
de: Ein dickes, fest gebundenes Buch, das zahllose Projekte für Erfindungen, die alle behaupten, alle Aspekte des Lebens zu verbessern, beschreibt.
ja: DIYという言葉の範疇に含まれる無数の製作技法が詳細に解説された、分厚いハードカバー本です。人生のあらゆる場面に改良を加える勢いです。
ko: 생활 전반에 도움이 되는 발명 프로젝트가 수도 없이 많이 들어있는, 두꺼운 양장본 책입니다.
ru: Толстая книга в трёрдом переплёте, описывающая множество изобретений, способных улучшить все аспекты жизни.
zh_cn: 这本厚厚的硬壳精装书里写满了各种能够全面提升生活品质的物品配方。

source: A thrilling narrative of survival in a prisoner of war camp during the Second World War, filled with riveting subplots about rat farming and dysentery.
de: Eine spannende Schilderung des Überlebens eines Kriegsgefangenen im zweiten Weltkrieg, gespickt mit Nebenhandlungen über Rattenzucht und Dysenterie.
ja: 第二次大戦中の捕虜収容所。ネズミが繁殖し赤痢が蔓延する中、囚人が生きのびようとする、スリリングな物語です。
ko: 흥분되는 서사 구조를 가진 소설로, 제2차 세계 대전 하에 있는 포로 수용소의 죄수 이야기입니다. 관심을 사로잡는 부차적 줄거리로는 쥐 농장과 이질 이야기 등이 있습니다.
ru: Захватывающее повествование о выживании в лагере для военнопленных во время Второй Мировой Войны, наполненное подробностями об охоте на крыс и дизентерии.
zh_cn: 通过扣人心弦的叙事，讲述在二战期间，生存在集中营的故事，里面充满了饶有趣味的情节，如大鼠繁殖和痢疾频生。

source: A tourist-centric guide to points of interest throughout the country. This particular copy is apparently the Anonymous Anarchist's Annual: the cover conceals a wealth of ways to help stick it to The Man, along with plenty of advice for avoiding police.
de: Ein touristengerichteter Reiseführer für Sehenswürdigkeiten, quer über das ganze Land. Diese Kopie ist wohl die Jahresausgabe der Anonymen Anarchisten Amerikas. Der Umschlag verbirgt eine Fülle an Möglichkeiten, wie man es dem Establishment mal so richtig zeigen kann, neben zahlreichen Ratschlägen, wie man der Polizei aus dem Weg geht.
ja: 地域の名所を記した観光用のガイド…に見せかけた書物です。どうやら匿名のアナーキストの年鑑であり、警察を避ける方法や対処する際の道具についての豊富な知識とアドバイスが記されています。
ko: 전국의 관광명소에 대한 관광 안내책자입니다. 이 특별본은 어나니머스 아나키스트(Anonymous Anarchist)의 연간 출판물로 보이는데: 표지가 경찰망을 회피하기 위한 조언을 다수 따라서 정부기관에 대항할 방법을 많이 숨기고 있습니다.
zh_cn: 以观光客为对象的全国名胜游览指导书册。这本特制的合订本显然是年度的匿名游客点评汇总大全。封面之下包括了丰富技巧以及大量的建议。有了它，你再也不用麻烦警察叔叔啦！

source: A tourist-centric guide to points of interest throughout the country. Though it focuses on the north-central US, the driving sections contain some practical tips on proper driving techniques.
de: Ein touristengerichteter Reiseführer für Sehenswürdigkeiten, quer über das ganze Land. Er konzentriert sich auf den nordmittleren Teil der USA, aber der Abschnitt über das Fahren enthält ein paar praktische Tipps über geeignete Fahrttechniken.
ja: 地域の名所を記した観光用のガイドです。主にアメリカの中北部に焦点を当てて紹介されていますが、ドライブについての記事には、運転技術における中々実用的なヒントが記されています。
ko: 전국의 관광명소에 대한 관광 안내책자입니다. 이 책은 미국 북부 중앙에 초점이 맞춰져 있지만, 운전 부분은 올바른 운전 기술에 대한 몇몇 실용적인 팁을 포함하고 있습니다.
ru: Туристический путеводитель по интересным местам по всей стране. Хотя он рассматривает северо-центральную часть США, разделы для водителей содержат некоторые практические советы по надлежащей методике вождения.
zh_cn: 一个记载了全国各个地点的手册，尽管它专注于介绍美国中北部，上面的一些内容还是对驾驶技术有帮助的。

source: A university-level textbook on advanced principles of chemistry, both organic and inorganic.
de: Ein Lehrbuch auf Universitätsniveau über die fortgeschrittenen Prinzipien der Chemie, sowohl organischer als auch nicht-organischer Natur.
ja: 無機化学及び有機化学について、発展的な原理が記された大学レベルの教科書です。
ko: 유기적과 반유기적인 내용 모두를 합친, 높은 수준의 화학 원리를 다룬 대학 수준의 교과서입니다.
ru: Университетский учебник по продвинутой органической и неорганической химии.
zh_cn: 一本解释化学原理的教科书，有关有机物和无机物两个方面.

source: A well presented monthly magazine all about knitting, crocheting, and needlepoint. Filled with ideas and project patterns.
de: Ein gut präsentiertes Monatsmagazin über Stricken, Häkeln und Gobelinstickerei. Voller Ideen und Projektmuster.
ja: 月刊の手芸情報誌です。かぎ針編み、レース編みなどが扱われています。アイデアや型紙が沢山掲載されています。
zh_cn: 一本销量很好的缝纫技术月刊，通篇介绍缝合，编织及针修技巧。其中也包含了很多物品的详细缝制配方。

source: A well-thumbed hardbound book which illustrates simple strategies and techniques for close quarters combat encounters.
de: Ein zerlesenes gebundenes Buch, welches einfache Nahkampfstrategien und -techniken illustriert.
ja: 基本的な戦略と接近戦を行う時の手法について書かれた年季の入った上製本です。
ko: 근접전에서 사용할 수 있는 간단한 전술과 전략에 대한 그림이 실린, 손때 묻은 양장본 책입니다.
ru: Замусоленная книга в твердом переплете, которая иллюстрирует простую стратегию и приемы ближнего боя.
zh_cn: 一个翻阅多次的精装书，阐释了近距离战斗中的简单策略和技巧。

source: A wordy and intricate guide to wilderness and urban survival in a worst case scenario. While filled with loads of useful information, the madman who wrote this was a terrible writer, and gleaning knowledge from the rants is a chore.
de: Ein wortreicher und schwieriger Führer über das Überleben in der Wildnis und in Stadtgebieten in einem Katastrophenszenario. Wobei es mit zahlreichen hilfreichen Informationen gespickt ist, war der Irre, der das geschrieben hat, ein furchtbarer Autor. Das Wissen von dem leerem Geschätz auseinanderzuhalten ist eine mühevolle Kleinarbeit.
ja: 最悪のシナリオが起こった場合に、荒野や都市での生存方法について書かれた、冗長で複雑なガイドブックです。これを書いた狂人はかなり厳しい作家だった様です。この本から知識を得るには罵声や怒号を我慢する必要があるでしょう。
zh_cn: 一本冗长而复杂的野外生存指南和末日城市求生杂志，虽然充满了很多有用的信息，但是作者也许偏头疼，所以看着作者的咆哮一边补充知识并不是一件美妙的事
