Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: %s: %d -> %d (cost %d)
de: %s: %d → %d (Kosten: %d)
ja: %s: %d -> %d (費用: %d)
ko: %s: %d -> %d (비용 %d)
ru: %s: %d -> (цена %d)
zh_cn: %s: %d -> %d (花费 %d）

source: &Drop weapon.
de: &Waffe fallen lassen.
ja: &武器を落とす。
ko: &무기를 떨어트린다.
ru: &Брось оружие.
zh_cn: &丢放武器.

source: &Put away weapon.
de: &Waffe weglegen.
ja: &武器を離す。
ko: &무기를 치운다.
ru: &Убери оружие.
zh_cn: &拿开武器.

source: &Put hands up.
de: &Hände hoch!
ja: それから手を挙げろ。
ko: &손들어.
ru: &Поднять руки.
zh_cn: &举起手.

source: *drops %s weapon.
de: *lässt %s Waffe fallen.
ja: *%sは武器を捨てました。
ko: * %s 무기를 떨어트렸다.
zh_cn: *丢下了 %s 武器。

source: *is engaging all enemies.
de: *greift alle Feinde an.
ja: *は自由に敵を攻撃します。
ko: *은(는) 모든 적과 교전할 것입니다.
zh_cn: *吸引了所有敌人。

source: *is engaging enemies you attack.
de: *greift Feinde, die du angreifst, an.
ja: *は貴方が攻撃した敵に攻撃します。
ko: *은(는) 당신이 공격하는 적과 교전할 것입니다.
zh_cn: *把你攻击的敌人吸引过去了。

source: *is engaging nearby enemies.
de: *greift Feinde in der Nähe an.
ja: *は手前の敵に攻撃します。
ko: *은(는) 근처의 적과 교전할 것입니다.
zh_cn: *把附近的敌人吸引过去了。

source: *is engaging weak enemies.
de: *greift schwache Feinde an.
ja: *は倒し易い敵に攻撃します。
ko: *은(는) 약한 적과 교전할 것입니다.
zh_cn: *把较弱的敌人吸引过去了。

source: *is not engaging enemies.
de: *greift keine Feinde an.
ja: *は戦わない。
ko: *은(는) 교전하지 않을 것입니다.
zh_cn: *无法吸引敌人。

source: < Back
de: < Zurück
ja: < 戻る
ko: < 뒤로
ru: < Назад
zh_cn: < 返回

source: <ill_die> if I don't find a gun soon!
de: <ill_die>, wenn ich nicht schnell ein Gewehr finde!
ja: 速く銃を見つけないと<ill_die>！
ko: 만약 총을 곧 찾지 못하면 난 <ill_die>!
ru: <ill_die> если ты не найдешь оружие!
zh_cn: 如果我不尽快找到枪的话<ill_die>！

source: <ill_die> unless I get some food in me<punc> <okay>?
de: <ill_die>, wenn ich nicht bald etwas in meine Futterluke stecke<punc> <okay>?
ja: 食料を得ないと<ill_die><punc>、<okay>？
ko: 내가 갖고 있는거보다 적은 음식이면 나 <ill_die> <punc> <okay>?
zh_cn: <ill_die> 除非我吃点东西 <punc>?

source: <ill_die> without a good weapon<punc>
de: <ill_die> ohne einer guten Waffe<punc>
ja: 良い武器が無いと<ill_die><punc>
ko: 강력한 무기가 없으면<ill_die> <punc>
ru: <ill_die> без хорошего оружия<punc>
zh_cn: 没有好的武器的话<ill_die><punc>

source: <ill_die> without something to drink.
de: <ill_die> ohne etwas zum Trinken.
ja: 何か飲まないと<ill_die>。
ko: 뭔가 마실게 없다면 <ill_die>.
ru: <ill_die> если не попью что-нибудь.
zh_cn: 如果不喝点什么<ill_die>。

source: <name_g>! Wait up!
de: <name_g>! Warte auf mich!
ja: <name_g>！待ってくれよ！
ko: <name_g>! 잠깐!
ru: <name_g>! Подожди!
zh_cn: <name_g>! 等一等!

source: <name_g>, I need some water... got any?
de: <name_g>, Ich brauche etwas Wasser, hast du etwas?
ja: <name_g>、水が欲しいんだが持ってないか？
ko: <name_g>, 나 물이 좀 필요해... 좀 있어?
ru: <name_g>, мне нужна вода.. у тебя есть?
zh_cn: <name_g>, 我需要一些水...你有吗？

source: <name_g>, wait for me!
de: <name_g>, warte auf mich!
ja: <name_g>、待ってくれ！
ko: <name_g>, 기달려줘!
ru: <name_g>, подожди меня!
zh_cn: <name_g>, 等等我!

source: <name_g>, we <really> need to talk!
de: <name_g>, wir müssen uns <really> miteinander unterhalten!
ja: <name_g>、私達は<really>話し合う必要があるんだ！
ko: <name_g>, <really> 대화를 좀 해야겠어!
ru: <name_g>, нам <really> нужно поговорить!
zh_cn: <name_g>, 我们需要好好谈谈!

source: <name_g>, where are you?
de: <name_g>, wo bist du?
ja: <name_g>、どこだ？
ko: <name_g>, 어딨어?
ru: <name_g>, где ты?
zh_cn: <name_g>, 你在哪?

source: <name_g><punc> Hello.
de: Hallo, <name_g><punc>
ja: <name_g><punc>こんにちは。
ko: <name_g><punc> 안녕하세요.
ru: <name_g><punc> Привет.
zh_cn: <name_g><punc> 你好。

source: <name_g><punc> Let's talk.
de: <name_g><punc> Lass uns reden.
ja: <name_g><punc>話をしないか？
ko: <name_g><punc> 얘기 좀 하자.
ru: <name_g><punc>Давай поговорим.
zh_cn: <name_g><punc> 让我们谈谈。

source: <name_g><punc> Feel like selling me a gun?
de: <name_g><punc> Willst du mir ein Gewehr verkaufen?
ja: <name_g><punc>私に銃を売りたくないか？
ko: <name_g><punc> 나한테 총 좀 팔래?
zh_cn: <name_g><punc> 可以卖我把枪吗?

source: <no>, and if you ask again, <ill_kill_you>!
de: <no>, und wenn du nochmal fragst, <ill_kill_you>!
ja: <no>、もう一度同じことを聞いてみろ、<ill_kill_you>!
ko: <no>, 다시 물어보면, <ill_kill_you>!
ru: <no>, и если будешь переспрашивать, <ill_kill_you>!
zh_cn: <no>，如果你敢再问，<ill_kill_you>！

source: <npc>He
de: <npc>Er
ja: <npc>彼
ko: <npc>그
ru: <npc>Он
zh_cn: <npc>他

source: <npc>She
de: <npc>Sie
ja: <npc>彼女
ko: <npc>그녀
ru: <npc>Она
zh_cn: <npc>她

source: <npc>her
de: <npc>ihr
ja: <npc>彼女
ko: <npc> 여성
ru: <npc>её
zh_cn: <npc>她的

source: <npc>his
de: <npc>sein
ja: <npc>彼
ko: <npc> 남성
ru: <npc>его
zh_cn: <npc>他的

source: <swear> move it
de: Beweg dich, <swear>
ja: <swear>どきやがれ
ko: <swear> 빨랑 비켜
ru: <swear> отойди
zh_cn: 他妈的快走开

source: <very> <swear!>
zh_cn: 我了个去，<swear!>

source: <very> <very>
zh_cn: 非常<very>

source: <you say something>You: %s
de: <you say something>Du: »%s«
ja: <you say something>あなた: %s
zh_cn: <you say something>你: %s

source: A steady diet of cooked meat and clean water will keep you alive forever, but your taste buds and your colon may start to get angry at you. Eat a piece of fruit every once in a while.
de: Eine stetige Diät aus gekochtem Fleisch und klarem Wasser wird dich auf Ewig lebendig halten, aber deine Geschmacksnerven und dein Dickdarm könnten dir sauer werden. Iss ab und zu mal eine Frucht.
ja: 調理された肉と綺麗な水があれば永遠に生きられるかもしれない。だが味覚と腸がいずれ反乱を起こすだろう。かけらでいいから果物も取ることだ。
zh_cn: 一直吃熟肉和净水可以让你永远活下去 ,但是你的味蕾和肠子会因为这么单调的食物对你发脾气的 ,每隔一段时间吃点水果什么的 .

source: About one of those missions...
zh_cn: 关于任务之一...

source: About the mission...
zh_cn: 关于任务...

source: All three are easy to locally produce in significant quantities and are non-perishable. We have a local farmer or two and a few hunter types that have been making attempts to provide us with the nutritious supplies. We do always need more suppliers though. Because this stuff is rather cheap in bulk I can pay a premium for any you have on you. Canned food and other edibles are handled by the merchant in the front.
de: Alle drei können in der näheren Umgebung leicht in nennenswerten Stückzahlen produziert werden und sind nicht-verderblich. Wir haben einen örtlichen Bauern oder zwei und ein paar Jägertypen, welche beide versucht haben, uns mit Lebensmitteln zu versorgen. Wir können jederzeit weitere Versorger gebrauchen. Weil dieses Zeug relativ billig in großen Mengen ist, kann ich dafür einen Aufpreis zahlen. Um Konserven und andere Lebensmittel kümmert sich der Händler an der Vorderseite.
ja: この3品目は充分な量の自家製造が比較的容易だし腐敗しない、そのうえ嵩張らない。だからここに持ってくれば私が割増金を出そう。缶詰等の他の食品はフロントの商人に任せている。我々の中には農家が一人と何人かの狩人がいて、栄養分の確保を計画しているところだが、更なる物資が得られるならいつでも受け付けているぞ。
zh_cn: 这三种很容易生产许多数量而且不容易变质。我们当地的农夫及一些猎人能够提供我们一些营养的补给。我们还是很需要更多的补给。因为这东西是相当便宜大量的，只要你有的话，我可以付给你特别价格。罐头食品及其他的食物是由前面的商人处理。

source: Alright, drop the <yrwp>!
de: Okay, lass die <yrwp> fallen!
ja: よし、その<yrwp>を捨てるんだ！
ko: 좋아, <yrwp> 내려놔!
ru: Да, бросай <yrwp>!
zh_cn: 好吧，放下<yrwp>！

source: Alright, let's begin.
de: In Ordnung, lass uns anfangen!
ja: よろしい、始めよう。
ko: 좋아, 시작해볼까.
ru: Хорошо, приступим.
zh_cn: 好吧，让我们开始吧。

source: Alright, let's go.
de: In Ordnung, lass uns gehen.
ja: よし、それじゃあ行こうか。
ko: 좋아, 가자.
ru: Да, пошли.
zh_cn: 好的,出发吧.

source: Alright. You can lead now.
de: In Ordnung. Du übernimmst die Führung.
ja: よし。君に付いて行くぞ。
ko: 좋아. 네가 대장을 하라고.
ru: Хорошо. Веди нас.
zh_cn: 好吧，现在你说了算。

source: Another survivor! We should travel together.
de: Noch ein Überlebender! Wir sollten zusammen reisen.
ja: おお、生きてる人間じゃないか！どうだい、一緒に旅をしないか？
ko: 또 다른 생존자여! 함께 여행을 하자!
ru: Ещё один выживший! Нам нужно двигаться вместе.
zh_cn: 另一名生存者! 让我们组队行动吧。

source: Any tips for surviving?
de: Irgendwelche Überlebenstipps?
ja: 生存のヒントはある？
zh_cn: 有什么幸存的秘诀？

source: Anything more to it?
de: Geht’s noch irgendwie weiter?
ja: まだ何かあるのか？
zh_cn: 还有什么？

source: Are you looking to buy anything else?
de: Willst du etwas anderes kaufen?
ja: 他に何か集めてるものはある？
zh_cn: 你还想买点其他的吗？

source: At least we've got shelter.
de: Wenigstens haben wir eine Unterkunft.
ja: シェルターで待っているよ。
ko: 최소한 피난처는 있잖아.
ru: По крайней мере у нас есть убежище.
zh_cn: 好歹我们还有个避难所可以呆。

source: Attack anything you want.
de: Greif an, was du willst.
ja: 自由に敵を攻撃してくれ。
ko: 아무나 때려도 돼.
ru: Нападай на кого хочешь.
zh_cn: 随你怎么打.

source: Attack enemies that get too close.
de: Greif Feinde, die zu nahe kommen, an.
ja: 手前の敵から攻撃してくれ。
ko: 너무 가까이 오면 공격해.
ru: Нападай на врагов, которые подобрались слишком близко.
zh_cn: 攻击靠得太近的敌人.

source: Attack enemies that you can kill easily.
de: Greif Feinde, die du leicht töten kannst, an.
ja: 倒し易い敵から倒してくれ。
ko: 쉽게 죽일 수 있는 적이면 공격해.
ru: Нападай на тех, кого можешь легко завалить.
zh_cn: 攻击那些你能轻易杀掉的敌人.

source: Attack only enemies that I attack first.
de: Greif nur Feinde, die ich zuerst angreife, an.
ja: 攻撃した敵だけを狙ってくれ。
ko: 내가 먼저 때리면 그놈만 공격해.
ru: Нападай только на тех, кого атакую я.
zh_cn: 攻击我攻击的第一个敌人.

source: Awesome!
de: Großartig!
ja: 素晴らしい！
ko: 훌륭해!
ru: Шикарно!
zh_cn: 太棒了！

source: Because I'm holding a thermal detonator!
de: Weil ich einen thermischen Sprengsatz in meiner Hand halte!
ja: サーマルデトネーターを持っているんだからな！
ko: 내가 서멀 디토네이터를 들고 있기 때문이지!(스타워즈 패러디)
zh_cn: 因为我是抱着一个烫手的炸药！

source: Because I'm your friend!
de: Weil ich dein Freund bin.
ja: 私達は友達だろう？
ko: 왜냐하면 난 너의 친구니까!
ru: Потому что я твой друг!
zh_cn: 因为我是你的朋友啊!

source: Before you say anything else, we're full. Few days ago we had an outbreak due to lett'n in too many new refugees. We do desperately need supplies and are willing to trade what we can for it. Pay top dollar for jerky if you have any.
de: Bevor du irgendwas anderes sagst, wir sind voll. Wenige Tage zuvor hatten wir einen Krankheitsausbruch, weil wir zu viele neue Flüchtlinge hereingelassen haben. Wir brauchen dringend Vorräte und sind bereit, alles dafür zu geben. Wir bezahlen bestes Geld für Dörrfleisch, wenn du welches hast.
ja: なんと言われようがここは満員なんだ。今に難民で溢れ返るだろう。そのための物資を必死こいて掻き集めているところだ。ジャーキーが余っているなら買うぞ。
zh_cn: 话先说在前头，我们不收人了。不久之前我们接受了太多新难民，结果引发了骚动。我们急缺补给并且愿意用我们的东西进行交换。如果你有肉干的话，我们会给一个合适的价格。

source: Bye bye, <name_b>!
de: Tschüss, <name_b>!
ja: バイバイ、<name_g>！
ko: 잘 가, <name_b>!
ru: Счастливо, <name_b>!
zh_cn: 拜拜，<name_b>！

source: Bye.
de: Tschüss.
ja: じゃあな。
ko: 잘가.
ru: Пока.
zh_cn: 再见。

source: Bye...
de: Tschüss …
ja: じゃあな...
zh_cn: 拜拜。

source: Can I do anything for the center?
de: Kann ich irgendwas für das Lager tun?
ja: 難民センターのために何かできますか？
zh_cn: 我能为中心做些什么?

source: Can I do anything for you?
de: Kann ich irgendetwas für dich tun?
ja: 何か手伝える事はあるか？
ko: 뭔가 해줄 일이 있을까?
ru: Что я могу для тебя сделать?
zh_cn: 我能为您做什么?

source: Can I get past you, <name_g>?
de: Kann ich an dir vorbei, <name_g>?
ja: <name_g>、そこを通ってもいいかな？
ko: 지나가도 되나, <name_g>?
ru: Можно я пройду, <name_g>?
zh_cn: 能让我过去吗， <name_g>?

source: Can you share some equipment?
de: Kann du mir etwas von deinem Equipment geben?
ja: 少し装備を分けてくれないか？
ko: 몇 가지 장비좀 나눠줄 수 있어?
ru: Можешь поделиться каким-нибудь снаряжением?
zh_cn: 能给点装备吗?

source: Can you teach me anything?
de: Kannst du mir irgendetwas beibringen?
ja: 何か教えてくれないか？
ko: 뭔가 가르쳐줄 수 있는게 있나?
ru: Ты можешь меня чему-нибудь научить?
zh_cn: 你能教我点东西吗?

source: Can you tell me about this facility?
zh_cn: 你能告诉我这里是什么地方？

source: Can't say we've heard much. Most these shelters seemed to have been designed to make people feel safer... not actually aid in their survival. Our radio equipment is utter garbage that someone convinced the government to buy, with no intention of it ever being used. From the passing scavengers I've heard nothing but prime loot'n spots and rumors of hordes.
de: Ich kann nicht sagen, dass wir viel gehört hätten. Meistens scheint es so, dass diese Unterkünfte so entworfen wurden, dass sich die Leute sicherer fühlen … nicht, um ihnen tatsächlich beim Überleben zu helfen. Unser Funkequipment ist völliger Schrott, bei der irgendjemand die Regierung überzeugt hat, es zu kaufen, ohne die Absicht, dass es jemals tatsächlich benutzt würde. Von den vorbeiziehenden Sammlern hörte ich nichts außer von guten Plünderstellen und von Gerüchten über Horden.
ja: 詳しくは知らないけどな。ほとんどのシェルターは気休めのために作られている... 実際のとこ生存の助けにはならないだろう。誰かが政府を説得して買わせた、まともに使われるあてのない無線装置は今や完璧にゴミだ。行き合ったスカベンジャーは、特別な収集場所があるとか、大移動する群れの噂とか、そんなことを言ってたな。
zh_cn: 不能说我们听到很多。那些避难所大部分只是设计来让人们觉得更安心。。。而不是帮助他们存活下去。我们的无线电设备简直就像一坨屎，而这坨屎又是某个货劝说政府买下的，谁都没想这些东西会有用到的一天。从路过的拾荒者那里我们大听不到太多东西，大部分都是拾荒点和尸潮的信息。

source: Care to trade?
de: Willst du handeln?
ja: 取引しないか？
ko: 거래할 생각 있나?
ru: Поторгуем?
zh_cn: 想要交易吗？

source: Catch up!
de: Schneller!
ja: しっかり付いて来い！
ko: 따라와!
ru: Лови!
zh_cn: 跟上！

source: Catch up, <name_g>!
de: Schneller, <name_g>!
ja: <name_g>、しっかり付いて来な！
ko: 빨리 쫓아와, <name_g>!
ru: Лови, <name_g>!
zh_cn: 跟上，<name_g>！

source: Catch you later, <name_g>!
de: Bis später, <name_g>!
ja: また会おう、<name_b>！
ko: 다음에 또 보자고, <name_g>!
ru: До скорого, <name_g>!
zh_cn: 回头见 ，<name_g>！

source: Change your engagement rules...
de: Ändere deine Angriffsstrategie …
ja: 交戦規則を変更...
ko: 교전 수칙을 좀 바꿨으면 하는데...
ru: Изменить порядок боевых действий...
zh_cn: 改一下你的作战方式吧..

source: Citizen...
de: Bürger …
ja: 市民...
zh_cn: 公民...

source: Combat commands...
de: Kampfbefehle …
ja: 戦闘指令...
ko: 전투 명령...
ru: Боевые команды...
zh_cn: 作战指令...

source: Come on molasses!
de: Komm in die Pötte!
ja: 早くこっち来なよ！遅いよ！
ko: 얼른 오라고 샌님!
zh_cn: 快点啊，废柴！

source: Come on, <catch_up>!
de: Na mach schon, <catch_up>!
ja: こっちだ、<catch_up>！
ko: 이봐, <catch_up>!
ru: Давай, <catch_up>!
zh_cn: 快点，<catch_up>！

source: Come on, talk to me!
de: Na komm schon, red mit mir!
ja: こっちに来て、話し合おう！
ko: 일로 와, 말좀 하자고!
ru: Да ладно, поговори со мной!
zh_cn: 过来，我有话跟你说！

source: Cost $%.2f
de: Kosten: %.2f $
ja: 費用: $%.2f
ru: Цена $%.2f
zh_cn: 价值 $ %.2f

source: Dead tired
de: Todmüde
ja: 疲労 **
ko: 심하게 피곤함
ru: Устал до смерти
zh_cn: 快累死了

source: Delivering cooking oil.
de: Speiseöl ausliefern.
ja: 調理油を届けます。
zh_cn: 提供烹调油。

source: Delivering cornmeal.
de: Maismehl ausliefern.
ja: コーンミールを届けます。
zh_cn: 提供麦片。

source: Delivering flour.
de: Mehl ausliefern.
ja: 穀粉を届けます。
zh_cn: 提供面粉。

source: Delivering fruit wine.
de: Obstwein ausliefern.
ja: 果実酒を届けます。
zh_cn: 提供果子酒。

source: Delivering homebrew beer.
de: Selbstgebrautes Bier ausliefern.
ja: ビール(自家醸造)を届けます。
zh_cn: 提供家酿啤酒。

source: Delivering jerky.
de: Dörrfleisch ausliefern.
ja: ジャーキーを届けます。
zh_cn: 提供肉干。

source: Delivering smoked fish.
de: Räucherfisch ausliefern.
ja: 魚(燻製)を届けます。
zh_cn: 提供熏鱼。

source: Delivering smoked meat.
de: Räuscherfleisch ausliefern.
ja: 肉(燻製)を届けます。
zh_cn: 提供烟肉。

source: Delivering sugar.
de: Zucker ausliefern.
ja: 砂糖を届けます。
zh_cn: 提供糖果。

source: Dex %d - %d
ja: 器 %d - %d
zh_cn: 敏 %d - %d

source: Dialogue with %s
de: Dialog mit %s
ja: %s との対話
ko: %s와(과) 대화
ru: Разговор с %s
zh_cn: 跟 %s 对话

source: Did the zombies get you?
de: Haben dich die Zombies geholt?
ja: ゾンビにでもなっちまったのか？
ko: 좀비들이 눈치챘나?
ru: Зомби тебя зацепили?
zh_cn: 丧尸抓到你了？

source: Did you evolve from a snail?
de: Stammst du von einer Schnecke ab?
ja: 蝸牛にでもなったか？
ko: 네 조상은 달팽이냐?
ru: Ты уже эволюционировал из улитки?
zh_cn: 你难道蜗牛变得么？这么慢！

source: Do you need any help?
zh_cn: 需要帮忙么？

source: Does the Old Guard need anything?
de: Braucht die Alte Garde irgendwas?
ja: オールドガードは何を必要としている？
zh_cn: 古老守卫 需要什么东西吗？

source: Don't fight unless your life depends on it.
de: Kämpfe nicht, außer, wenn dein Leben davon abhängt.
ja: 命の危険が迫らない限り、戦わなくていい。
ko: 목숨이 달려 있는 경우가 아니라면 싸우지 마.
ru: Не вступай в бой, если твоей жизни не угрожает опасность.
zh_cn: 生命受威胁时才去战斗.

source: Don't mind me...
de: Ignorier mich einfach.
ja: 気にするな...
zh_cn: 别管我...

source: Don't use grenades anymore.
de: Benutze keine Granaten mehr.
ja: 手榴弾を使うな。
ko: 수류탄을 더 이상 사용하지마.
ru: Больше не используй гранаты.
zh_cn: 不要用手雷了.

source: Don't use guns anymore.
de: Benutze keine Schusswaffen mehr.
ja: 銃を使うな。
ko: 더 이상 총을 사용하지마.
ru: Больше не используй огнестрельное оружие.
zh_cn: 不要用枪械了.

source: Don't worry about noise.
de: Mach dir keine Gedanken über Lärm.
ja: 音は気にしなくていい。
ko: 소리 내는건 상관 없어.
ru: Не парься по поводу шума.
zh_cn: 别担心噪音问题.

source: Don't worry, I'm not going to hurt you.
de: Keine Sorge, ich werde dich nicht verletzen.
ja: 心配するな、君を傷付けるつもりはないよ。
ko: 걱정하지 마. 다치게 할 생각은 없어.
ru: Не волнуйся, я не причиню тебе вреда!
zh_cn: 别担心, 我不打算伤害你.

source: Drop the <swear> <yrwp>!
de: Lass die <swear> <yrwp> fallen!
ja: その<swear><yrwp>を捨てやがれ！
ko: 지금 당장<swear> <yrwp> 버려!
ru: Брось <swear> <yrwp>!
zh_cn: 扔下<swear><yrwp>！

source: Drop the <yrwp>, <name_b>!
de: Lass das <yrwp> fallen, <name_b>!
ja: その<yrwp>を捨てなさい、<name_b>！
ko: 지금 당장 <yrwp> 버려, <name_b>!
ru: Брось <yrwp>, <name_b>!
zh_cn: 扔下 <yrwp>，<name_b>！

source: Drop your <swear> weapon!
de: Lass deine <swear> Waffe fallen!
ja: てめえの<swear>武器を捨てな！
ko: 네놈의 무기를 <swear> 바닥에 버려!
ru: Брось своё <swear> оружие!
zh_cn: 扔掉你那 <swear> 武器！

source: Drop your <swear> weapon, <name_b>!
de: Lass deine <swear> Waffe fallen, <name_b>!
ja: <name_b>、その<swear>を捨てるんだ！
ko: 니 <swear> 무기 버리라고, <name_b>!
ru: Бросай своё <swear> оружие, <name_b>!
zh_cn: 扔下你那<swear>武器，<name_b>！

source: Drop your <yrwp>!
de: Lass dein <yrwp> fallen!
ja: その<yrwp>を捨てろ！
ko: <yrwp> 버려!
ru: Брось свой <yrwp>!
zh_cn: 放下你的 <yrwp>！

source: Dude, if you can hold your own you should look into enlisting.
zh_cn: 伙计，如果你靠得住，你该去报名参军的。

source: Eh, never mind.
de: Vergiss es.
ja: 何でもない。
ko: 음.. 신경 쓰지마.
ru: Эх, неважно.
zh_cn: 呃, 没关系.

source: Examine which item?
de: Was untersuchen?
ja: どのアイテムを調べる？
ko: 어떤 물건을 조사합니까?
ru: Какой предмет осмотреть?
zh_cn: 检查哪个？

source: Excuse me, let me pass.
de: Tschuldigung, lass mich vorbei.
ja: 済まない、通してくれないか。
ko: 잠깐만, 지나갈게.
ru: Извини, дай я пройду.
zh_cn: 对不起，请让我过去。

source: Exhausted
de: Erschöpft
ja: 疲労困憊
ko: 탈진함
ru: Истощённый
zh_cn: 精疲力尽

source: Feed a man a fish, he's full for a day. Feed a man a bullet, he's full for the rest of his life.
de: Gib einem Mann einen Fisch und er ist satt für einen Tag. Gib einem Mann eine Patrone und er ist satt für den Rest seines Lebens.
ja: 魚を腹いっぱい食わせてやれば、そいつはその一日満たされるだろう。だが銃弾を食わせてやれば永遠に満たされる。
zh_cn: 给一个人喂一条鱼 ,他一天都不会饿 ,喂他一发子弹 ,他这辈子都不会再饿了 .

source: Fine...
de: Ist gebongt!
ja: いいね...
zh_cn: 好吧...

source: Fine... *coughupyourscough*
de: In Ordnung … *hustleckmichhust*
ja: いいね... *ゲフンゲフンバーカゲフンゲフン*
zh_cn: 好吧...咳嗽咳嗽

source: Get bent, traitor!
de: Verpiss dich, Verräter!
ja: 降参しやがれ、裏切り者！
zh_cn: 献出菊花，叛徒！

source: Get out of my line of fire
de: Geh mir aus der Schusslinie
ja: 射線に入るな！
ko: 총 쏘는 방향에서 비켜
ru: Не загораживай прицел
zh_cn: 从我的火线上出去

source: Get out of my way, <name_b>,
de: Geh mir aus dem Weg, <name_b>,
ja: そこをどけ、<name_b>、
ko: 저리 비켜, <name_b>,
ru: Прочь с дороги, <name_b>,
zh_cn: 别挡我的路，<name_b>，

source: Get out of the way
de: Geh aus dem Weg
ja: そこをどけ
ko: 저리 꺼져
ru: Прочь с дороги
zh_cn: 别挡道

source: Get over here!
de: Hier her!
ja: こっちだ！
ko: 이리로 오라고!
ru: Иди сюда!
zh_cn: 到这里来!

source: Get with the program laggard!
de: Mach hinne, Lahmarsch!
ja: 急げよ、のろま！
ko: 계획대로 해 이 느림보야!
zh_cn: 比计划落后了！

source: Give it some time, I'll show you something new later...
de: Nur Geduld, ich werd dir später etwas neues zeigen …
ja: 分かった、少し時間を割こうか。後で俺(私)について語らせて貰うよ。
zh_cn: 给点时间，晚点我会给你看点新玩意...

source: Give it to me, or else!
de: Gib’s mir, sonst …
ja: いいから早く渡せよ。
ko: 그거 내놔, 안 그러면!
ru: Отдавай по-хорошему!
zh_cn: 你给还是不给!

source: Glad to have you aboard.
de: Ich bin froh, dich an Bord zu haben.
ja: よろしくな。
zh_cn: 很高兴有你在。

source: Glad to help. I need no payment.
de: Es ist mir ein Vergnügen, zu helfen. Ich brauche keine Bezahlung.
ja: 力になれたなら嬉しいよ。例には及ばない。
ko: 도와줘서 기쁘군. 보상은 필요없어.
ru: Рад был помочь. Оплаты не надо.
zh_cn: 很高兴能帮到你. 我不需要报酬.

source: Glad to help. I need no payment. Bye!
de: Es ist mir ein Vergnügen, zu helfen. Ich brauche keine Bezahlung. Tschüss!
ja: 力になれたなら嬉しいよ。礼には及ばない。じゃあな！
ko: 도와줘서 기쁘군. 보답같은건 필요 없어. 안녕!
ru: Рад был помочь. Мне не нужна оплата. Пока!
zh_cn: 很高兴能帮到你. 我不需要报酬. 再见!

source: Good. Something else...
de: Gut. Noch etwas …
ja: いいね。他には...
ko: 좋아. 그 밖에...
ru: Хорошо. Что-нибудь ещё...
zh_cn: 好的. 还有别的事...

source: Goodbye.
de: Auf Wiedersehen.
ja: さようなら。
zh_cn: 再见。

source: Got any advice?
de: Hast du irgendwelche Ratschläge?
ja: 何か教えてくれないか？
ko: 해줄 충고라도 있나?
ru: Что-нибудь посоветуешь?
zh_cn: 给点建议?

source: Got any survival advice?
de: Irgendwelche Überlebenstipps?
ja: 何かサバイバルの助言はあるかな？
zh_cn: 给点生存建议?

source: Got anything I can use as a weapon?
de: Hast du irgendwas, was ich als Waffe verwenden kann?
ja: 何か武器になるものを持ってないか？
ko: 내가 무기로 쓸만한거 갖고 있어?
ru: Есть что-нибудь, чем бы я мог вооружиться?
zh_cn: 搞到什么我能用的武器了吗？

source: Got anything for sale?
de: Irgendwas zu verkaufen?
ja: 何か売り物はあるかな？
zh_cn: 你有什么卖的东西么？

source: Got anything to drink?
de: Hast du was zum Trinken?
ja: 何か飲み物を持ってないか？
ko: 마실 것 좀 있소?
ru: Есть что-нибудь попить?
zh_cn: 你有什么喝的东西么？

source: Got something to hide?
de: Hast du etwas zu verbergen?
ja: 何から逃げている？
zh_cn: 藏什么呢？

source: Got tips for avoiding trouble?
de: Irgendwelche Tipps, um Ärger zu vermeiden?
ja: 揉め事を避けるちょっとしたヒントですね？
zh_cn: 有什么避免麻烦的秘诀？

source: Great, now my mouth is watering...
de: Großartig, nun ist mein Mund ganz wässerig …
ja: いいねえ、よだれが出てきた。
zh_cn: 真棒，我都要流口水了...

source: Greetings <name_g>.
de: Hallo, <name_g>.
ja: こんにちは、<name_g>。
ko: 안녕하신가, <name_g>.
ru: Приветствую <name_g>.
zh_cn: 您好，<name_g>。

source: Guard this position.
de: Bewach diese Position.
ja: この場所を守ってくれ。
zh_cn: 在这个位置保持警卫。

source: Guess it works for you...
de: Ich denke, es funktioniert für dich …
ja: 良かったな...
zh_cn: 想像一下它对你有用...

source: Guess shit's a mess everywhere...
de: Ich denke, es ist überall Scheiße …
ja: どこも滅茶苦茶なんだろう...
zh_cn: 想像一下到处都是一团糟...

source: Had one guy pop in here a while back saying he had tried to drive into Syracuse after the outbreak. Didn't even make it downtown before he ran into a wall of the living dead that could stop a tank. He hightailed it out but claims there were several thousand at least. Guess when you get a bunch of them together they end up making enough noise to attract everyone in the neighborhood. Luckily we haven't had a mob like that pass by here.
de: Wir hatten mal einen Typ, der vor einer Weile hier reingeplatzt ist und sagte, dass er versuchte, nach dem Krankheitsausbruch nach Syracuse zu fahren. Er hat es noch nicht mal zur Stadtmitte geschafft, bevor er einer Wand aus lebendigen Toten, die einen Panzer aufhalten können, begegnete. Er ist verduftet, aber behauptet, dass es wenigstens mehrere Tausend gewesen sind. Ich glaub, wenn man ein paar von ihnen zusammenrottet, werden sie genug Lärm machen, dass sie jeden in der Nachbarschaft anlocken. Glücklicherweise hatten wir keinen Mob wie diesen hier vorbeilaufen.
ja: あの男は、感染爆発の後に、ニューヨーク中心部のシラキュース市へ突入を試みたと言っていた。だが都心部に辿り着く前に、戦車をも止めるほどの動く死体の群れに阻まれて、慌てて逃げてきたそうだ。少なくとも数千はいたと言っていた。もし協力して、大きな音で引き付けるようなことができれば上手くいったかもしれないな？ 幸運にも我々はここへ来る道中そんなことには遭遇しなかったが。
zh_cn: 前一会儿有一个来到这的家伙说灾变后他曾试着开车进入雪城。还没到城区他就遇到一大群活死人，多的可以挡下坦克（吐槽：战五渣，tankman一人即可）。他拼了命逃了出来，就他说至少有几千个丧尸。想想把，把一堆丧尸扔在一起，它们就会制造出足以把所有东西吸引过来的噪声。幸运的是，我们这边没有那么大的尸潮。

source: Hands in the air!
de: Hände hoch!
ja: 両手を空中に挙げるんだ！
ko: 손 하늘로 올려!
ru: Руки вверх!
zh_cn: 把手高举在空中！

source: Hands in the air, <name_b>!
de: Hände hoch, <name_b>!
ja: 両手を高く挙げなさい、<name_b>！
ko: 하늘로 손 올려, <name_b>!
ru: Руки вверх, <name_b>!
zh_cn: 把手高举在空中，<name_b>！

source: Hands up!
de: Hände hoch!
ja: 手を挙げろ！
ko: 손들어!
ru: Руки вверх!
zh_cn: 举起手来！

source: Hands up, <name_b>!
de: Hände hoch, <name_b>!
ja: 手を挙げろ、<name_b>！
ko: 손들어, <name_b>!
ru: Руки вверх, <name_b>!
zh_cn: 举起手来，<name_b>！

source: Hands where I can see them!
de: Die Hände dahin, wo ich sie sehen kann!
ja: 両手を見えるところに出せ！
ko: 손, 내가 보이도록 올려!
ru: Держи руки так, чтобы я их видел!
zh_cn: 把手放在我看得到的地方！

source: Hasta luego, <name_g>!
ja: アディオス、<name_g>！
ko: 두고 보자, <name_g>!
ru: Дозвидания, <name_g>!
zh_cn: 再见 ， <name_g>！

source: Have you seen anyone who might be hiding something?
de: Hast du irgendjemanden gesehen, der vielleicht etwas verstecken könnte?
ja: 何かから隠れようとしている奴を見なかったか？
zh_cn: 你有发现任何可能藏匿物品的人吗？

source: Heard of anything better than the odd gun cache?
de: Von irgendwas besserem als diesen seltsamen Waffenschatz gehört?
ja: おかしな銃器庫の噂よりマシな話はあるかい？
zh_cn: 有比牛叉的大枪上膛的声音更好听的吗？

source: Hello! Would you care to see my goods?
de: Hallo! Willst du meine Waren sehen?
ja: やぁ！商品を見ていかないかい？
ko: 안녕! 내 물건을 좀 보겠나?
ru: Привет! Тебе хочешь посмотреть мои товары?
zh_cn: 你好!你愿意看我的商品？

source: Hello, <name_g>.
de: Hallo, <name_g>.
ja: <name_g>、こんにちは。
ko: 안녕하신가, <name_g>.
ru: Здравствуй, <name_g>.
zh_cn: 你好, <name_g>.
