Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is an advertisement for Sybil's Cyber Boutique. It shows a picture of a nerdy looking man surrounded by a group of admiring women. In the foreground a blood-drenched doctor gives an exaggerated wink and two thumbs up. The caption reads: "Holiday sales! Get the package deals!"
de: Dies ist eine Werbeanzeige für Sybilles Cyber-Boutique. Sie zeigt ein Bild eines nerdig aussehenden Mannes, der von einer Gruppe bewundernswerter Damen umgeben wird. Im Vordergrund zwinkert ein blutüberströmter Arzt auf übertriebene Weise und zeigt zwei Daumen nach oben. Die Beschriftung lautet: »Feiertagsausverkauf! Holen Sie sich die Bündelangebote!«
ko: 시빌 사이버 부티크의 광고입니다. 오타쿠처럼 생긴 남자가 있고 남자에게 반한 듯한 여자가 둘러싸고 있습니다. 앞에는 피범벅이 된 의사가 지쳤지만 윙크와 양손의 엄지를 들어올리고 있습니다. "공휴일 세일! 패키지 상품을 구매하세요!" 라고 쓰여져 있습니다.
ru: Реклама кибер-бутика Сивиллы. На рисунке изображён парень-ботан в окружении восхищённых женщин. На переднем плане выпачканный в крови доктор многообещающе подмигивает и показывает два больших пальца вверх. Надпись гласит: "Праздничная распродажа! Несколько услуг в одном пакете!"

source: This is an advertisement for Sybil's Cyber Boutique. It shows a picture of several bikini-clad female doctors removing the skin from man's face. The patient is strapped to a chair but cheerfully gives two thumbs up. The caption reads: "Free Plastic Surgery While You Wait!"
de: Dies ist eine Werbeanzeige für Sybilles Cyber-Boutique. Sie zeigt ein Bild mehrerer, nur mit Bikini bekleideten Ärztinnen, die die Haut von eines Mannes Gesicht entfernen. Der Patient ist an einem Stuhl festgeschnallt aber zeigt fröhlich zwei Daumen nach oben. Die Beschriftung lautet: »Kostenlose Schönheits-OP, während Sie warten!«
ko: 시빌 사이버 부티크의 광고입니다. 몇명의 비키니 입은 여의사가 남자의 피부를 제거하고 있고, 환자는 엄지를 치켜올린채 환한 미소로 의자에 묶여있습니다. "기다리는 동안 공짜 성형 수술을 받으세요!" 라고 쓰여져 있습니다.
ru: Реклама кибер-бутика Сивиллы. На рисунке несколько одетых в бикини женщин-врачей удаляют кожу с лица мужчины. Хотя пациент привязан к стулу, он на удивление бодро держит оба больших пальца вверх. Сверху надпись: "Доступная пластическая хирургия пока вы отдыхаете!"

source: This is an advertisement for the Diet Devil brand Ethanol Burner CBM. It shows a picture of a teenaged boy driving a car while chugging a bottle of whiskey. A tiny obese devil sits on his shoulder and drinks a martini. The caption reads: "Drink like there's no tomorrow!"
de: Dies ist eine Werbeanzeige für das Ethanolverbrennungs-KBM der Marke Diät-Teufel. Es zeigt ein Bild eines autofahrenden Teenagers, der eine Whiskeyflasche leert. Ein dickes Teufelchen sitzt auf seiner Schulter und trinkt einen Martini. Die Überschrift lautet: »Sauf, als ob’s kein Morgen mehr gäb!«
ko: 다이어트 데빌 브랜드의 에탄올 반응로 CBM 광고입니다. 10대 소년이 운전하면서 위스키 한병을 마시고 있고, 작은 악마가 어깨 위에서 마티니를 마시고 있습니다. "내일이 없는 것처럼 퍼마셔라!" 라고 쓰여져 있습니다.
ru: Реклама бионического импланта "Сжигатель этанола" компании "Адская Диета". На рисунке за рулем машины подросток, присосавшийся к бутылке виски. На плече парня сидит маленький толстый бес и распивает мартини. Сверху надпись: "Пей так, словно завтра не наступит!"

source: This is an advertisement for the Diet Devil brand Internal Furnace CBM. It shows a picture of a tiny obese devil sitting on a man's shoulder. The man is about to bite into a frosting-covered baby. The caption reads: "Eat What You Want! How You Want! Who You Want!"
de: Dies ist eine Reklame für das Stoffwechselanschlussstellen-KBM der Marke Diät-Teufel. Sie zeigt ein Bild eines dicken Teufelchens, der auf der Schulter eines Mannes sitzt. Der Mann ist dabei, in ein glasiertes Baby zu beißen. Die Überschrift lautet: »Friss, was du willst, wie du willst und wen du willst!«
ko: 다이어트 데빌 브랜드의 내부 용광로 CBM 광고입니다. 남성의 어깨에 작은 악마가 올라가 있고, 남성은 설탕으로 덮힌 아기를 베어 물려는 참입니다. "먹고 싶은걸 먹으세요! 먹고 싶은 대로! 먹고싶은 걸!"
ru: Реклама бионического импланта "Встроенная печь" компании "Адская Диета". На рисунке маленький толстый бес, сидящий на плече мужчины, собирающегося укусить покрытого сладким кремом ребенка. Сверху надпись: "Ешьте что хотите! Как хотите! Кого хотите!"

source: This is an advertisement for the Diet Devil brand Metabolic Exchange CBM. It shows a picture of a tiny obese devil sitting on a woman's shoulder. The woman stares intently at a gigantic wedding cake covered with bacon and candybars. The caption reads: "Burn calories! Burn!"
de: Dies ist eine Reklame für das Stoffwechselanschlussstellen-KBM der Marke Diät-Teufel. Sie zeigt ein Bild eines dicken Teufelchens, der auf der Schulter einer Frau sitzt. Die Frau starrt gespannt auf eine gigantische Hochzeitstorte, die mit Speck und Schokoriegeln bedeckt ist. Die Überschrift lautet: »Brennt, Kalorien! Brennt!«
ko: 다이어트 데빌 브랜드의 신진대사 전환 CBM 광고입니다. 여성의 어깨에 작은 악마가 올라가 있고, 여성은 베이컨과 초코바로 덮힌 거대한 웨딩 케이크를 강렬한 눈빛으로 바라보고 있습니다. "칼로리를 태워버리세요! 태워버렷!" 이라고 쓰여져 있습니다.
ru: Реклама бионического импланта "Изменение Метаболизма" компании "Адская Диета". На рисунке маленький толстый бес, сидящий на плече женщины. Она пристально смотрит на гигантский свадебный торт, усыпанный конфетами и ломтиками бекона. Сверху надпись: "Сжечь калории! СЖЕЧЬ!"

source: This is an advertisement for the Rivtech brand Monomolecular Blade CBM. It shows a picture of a woman with a bionic blade extending from her arm steadfastly defending her children from an angry bear. The caption reads: "Rivtech retractable monomolecular blade system. Failure is never an option." and "Rivtech Bionics, guaranteed for life."
de: Dies ist eine Werbeanzeige für das Monomolekularklingen-KBM der Marke Rivtech. Sie zeigt ein Bild einer Frau mit einer Bionikklinge, die aus ihrem Arm ragt. Unerschütterlich verteidigt sie ihre Kinder vor einem wütenden Bären. Die Beschriftungen lauten »Rivtechs einfahrbares Monomolekularklingensystem. Versagen kommt nicht in Frage.« und »Rivtech-Bioniken, garantiert auf Lebenszeit.«.
ko: 리브텍 브랜드 단분자막 칼날 CBM 광고입니다. 팔에서 솟아난 바이오닉 칼날로 성난 곰으로부터 아이를 확고히 지켜내는 여성의 사진이 있습니다. "리브텍 격납식 단분자막 칼날 시스템. 절대로 고장나지 않습니다." 라는 문구와 "리브텍 바이오닉, 평생 보장을 약속드립니다." 라는 문구가 쓰여져 있습니다.
ru: Это реклама КБМ «Мономолекулярный клинок» от компании Rivtech. На картинке изображена женщина с выдвинутым из руки бионическим клинком, которая защищает своего ребенка от разгневанного медведя. Надпись гласит: «Выдвигающийся мономолекулярный клинок от Rivtech. Поломка в комплект не входит» Есть подпись: «Биомодули от Rivtech. Пожизненная гарантия.»

source: This is an advertisement for the Rivtech brand Muscle Augmentation CBM. It shows a picture of a stylized, howling wolf against a red background. The caption reads: "Rivtech neuroreactive myomer bionics. The most efficient synthetic adenosine triphosphate recovery system on the market." and "Rivtech Bionics, guaranteed for life."
de: Dies ist eine Werbeanzeige für das Muskelaugmentations-KBM der Marke Rivtech. Sie zeigt ein Bild eines stilisierten heulenden Wolfs auf einem roten Hintergrund. Die Beschriftungen lauten »Rivtechs neuroraktive Myomer-Bioniken. Das effizienteste synthetische Adenosintriphosphat-Wiederherstellungssystem auf dem Markt.« und »Rivtech-Bioniken, garantiert auf Lebenszeit.«.
ko: 리브텍 브랜드 근육 강화 CBM 광고입니다. 붉은 배경에 울부짖는 전형적인 늑대 사진이 있습니다. "리브텍 신경반응 근력 상승 바이오닉. 가장 효율적인 인공 아데노신 3인산 회복 시스템이 시중에 나왔습니다." 라는 문구와 "리브텍 바이오닉, 평생 보장을 약속드립니다." 라는 문구가 쓰여져 있습니다.
ru: Это реклама КБМ "Наращивание мышц" от кампании Rivtech. На картинке изображён воющий волк на красном фоне. Надпись гласит: "Нейроактивный миомерный биомодуль от Rivtech. Самая эффективная система восстановления аденозин-трифосфата на рынке." Есть подпись: "Биомодули от Rivtech. Пожизненная гарантия."

source: This is an advertisement for the Rivtech brand Synaptic Accelerator CBM. It shows a picture of a stylized, soaring raven against a red background. The caption reads: "Introducing the Rivtech Model Six myelination retrovirus system. The latest in synthetic high-performance glycoprotein deposition technology." and "Rivtech Bionics, guaranteed for life."
de: Dies ist eine Werbeanzeige für das Synapsenbeschleuniger-KBM der Marke Rivtech. Sie zeigt ein Bild eines stilisierten aufsteigenden Rabens auf einem roten Hintergrund. Die Beschriftungen lauten »Rivtechs Myelinisationsretrovirus-System, Modell Nr. 6. Das Neueste in der synthetischen Hochleistungs-Glykoprotein-Ablagerungstechnologie« und »Rivtech-Bioniken, garantiert auf Lebenszeit.«.
ko: 리브텍 브랜드 시냅스 가속기 CBM 광고입니다. 붉은 배경에 날아오르는 전형적인 까마귀 사진이 있습니다. " 리브텍의 여섯번째 모델인 말이집 형성 레트로바이러스 시스템을 소개합니다." 이라는 문구와 "리브텍 바이오닉, 평생 보장을 약속드립니다." 라는 문구가 쓰여져 있습니다.
ru: Это реклама КБМ «Синаптический ускоритель» от кампании Rivtech. На картинке изображен парящий ворон на красном фоне. Надпись гласит: «Представляем Шестую модель Rivtech системы ретровирусной миелинизации. Новейшая технология высокоэффективного синтетического осаждения гликопротеина.» Есть подпись: «Биомодули от Rivtech. Пожизненная гарантия.»

source: This is an advertisement for the Rivtech brand Wired Reflexes CBM. It shows a picture of a stylized, snarling black cat against a red background. The caption reads: "Rivtech neuroelectric stimulation bionics. The next level in quantum inductive piezochemical nerve stimulation technology." and "Rivtech Bionics, guaranteed for life."
de: Dies ist eine Werbeanzeige für das KBM: Verdrahtete Reflexe der Marke Rivtech. Sie zeigt ein Bild einer stilisierten, fauchenden schwarzen Katze auf rotem Grund. Die Beschriftungen lauten »Rivtechs neuroraktive Stimulations-Bioniken. Die nächste Stufe der quanteninduktiven piezochemischen Nervenstimulations-Technologie.« und »Rivtech-Bioniken, garantiert auf Lebenszeit.«.
ko: 리브텍 브랜드 반응 강화 CBM 광고입니다. 붉은 배경에 으르렁거리는 전형적인 검은 고양이 사진이 있습니다. "리브텍 자극 신경활동 바이오닉. 더 진보된 양자 유도 반응 신경 자극 기술." 이라는 문구와 "리브텍 바이오닉, 평생 보장을 약속드립니다." 라는 문구가 쓰여져 있습니다.
ru: Это реклама КБМ "Ускорение рефлексов" от кампании Rivtech. На картинке изображена шипящая чёрная кошка на красном фоне. Надпись гласит: "Нейроэлектрический стимулирующий биомодуть от Rivtech. Новый уровень технологии квантовой индуктивной пьезохимической стимуляции нервной системы." Есть подпись: "Биомодули от Rivtech. Пожизненная гарантия."

source: This is an advertisement for the Twenty8 brand Diamond Cornea CBM. It shows a picture of a flying hawk carrying the cyber-module in its beak. The captions read: "Get the new Model 28.xx Hawk-Eye!" and "Twenty8. See what you've been missing."
de: Dies ist eine Werbeanzeige für das KBM: Diamant-Hornhaut der Marke 8undzwanzig. Sie zeigt ein Bild, in dem ein fliegener Habicht das Bionikmodul im Schnabel trägt. Die Beschriftungen lauten: »Holen Sie sich das neue Modell 28.xx Habicht-Auge!« und »8undzwanzig. Sehen Sie, was Sie übersehen haben.«.
ko: 트웬티8 브랜드의 다이아몬드 각막 CBM 광고입니다. 날고 있는 독수리가 CBM 패키지를 부리에 물고 있는 사진입니다. "28.xx 호크-아이를 지금 바로 구입하세요!" "트웬티8. 당신이 놓친걸 보게 해줍니다." 라고 쓰여져 있습니다.
ru: Реклама бионического импланта "Алмазная роговица" компании "Двадцать8". На рисунке изображен сокол с кибермодулем в клюве. Сверху надписи: "Установи новейшую модель 28.xx Соколиный-Глаз!" и "Двадцать8. Заметите всё, что упустили из виду."

source: This is an advertisement for the Twenty8 brand Diamond Cornea CBM. It shows a picture of the cyber-module being clutched by an eagle in flight. The captions read: "Get the new Model 28.bx Eagle-Eye!" and "Twenty8. See what you've been missing."
de: Dies ist eine Werbeanzeige für das KBM: Diamant-Hornhaut der Marke 8undzwanzig. Sie zeigt ein Bild, das zeigt, wie das Bionikmodul von einem Adler im Flug getragen wird. Die Beschriftungen lauten: »Holen Sie sich das neue Modell 28.bx Adlerauge!« und »8undzwanzig. Sehen Sie, was Sie übersehen haben.«.
ko: 트웬티8 브랜드의 다이아몬드 각막 CBM 광고입니다. 날고 있는 독수리가 CBM 장치를 움켜잡고 있는 사진입니다. "28.bx 독수리-눈 신형 모델을 구입하세요!" "트웬티8. 당신이 놓친것을 보게해줍니다." 라고 쓰여져 있습니다.
ru: Реклама бионического импланта "Алмазная роговица" компании "Двадцать8". На рисунке изображен грозный орел, к которому присоединен кибермодуль. Сверху надписи: "Установи новейшую Модель 28.bx Орлиный-Глаз!" и "Двадцать8. Заметите всё, что упустили из виду."

source: This is an advertisement for the Twenty8 brand Night Vision CBM. It shows a picture of an owl swooping down on a the cyber-module. The captions read: "Get the new Model 28.hx Night-Owl!" and "Twenty8. See what you've been missing."
de: Dies ist eine Werbeanzeige für das KBM: Nachtsicht der Marke 8undzwanzig. Sie zeigt ein Bild, in dem sich eine Eule das Bionikmodul krallt. Die Beschriftungen lauten: »Holen Sie sich das neue Modell 28.hx Nachteule!« und »8undzwanzig. Sehen Sie, was Sie übersehen haben.«.
ko: 트웬티8 브랜드의 광 증폭 시야 CBM 광고입니다. 올빼미가 CBM 장치를 덮치는 사진입니다. "28.hx 밤-올빼미 신형 모델을 구입하세요!" "트웬티8. 당신이 놓친걸 보게 해줍니다." 라고 쓰여져 있습니다.
ru: Реклама бионического импланта "Ночное зрение" компании "Двадцать8". На рисунке изображена сова, пикурующая на кибермодуль. Сверху надписи: "Установи новейшую модель 28.hx Ночная-Сова!" и "Двадцать8. Заметите всё, что упустили из виду."

source: This is an advertisement for the Twenty8 brand Scent Vision CBM. It shows a picture of a vulture perched on a pile of skulls and cyber-modules. The captions read: "Get the new Model 28.vx Vulture today!" and "Twenty8. See what you've been missing."
de: Dies ist eine Werbeanzeige für das KBM: Geruchsvisualisation der Marke 8undzwanzig. Sie zeigt ein Bild eines Aasgeiers, der sich auf einen Haufen voller Totenschädel und Bionikmodule niedergelassen hat. Die Beschriftungen lauten: »Holen Sie sich das neue Modell 28.vx Geier!« und »8undzwanzig. Sehen Sie, was Sie übersehen haben.«.
ko: 트웬티8 브랜드의 후각 시야 CBM 광고입니다. 대머리 독수리가 해골 더미 위에 CBM 패키지와 같이 올라가 있습니다. "28.vx 벌쳐를 지금 바로 구매하세요!" "트웬티8. 당신이 놓친걸 보게 해줍니다." 라고 쓰여져 있습니다.
ru: Реклама бионического импланта "Арома-визоры" компании "Двадцать8". На рисунке изображен стервятник, сидящий на горе из черепов и кибермодулей. Сверху надписи: "Установи новейшую модель 28.vx Стервятник прямо сейчас!" и "Двадцать8. Заметите всё, что упустили из виду."

source: Hey kids. Want some candy?
de: Hallo, Kinder. Wollt ihr was zum Naschen?
ko: 어이 애송이. 사탕 좀 먹을래?
ru: Эй ребятки, хотите конфеток?

source: Om nom nom! Delicious!
de: Mjam, mjam, mjam! Lecker!
ko: 음 냠냠! 맛있네!
ru: Ням-ням! Вкусно!

source: <npcname> block %s
de: <npcname> blockiert %s

source: Critial failure imminent, self destruct activated. Have a nice day!
de: Kritisches Versagen bevorstehend, Selbstzerstörung eingeleitet. Schönen Tag noch!

source: primary transformer
de: Haupttrafo

source: twisted metal
de: verbogenes Metall
ko: 휘어진 금속
ru: искорёженный металл

source: That yellow > next to you is a staircase leading down. To go downtairs, step onto the staircase and press the '>' key. Similarly, a yellow < is stairs leading up, and can be followed with the '<' key.
de: Das gelbe »>« neben dir ist eine Treppe nach unten. Um treppab zu gehen, geh auf die Treppe und drücke die »>«-Taste. Ähnlicherweise führt »<« nach oben und mit »<« kannst du treppauf gehen.
ko: 그 노란 > 표시는 아래로 내려가는 계단을 뜻합니다. 내려가려면 계단 위로 간 다음, '>'키를 누르면 됩니다. 비슷하게 노란 < 표시는 위로 올라가는 계단이죠. 올라가려면 역시 계단으로 간 후 '<'키를 누르면 됩니다.
ru: Этот желтый символ ">" рядом с вами обозначает лестницу вниз. Чтобы спуститься, подойдите к лестнице и нажмите клавишу ">". Аналогично желтый символ "<" обозначает лестницу вверх, и подняться по ней можно с помощью клавиши "<".

source: You don't have space in your inventory to store the item you just tried to pick up. You need to wear something with storage space, like a backpace or cargo pants, to gain more storage space.
de: Du hast keinen Inventarplatz, um den Gegenstand, den du gerade aufzuheben versuchtest, zu lagern. Du musst etwas mit Lagerplatz finden, wie einen Rucksack oder Cargohosen, um mehr Lagerplatz zu erhalten.
ko: 지금 주우려고 한 물건을 넣을 저장 공간이 없습니다. 저장 공간을 늘릴만한 가방이나 카고 바지 같은 의류를 착용해야 합니다.
ru: В вашем инвентаре нет места для хранения предмета, который вы сейчас пытаетесь поднять. Вам нужно одеть что-нибудь, увеличивающее свободное место, например, рюкзак или штаны с карманами.

source: You just put on an article of clothing that protects against the environment. The most common and imporant are respiratory devices, which will protect you against smoke, air-born toxins or organisms, and other common hazards. However, they also make it a little harder to breath when running, so you'll move more slowly. To check encumbrance, press @.
de: Du hast gerade ein Kleidungsstück, das vor der Umwelt schützt, angezogen. Die Verbreitetesten und Wichtigsten sind Atemvorrichtungen, welche dich vor Rauch, luftübertragenen Toxinen oder Organismen und anderen gewöhnlichen Gefahren schützen. Allerdings erschweren sie beim Laufen die Atmung, daher würdest du dich etwas langsamer bewegen. Um die Belastungen anzusehen, drücke »@«.
ko: 환경 방호력을 가진 의류를 입으면 환경 방호력이 올라갑니다. 마스크는 가장 흔한 대 환경 방호 장비로, 주로 연기나 독안개 등으로부터 몸을 지켜줍니다. 하지만 이런 마스크류 장비는 달릴 때 호흡을 방해하기 때문에 이동속도가 약간 느려집니다. 방해도를 확인하려면 '@'키를 누르세요.
ru: Вы только что надели одежду с защитой от окружающей среды. Самые важные из подобных предметов — это дыхательные устройства, которые защищают вас от дыма, воздушных токсинов или организмов и других видов заражения. Однако, в них также тяжело дышать во время бега, и вы будете двигаться более медленней. Чтобы посмотреть все сковывания, нажмите '@'.

source: Sleeping Pill Dependance
de: Schlafmittelabhängigkeit
ko: 수면제 의존증
ru: Зависимость от снотворного

source: %s is too heavy.
de: %s ist zu schwer.
ru: %s слишком тяжелый.

source: Can't move stuff to the same place.
de: Sachen können nicht zum selben Feld bewegt werden.
ko: 같은 장소에 물건을 옮길 수 없습니다.
ru: Нельзя двигать вещи в то же место

source: Destination full. %d / %d moved. Please report a bug if items have vanished.
de: Ziel voll. %d/%d bewegt. Bitte melde einen Bug, falls Gegenstände verschwunden sind.

source: Destination full. Please report a bug if items have vanished.
de: Ziel voll. Bitte melde einen Bug, falls Gegenstände verschwunden sind.

source: There's no room in your inventory for %s.
de: In deinem Inventar ist kein Platz für %s.
ru: В вашем инвентаре нет места для %s.

source: There's no room in your inventory.
de: In deinem Inventar ist kein Platz.
ko: 인벤토리에 빈 자리가 없습니다.
ru: В вашем инвентаре нет места.

source: This is too heavy!
de: Dies ist zu schwer!
ko: 이것은 너무 무겁습니다!
ru: Это слишком тяжело!

source: Too many items.
de: Zu viele Gegenstände.
ko: 물건이 너무 많습니다.
ru: Слишком много предметов.

source: Unable to move item, the destination is too full.
de: Gegenstand konnte nicht verschoben werden, das Ziel ist zu voll.
ru: Не удаётся переместить предмет, нет места.

source: Unable to pick up %s.
de: %s konnte nicht aufgehoben werden.
ru: Нельзя поднять %s.

source: You are carrying too many items.
de: Du trägst zu viele Gegenstände.
ru: Вы несёте слишком много вещей.

source: [down / page down] next
de: [↓/Bild↓] nächstes
ko: [down / page down] 다음
ru: [down / page down] след

source: [up / page up] previous
de: [↑/Bild↑] vorherige
ko: [up / page up] 이전
ru: [up / page up] пред

source: Initializing...
de: Initialisieren …
ko: 초기화 중입니다...
ru: Инициализация...

source: It is the belted layer.
de: Es ist eine Zwischenschicht.
ru: Можно подогнать.

source: This is the %s. It is the only one of its kind. It may have unknown powers; use 'a' to activate them.
de: Das ist der/die/das %s Es ist einzigartig. Es hat vielleicht unbekannte Kräfte; benutze »a«, um es zu aktivieren.
ko: 이것은 %s. 이것과 똑같은 물건은 이 세상에 존재하지 않는다. 알 수 없는 힘을 가지고 있는 것 같다; 'a' 키를 눌러서 사용할 수 있다.
ru: Этот %s. Единственный в своем роде. Может обладать неведомыми силами; Для активации нажмите 'a'.

source: Won't display damaged, fits and can/bottle items
de: Wird nicht beschädigte, passende und Dosen-/Flaschen-Gegenstände
ko: 캔/병 안에 있거나 수선/손상된 것의 여부는 표시되지 않음
ru: Кроме повреждённых, впору и предметов в консервах/бутылках.

source: [<Character>]
de: [<Person>]
ko: [<캐릭터 적용>]
ru: [<Персонаж>]

source: %s - %d PU / %d turns
de: %s – %d EE / %d Züge

source: %s - ON
de: %s – EIN
ko: %s - 켜짐
ru: %s - ВКЛ

source: %s powered off.
de: %s abgeschaltet.
ko: %s을(를) 껐습니다.
ru: %s выключено.

source: <door_name>door
de: <door_name>Türe
ko: <door_name> 문
ru: <door_name>двери

source: <door_name>gate
de: <door_name>Tor
ko: <door_name> 대문
ru: <door_name>воротах

source: Activate your bio lockpick where?
de: Wo soll dein Bio-Dietrich aktiviert werden?
ko: 어디에 바이오 락픽을 발동시킵니까?
ru: Где использовать био отмычку?

source: Drink directly from the condenser?
de: Direkt aus dem Kühler trinken?

source: Drink from your hands?
de: Aus deinen Händen trinken?
ko: 손으로 떠먹습니까?
ru: Пить прямо из рук?

source: Magic Mushroom
de: Zauberpilz
ko: 마법의 버섯
ru: Волшебный гриб

source: Power:
de: Strom:
ko: 전력:
ru: Энергия:

source: The %s swings open...
de: Die %s geht auf.
ko: %s이(가) 흔들리며 열렸습니다...
ru: %s распахивается...

source: WARNING: %i percent chance of SEVERE bodily damage! Remove anyway?
de: WARNUNG: %i Prozent Wahrscheinlichkeit, SCHWEREN körperlichen Schaden anzurichten. Trotzdem entfernen?
ru: ПРЕДУПРЕЖДЕНИЕ: %i процентный шанс тяжких телесных повреждений! Всё равно удалять?

source: With a satisfying click, the lock on the %s opens.
de: Mit einem freundlichem Klicken öffnet sich das Schloss von %s.
ko: 기분 좋은 찰칵 소리와 함께 %s의 잠금이 해제됩니다.
ru: С приятным щелчком замок на %s открывается.

source: You activate your adrenaline pump.
de: Du aktivierst deine Adrenalinpumpe.
ko: 아드레날린 펌프를 작동시켰습니다.
ru: Вы активируете свой адреналиновый инициатор.

source: You activate your blood filtration system.
de: Du aktivierst dein Blutfilterungssystem
ru: Вы активировали систему фильтрации крови.

source: You activate your integrated flashbang generator!
de: Du aktivierst deinen internen Blendblitzgenerator!
ko: 내장형 섬광 발생기를 작동시켰습니다!
ru: Вы активируете светошумовой генератор!

source: You activate your leukocyte breeder system.
de: Du aktivierst dein Leukozytenbrutsystem.
ko: 백혈구 배양 시스템을 작동시켰습니다.
ru: Вы активируете свою систему воспроизведения лейкоцитов.

source: You activate your radiation scrubber system.
de: Du aktivierst dein Strahlungsreinigungssystem.
ko: 방사능 제염 시스템을 작동시켰습니다.
ru: Вы активируете свою систему очистки от радиации.

source: You can't unlock that %s.
de: %s: Du kannst dies nicht entsperren.
ko: %s의 잠금을 해제할 수 없습니다.
ru: Вы не можете вскрыть %s.

source: You cannot power your %s
de: Du kannst dein %s nicht mit Strom versorgen.
ko: %s에 전력을 공급할 수 없습니다.
ru: %s требует больше энергии.

source: You don't have enough power to activate the %s.
de: Du hast nicht genügend Strom, um das %s zu aktivieren.

source: It's inflammed.
de: Es ist entzündet.
ko: 염증이 생겼습니다.
ru: воспалено.

source: <no name>
de: <namenlos>
