Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: "Make sure your car is REALLY stopped before you get out."
de: »Stell sicher, dass ein Auto WIRKLICH stehengeblieben ist, bevor du aussteigst.«
ja: 「降りる前に車が間違いなく止まっているかどうかを確認しろ」
ru: "Убедись что твоя машина ДЕЙСТВИТЕЛЬНО остановилась прежде чем вылезать"
zh_cn: “确认你的车'真的'停下来了再下车。”

source: "Most things can be taken out with a shotgun. More things can be taken out with a grenade. Imagine what a mini-nuke does."
ja: 「殆どの人は散弾銃を手にした。さらに手榴弾を手にした人もいた。では、小型核爆弾はどうなるだろうか」
zh_cn: “大多数东西用霰弹枪就可以撂倒。一大群东西可以用手雷撂倒。想想小胖子牌微型核弹可以做到什么？”

source: "My cousin says that murder nowadays is just a war crime. War for what, I don't know, since the undead seem to be rebels without a cause."
ja: 「いとこが言っていた。現代の殺人とは戦争犯罪なのだと。何のための戦争なのか、俺は知らないが、あの不死者のやっていることはたぶん、理由なき反抗ってやつだと思う」
zh_cn: “我的表兄说现在谋杀仅仅是战争罪行了。什么战争呢？不知道。丧尸造反并不需要理由。”

source: "My friend gave me lit dynamite, but it hasn't exploded yet... I don't think that's supposed to happen. God help us."
ja: 「友人は私に点火されたダイナマイトをくれたが、それはまだ爆発していない。何が起きているのか分からない。私達を助けてよ神様」
zh_cn: “我朋友给了我点燃的炸药，但是还没炸。。。我觉得这事情的发生有违天理，上帝保佑我们。（NPC笑而不语）”

source: "My next-door neighbor had a katana in his basement!"
de: »Mein Zimmernachbar hatte eine Katana im Keller!«
ja: 「なんて幸運だ！隣人が地下室に刀を隠していたなんて！」
ru: "У моего соседа катана в подвале!"
zh_cn: "我隔壁邻居在他的地下室藏了把武士刀！"

source: "My skin is crawling and I teleport every few minutes.. what is going o"
de: »Meine Haut krabbeld und ich teleportiere mich alle paar Minuten … Was geht hier v«
ja: 「肌がむずむずして数分おきにテレポートしている…何が起こ」
zh_cn: “我的皮肤在蠕动而且我每隔几分钟就要传送一次...到底怎...”

source: "No wonder all the camps got overrun, they kept a goddamn zombie test subject! Each and every one of 'em!"
ja: 「キャンプがゾンビで溢れてるのはそこで実験をしていたからだったなんて！そりゃゾンビの巣窟にもなるわ！」
zh_cn: “难怪每个避难营地都沦陷了，他们在里边该死的存放了僵尸实验样本！每个里边都是这样！”

source: "One of those robot tanks was blocking the way out. Got some sort of sweetspot, though, where it can't decide what to shoot with, maybe 30 yards or so? Made it to the truck and just drove."
de: »Einer dieser Roboterpanzer blockierte den Weg nach draußen. Wir hatten allerdings wohl eine Art idealen Punkt gefunden, wo er sich nicht entscheiden konnte, womit er schießen sollte, vielleicht 27 Meter oder so? Wir schafften es zum Laster und fuhren einfach los.«
ja: 「無人戦車が一台、道を塞いでいる。弱点はなんとなく分かったんだが、どこから狙えば撃たれないんだ？25mぐらいか？もっと？トラックにして乗ってやる。」
zh_cn: "有个坦克机器人封锁了出去的路 。但是我发现了有趣的事情，似乎大概30码外它搞不清楚该射什么了吧? 成功弄到了卡车 ,开之。"

source: "PINK TALL ONES RUN RUN RUN RUN RUN"
de: »ROSA RIESEN LAUF LAUF LAUF LAUF LAUF LAUF«
ja: 「ピンクのおおきななにか。はしるはしるはしるはしる」
zh_cn: “粉色大高个子 你跑 跑 跑”

source: "River water around these parts is extremely safe. Probably more safe than the damn tap water at this point."
ja: 「川の水はおそらく安全です。あの忌々しい水道水よりは」
zh_cn: “这附近的河水还是很干净的，可能比现在的自来水还要来的干净些。”

source: "SHOOT YOURSELF, LET IT END QUICKLY"
de: »ERSCHIESS DICH, BRING ES SO SCHNELL ZU ENDE«
ja: 「自分自身を撃て。それで全てが終わる」
ru: "ЗАСТРЕЛИСЬ, И ВСЕ ЗАКОНЧИТСЯ БЫСТРО"
zh_cn: “给 自 己 一 枪，这 样 快 一 点”

source: "STAY AWAY FROM THE BIG ONES IN THE FOREST"
de: »BLEIB FERN VON DEN GROSSEN IM WALD«
ja: 「森にはデカイのがいるから近付くんじゃねぇぞ」
ru: "ДЕРЖИСЬ ПОДАЛЬШЕ ОТ ГИГАНТОВ В ЛЕСУ"
zh_cn: “远 离 森 林 里 的 大 家 伙”

source: "SWAMPS RUN SWAMPS NO SWAMPS RUN"
de: »SÜMPFE LAUF SÜMPFE KEINE SÜMPFE LAUF«
ja: 「沼を走る 沼は嫌 沼を走る」
ru: "БОЛОТА БЕГИ БОЛОТА НЕТ БОЛОТА БЕГИ"
zh_cn: “沼泽跑酷沼泽死你别进沼泽”

source: "Shopping carts become a lot more efficient when you plate-weld a trunk to them. Crate on wheels!"
ja: 「ショッピングカートより溶接でトランクを作った方が効率的。車輪も忘れずにね」
zh_cn: “商店手推车在魔改的情况下要效率的多，焊个后备箱上去。带轱辘的箱子OHYEAH！”

source: "Some guy is walking through the horde without a scratch. Please tell me they're docile now. Please fucking tell me."
ja: 「群れの傍を無傷で通り抜けた男を見た。奴らをおとなしくする方法を教えてくれ。頼むから教えてくれ」
zh_cn: “有些家伙走在尸群中根本不会被咬。来个人告诉我它们已经不咬人了，来个人告诉我啊！！”

source: "Some of 'em are big. Real big. Don't stick around, I saw my mate get fucking torn in half!"
ja: 「奴はクソデカい。マジでクソデカい。仲間がクソ真っ二つに引き裂かれたのを見ちまった。クソが」
zh_cn: “它们中的一些很大，真的很大。别硬挺着，我亲眼看到我的伙伴被他妈的撕成两半！”

source: "Some of the bridges, they're right next to each other, right? If you see something up ahead one of those, just careen through to the other side. My van was long enough to bridge right across!"
ja: 「たまに、すぐ近くで隣り合ってる橋があるだろ？その橋の片方の先に何かがいたら、そいつらをもう片方に集めてしまうんだ。俺のバンは橋を塞げるぐらい長いからな！」
zh_cn: "有一些桥梁，他们是彼此相邻的，对吧？假如你在前面看到类似这样的情况，直接冲过去。我的车够长所以可以刚好过去！"

source: "Somehow I managed to fit an entire goddamn lemon into this makeshift battery."
de: »Irgendwie habe ich es geschafft, eine ganze gottverdammte Zitrone in diese Eigenbaubatterie zu quetschen.«
ja: 「どういうわけかレモンから電池を自作することに成功した」
zh_cn: “不管咋样，最终我把一整块柠檬搞成了这块简易电池。”

source: "Something wrong, with cars..., ram, and,. my spedometer read six hundred.,.thousand can't feel lungs,"
de: »irgendwas ist falsch, mit Autos, … gerammt und,. mein tempomaat zeigt sechshundert.,.tausend kann kein lunge fühle,«
ja: 「おかしいんだ、車が...、ぶつかって、スペドメーター、ろっぴゃく.、.せん、肺、ない、」
zh_cn: “车子，出了点问题...撞了一下，好快，我的时速表上显示着600,..000，好吧，要呼不了气了。”（旧版CDDA车辆bug的NETA）

source: "Squeeze some ammonia into zombie flesh and hold it tight. You smell like one of them! I think."
ja: 「汚染肉にアンモニアを加えて揉み込むとゾンビの匂いの出来上がり。コレを使えば…」
zh_cn: “把氨水淋到丧尸肉上，然后抓着别放。你闻起来就跟它们差不多了。大概吧。”

source: "Swamp water tastes good! An"
ja: 「沼の水も美味しいじゃない！ これで」
zh_cn: “沼泽水的味道很好！哈～呃～”

source: "THE GOO IS IN THE WATER DON'T DRINK WATER"
de: »DER SCHLEIM IST IM WASSER TRINK NICHT DAS WASSER«
ja: 「妙なものが水の中にいる。水は飲むな」
ru: "СЛИЗЬ В ВОДЕ НЕ ПЕЙ ВОДУ"
zh_cn: “水 里 有 粘 液 别 喝 水”

source: "THE MARLEY WAS RIGHT"
de: »DIE MARLEY HATTE RECHT«
ja: 「MARLEYは素晴らしい」
ru: "МАРЛИН БЫЛА ПРАВА"
zh_cn: “MARLEY 是 正 确 的。（参考实验室记录）”

source: "THEY DON'T feel ANYTHING"
de: »SIE fühlen ÜBERHAUPT NICHTS«
ja: 「何も感じず何も考えず」
ru: "ОНИ ничего НЕ ЧУВСТВУЮТ"
zh_cn: "它们根本没有感情！"

source: "The bricks of this bathroom look like a face. Haha... it's all I can focus on. At least let me shit before you break down the door. Please..."
ja: 「バスルームのレンガが顔に見える。ハハ… それが僕に見える全て。ドアが壊れる前に便を出しきれるといいな。頼むよ…」
zh_cn: "这间卫生间的砖墙看上去好像一张脸，哈哈...这是我唯一能转移注意的东西了。至少在你破门而入之前让我把屎拉完，求求你了..."

source: "The gas the gas the green gas spreads forever"
de: »Das Gas das Gas das grüne Gas breitet sich auf ewig aus.«
ja: 「ガス、ガス、緑のガス。どこまでも広がる」
ru: "Газ газ газ зеленый газ будет распространяться вечно"
zh_cn: “毒气毒气绿色毒气永不消散”

source: "There are five basic rules to survival. One, stay prepared and watchful. Two, keep your iron sights lined up or succumb. Three, stay FAR WAY from all"
ja: 「サバイバルには基本的なルールが5つある。一つ、見晴らしの良い場所を確保しろ。二つ、アイアンサイトを持て。無理なら死ね。三つ、全てから距離を取れ。さもなくば死」
zh_cn: “生存有五个基本准则。一、时刻准备并保持警惕。二、准星要么瞄准要么等死。三、远离一切...”

source: "There's gotta be a better use of all this rebar..."
de: »Es gibt hoffentlich einen Nutzen für all diese Bewehrungsstäbe …«
ja: 「鉄筋を有効に活用する方法があるはずだ…」
zh_cn: “这块钢筋应该有更好的用法...”

source: "They are NOT slow! They are NEVER slow!"
ja: 「奴らはノロくない！奴らはノロくならない！」
zh_cn: “它们不慢，它们从来不会慢！”

source: "They build modern bullets fuckin crazy. Set some on fire and they all goes like a lil grenade. Need kindling first."
ja: 「現代の弾薬ってやつはイカれてやがるな。ちょいとまとめて火にくべりゃあチビグレネードの出来上がりだ。火種は要るがな」
zh_cn: "现在这帮造子弹的人真是疯狂，点了火就完全是小一号手雷。当然首先需要引火物。"

source: "They said a walking cane was a useless weapon... but then I hit one of them with it."
de: »Sie sagten, dass ein Spazierstock eine nutzlose Waffe sei … aber dann traf ich einen von ihnen damit.«
ja: 「人々はステッキなど無用の武器だと言った。しかし今、私はそれで敵を打ち倒している」
zh_cn: “他们说拐杖作为武器超级废。。。接着我就拐杖把他们中的一个打残了。”

source: "This apocalypse will be good for the US financial crisis"
de: »Diese Apokalypse wird gut für die Finanzkrise der U.S.A. sein.«
ja: 「この災厄だって合衆国の金融危機が終わる頃には終わるだろうさ」
zh_cn: "这次的灾变对于美帝金融危机来说是好事"

source: "This thing isn't a car any more. It's just a fucking mountain of metal on wheels, which I live in."
ja: 「これはもう車じゃない。車輪の上にくず鉄の山が乗ってるだけだ。だが俺はそこで生活している」
zh_cn: "这货已经不再是辆车了。就TM是一带轮子的金属小山，我住在里面。"

source: "Those evac shelters have basements. Remember when they were full of food? Every single one is fucking empty now..."
ja: 「シェルターの地下には食料が貯蔵されてるんじゃなかったか？何一つありゃしねぇ、空じゃねぇかクソが」
zh_cn: “那些隔离避难所都有地下室。还记得那里曾经满满的都是食物么？现在每一个都空空如也...”

source: "Took a picture of a dead dog leaping right onto a soldier. Sweet fucking shot!"
ja: 「兵士に飛びかかる瞬間のゾンビ犬の写真が撮れたぜ。超ベストショット！」
zh_cn: “照了一张死狗扑到士兵脸上的照片，超他妈赞！”

source: "WHY DO ALL THE DEAD CHILDREN GO TO SCHOOL"
de: »WARUM GEHEN ALL DIE UNTOTEN KINDER ZUR SCHULE?«
ja: 「なぜ学校の子供達が全滅していたんだ」
zh_cn: “为 什 么 这 些 死 熊 孩 子 还 TM 上 学 啊”

source: "What the hell are they mining for in these shafts?"
de: »Wonach zur Hölle graben sie in diesen Schächten?«
ja: 「一体全体、この坑道はなんのために掘っているんだ？」
zh_cn: “他们到底在这些竖井里挖毛毛啊？”

source: "What was XEDRA doing, anyway?"
de: »Was tat XEDRA überhaupt?«
ja: 「XEDRAはいったい何をした？」
zh_cn: "XEDRA到底在干什么吃啊？"

source: "What's with these pits... with, like, sli"
de: »Was sind eigentlich diese Gruben? Also die mit dem Schl«
ja: 「なんだこの穴は、粘液のようなものがたまっ」
zh_cn: “那些坑周围的东西是啥？恩。。。就是那些史莱姆一样的东西。”

source: "Why are all the lawnmowers broken?!"
de: »Warum sind all die Rasenmäher kaputt?!«
ja: 「どうしてあちこちの芝刈り機が壊されているんだろう」
zh_cn: “为什么所有的割草机都TM坏了？！”

source: "Why would you ever hide in a damn gun store? The owner... he was a moron alright."
ja: 「どうしてこんな銃屋に隠れちまったんだ？ひとつ言えることは、オーナーはマヌケ野郎だってことだ」
zh_cn: "为什么你会躲在一家该死的枪械店里？店主...他是个傻瓜吗？"

source: "Why would you hide in a farm? Sure, it's isolated, but if they know where you are, you don't exactly have cover on all sides."
ja: 「どうして農場に隠れない？確かに孤立した場所だ。だがそれはお前らが集まらないからだ。お前らが集まれば全方位をカバーできるんだ」
zh_cn: "你为什么要躲在一个农场里？虽然它是孤立的，但如果他们知道你在哪里，你四周也完全没有掩护。"

source: "You can't see them through the smoke but they can't either."
de: »Du kannst sie nicht durch den Rauch sehen, sie aber auch nicht.«
ja: 「煙の向こうは見えません」
zh_cn: "你无法穿过烟雾看到它们，但它们也一样。"

source: "Your backpack's gonna weigh you down in the water. Hell, feel free to get naked. Nobody's going to judge your modesty."
ja: 「バックパックは水に沈む。泳ぐなら裸になれ。もはや慎み深さを問う人間などいない」
zh_cn: “你的背包在游泳的时候会拖累你。好吧，脱光把。已经没什么人会去关注你的小肚腩了。”

source: "Zombies, walkers, dead ones, undead, reanimated, zed, animata, biters. Did I miss any?"
ja: 「ゾンビ、歩く、死体、不死者、蘇った、Zの字、活発、噛む。何か見逃している？」
zh_cn: “丧尸，僵尸，活尸，活死人，不死者，咬人狂。还有什么？”

source: "dog bit off my legs, magical hospital make all better"
de: »hund biss meine beine ab, magisches krankenhaus mach alles besser«
ja: 「犬に足を噛まれたら前より良くなった。魔法の病院にかかったようだ」
zh_cn: “小狗咬掉了我的小腿，神奇医院把它治好咧。”

source: "got into a prison with a halligan bar. makes me wonder how they kept prisoners inside"
ja: 「刑務所でハリガンバールを見つけた。囚人の脱走を防ぐ方策について思いを馳せる」
zh_cn: “用消防撬棒成功进入了监狱。让我很奇怪他们是怎么把犯人关在里面的。”

source: "how DO I use THESE bionic THINGS? I just STUCK the wires IN my WRIST and now I CAN'T STOP twitching. AND now my LEG hurts! Is THAT acid?!"
ja: 「CBMはいつもどうやって使っているんだ？手首のキカイけいれんが止めらない なんか足もイタくな 酸！？」
zh_cn: "这些些生化组件到底底该怎么用？我刚才把把电线卡在了了我的手手腕上，现在我整个个人抽个不停。腿也疼疼的厉害，那些是酸液么？"

source: "met schoolhouse of people, all crazy and mad they were, ate killed all of them, yum"
de: »traf schulhaus mit leuten, alle verrückt und durchgeknallt sie waren, aß tötete sie alle, mjam«
ja: 「会った校舎の人たちは頭がイカレていたのでみんな殺して食べたおいし」
zh_cn: “遇到了一学校的人，都疯了，杀了它们全部，爽。”

source: "po p y fl ow er s don t ea at them"
de: »Moh nb lume n ni ch t es sen«
ja: 「ケ…の花…食べ……危険だ」
zh_cn: “别，吃@，罂；粟‘花”

source: "tHE Portal it's so COld"
de: »dAS portaL es ist so KAlt«
ja: 「ポータル超冷たい」
ru: "в ПоРТаЛе так ХОЛодНо"
zh_cn: "这首门 是 好# 冷死人了"

source: "telportfd itont wall, amr gone"
de: »telportird zu wnad, ales ist aus«
ja: 「テえポーど いっ壁、おえ しんだ」
zh_cn: "转送近了墙，硪完了。"

source: "the eye it watches me it follows me everywhere help"
de: »das auge es beobachtet mich es folgt mir überall hilfe«
ja: 「その目はいつでも私を見ていて、いつでも私についてきて、どこでも助けてくれる」
zh_cn: “那只眼睛看着我，它跟着我无处不在，救命！”

source: A WHOLE NEW YOU! Augment your world with CBMs! This ad features a man covered in solar panels with a miniature flashlight in the middle of his head.
ja: 広告:今まで見たことのない貴方を！CBMは貴方の世界を広げます！ 頭に小さい懐中電灯、身体にソーラーパネルをそれぞれ取り付けた男性の写真が載っています。
zh_cn: 一个全新的你！CBM生化插件，扩展你的人生路！这则广告照片上是一个全身覆盖着太阳能板，脑袋中间还有个手电筒的男人，看起来就像山寨高达和二郎神通婚--商业频道记者huayue0923为您带来最新促销信息

source: BAGS, BAGS, BAGS! They're very useful things! If we didn't have BAGS, what-would-we-use... to PUT a lot of things in!? (Ad by the "Play SchoolClothing Co.")
ja: 広告:バッグ！バッグ！バッグ！ バッグはとても便利だ！バッグがなければ多くのものを運べない！「Play SchoolClothing Co.」
zh_cn: 背包、背包、背包！多么有用的东西！ 如果我们没有背包，要怎样才能把这么多东西放进去? (这是“Play”牌校服公司的广告)

source: BEWARE UNDEAD PROPAGANDA: Stories about the dead "rising" may abet the enemy, a general said today. "These stories have been tracked to communist sources tied in with the presumably Chinese invasion."
ja: 見出し:ゾンビプロパガンダに注意 死んでも「起き上がる」敵の話が取り沙汰されています。「これらの噂は、中国の侵略計画を支援するために共産系ソースが流したデマでしょう」
zh_cn: 当心关于丧尸的谣言: 关于"死者复苏"的故事很可能是敌方的一种战术，一名将军今天表示，并说"我们已经追踪到这些谣言来自一个共产党来源，想必跟中国的侵略摆脱不了关系"。

source: BIRDHOUSE MONTHLY... This month we look at some Dutch innovations in birdhouse design, and compare with the often confused Scandinavian Birdhouse design. Our article on sheet metal birdhouses will have you riveted!
ja: 広告:月刊・鳥籠 今月のテーマはオランダで起きた巣箱設計における革新と、混同されがちなスカンジナビア風デザインとの比較。今月号も鳥籠愛好家の皆様を釘付けにする事間違いなし。
zh_cn: 禽舍月刊：本次我们将会介绍一些荷兰的鸟舍新设计，并且将它与经常另人搞混的斯勘的那维亚进行比较。我们关于薄金属板鸟舍的文章一定让您印象深刻。--虐鸟狂人200磅的大豆为您报道

source: BIRDHOUSE MONTHLY... Which wood would a woodpecker prefer? This month we discuss hardwood versus soft woods, whether to lacquer, oil or paint, and which type of nails you should use!
ja: 広告:月刊・鳥籠 今月のテーマはキツツキの好む鳥籠。柔らかい木と硬い木のどちらがいいのか、油や塗料、或いは漆はどれがいいのかなどを考えます。
zh_cn: 鸟笼月刊...啄木鸟比较喜欢啄哪种木头？这个月我们讨论软木与硬木，是否上漆或上油，以及你该用哪种钉子！

source: CHINA INVADES?: Communications were muddled by a large influx of aggressive armed individuals. "We have this," says a local Police Chief. "We are authorizing our robotic security drones to use lethal force on combative humans"
ja: 見出し:中国の侵略か？ 武装した不審人物の目撃証言もあり、市民の間には混乱が広がっています。「我々にはこれがある」と地元の警察署長は語ります。「治安維持用ロボットの使用許可が下りた。このロボットは武装した人間も制圧できる性能を持っている」
zh_cn: 天朝入侵？ ：大量城管的涌入造成了通信的混乱。“我们已经得到了授权”本地警长称:“我们已经授权我们的机器人安保部队对任何使用秤砣，菜刀的平头制服男使用致命武力！请大家继续愉快的练摊！”--宅男记者newisle为你带来报道

source: CRAFTY CRAFTERS QUARTERLY: Macaroni isn't just for eating anymore! Learn how to make jewelery and art from it as well! We also discuss the correct way to use superglue without gluing your hands together!
ja: 広告:季刊・ベテランクラフター マカロニは食べるためだけのものじゃない！マカロニでアートやアクセサリーを作ろう！瞬間接着剤の正しい使い方も掲載、これで貴方はもう手をくっつけずに済みます！
zh_cn: 专业手工季刊：意大利面不仅仅只能用来填饱肚子了！你也可以成为艺术家，快来学习如何画意粉画吧！本期还介绍了如何安全可靠的使用万能胶，绝不仅仅是把脚趾黏在一起就算游泳脚蹼那么简单！--DIY狂人记者huayue0923为您报道

source: Coffee of The Future... RIGHT NOW! No one has really has the time to make great coffee, but now you don't have to! Rivtech gives you inexhaustible ATOMIC power! To make boiling hot coffee the MINUTE you want it! Atomic Coffeemaker.
ja: 広告:珈琲の進化…それは今だ！ 美味しい珈琲とは時間をかけて作る物でした、しかしその必要はありません！Rivtechは「原子力」を与えます！熱い珈琲を飲みたいと思った瞬間沸騰する、それがアトミック珈琲メーカー！
zh_cn: 咖啡的未來...就在這！沒有人真正有時間來烹煮好咖啡，但是現在你不需要妥協了！Rivtech帶給你永不耗盡的原子之力！只需要一分鐘就能做出你想要的熱咖啡！原子咖啡壺！

source: DRIVING ON A WING AND A PRAYER: A New England man has proven it is possible to create a new car from scrap parts using almost nothing but duct tape. When asked why he had done it, his answer was "Well, I didn't have a welder."
ja: 見出し:神頼みの車 ニューイングランドの住民はスクラップパーツとダクトテープのみを使って新車を作り上げる事が出来ると判明しました。それを成し遂げた人に話を聞いた所、答えは「まあ、私は溶接機を持っていないからね」というものでした。
zh_cn: 人艰勿拆：新英格兰一名男子日前使用胶带和废铁制造了一辆新车，证明了胶带车的可行性。当被问及为什么这样做时，他回答：“我没有焊枪。”--胶带**爱好者永远的五美分为您报道

source: DRUG USE ON THE RISE: Recent statistic suggest drug use has climbed more than 40% in the last two years. "People are scared for their jobs, their country, even their life... of course some will turn to drugs," said an expert.
ja: 見出し:薬物乱用者が増加 最近の統計によると、薬物乱用者の割合は過去2年間で4割もの上昇を見せているとの事です。専門家は語ります。「人は人生や仕事、国際情勢など、ありとあらゆる事柄に対して恐怖を抱くのです。ドラッグに手を出すのはそういう時です」
zh_cn: 毒品使用率攀升: 最新研究指出毒品的使用量在近两年中上升超过了40%。一名专家表示：”人们对工作、国家甚至是自己的生命感到害怕，所以他们转而寻求毒品的慰藉。“

source: EDITOR SAYS "DESTROY THE DEAD". Recognisable enemy dead left lying in the street may give away militia positions! If you kill an enemy combatant, smash or butcher with a knife until unrecognizable! Screw Geneva! Protect our troops!
ja: 見出し:提言「死体は破壊を」 民兵が倒したと思われる死体が路上に放置されています。脅威を排除するために、死体は叩き潰す、あるいは刃物でバラバラに解体しておきましょう。「私達の兵士を応援しよう！」
zh_cn: 编者：“彻底摧毁死者”请不要让敌人死在大街上！这些家伙“站起来”后会给米军队形造成大麻烦！如果你在路边看到躺在地上的尸体，甭管是不是人类，一定记得用带有“屠宰等级”认证的刀具把他/她割成碎块！去tm的日内瓦条约，保护我们军队的时刻到了！——战地记者huayue&pingpin为您联合报道

source: EVACS UNSTOCKED: TRUTH OR FICTION? An unidentified government source has suggested that the evacuation centers are unstocked, having "already accomplished the goal of calming the people". He later retracted the comment and is unable to be contacted.
ja: 見出し:EVACの隔離施設、真実か否か とある政府筋の情報提供者によれば、「災害の混乱を鎮静させる」という目標を達成したにも関わらず、収容した人々を解放していない避難所があるとの事です。彼はその後コメントを撤回するとの通達を残し、その後一切の連絡が取れなくなっています。
zh_cn: 避难所物资缺乏：真相还是谎言？一位不愿透露姓名的政府人士暗示，该避难中心的物资缺乏，因为“已达到平息民众的目的”。他后来收回了该言论，且无法联系。

source: FEELING BLUE? Try "Greens" for Magazines! Your local Supermarket! Nothing cheers you up like a good magazine... Unless it's JUNK FOOD! Or why not buy an MP3 PLAYER or a GAME CONSOLE? Chase those Blues away at GREENS Supermarket
ja: 広告:ブルーな気持ち？じゃあ「Greens」で雑誌でも買おう！ 貴方の町のスーパーマーケット！気に入った雑誌がない？じゃあジャンクフードだ！MP3プレーヤーやゲーム機もあるぞ！「Greens」スーパーマーケットでブルーな気持ちを追い払え！
zh_cn: 觉得忧郁？来"Greens"买点杂志吧！在你身边的超市！没啥比杂志更能提升士气的了...除了垃圾食物！或是买个MP3 播放器或游戏主机。Greens超市，把忧郁统统赶走。——（或者抄写忧郁的台湾乌龟一百遍）

source: FEELING BLUE? Try "Greens" for Magazines! Your local Supermarket! Nothing cheers you up like a good magazine... Unless it's JUNK FOOD! Or why not buy an MP3 PLAYER or a GAME CONSOLE? Chase those blues away at GREENS Supermarket
ja: 広告:ブルーな気持ち？じゃあ「Greens」で雑誌でも買おう！ 貴方の町のスーパーマーケット！気に入った雑誌がない？じゃあジャンクフードだ！MP3プレーヤーやゲーム機もあるぞ！「Greens」スーパーマーケットでブルーな気持ちを追い払え！
zh_cn: 觉得忧郁？来"Greens"买点杂志吧！在你身边的超市！没啥比杂志更能提升士气的了...除了垃圾食物！或是买个MP3 播放器或游戏主机。Greens超市，把忧郁统统赶走。——（或者抄写忧郁的台湾乌龟一百遍）

source: GENERAL SAYS AVOID BUNKERS: Do not attempt to flee to your nearest military bunker! Understaffed bunkers are defended by turrets, which shoot those without proper registration. Please seek military personnel if you need access.
ja: 見出し:軍基地に避難しないで 近いからといって軍事基地に避難する事はしないで下さい！人員の足りない基地はタレットによって防衛されており、非登録者に攻撃を加えます。基地へ避難する際は軍関係者と共に行動して下さい。
zh_cn: 将军称远离碉堡: 不要尝试到你周遭的任何一个军事碉堡避难! 碉堡由于人手不足，皆由自动卫哨机枪防守，会直接对没有进入许可的人开火。如果你想要进入，请寻求军方相关人士协助。

source: GLAMOPOLITAN! We've got ALL the latest tips! Whether you want to know what the elite are eating, wearing or discussing, Glamopolitan is YOUR magazine! So pick up a copy today and "Sizzle Like A Star!"
ja: 広告:グラモポリタン！ 最新の情報を掲載！食べたり着たり議論したりしたい意識の高い貴方！グラモポリタンは貴方のための雑誌です！今日の見出しをピックアップ！「星の様に弾けろ！」
zh_cn: 时尚丽人！我们齐聚了最新潮的时尚技巧！想知道精英们的吃，穿，和兴趣所在吗，时尚丽人就是你的最佳选择！马上购买并“像明星一样耀眼”吧！---时尚频道专看波霸记者pingpin112和您一起看

source: GLAMOPOLITAN! We've got ALL the latest tips! Whether you want to know what the elite are eating, wearing or discussing, Glamopolitan is YOUR magazine! So pick up a copy today and "Sizzle Like A Star"!
ja: 広告:グラモポリタン！ 最新の情報を掲載！食べたり着たり議論したりしたい意識の高い貴方！グラモポリタンは貴方のための雑誌です！今日の見出しをピックアップ！「星の様に弾けろ！」
zh_cn: 时尚丽人！我们齐聚了最新潮的时尚技巧！想知道精英们的吃，穿，和兴趣所在吗，时尚丽人就是你的最佳选择！马上购买并“像明星一样耀眼”吧！---时尚频道专看波霸记者pingpin112和您一起看

source: GOOD WITH YOUR HANDS? Engineering always needs another hand keeping our home in good working order! As an incentive, everyone working on level 3 will receive additional hazardous pay and time off. Please go to the engineering office on level 3 if you are interested.
zh_cn: 你的手够灵巧么？工程学永远需要另一双手来保证我们的家良好运行！作为激励，任何在三楼工作的人员都会得到额外的危险工作补贴及休假。如果你有意加入，请至三楼工程办公室。

source: GOVERNMENT INTRODUCES GUN SUBSIDIES: In a move the government says will boost the economy, encourage military production and support defense militia, the government has dropped taxes on guns and applied a subsidy for the poor.
ja: 見出し:銃器購入助成金を導入 政府は景気浮揚のために軍事生産を奨励すると共に、防衛民兵を支援するという目的を掲げ、銃に対する一部免税と、低所得層向けの助成を行う事を決定しました。
zh_cn: 政府启动枪支补贴：为提振经济，鼓励军工生产和支援国防民兵，政府已经发表声明，宣布降低枪税， 并将对贫民进行补贴。---枪迷记者pingpin112为您带来报道

source: GOVERNMENT SCIENCE BOOST: The government has drastically increased defense R&D after UN disarmament demands. "This not only keeps money in our country, but maintains our lead on China and keeps us defended", the President said.
ja: 見出し:研究予算の増額が決定 国連による軍縮会議以降、政府は大幅な国防研究開発費の増額を推し進めています。大統領は語ります。「この我が国だけの動きではありません。特に中国とのリードを維持し続けるためには必要な事なのです」
zh_cn: 政府推动科学：在联合国的裁军要求发布以后，我国政府大幅增加了对防御科研技术的投入。“这不仅是为了不让资金外流，更是为了让我们保持对天朝的领先地位和捍卫我们的领土”，总统说道---官二代onetwot123t富二代pingpin112联合为您报道

source: GRANADE SEEKS FUNDING FOR GRANADE: This paper has been investigating rumors disgraced former scientist Kevin Granade seeks public funding for so-called reality-warping weapon "the Granade", which "[...]works by patching reality". Apparently it will be crowdsourced via Kickstarter as "Project Cataclysm"
ja: 見出し:グラネード氏が出資者を募る 本紙でもお馴染みの疑惑の元科学者ケビン・グラネード氏が出資者を募っています。現実歪曲武器「朱榴弾」と呼ばれるそれは「(省略)という仕組みにより、現実を塗り替える事で効果を発揮する」との謳い文句の品物のようで、キックスターターを通してクラウドソーシングされるようです。プロジェクト名は「Project Cataclysm」です。
zh_cn: GRANADE为“假不了手雷”项目筹资：丑闻缠身的前大绅士Kevin Granade正在为他那“真理玩脱”武器“假不了手雷”进行公共集资。据说此武器依靠“修正你的三观”来杀伤广大人民群众。显然集资已经在Kickstarter上以Project Cataclysm的名义开始了。---专艹极客的科技频道记者永远的五毛钱为您带来报道

source: GRAVE BUSINESS: Recent reports show a large spike in thefts from and assaults on funeral homes in the last few weeks. Described as highly strange but not especially dangerous, Homeland Security is "looking at the connections now."
ja: 見出し:墓荒しビジネス？ ここ最近、葬儀から数週間以内に墓が荒らされ、遺体が持ち去られるという事件が頻発しています。大変奇妙な事件ではあるものの危険性は乏しいとの判断により、国土安全保障省はひとまず事態を静観する構えを見せています。
zh_cn: 挖坟生意: 过去几个星期盗墓的案例层出不穷，虽然盗墓行为无法理解，但幸好不太会对人造成伤害。地方保安"正在调查这些事件之间的关联"。

source: HE WILL BLOW YOUR WORLD: Scientist Kevin Granade reveals potential "Reality Grenade", loosely related to teleport-tech. He claims could be used to weaken enemies or improve our own troops. "We're still in Alpha testing," says Kevin, "It really needs a Bugfix".
ja: 見出し:常識をぶっ壊す 科学者ケビン・グラネード氏はテレポート技術の発展が「常識をぶっ壊す」だろうと語っています。例えば軍事利用であれば、味方を一瞬にして敵の背後へと送り込む事も可能になるのです。「まだ当分はαテストだよ」ケビン氏は語ります。「あまりにも未知の技術なのであちこちバグ修正を行いながら開発するしかないんだ」
zh_cn: 他会爆你世界观的菊：大绅士Kevin Granade透漏了一些关于“假不了手雷”（或者叫真理圣剑手雷？）的信息，这玩意多少采用了一些空间传送技术。他声称这个东东可以用来削弱敌人或者强化己方队伍。Kevin：“我们还在进行初步测试，Bugfix当然是必要的。---不信邪的真理记者永远的五毛钱为大家时刻关注

source: HOME GROWN SCIENCE: Several governors & legislators from the New England region discussed a new regional initiative today, which relaxed laws that limit the distance a hazardous-material laboratory or factory can be from a city. "This should keep our economy going strong for years to come, with all the military R&D facilities being established,", one mayor remarked.
ja: 見出し:先端科学研究の拠点 今日、ニューイングランド地方6州の知事や議員等は危険性物質の研究所や工場に関する規制を緩和する議論を行いました。「これによって研究機関の誘致が確約されるだろう。そうなればこの先何年もの長きに渡って、我々の経済基板となるのは間違いない」と市長の一人は語りました。
zh_cn: 家园科学发展：今日数名来自新英格兰地区的地方首长及议员讨论出了初步的地方政策， 关於放宽法律对於危险原料实验室或化工厂与城市间距离的限制。 一名市长在谈及此事时说道："在所有的R&D军事设施建立后，我们未来几年的经济将会有所提升。---实事记者onetwot123t为您带来报道

source: HUNTING GOODS! Food prices getting you down? Why not get a crossbow or compound bow and Hunt Your Own!? Our arrows and bolts are completely reusable, so why not hunt animals like Mother Nature intended?
ja: 広告:狩りのすすめ 食べ物の値段が上がって困るって？どうしてクロスボウやコンパウンドボウを使って狩りをしないんですか！我が社が扱う矢やボルトは完全に再利用可能です、母なる自然に感謝して狩りを始めませんか？
zh_cn: 狩猎装备: 食品价格上涨让你难熬吗？为何不试试带上一把十字弓或是复合弓自己去打野味呢？我们的箭跟弩都是完全可回收利用的，那为什么不跟随自然法则去猎杀动物呢？

source: INVADERS ARE SUPER SOLDIERS: Further proof of mutation, in addition to strength, speed & toughness, we now have reports of foreign enemies who are somehow firing lightning fields, spitting acid and reports of soldiers hidden in mobile clouds of smoke.
ja: 見出し:侵略者は超人兵士 腕力と速度、耐久性に続く新たな証拠が発見されました。我々の調査により、侵略者の中に電撃を放つ者、酸を吐く者、煙を出し身を隠す者の存在が確認されたのです。
zh_cn: 入侵者是超级士兵！：我们得到了更多关于外来敌人能够放出闪电场，喷射酸液，隐藏在移动的烟雾里的报告，更加充分的证明了它们身上存在着增强力量，速度，强壮的变异。---逃生能力出众的战地记者永远的五毛钱为大家带来报道

source: INVADERS NOT HUMAN?: An earlier command by the Police Chief has backfired. "The invaders don't register as human. The securibots turned on us when we tried to fight them. We don't have enough people left to reprogram them."
ja: 見出し:侵略者は人間ではない？ 警察の作戦は失敗に終わった模様です。「ロボットに侵略者を目標にするよう指示を出したのですが全く無反応でした。どうやら人間だと認識していないようなのです。その辺りのプログラムはこっちじゃ弄れないからなぁ…」
zh_cn: 入侵者并非人类？警察局长之前下的指令效果却适得其反。这些入侵者并未被归为人类，但是这里的警卫机器人却在我们攻击这些入侵者时转而攻击我方，并且我们没有足够的人手去重新编译这些机器人的程序。--确确实实是人类的记者Lemon3day为大家带来报道
