Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You've developed the necessary anatomy and techniques to control your web-generation. Use the pause function to spin or enhance webs.
de: Du hast die notwendige Anatomie und Techniken entwickelt, um deine Netzproduktion zu kontrollieren. Benutze die Pausefunktion, um Netze zu spinnen oder zu verbessern.
ko: 당신은 거미줄 생성을 통제하기 위해서 필수적인 신체구조와 기술을 가지게 되었습니다. 잠깐 멈춰서서 대기하면 거미줄을 만들거나 강화합니다.
ru: Вы выработали необходимую анатомию и способы для контроля создания паутины. Используете функцию: выждать ход, чтобы сплести или улучшить паутину.

source: You've grown a chitin exoskeleton made of thick, stiff plates. It provides excellent physical protection, but reduces your dexterity by 1 and encumbers all body parts but your eyes and mouth. Greatly reduces wet effects.
de: Dir ist ein Chitin-Exoskelett aus dicken, steifen Platten gewachsen. Es bietet einen ausgezeichneten physikalischen Schutz, aber reduziert deine Geschicklichkeit um 1 und belastet, außer deinen Augen und deinem Mund, all deine Körperteile zusätzlich. Reduziert Auswirkungen von Nässe drastisch.
ko: 두껍고 단단한 키틴질 외골격을 가지고 있습니다. 아주 높은 물리적 보호력을 주지만, 민첩성이 1 감소하고 눈과 입을 제외한 모든 곳에 방해를 받습니다. 몸이 젖었을 때 받는 패널티를 크게 줄여줍니다.
ru: У вас вырос хитиновый экзоскелет из толстых, жёстких пластин, как у жука. Он обеспечивает отличную физическую защиту, но уменьшает вашу ловкость на 1 и нагружает все части тела кроме глаз и рта. Значительно уменьшает эффект от намокания.

source: You've grown a chitin exoskeleton, much like that of an insect. It provides considerable physical protection, but reduces your dexterity by 1. Somewhat reduces wet effects.
de: Dir ist ein Chitin-Exoskelett gewachsen, so wie bei einem Insekt. Es bietet einen beachtlichen physischen Schutz, aber verringert deine Geschicklichkeit um 1. Reduziert etwas die Auswirkungen von Nässe.
ko: 곤충 혹은 게의 피부와 비슷한 키틴질 외골격을 가지고 있습니다. 상당한 물리적 보호력을 주지만, 민첩성이 1 감소합니다. 몸이 젖었을 때 받는 패널티를 약간 줄여줍니다.
ru: У вас вырос хитиновый экзоскелет как у насекомых. Он обеспечивает значительную физическую защиту, но уменьшает вашу ловкость на 1. Уменьшает эффект от намокания.

source: You've grown a set of gills in your neck, allowing you to breathe underwater. Slightly increases wet benefits.
de: Dir wuchsen Kiemen in deinem Hals, was dich im Wasser atmen lässt. Erhöht leicht die Moral bei Nässe.
ko: 목에 아가미 한쌍이 있어 물속에서 숨을 쉴 수 있습니다. 물에 젖었을 때 약간의 보너스를 받습니다.
ru: У вас выросли жабры, позволяющие дышать под водой. Немного увеличены бонусы от намокания.

source: You've started blooming where your scalp used to be. Your blossoms have a pleasant aroma, are visually striking, and are quite sensitive.
de: Wo früher deine Kopfhaut war, fängst du an, zu blühen. Deine Blüten haben ein angenehmes Aroma, sind sichtlich beeindruckend und ziemlich empfindlich.

source: Your arms have transformed into eight tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 3, and inability to wear gloves. You can make up to 7 extra attacks with them. Somewhat decreases wet penalties.
de: Deine Arme haben sich zu acht Tentakeln verwandelt, was zu einem Bonus von 1 auf Geschicklichkeit, einer permantenen Handbehinderung von 3 und einer Unfähigkeit, Handschuhe zu tragen, führt. Du kannst mit ihnen 7 zusätzliche Angriffe machen. Reduziert etwas die Negativwirkungen der Nässe.
ko: 팔이 여덟 개의 촉수로 바뀌었습니다. 민첩성에 1의 보너스를 받으며, 손에 방해도 3을 받고 장갑을 낄 수 없게 됩니다. 촉수로 7번의 추가적인 공격이 가능합니다. 물에 젖었을 때 부정적 효과를 감소시켜줍니다.
ru: Ваши руки превратились в 8 щупалец. Вы имеете бонус +1 к ловкости и постоянную скованность рук равную 3, а также невозможность носить перчатки. Щупальцами можно наносить до 7-ми дополнительных атак. Слегка уменьшают штрафы от промокания.

source: Your arms have transformed into four tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 3, and inability to wear gloves. You can make up to 3 extra attacks with them. Somewhat decreases wet penalties.
de: Deine Arme haben sich zu vier Tentakeln verwandelt, was zu einem Bonus von 1 auf Geschicklichkeit, einer permantenen Handbehinderung von 3 und einer Unfähigkeit, Handschuhe zu tragen, führt. Du kannst mit ihnen 3 zusätzliche Angriffe machen. Reduziert etwas die Negativwirkungen der Nässe.
ko: 팔이 네 개의 촉수로 바뀌었습니다. 민첩성에 1의 보너스를 받으며, 손에 방해도 3을 받고 장갑을 낄 수 없게 됩니다. 3번의 추가 공격이 가능해지며, 물에 젖었을 때 부정적 효과를 감소시켜줍니다.
ru: Ваши руки превратились в 4 щупальца. Вы имеете бонус +1 к ловкости и постоянную скованность рук равную 3, а также невозможность носить перчатки. Щупальцами можно наносить до 3-х дополнительных атак. Слегка уменьшают штрафы от промокания.

source: Your arms have transformed into tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 3, and inability to wear gloves. Somewhat decreases wet penalties.
de: Deine Arme haben sich zu Tentakeln verwandelt, was zu einem Bonus von 1 auf Geschicklichkeit, einer permantenen Handbehinderung von 3 und einer Unfähigkeit, Handschuhe zu tragen, führt. Reduziert Nässe-Wirkungen etwas.
ko: 팔이 촉수로 바뀌었습니다. 민첩성에 1의 보너스를 받으며, 손에 방해도 3을 받고 장갑을 낄 수 없게 됩니다. 물에 젖었을 때 부정적 효과를 감소시켜줍니다.
ru: Ваши руки превратились в щупальца. Вы имеете бонус +1 к ловкости и постоянную скованность рук равную 3, а также невозможность носить перчатки. Слегка уменьшают штрафы от промокания.

source: Your bloodstream has developed antibiotic properties. Your wounds will never become infected.
de: Dein Blutkreislauf hat antibiotische Eigenschaften entwickelt. Deine Wunden werden niemals infiziert werden.
ko: 당신의 혈액 순환계는 항생 성분을 가지도록 발달되었습니다. 절대로 상처가 감염되지 않을 겁니다.
ru: Ваш кровоток теперь имеет свойства антибиотика. Теперь инфекция не сможет попасть в ваши раны.

source: Your body breaks very easily. Its maximum HP is 50% lower than usual and you heal slower. Stacks with Glass Jaw.
de: Dein Körper ist leicht zerbrechlich. Seine maximale Trefferpunkte sind um 50% niedriger als gewöhnlich und du wirst dich langsamer heilen. Addiert sich zu Glaskinn.
ko: 당신의 신체는 쉽게 망가집니다. 최대 체력이 50% 감소하고 회복 속도가 느려집니다. 유리 턱과 중첩 가능합니다.
ru: Ваше тело легко сломать. Максимальное здоровье на 50% ниже обычного и вы медленнее лечитесь. Может совмещаться со "Стеклянной челюстью".

source: Your body can't take much abuse. Its maximum HP is 25% lower than usual and you heal slightly slower. Stacks with Glass Jaw.
de: Dein Körper hält nicht viel aus. Seine maximale Trefferpunkte sind um 25% niedriger als gewöhnlich und du wirst dich etwas langsamer heilen. Addiert sich zu Glaskinn.
ko: 당신의 신체는 그리 많은 피해를 견딜 수 없습니다. 최대 체력이 25% 감소하고 회복 속도가 조금 느려집니다. 유리 턱과 중첩 가능합니다.
ru: Ваше тело не может выдерживать много повреждений. Максимальное здоровье на 25% ниже обычного и вы лечитесь медленнее.

source: Your body excretes very fine amounts of a chemical which prevents you from sticking to webs. Walking through webs does not affect you at all.
de: Dein Körper stößt sehr geringe Mengen eine Chemikalie, die vor dem Festhängen in Spinnennetzen hindern, aus. Es beeinträchtigt dich nicht, durch Netze zu gehen.
ko: 당신은 거미줄에 발이 달라붙지 않게 하는 물질을 다량 분비하게 되었습니다. 거미줄을 아무 영향도 받지 않고 통과할 수 있게 됩니다.
ru: Ваше тело выделяет небольшое количество химического вещества, которое предотвращает вас от прилипания к паутине.

source: Your body has become permanently cold-blooded. Your speed lowers--or raises--for every two degrees below or above 65 F.
de: Dein Körper wurde permanent kaltblütig. Deine Geschwindigkeit sinkt bzw. steigt für alle 2 Grad unter bzw. über 65 °F.
ko: 당신의 몸은 영구적으로 냉혈동물화 되었습니다. 화씨 65도보다 2도씩 높아지거나 낮아질 때마다 속도가 빨라지거나 느려집니다. (화씨 65도=섭씨 18.3도, 63도=17.2도, 61도=16.1도 ...)
ru: Ваше тело стало постоянно хладнокровным. Ваша скорость повышается или понижается, если температура выше или ниже 65°F (18°С).

source: Your body has become radioactive! You continuously emit heavy levels of radiation, some of which will be absorbed by you, and some of which will contaminate the world around you.
de: Dein Körper ist radioaktiv geworden! Du strahlst kontinuierlich hohe Strahlungsmengen ab; von denen werden einige von dir absorbiert und einige davon werden deine Umwelt kontaminieren.
ko: 당신의 몸은 방사능을 띄게 됐습니다! 지속적으로 강한 방사능을 발산하게 되었으며, 일부는 흡수되지만 일부는 주변을 오염시키게 됩니다.
ru: Ваше тело стало радиоактивным! От вас непрерывно исходит очень сильное излучение, часть из которого поглощается вами, а остальное загрязняет окружающий мир.

source: Your body has become radioactive! You continuously emit low levels of radiation, some of which will be absorbed by you, and some of which will contaminate the world around you.
de: Dein Körper ist radioaktiv geworden! Du strahlst kontinuierlich geringe Strahlungsmengen ab; von denen werden einige von dir absorbiert und einige davon werden deine Umwelt kontaminieren.
ko: 당신의 몸은 방사능을 띄게 됐습니다! 지속적으로 약한 방사능을 발산하게 되었으며, 일부는 흡수되지만 일부는 주변을 오염시키게 됩니다.
ru: Ваше тело стало радиоактивным! От вас непрерывно исходит небольшое излучение, часть из которого поглощается вами, а остальное загрязняет окружающий мир.

source: Your body has become radioactive! You continuously emit moderate levels of radiation, some of which will be absorbed by you, and some of which will contaminate the world around you.
de: Dein Körper ist radioaktiv geworden! Du strahlst kontinuierlich mittelhohe Strahlungsmengen ab; von denen werden einige von dir absorbiert und einige davon werden deine Umwelt kontaminieren.
ko: 당신의 몸은 방사능을 띄게 됐습니다! 지속적으로 중간 수준의 방사능을 발산하게 되었으며, 일부는 흡수되지만 일부는 주변을 오염시키게 됩니다.
ru: Ваше тело стало радиоактивным! От вас непрерывно исходит излучение, часть из которого поглощается вами, а остальное загрязняет окружающий мир.

source: Your body is coated with a fine slime, which oozes off of you, leaving a trail. Greatly increases wet benefits.
de: Dein Körper ist von einem dünnen Schleim, der von dir abtrieft, bedeckt, was eine Spur hinterlässt. Das erhöht die Begünstigung bei Nässe stark.
ko: 당신의 몸은 끈적이는 물질로 덮여있으며, 이는 땅에 흘러 자국을 남깁니다. 몸이 젖을 때 상당한 보너스를 받게 됩니다.
ru: Ваше тело покрыто тонким слоем слизи, которая сочится из вас, оставляя за вами след. Значительно увеличивает бонусы от намокания.

source: Your body is covered in painful sores. The pain is worse when they are covered in clothing.
de: Dein Körper ist mit schmerzhaften Wundstellen überzogen. Der Schmerz wird schlimmer, wenn sie mit Kleidung bedeckt sind.
ko: 당신의 몸은 고통스러운 염증으로 뒤덮였습니다. 옷을 입으면 고통이 심해집니다.
ru: Ваше тело покрыто болезненными язвами. Боль усиливается, когда оно накрыто одеждой.

source: Your body is covered with large quills. Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive significant damage.
de: Dein Körper ist mit großen Stacheln überzogen. Sobald ein unbewaffneter Gegner einen deiner Körperteile, welcher nicht mit Kleidung bedeckt ist, trifft, wird er beträchtlichen Schaden erleiden.
ko: 당신의 몸은 큰 가시로 덮여있습니다. 옷을 입지 않은 부분에 근접 공격을 받으면, 적에게 상당량의 피해를 줍니다.
ru: Ваше тело покрыто большими иглами. Каждый раз, когда безоружный враг поражает часть вашего тела, не покрытую одеждой, он будет получать значительные повреждения.

source: Your body is extremely fragile. Its maximum HP is 75% lower than usual and you heal much slower. Stacks with Glass Jaw.
de: Dein Körper ist extrem fragil. Seine maximale Trefferpunkte sind um 75% niedriger als gewöhnlich und du wirst dich viel langsamer heilen. Addiert sich zu Glaskinn.
ko: 당신의 신체는 엄청나게 허약합니다. 최대 체력이 75% 감소하고 회복 속도가 많이 느려집니다. 유리 턱과 중첩 가능합니다.
ru: Ваше тело невероятно хрупкое. Один недобрый взгляд в вашу сторону и всё. Максимальное здоровье на 75% ниже обычного и вы медленнее лечитесь. Может совмещаться со "Стеклянной челюстью".

source: Your body is simply immune to diseases. You will never catch an ambient disease.
de: Dein Körper ist einfach immun gegenüber Krankheiten. Du wirst dir niemals eine Umgebungskrankheit einfangen.
ko: 당신은 말 그대로 질병에 면역인 몸이 되었습니다. 결코 일반적인 병에 걸리지 않게 됩니다.
ru: Ваше тело имеет иммунитет к болезням. Вы никогда не подхватите простудное заболевание.

source: Your body is unusually inhospitable to parasitic lifeforms. You will never become infested with internal parasites.
de: Dein Körper ist ungewöhnlich unwirtlich gegenüber parasitären Lebensformen. Du wirst niemals mit Innenparasiten infiziert werden.
ru: Ваше тело очень "негостеприимно" к паразитическим формам жизни. Вы никогда не заразитесь эндопаразитами.

source: Your body produces low-level pheromones which puts mammals at ease. They will be less likely to attack or flee from you.
de: Dein Körper produziert schwache Pheromone, die Säugetiere beruhigen. Sie werden dich deutlich seltener angreifen.
ko: 당신의 신체는 포유동물을 안심시키는, 옅은 페로몬을 분비합니다. 포유동물이 당신에게서 도망치거나, 당신을 공격하는 일이 줄어듭니다.
ru: Ваше тело производит небольшое количество феромонов млекопитающих. Животные будут реже атаковать или бежать от вас.

source: Your body produces low-level pheromones, identifying you as a friend to many species of insects. Insects will attack you much less.
de: Dein Körper produziert schwache Pheromone, die dich als Freund gegenüber vielen Insektenarten identifiziert. Insekten werden dich deutlich seltener angreifen.
ko: 당신의 신체는 곤충에게 친구로 인식되는, 옅은 페로몬을 분비합니다. 곤충에게 공격받는 일이 크게 줄어듭니다.
ru: Ваше тело производит небольшое количество феромонов, выявляя вас как друга для многих видов насекомых. Насекомые атакуют вас гораздо реже.

source: Your body's ability to digest fruits, vegetables and grains is severely hampered. You cannot eat anything besides meat.
de: Die Fähigkeit deines Körpers, Gemüse, Obst und Körner zu verdauern, ist stark eingeschränkt. Du kannst nichts außer Fleisch essen.
ko: 당신의 과일, 채소 및 곡류 소화 능력이 현저하게 감소했습니다. 고기 이외엔 아무 것도 먹을 수 없게 됩니다.
ru: Ваш организм утратил способность усваивать фрукты, овощи и зёрна. Вы можете есть только мясо.

source: Your body's ability to digest meat is severely hampered. Eating meat has a good chance of making you vomit it back up; even if you manage to keep it down, its nutritional value is greatly reduced.
de: Die Fähigkeit deines Körpers, Fleisch zu verdauen, ist stark eingeschränkt. Fleischessen wird dich hochwahrscheinlich dich das Fleisch wieder erbrechen lassen; selbst, wenn du es schaffst, es unten zu behalten, ist dessen Nahrhaftigkeit stark reduziert.
ko: 당신의 육류 소화 능력은 심각하게 손상되었습니다. 고기를 먹으면 토해버리기 쉽고, 먹는데 성공했더라도 영양가는 크게 감소하게 됩니다.
ru: Ваш организм плохо усваивает мясо. При употреблении мяса в пищу вас может вырвать; но даже если вы сдержитесь, его питательная ценность значительно снижается.

source: Your body's slime output has become sticky and gel-like. Greatly increases wet benefits.
de: Der Schleimausstoß deines Körpers ist klebrig und gelartig geworden. Erhöht den Nutzen von Nässe stark.
ru: Слизь, выделяемая вашим телом, стала липкой и гелеобразной. Значительно увеличивает бонусы от намокания.

source: Your bones are very light. This enables you to run and attack 10% faster, but also reduces your carrying weight by 20% and makes bashing attacks hurt a little more.
de: Deine Knochen sind sehr leicht. Das lässt dich um 10% schneller rennen und angreifen, aber reduziert auch dein Tragegewicht um 20% und macht dich für Schlagangriffe anfälliger.
ko: 당신의 뼈는 아주 가볍습니다. 덕분에 10% 더 빨리 달리고 공격할 수 있지만, 소지품의 최대 무게 제한이 20% 낮아지며 타격 공격에 약간 취약해집니다.
ru: Ваши кости очень тонкие. Это позволяет бегать и бить на 10% быстрее, но также снижает переносимый вес на 20% и увеличивает урон ударов по вам.

source: Your digestive system is capable of digesting cellulose and other rough plant material. You can eat underbrush by standing over it and pressing E.
de: Dein Verdauungssystem ist in der Lage, Zellulose und andere grobe Pflanzenmaterialien zu verdauen. Du kannst ein Gestrüpp essen, indem du dich über es stellst und »E« drückst.
ko: 당신의 소화기관은 섬유질과 기타 거친 식물성 물질을 소화할 수 있게 변했습니다. 낮은 덤불 위에 서서 E를 누르면 덤불을 먹을 수 있게 됩니다.
ru: Ваша пищеварительная система способна переваривать целлюлозу и другие грубые растительные материалы. Вы можете съесть куст. Стоя над ним нажмите "E".

source: Your digestive system is specialized to allow you to consume decaying material. You can eat rotten food, albeit for less nutrition than usual.
de: Dein Verdauungssystem ist darauf spezialisiert, verfaulendes Material zu verdauen. Du kannst verfaultes Essen essen, allerdings mit weniger Nährstoffen als gewöhnlich.
ko: 당신의 소화기관은 썩어가는 물질도 소화할 수 있게 변했습니다. 보통 음식보다 영양은 못하지만, 썩은 음식도 먹을 수 있게 됩니다.
ru: Ваша пищеварительная система изменилась, чтобы вы могли употреблять разлагающиеся материалы. Вы можете есть протухшую пищу, при этом она будет менее питательна, чем обычная.

source: Your ears have extended into long, pointed ones, like those of a canine. They enhance your hearing, allowing you to hear at greater distances.
de: Deine Ohren sind zu langen, spitzen Ohren gewachsen, wie bei einem Hundeartigen. Sie verbessern dein Gehör, wodurch du über größere Entfernungen hören kannst.
ko: 당신의 귀는 개과 동물처럼 길고 뾰족합니다. 듣는 능력이 크게 향상되어서, 조금 더 먼 거리의 소음을 들을 수 있습니다.
ru: Ваши уши стали длинными и заострёнными, как у собаки. Они улучшают слух, позволяя слышать на большом расстоянии.

source: Your ears have extended into long, pointed, velvety ones, like those of a feline. You find it easier to tune in on sounds from afar.
de: Deine Ohren wuchsen zu langen spitzen samtartigen Ohren, wie die einer Katze, an. Dir fällt es leichter, Geräusche aus der Ferne wahrzunehmen.
ko: 당신의 귀는 고양이의 귀처럼 길고 뾰족하고 부드럽게 변했습니다. 멀리서 들리는 소리도 쉽게 알아들을 수 있습니다.
ru: Ваши уши стали длинными, заостренными и бархатистыми, как у кошек. Вы можете легче слышать звуки издалека.

source: Your ears have grown longer and rounder, much like those of a bear. You can hear things a little farther away.
de: Deine Ohren sind größer und runder gewachsen, so wie bei denen eines Bären. Du kannst Dinge hören, die ein bisschen weiter weg sind.
ko: 당신의 귀는 곰의 귀처럼 길고 둥글게 변했습니다. 조금 멀리서 들리는 소리도 들을 수 있습니다.
ru: Ваши уши стали больше и круглее, так же как и у медведя. Вы можете слышать немного дальше.

source: Your epidermis has turned into a thin, flexible layer of chitin. It provides minor protection from cutting wounds. Slightly reduces wet effects.
de: Deine Oberhaut hat sich in eine dünne, flexible Chitinschicht verwandelt. Sie bietet einen geringfügigen Schutz vor Schnittwunden. Reduziert die Auswirkungen von Nässe geringfügig.
ko: 피부가 곤충의 외골격 성분인 키틴질 막으로 변화하여, 얇고 유연해집니다. 베기 데미지에 약간의 저항력을 주며, 몸이 젖었을 때 받는 패널티를 약간 줄여줍니다.
ru: Ваша кожа превратилась в тонкий, гибкий слой хитина. Он обеспечивает небольшую защиту от порезов. Слегка уменьшен эффект от намокания.

source: Your eyes are compound, like those of an insect. This increases your perception by 2 so long as you aren't wearing eyewear.
de: Du hast Facettenaugen, wie bei einem Insekt. Sie erhöhen deine Wahrnehmung um 2, solange du keine Brille o.ä. trägst.
ko: 당신의 눈은 곤충류같은 겹눈이 되었습니다. 눈에 장비를 끼지 않는다면 인지력에 +2의 보너스를 받게 됩니다.
ru: Ваши глаза имеют сложное строение, как у насекомых. Восприятие увеличивается на 2, если вы не носите очки.

source: Your eyes bulge out several inches from your skull. This does not affect your vision in any way.
de: Deine Augen stehen einige Zentimeter aus deinem Schädel hervor. Dies beeinträchtigt deine Sicht keineswegs.
ko: 당신의 눈은 두개골에서 몇 센티미터 정도 튀어나와 있습니다. 시력에는 영향이 없습니다.
ru: Ваши глаза немного выпирают из черепа. Не оказывает влияния на зрение.

source: Your face and jaw have begun...changing. Masks and such fit OK, but you're noticeably mutated.
de: Dein Gesicht und Kiefer begannen sich zu … verändern. Masken und ähnliches passen noch einigermaßen, aber du bist merklich mutiert.
ko: 당신의 얼굴과 턱은... 변화하기 시작했습니다. 마스크는 아직 얼굴에 잘 맞지만, 눈에 띄게 변화되었습니다.
ru: Ваше лицо и челюсти начали... меняться. Маски и другие подобные вещи, все еще могут быть надеты, но вы уже заметно мутировали.

source: Your fangs have grown extremely large and incredibly sharp. They make it impossible to wear mouthgear and difficult to eat... but leave nasty wounds when you bite.
de: Deine Reißzähne sind extrem groß und unglaublich scharf geworden. Sie machen es unmöglich, Mundbekleidungen zu tragen und das Essen schwer. Aber sie hinterlassen schlimme Wunden, wenn du beißt.
ko: 당신의 송곳니는 엄청나게 크고 날카로워졌습니다. 그로 인해 입에 착용하는 장비를 사용하지 못하게 되었으며 먹는 것도 어려워졌습니다... 하지만 물기 공격을 했을 경우에 심각한 상처를 남깁니다.
ru: Ваши клыки стали очень большими и невероятно острыми. Вы не можете ничего надеть на рот, да и есть труднее... но ваши укусы оставляют крайне неприятные раны.

source: Your feet have fused into hooves. This allows kicking attacks to do much more damage, provides natural armor, and removes the need to wear shoes; however, you can not wear shoes of any kind. Somewhat reduces wet effects.
de: Deine Füße haben sich zu Hufen entwickelt. Das lässt Trittangriffe viel mehr Schaden anrichten, bietet natürliche Panzerung und entfernt das Bedürfnis, Schuhe zu tragen. Allerdings kannst du auch überhaupt keine Schuhe mehr tragen.
ko: 발에 발굽이 자라났습니다. 발차기 공격이 좀더 위력적이게 되며, 자연적인 방호력을 주고, 신발을 필요가 없어집니다. 하지만 어떠한 종류의 신발도 신을 수 없게 됩니다. 몸이 젖을 때 받는 패널티를 약간 줄여줍니다.
ru: Ваши ступни превратились в копыта. Теперь ногами можно брыкаться, нанося больше повреждений, нет необходимости иметь обувь, так как копыта обеспечивают натуральную защиту. Вы больше не можете носить обувь. Уменьшен эффект от намокания.

source: Your fingernails are long and sharp. If you aren't wearing gloves, your unarmed attacks deal a minor amount of cutting damage.
de: Deine Fingernägel sind lang und scharf. Wenn du keine Handschuhe trägst, richten deine unbewaffneten Angriffe einen geringfügigen Schnittschaden an.
ko: 당신의 손톱은 길고 날카롭습니다. 장갑을 끼지 않으면 근접시 약한 베기 공격이 가능해집니다.
ru: Ваши ногти длинные и острые. Если вы не носите перчатки, то ваши безоружные атаки наносят небольшие режущие повреждения.

source: Your flesh is a pleasing gel-like consistency. Your bodily functions seem to be moving around, and your leg-equivalents flow comfortably.
de: Dein Fleisch ist eine angenehme gelartige Konsistenz. Deine Körperfunktionen scheinen sich herumzubewegen und deine Bein-Pendants fließen komfortabel.
ru: Ваша плоть имеет приятную гелеобразную консистенцию. Ваши органы, кажется, перемещаются, и ваши эквиваленты ног комфортно перетекают.

source: Your fur's grown out significantly around your cheeks and neck. It provides minor protection against attacks.
de: Dein Fell ist vor allem um deine Backen und dein Nacken gewachsen. Es bietet einen geringfügigen Schutz vor Angriffen.
ko: 털이 꽤 자라나서 뺨과 목 주위까지 덮었습니다. 공격에 대해 약간의 방어력을 제공합니다.
ru: Ваш мех значительно вырос вокруг щек и шеи. Это обеспечивает небольшую защиту от атак.

source: Your hands and feet are heavily webbed, reducing your dexterity by 1 and preventing you from wearing gloves. However, you can swim much faster. Slightly decreases wet penalties.
de: Deine Hände und Füße haben Schwimmhäute, was deine Geschlichkeit um 1 reduziert und dich vom Tragen von Handschuhen abhält. Allerdings kannst du deutlich schneller schwimmen. Reduziert die Einbußen durch Nässe ein wenig.
ko: 손과 발에 물갈퀴가 있습니다. 민첩성이 1 감소하고 장갑을 낄 수 없게 되지만, 수영 속도가 빨라집니다. 몸이 젖을 때 받는 패널티가 약간 감소합니다.
ru: На ваших руках и ногах есть перепонки, из-за чего ловкость понижается на 1 и вы не можете носить перчатки. Зато вы можете плавать быстрее.

source: Your hands have fused into quasi-paws. Fine manipulation is a challenge: permanent hand encumbrance of 1, difficulty with delicate craftwork, and your gloves don't fit. But they handle water better.
de: Deine Hände sind zu De-Facto-Pfoten verschmolzen. Die Feinmotorik ist eine Herausfoderung: Permanente Handbehinderung von 1, Schwierigkeit mit empfindlicher Handarbeit und deine Handschuhe werden nicht passen. Aber mit Wasser können sie besser umgehen.
ko: 당신의 손은 짐승의 발처럼 변했습니다. 나름대로 좋은 변화지만 영구적으로 손의 방해도가 1 상승하며, 정밀함이 요구되는 제작 작업에 어려움을 겪게 되며, 장갑이 맞지 않게 되었습니다. 하지만 내수성이 생겼습니다.
ru: Кисти ваших рук превратились в некое подобие лап. Точные манипуляции стали затруднительными: скованность рук 1, сложности с тонким ремеслом, и вы не можете надеть перчатки. Хотя, лапы помогают вам лучше грести.
