Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Originating in Germany almost a century ago, this mix of cola and orange soda tastes great.
de: Es hat seinen Ursprung in Deutschland vor fast einem Jahrhundert. Dieser Mix aus Cola und Orangenlimonade schmeckt großartig.
ja: 約1世紀前にドイツから発祥した飲料です。コーラとオレンジソーダをブレンドした素晴らしく美味しい飲み物です。
ko: 거의 한 세기 전에 독일에서 처음 만들어진 음료이며, 콜라와 오렌지 소다를 섞은 것으로 꽤 맛있습니다.
ru: Возникшая в Германии почти столетие назад, эта смесь колы и апельсиновой соды имеет прекрасный вкус.
zh_cn: 一百年前在德国发明。将可乐和芬达1:1混合起来的口味令人着迷。

source: PB&H sandwich
de: Erdnussbutter-Honig-Sandwich
ja: サンドイッチ(PB&H)
ko: PB&H 샌드위치(sandwich)
ru: бутерброд с арахисовым маслом и мёдом
zh_cn: PB&H三明治

source: PB&J sandwich
de: Erdnussbutter-Marmelade-Sandwich
ja: サンドイッチ(PB&J)
ko: PB&J 샌드위치(sandwich)
ru: бутерброд с арахисовым маслом и желе
zh_cn: PB＆J三明治

source: Pharmaceutical flu shot designed for mass vaccinations, still in the packaging. Purported to provide immunity to influenza.
ja: 集団接種用のインフルエンザ予防接種製薬で、包装が保たれています。インフルエンザに対する抗体を確保できます。
zh_cn: 用于大规模接种的流感疫苗，未开封。据说提供某种免疫力。

source: Plain and unseasoned popcorn. Not as tasty as other kinds, but healthier as a result.
de: Reines und ungewürztes Popcorn. Nicht so lecker wie andere Arten, aber dafür gesünder.
ja: 何の調味も施されていないポップコーンです。味付けしたポップコーン程は美味しくはないでしょう。しかし、健康的ではあります。
zh_cn: 质朴且毫无味道的“原味”爆米花。这玩意当然没有其他加了各种料的爆米花好吃，但是胜在绿色健康无污染。

source: Popcorn with a light covering of butter for extra flavor.
de: Popcorn mit einem leichten Butterüberzug für den besseren Geschmack.
ja: バターが薄くコーティングされたポップコーンです。
ko: 버터를 살짝 묻혀 맛을 낸 팝콘입니다.
ru: Попкорн, покрытый небольшим количеством масла для вкуса.
zh_cn: 抹上薄薄一层黄油晶莹剔透的爆米花，好吃到爆啦！

source: Popcorn with salt added for extra flavor.
de: Popcorn mit Salz für mehr Geschmack.
ja: 塩を加えたポップコーンです。
ko: 소금을 쳐서 맛을 낸 팝콘입니다.
ru: Подсоленный попкорн для вкуса.
zh_cn: 咸味爆米花，别有风味！

source: Popular among those who need to stay up late working.
de: Beliebt unter denen, die spät für die Arbeit wach bleiben müssen.
ja: 夜遅くまで仕事する人達に人気の飲み物です。
ko: 늦게까지 일해도 멀쩡할 필요가 있는 사람들한테 인기가 좋습니다.
ru: Популярен среди тех, кто вынужден работать до поздней ночи.
zh_cn: 你以为喝这个就能成为高富帅？错！这玩意深受那些熬夜工作的苦逼们喜爱。

source: Potassium iodide tablets. They might help mitigate some of the detrimental effects caused by irradiation.
de: Kaliumiodidtabletten. Sie könnten dabei helfen, um einige Unzuträglichkeiten, die von Strahlung verursacht werden, zu mildern.
ja: ヨウ化カリウムの錠剤です。放射線による影響を軽減効果があると言われています。
zh_cn: 碘化钾片。用来减少辐射产生的不良影响。

source: Potent opioid palliative produced by the refining of the mutated poppy. Notably devoid of euphoric or sedative effects, as an opiate it may still be addictive.
de: Ein wirksames opioides Linderungsmittel, das aus der Verfeinerung der mutierten Mohnblume gewonnen wurde. Bemerkenswerterweise ist es ohne euphorisch- oder schläfrigmachende Wirkungen. Als Opiat kann es immer noch süchtig machen.
ja: 変異したケシから作ったアヘン系鎮痛薬です。痛みにはよく効きますが幸福感や鎮静作用をもたらすことはほとんどありません。が、アヘンですから、依存性はあるでしょう。
ko: 변이된 양귀비를 정제한 아편제입니다. 향정신성, 즉 기분이 좋아지는 효과나 진정 효과는 없지만, 아편인 만큼 여전히 중독성은 동일합니다.
ru: Опиат, сделанный из мутировавшего мака. Примечательно отсутствия эффекта эйфории или седативных эффектов. Может вызвать зависимость.
zh_cn: 突变的罂粟提炼所产生的临时性强效药片。值得注意的是它没有的令人愉悦或镇静的作用，作为药片它仍然可能会令人上瘾。

source: Powerful chemical tablets designed to eliminate fungal infections in living creatures.
de: Starke chemische Tabletten, die dafür ausgelegt sind, Pilzinfektionen in lebendigen Kreaturen zu eliminieren.
ja: 真菌感染を除去する為に作られた強力な化学薬品です。
ko: 살아있는 생물체에 대한 진균 감염을 제거하기 위해 만들어진 강력한 화학 약제입니다.
ru: Мощные химические таблетки, предназначенные для устранения грибковых инфекций.
zh_cn: 非常有效的化学药片，可以为生物清除体内的真菌感染。

source: Pressed from fresh apples. Tasty and nutritious.
de: Frisch gepresst aus echten Orangen! Schmackhaft und gesund.
ja: 林檎の果汁で作られたサイダーです。栄養価も高く、美味しいです。
zh_cn: 由新鲜的苹果压榨而成，美味又健康。

source: Primitive binding material made of cords and natural glue. Use it to repair items made of wood, bone, or chitin.
zh_cn: 使用线和树脂制成的低级粘合材料。用于修复木质，骨质，几丁质的物品。

source: Prized by chefs and woodsmen alike, morel mushrooms are delicious but must be cooked before they are safe to eat.
ja: 木こりと料理人が先を争って採ると言われるのがこの編笠茸です。非常に美味なことで知られますが、安全に食べるには調理する必要があります。
zh_cn: 美味！厨师和伐木工双手点赞，但是这玩意必须烹饪之后才能安全的吃下肚去。

source: Prized by collectors and adored by critics, it is one of the rarer and more elegant wines.
de: Geschätzt von Sammlern und verehrt von Kritikern ist dies einer der selteneren und eleganteren Weine.
ja: 収集家に珍重され批評家に愛されると言う、世にも珍しい優雅なワインの1つです。
ko: 수집가들에게서는 애지중지 여겨지며 평론가들 사이에서는 숭배받는 이 와인은, 가장 귀하고 품격 있는 와인들 중 하나입니다.
ru: Ценимый коллекционерами и обожаемый критиками, это один из наиболее редких и изящных сортов вин.
zh_cn: 无论是收藏者还是评论家，对它都是赞不绝口，它也成为了更为罕见而优雅的葡萄酒

source: Prozac
de: Fluoxetin
ja: プロザック
ko: 프로작(Prozac)
ru: Прозак
zh_cn: 百忧解

source: Pungent pieces of a garlic bulb. Popular as a seasoning for its strong flavor.
zh_cn: 一堆大蒜，用于调味。

source: Raw oats.
ja: 生の燕麦です。
zh_cn: 生燕麦。

source: Raw wheat, not very tasty.
de: Roher Weizen, nicht sehr lecker.
ja: 加工前の小麦で、とても食べられた物ではないですね。
ko: 생 밀알입니다. 맛은 별로지만요.
ru: Сырая пшеница, не очень вкусная.
zh_cn: 生小麦，不怎么可口。

source: Raw, refined protein. While quite nutritious, it is difficult to enjoy in its pure form.
de: Rohes, raffiniertes Protein. Wobei es recht nahrhaft ist, ist es schwer, es in dessen Reinform zu genießen.
ja: 精製された粉末状のタンパク質です。非常に栄養価が高いものの、粉のまま使うのは良くないでしょう。
zh_cn: 精制蛋白质原粉。虽然很有营养，但是这种纯净形态让你难以下咽。

source: Really cheap fortified wine.
de: Sehr billiger gespriteter Wein.
ja: 本当に安物の強化ワインです。
ko: 매우 저렴한 향신료첨가 와인입니다.
ru: Очень дешёвое крепленое вино.
zh_cn: 廉价的红酒。

source: Reconstituted fish flakes, which are much more enjoyable to eat now that they have been rehydrated.
de: Wiederhergestellte Fischflocken, welche viel genießbarer sind, jetzt, wo sie rehydriert wurden.
ja: 乾燥させた魚を水で戻したものです。そのまま食べるよりずっと美味しく頂けます。
ko: 말린 생선을 원래 상태로 환원시켜, 더 먹기 좋게 만든 음식입니다.
ru: Восстановленные кусочки рыбы, которые приятнее есть в таком, нежели в сушёном, виде.
zh_cn: 脱水鱼肉，泡过水后会比较好吃。

source: Reconstituted fruit flakes, which are much more enjoyable to eat now that they have been rehydrated.
de: Wiederhergestellte Obstflocken, die nun viel genießbarer sind, nachdem sie rehydriert worden sind.
ja: ドライフルーツを水で戻したものです。そのまま食べるよりずっと美味しく頂けます。
ko: 말린 과일을 원래 상태로 환원시켜, 더 먹기 좋게 만든 음식입니다.
ru: Восстановленные кусочки фруктов, которые приятнее есть в таком, нежели в сушёном, виде.
zh_cn: 合成水果片，泡水吃更美味。

source: Reconstituted human flesh flakes, which are much more enjoyable to eat now that they have been rehydrated.
de: Wiederhergestellte Menschenfleischflocken, die nun viel genießbarer sind, nachdem sie rehydriert worden sind.
ja: 乾燥させた人肉を水で戻したものです。そのまま食べるよりずっと美味しく頂けます。
ko: 말린 인육을 원래 상태로 환원시켜, 더 먹기 좋게 만든 음식입니다.
ru: Восстановленные кусочки человечины, которые приятнее есть в таком, нежели в сушёном, виде.
zh_cn: 水发人肉，用水泡了之后感觉好吃多了。

source: Reconstituted meat flakes, which are much more enjoyable to eat now that they have been rehydrated.
de: Wiederhergestellte Fleischflocken, die nun viel genießbarer sind, nachdem sie rehydriert worden sind.
ja: 乾燥させた肉を水で戻したものです。そのまま食べるよりずっと美味しく頂けます。
ko: 말린 고기를 원래 상태로 환원시켜, 더 먹기 좋게 만든 음식입니다.
ru: Восстановленные кусочки мяса, которые приятнее есть в таком, нежели в сушёном, виде.
zh_cn: 用什么部位的碎肉做的叉烧肉片，泡水吃更美味。

source: Reconstituted vegetable flakes, which are much more enjoyable to eat now that they have been rehydrated.
de: Wiederhergestellte Gemüseflocken, die nun viel genießbarer sind, nachdem sie rehydriert worden sind.
ja: 乾燥させた野菜を水で戻したものです。そのまま食べるよりずっと美味しく頂けます。
ko: 말린 채소를 원래 상태로 환원시켜, 더 먹기 좋게 만든 음식입니다.
ru: Восстановленные кусочки овощей, которые приятнее есть в таком, нежели в сушёном, виде.
zh_cn: 合成蔬菜片，泡水吃更美味。

source: Roasted coffee beans coated with dark chocolate, natural source of concentrated caffeine.
de: Geröstete Kaffeeebohnen, die mit Zartbitterschokolade, der natürlichen Quelle konzentriertem Koffeins, überzogen wurden.
ja: 焙煎した珈琲豆を暗い色のチョコレートでコーティングした、自然由来の濃いカフェイン源です。
ko: 초콜릿으로 코팅한 볶은 커피콩. 카페인이 풍부합니다.
ru: Обжаренные кофейные зёрна, покрытые тёмным шоколадом, превосходный источник концентрированного кофеина.
zh_cn: 黑巧克力咖啡豆，来自自然的满满的咖啡因享受。

source: Rolled, cured tobacco leaf, addictive and hazardous to health. A gentleman's vice, cigars set the civil man apart from the savage.
de: Gerolltes, fermentiertes Tabakblatt, suchterzeugend und gesundheitsschädigend. Als das Laster eines Gentlemans trennt es den zivilisierten von dem unzivilisieren Menschen.
ja: 丁寧に巻かれた煙草の葉です。依存性があり、健康を害します。 この芳しき紳士の悪徳こそが文明人と野蛮人を隔てるのです。
ko: 건조 처리된 말린 담배 잎입니다. 중독성이 극도로 높고 건강에 안좋습니다. 하지만 시가는 신사의 필수요소로, 야만인과 문명인을 가르는 중요한 기호품이죠.
ru: Скрученный табачный лист, опасен для здоровья и вызывает зависимость. Наличие сигары делает из дикаря джентльмена.
zh_cn: 卷式烤烟，会上瘾，对身体有害。 绅士大亨们经常一边抽着这玩意一边高谈阔论。

source: Roots of a hop plant, for growing your own.
de: Wurzeln einer Hopfenpflanze, um deine eigenen zu züchten.
ja: ホップの根茎です。私の為に生長してくれます。
ko: 홉의 뿌리줄기입니다. 직접 길러보세요.
ru: Корни хмеля для выращивания.
zh_cn: 啤酒花的根茎，你可以用它来种出你自己的啤酒花。

source: SPAM
ja: スパム
ko: 스팸(SPAM)
ru: тушёнка
zh_cn: 午餐肉罐头

source: Salad with all kind of vegetables.
de: Ein Salat mit allen möglichen Arten von Gemüse.
ja: 色んな種類の野菜を使ったサラダです。
zh_cn: 什锦菜做成的蔬菜色拉。

source: Salt mixed with a fragrant blend of secret herbs and spices.
de: Salz, das mit einer wohlduftenden Mischung aus geheimen Kräutern und Gewürzen vermischt wurde.
ja: 香辛料と秘密のハーブをブレンドした香り豊かな塩です。
ko: 비밀스러운 조미료와 허브 가루들을 섞어 만든 소금입니다.
ru: Соль вместе с ароматной смесью трав и специй.
zh_cn: 把盐混合在某种香料也药材里的调味品.

source: Salted corn chips with ground meat and smothered in cheese. Delicious.
de: Gesalzene Mais-Chips mit Hackfleisch und bedeckt in Käse. Lecker.
ja: 挽肉を混ぜ、溶かしたチーズをかけた塩味の効いたコーンチップスです。とても美味しい。
zh_cn: 墨西哥式调味玉米片，加了肉末，又盖上一层奶酪。这才是正宗。

source: Salted corn chips with human flesh and smothered in cheese. Delicious.
de: Gesalzene Mais-Chips mit Menschenfleisch und bedeckt in Käse. Lecker.
ja: 人肉を混ぜ、溶かしたチーズをかけた塩味の効いたコーンチップスです。とても美味しい。
zh_cn: 墨西哥式调味玉米片，加了（人）肉，又盖上一层奶酪，这才是正宗……吗？（译注：此物品原文命名为niño nachos with cheese，niño在西班牙语中是孩子的意思）

source: Salted corn chips, could really use some cheese, maybe some beef.
de: Gesalzene Mais-Chips, die wirklich etwas Käse, vielleicht etwas Fleisch gebrauchen könnten.
ja: 塩味の効いたコーンチップスです。これに溶かしたチーズや牛肉を合わせるのが本来の食べ方です。
ko: 소금에 절여진 옥수수칩으로, 치즈 약간을 더할 수 있으며, 어쩌면 쇠고기와 함께 요리할 수 있을지도 모릅니다.
ru: Соленые чипсы из кукурузы. Можно добавить немного сыра или говядины.
zh_cn: 墨西哥式调味玉米片。有些奶酪会更好，或者再来点儿牛肉……

source: Salted corn chips, now with cheese. Could stand to have some meat.
de: Gesalzene Mais-Chips, nun mit Käse. Etwas Fleisch könnte nicht schaden.
ja: 溶かしたチーズをかけた塩味の効いたコーンチップスです。肉を合わせるとより美味しく食べられます。
zh_cn: 墨西哥式调味玉米片，加了奶酪。再来点肉就更棒了。

source: Salted corn chips, now with meat. Could probably use some cheese, though.
de: Gezalzene Mais-Chips, nun mit Fleisch. Allerdings könnten sie vielleicht etwas Käse gebrauchen.
ja: 挽肉を混ぜた塩味の効いたコーンチップスです。溶かしたチーズをかけるとより美味しく食べられます。
zh_cn: 墨西哥式调味玉米片，加了肉。再来点奶酪就更棒了。

source: Salted corn chips, with human flesh. Some cheese might make it even better
de: Gesalzene Mais-Chips mit Menschenfleisch. Etwas Käse könnten sie noch verbessern.
ja: 人肉を混ぜた塩味の効いたコーンチップスです。溶かしたチーズをかけるとより美味しくなるかも...
zh_cn: 墨西哥式调味玉米片，加了人肉。再来点奶酪就更棒了。（译注：此物品原文命名为niño nachos，niño在西班牙语中是孩子的意思）

source: Salty dried fish that never goes bad, but will make you thirsty.
de: Ein salziger getrockneter Fisch, der niemals schlecht wird, aber er würde dich dursitg machen.
ja: 腐る事のない塩味の乾燥魚です。食べると喉が渇きます。
ko: 말려서 소금 처리를 해 썩지 않게 한 생선입니다만, 먹으면 목이 말라집니다.
ru: Сушеная солёная рыба, которая никогда не испортится, вызывает жажду.
zh_cn: 永不变质的咸味鱼肉干。你一动不动的注视着它很久，它就像你的人生一样没有未来。

source: Salty dried human flesh that never goes bad, but will make you thirsty.
de: Salziges getrocknetes Menschenfleisch, das niemals schlecht wird. Der Anblick alleine macht dich schon durstig.
ja: 腐る事のない塩味の乾燥した人肉です。 食べると喉が渇きます。
ko: 말려서 소금 처리를 해 썩지 않게 한 인육입니다만, 먹으면 목이 말라집니다.
ru: Пропитанный солью вяленый кусок человеческой плоти. Никогда не испортится, но вызывает жажду.
zh_cn: 永不变质的咸味人肉干，会让你越吃越口渴。

source: Salty dried meat that never goes bad, but will make you thirsty.
de: Salziges getrocknetes Fleisch, das niemals schlecht wird. Der Anblick alleine macht dich schon durstig.
ja: 腐る事のない塩味の乾燥肉です。 食べると喉が渇きます。
ko: 말려서 소금 처리를 해 썩지 않게 한 고기입니다만, 먹으면 목이 말라집니다.
ru: Солёное сушёное мясо, которое никогда не испортится, но от которого всегда хочется пить.
zh_cn: 永不变质的咸味肉干，会让你越吃越口渴。

source: Salty dried pork. Tastes good, but it will make you thirsty.
de: Salziges trockenes Schweinefleisch. Schmeckt gut, aber macht dich durstig.
ja: 腐る事のない塩味の乾燥肉です。食べると喉が渇きます。
zh_cn: 咸猪肉干。尝起来不错，但越吃越渴。

source: Salty fermented soybean sauce.
ja: 大豆を発酵させて作る液体調味料です。
zh_cn: 大豆发酵后的产品，喜闻乐见的调味料，人人都用以至于到处打酱油。

source: Salty little fish. They'll make you thirsty.
de: Salzige kleine Fische. Sie werden sich durstig machen.
ja: 塩気のある小さな魚です。食べると喉が渇きそうだね。
zh_cn: 被腌渍的小鱼，越吃越口渴。

source: Sausage covered in a curry ketchup sauce. Fairly spicy and impressive at the same time!
de: Eine Wurst, die in einer Curry-Ketchup-Soße bedeckt ist. Gleichzeitig ziemlich würzig und beeindruckend.
ja: カレー粉とケチャップがまぶしてあるソーセージです。かなり辛いけどとってもおいしい！
zh_cn: 覆盖有咖喱番茄酱的香肠，很辣，给人印象深刻。

source: Sealed glass jar containing preserved fruit. Bland, mushy and losing color.
de: Ein versiegeltes Glas, das eingemachtes Obst enthält. Fad, breiig und an Farbe verlierend.
ja: 調理済みの柔らかい果物が入ったガラス製の密封瓶です。味気なく、ドロドロしていて、色褪せています。
ko: 밀봉된 과일 통조림. 밍밍하고 질퍽거리며 허여멀겋습니다.
ru: Закрытая банка с консервированными фруктами. Мягкие и бесцветные.
zh_cn: 密封玻璃罐中装着的果脯。平淡，黏糊，褪色。

source: Seeds from a wild buckwheat plant. Not particularly good to eat in their raw state, they are commonly cooked or ground into flour.
ja: 野生の蕎麦の種です。
zh_cn: 从野生荞麦里收获的荞麦种子 ,不太适合生吃 ,通常的吃法要把他们磨成粉或者放在水里煮熟 .

source: Seeds of the cannabis plant. Filled with vitamins, they can be roasted or eaten raw.
de: Samen der Cannabispflanze. Sie sind mit Vitaminen gefüllt und können geröstet oder roh gegessen werden.
ja: 大麻の種です。各種のビタミンを豊富に含みます。軽く炒って食べると美味ですが、そのままでも食べられます。
ko: 대마의 씨앗입니다. 비타민이 들어있으며, 굽거나 생으로 먹을 수도 있습니다.
ru: Семена конопли. Богаты витаминами, можно приготовить или съесть в сыром виде.
zh_cn: 大麻植物的种子。富含维生素，他们可以烤或生吃。

source: Shockingly tart white vinegar.
de: Schockierend säuerlicher weißer Essig.
ja: とても酸っぱいホワイトビネガーです。
ko: 아주 시큼한 백식초입니다.
ru: Отвратительно терпкий белый уксус.
zh_cn: 爽口的白醋。

source: Simple cloth bandages. Used for healing small amounts of damage.
de: Einfache Stoffbandage. Kann zur Heilung kleiner Verletzungen verwendet werden.
ja: シンプルな布の包帯です。ダメージを少し回復します。
zh_cn: 简单的布绷带，可以用来包扎小伤口。

source: Slow-cooked beans and rice with meat and seasonings. Tasty and very filling.
de: Langsam gegarte Bohnen und Reis mit Fleisch und Gewürzen. Lecker und sehr stopfend.
ja: 豆と米と肉と調味料を一緒に炊いた料理です。美味しくてとても満足です。
zh_cn: 将慢火烹制的豆子与米饭一起烹调，配上肉块和调料。美味又管饱。

source: Slow-cooked beans and rice with vegetables and seasonings. Tasty and very filling.
de: Langsam gegarte Bohnen mit Reis und Gemüse und Gewürzen. Lecker und sehr stopfend.
ja: 豆と米と野菜と調味料を一緒に炊いた料理です。美味しくてとても満足です。
zh_cn: 将慢火烹制的豆子与米饭一起烹调，配上蔬菜和调料。美味又管饱。

source: Slow-cooked beans with meat. Tasty and very filling.
de: Langsam gegarte Bohnen mit Fleisch. Lecker und sehr stopfend.
ja: 豆と肉を一緒に炊いた料理です。美味しくてとても満足です。
zh_cn: 慢火烹制的豆子，配有一些肉类，美味又管饱。

source: Slow-cooked beans with vegetables. Tasty and very filling.
de: Langsam gegarte Bohnen mit Gemüse. Lecker und sehr stopfend.
ja: 豆と野菜を一緒に炊いた料理です。美味しくてとても満足です。
zh_cn: 慢火烹制的豆子，配有一些蔬菜，美味又管饱。

source: Smells faintly of elderberries, but mostly booze.
de: Leicht nach Holunderbeeren riechender Alkohol.
ja: 微かにニワトコの実の香りがしますが、 ほぼビールの様な飲み物です。
ko: 엘더베리의 향이 희미하게 나지만, 그냥 술에 가깝습니다.
ru: Слабо пахнет ягодами можжевельника, но по сути пойло.
zh_cn: 闻起来有股淡淡的接骨木的清香，喝起来却是别样的口感。

source: So-called ramen noodles. Can be eaten raw.
de: Sogenannte Ramen-Nudeln. Können roh gegessen werden.
ja: 所謂、ラーメンという代物です。生でも食べれます。
zh_cn: 被称为拉面的面条，可以生吃。

source: Some barley seeds.
de: Einige Gerstensamen.
ja: 大麦の種です。
ko: 약간의 보리 씨앗입니다.
ru: Несколько семян ячменя.
zh_cn: 一些大麦种子。

source: Some blueberry seeds.
de: Ein paar Blaubeersamen.
ja: ブルーベリーの種です。
ko: 약간의 블루베리 씨앗입니다.
ru: Несколько семян черники
zh_cn: 一些蓝莓种子。

source: Some broccoli seeds.
ja: ブロッコリーの種です。
zh_cn: 一些西兰花种子。

source: Some canola seeds. You could probably plant these, or press them into oil.
zh_cn: 一些油菜籽，你可以找个地方种，或者把它们榨成油。

source: Some carrot seeds.
ja: 人参の種です。
zh_cn: 一些胡萝卜种子

source: Some celery seeds.
ja: セロリの種です。
zh_cn: 一些芹菜种子。

source: Some coffee beans, can be roasted.
ja: 珈琲豆です。焙煎する事が出来ます。
zh_cn: 一些咖啡豆，烘焙一下如何？

source: Some corn seeds.
ja: トウモロコシの種です。
zh_cn: 一些玉米种子。

source: Some cotton seeds. Can be processed to produce an edible oil.
de: Ein paar Baumwollsamen. Können zu einem Speiseöl verarbeitet werden.
ja: 綿花の種です。食用の油を精製する事も出来ます。
zh_cn: 一些棉花种子。可用来生产食用油。

source: Some cucumber seeds.
ja: 胡瓜の種です。
zh_cn: 一些黄瓜种子。

source: Some damned fool put honey on this peanut butter sandwich, who in their right mind- oh wait this is pretty good.
de: Irgendso ein armseliger Dummkopf hat Honig auf dieses Erdnussbuttersandwich getan, wer um alles in der Welt würde … Moment mal, das ist eigentlich ziemlich gut.
ja: どっかの馬鹿がこのピーナッツバターサンドイッチに蜂蜜掛けやがった、ったくどんな神経して…あれ、いけるぞこれ。
ko: 어떤 빌어먹을 멍청이가 이 땅콩 버터 샌드위치에 꿀을 넣어놨는데 제정신으로 한- 오, 잠깐만. 이거 꽤 괜찮은데?
ru: Какой-то конченный идиот положил мёд на арахисовое масло, да что он о себе ду…- хотя, довольно вкусно.
zh_cn: 一些傻瓜把蜂蜜涂在了花生酱三明治上，这尝起来很.......美味？

source: Some dogbane seeds. You could probably plant these.
zh_cn: 一些罗布麻种子。也许你能找个地方种。

source: Some essential oil made from thyme, which can act as a mildly irritating disinfectant.
zh_cn: 从百里香中提取的精华成分，可以作为轻度刺激性消毒剂。

source: Some lettuce seeds.
ja: レタスの種です。
zh_cn: 一些莴苣种子

source: Some mac and cheese with ground human flesh added. So good it's like murder.
de: Makkaroni mit überbackenem Käse und Hackfleisch aus Menschenfleisch. Es ist so gut wie Mord.
ja: 手近にある適当な人肉とチーズをパスタに絡めた食べ物です。殺人的な美味しさです。
zh_cn: 一些通心面和起司，加了一些人肉还绞成了丝，看上去真不错。

source: Some mac and cheese with ground meat added, enhancing the flavor and the nutritional value.
de: Makkaroni mit überbackenem Käse und Hackfleisch, welches den Geschmack und den Nährwert erhöht.
ja: 手近にある適当な肉類とチーズをパスタに絡めた食べ物です。美味しくて栄養価も高いです。
zh_cn: 一些通心面和起司，加了一些肉丝，提升了味道和营养价值。

source: Some oat seeds.
ja: 燕麦の種です。
zh_cn: 一些燕麦种子

source: Some onion seeds.
ja: 玉葱の種です。
zh_cn: 一些洋葱种子

source: Some peanut butter smothered between two pieces of bread. Not very filling and will stick to the roof of your mouth like glue.
de: Etwas Erdnussbutter, welche zwischen zwei Brotscheiben geschmiert wurde. Nicht sehr füllend und es wird an der Oberseite deines Mundes wie Klebstoff kleben bleiben.
ja: ピーナッツバターを二つのパンの間に挟んだものです。あまりお腹いっぱいにはなりません。よく糊のように口蓋に貼り付きます。
zh_cn: 一些花生酱夹在两片面包之中，分量不是很足，会像胶水一样粘在嘴巴边。

source: Some roasted coffee beans, can be ground into powder.
ja: 焙煎した珈琲豆です。粉砕して粉末に出来ます。
zh_cn: 一些烘焙后的咖啡豆，磨成粉如何？

source: Some seed potatoes.
ja: ジャガイモの種芋です。
zh_cn: 一些土豆块茎。

source: Some strawberry seeds.
de: Einige Erdbeersamen.
ja: 苺の種です。
ko: 약간의 딸기 씨앗입니다.
ru: Несколько семян земляники.
zh_cn: 一些草莓种子

source: Some sugar beet seeds.
de: Einige Zuckerrübensamen.
ja: 砂糖大根の種です。
ko: 약간의 사탕무 씨앗입니다.
ru: Несколько семян сахарной свеклы.
zh_cn: 一些甜菜的种子

source: Some thyme seeds. You could probably plant these.
zh_cn: 百里香种子，也许你能找个地方种。

source: Some tomato seeds.
de: Einige Tomatensamen.
ja: トマトの種です。
ko: 약간의 토마토 씨앗이다.
ru: Несколько семян томата.
zh_cn: 一些番茄种子

source: Some wheat seeds.
de: Einige Weizensamen.
ja: 小麦の種です。
ko: 약간의 밀 씨앗입니다.
ru: Несколько семян пшеницы.
zh_cn: 一些小麦种子

source: Some zucchini seeds.
ja: ズッキーニの種です。
zh_cn: 一些西葫芦种子。

source: Sour red berries. Good for your health.
de: Saure rote Beeren. Gut für deine Gesundheit.
ja: 酸味のある赤いベリーです。健康的な果物です。
zh_cn: 酸味红色浆果。对您的健康有益。

source: Sour stems of the rhubarb plant, often used in baking pies.
de: Saure Stiele der Rhabarberpflanze; oft zum Kuchenbacken verwendet.
ja: 茎に強い酸味のある食用の植物で、焼き菓子やパイ、ジャム等に使われます。アジアで古くから漢方の生薬として知られてきた大黄を食品として品種改良したものです。
ko: 대황 식물의 줄기로, 파이를 구울 때 쓰입니다.
ru: Кислые стебли растения ревень, часто используется при выпечке пирогов.
zh_cn: 带酸味的大黄叶柄，烤馅饼时常用它

source: Spaghetti covered with a thick human flesh sauce. Tastes great if you enjoy that kind of thing.
de: Spaghetti, mit einer dicken Menschenfleischsoße bedeckt. Schmeckt großartig, wenn du solche Sachen magst.
ja: トマトベースの重量感ある人肉ミートソースがたっぷりとかかったスパゲッティです。こういうのが好きな人にはたまらない味です。
zh_cn: 厚厚的人肉酱汁盖着的意大利面，如果你喜欢这东西的话会感到很美味。

source: Spaghetti covered with a thick meat sauce. Yum!
de: Spaghetti mit einer dicken Fleischsoße bedeckt. Lecker!
ja: トマトベースの重量感あるミートソースがたっぷりとかかったスパゲッティです。うまい！
zh_cn: 软糯的口感，美味的肉汁，让你欲罢不能。

source: Spaghetti, with a generous helping of pesto on top. Yum!
de: Spaghetti, mit einer Menge Pesto bedeckt. Lecker!
ja: 贅沢なペストを使ったスパゲッティです。うまい！
zh_cn: 当融化后的芝士在通心粉的映衬下流淌在你齿间时，你觉得世上没有比这更幸福的事了。

source: Sparkling white wine, made from the world's noblest grape.
de: Ein Schaum- und Weißwein, gemacht aus der weltnobelsten Weintraube.
ja: 世界で最も高貴な葡萄から作られた発泡性の白ワインです。
ko: 세계에서 가장 귀한 포도로 만든, 스파클링 화이트 와인입니다.
ru: Игристое белое вино, изготовленное из благороднейшего винограда в мире.
zh_cn: 起泡的白葡萄酒，用全世界最好的葡萄酿的酒。

source: Spicy, and filled with bits of peppers and meat! It's pretty good.
de: Würzig, und gefüllt mit Paprikastückchen und Flesich. Es ist ziemlich gut.
ja: 肉と香辛料がたっぷりと入ったスパイシーな食べ物です。かなり美味しいですよ。
zh_cn: 加满了辣椒丁和肉丁的香辣酱。超级赞！

source: Spicy, and filled with bits of peppers. It's pretty good.
de: Würzig, und gefüllt mit Paprikastückchen. Es ist ziemlich gut.
ja: 香辛料がたっぷりと入ったスパイシーな食べ物です。かなり美味しいですよ。
zh_cn: 加满了辣椒丁的香辣酱。好棒！

source: Strawberries left to ferment with a few other choice ingredients offer up a surprisingly palatable mixture; you barely even have to force yourself to drink it after the first few gulps.
de: Erdbeeren, die man mit einigen anderen ausgewählten Zutaten hat gären lassen, bieten eine überraschend genießbare Mischung; du musst dich kaum selbst dazu zwingen, es nach den ersten paar Schlucken auszutrinken.
ja: 苺と数種類の材料を発酵させた、素晴らしく風味の良い混合物です。一口飲んだら止まらないこと請け合いです。
ko: 딸기를 여러 재료들과 함께 숙성시켜 만든, 놀랍도록 맛있는 음식입니다. 한번 먹기 시작하면, 너무 맛있어서 멈출 수 없습니다.
ru: Забродившая земляника смешанная с некоторыми другими компонентами образует на удивление вкусную смесь, которую трудно заставить себя пить уже после первых нескольких глотков.
zh_cn: 草莓发酵后与其他一些配料组合成的惊人混合物，在喝下前几口后你几乎不用再强迫自己才能喝下去。

source: Sugary, fermented dairy. A wonderful treat.
de: Zuckerhaltiges fermentiertes Milchprodukt. Eine wundervolle Leckerei.
ja: 発酵した甘い乳製品です。素晴らしい御馳走になります。
zh_cn: 加了糖的发酵乳品。简直是上天的恩赐。

source: Suitable for tropical retreats and Canadian artists alike.
de: Verantwortlich für Rückzüge in den Tropen und kanadische Künstler gleichermaßen.
ja: 南国の別荘やカナダ人の芸術家によく似合います。
ko: 열대 지방이나 캐나다 예술가들에게 맞는 음료입니다.
ru: Подходит для употребления на тропических берегах и для канадских художников.
zh_cn: 很适合带着去热带地区疗养...以及跟加拿大的艺术家们很般配。

source: Surprisingly, not made from dog. Cooked, this hot dog now tastes much better, but will spoil.
de: Überraschend ist er nicht aus Hund gemacht. Gekocht schmeckt dieser Hot Dog viel besser, aber er wird verderben.
ja: 名前に反して犬を材料にした料理ではありません。やはりパンに挟むのが美味しい食べ方です。このソーセージだけを食べるなんて耐えられません。
zh_cn: 热狗不是用狗制作的，令人惊讶吧？煮熟以后，味道尝起来更好，但也更容易腐坏。

source: Sweet and delicious cookies, just like grandma used to bake.
de: Süße und leckere Plätzchen, so, wie sie Oma immer gebacken hat.
ja: 甘くて美味しいクッキー。おばあちゃんが焼いてくれた味。
ko: 달콤한 쿠키. 할머니가 구워주시던 바로 그 맛입니다.
ru: Любимое сладенькое печенье, почти такое же вкусное, как бабушкина выпечка.
zh_cn: 香甜可口的饼干，就像奶奶烤的一样。

source: Sweet and delicious, real Vermont maple syrup.
de: Süß und lecker, echter Vermontener Ahornsirup.
ja: 甘くて美味しいバーモント州原産のメープルシロップです。
ko: 달달한 진짜 버몬트 메이플 시럽입니다.
ru: Сладкий и вкусный Вермонтский кленовый сироп.
zh_cn: 香甜可口,真正的佛蒙特洲枫糖浆

source: Sweet citrus fruit. Also comes in juice form.
de: Süße Zitrusfrucht. Gibt es auch als Saft.
ja: 果汁たっぷりの甘い柑橘系の果物です。
zh_cn: 酸酸甜甜的水果，制作饮料的好材料。
