Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Sweet, sweet sugar. Bad for your teeth and surprisingly not very tasty on its own.
de: Süßer süßer Zucker. Schlecht für deine Zähne und überraschenderweise nicht sehr lecker für sich alleine genommen.
ja: とても甘い砂糖です。歯に非常に良くない上に、砂糖単体では余り美味しくないです。そう、ビックリする程ね。
zh_cn: 甜甜的糖，不可以多吃哦，会坏牙齿的。

source: Sweetened coffee and whiskey. Start your day the closeted alcoholic way!
de: Gesüßter Kaffee und Whiskey. Beginne den Tag auf alkoholische Weise.
ja: 珈琲とウイスキーに砂糖を加えた飲み物です。朝からアルコールを内緒で飲む事が出来ますよ！
zh_cn: 加了糖的咖啡和威士忌，开始你一整天的酒鬼生活.

source: Tasty crunchy nuts from a pinecone.
ja: 松毬から取り出した、美味しいカリカリの木の実です。
zh_cn: 从松果里剥出来的松籽 ,又香又脆 .

source: Tasty fish that has been heavily smoked for long term preservation.
de: Ein leckerer Fisch, der durchgeräuchert wurde, für die langfristige Haltbarkeit.
ja: 長期保存の為にしっかりとスモークした魚です。
ko: 장기보존을 위해 오래 훈제한 맛있는 생선입니다.
ru: Вкусная рыба, которая хорошо прокоптилась, чтобы храниться в течении долгого времени.
zh_cn: 美味的熏鱼，为了保证质量经过烟熏处理，可以长期保存.

source: Tasty meat that has been heavily smoked for long term preservation.
de: Leckeres Fleisch, das stark geräuchert wurde, für die lange Konservierung.
ja: 長期保存の為にしっかりとスモークした肉です。
ko: 장기보존을 위해 오래 훈제한 맛있는 고기입니다.
ru: Вкусное мясо, закопченное для длительного хранения.
zh_cn: 美味的熏肉，为了保证质量经过烟熏处理，可以长期保存.

source: Tasty, juicy berry. Often found growing wild in fields.
de: Leckere saftige Beere. Oft wild in Feldern gefunden.
ja: 美味しく瑞々しい苺です。野原に所々自生しています。
zh_cn: 尝起来多汁又美味，野外很常见。

source: Tea, the beverage of gentlemen everywhere.
de: Tee, das Getränk für Gentlemen auf der ganzen Welt.
ja: 紅茶はいかなる場所でも紳士の飲み物です。
ko: 어느 곳에서나 신사숙녀를 대표하는 음료인 차입니다.
ru: Чай, напиток каждого джентльмена.
zh_cn: 泡茶可修身养性，品茶如品味人生。

source: The dried flower buds and leaves harvested from a psychoactive variety of hemp plant. Used to reduce nausea, stimulate appetite and elevate mood. It can be habit-forming, and adverse reactions are possible.
de: Die getrockneten Knosten und Blätter, die von einer psychoaktiven Varietät der Hanfpflanze geerntet wurden. Wird benutzt, um Übelkeit zu reduzieren, den Appetit anzuregen und die Moral zu erhöhen. Es kann suchterzeugend sein. Und Nebenwirkungen sind möglich.
ja: 麻の花冠や葉を摘んで乾燥させたものです。吐き気を抑えて食欲を増進させ、気分を向上させる為に使用します。もしかしたら依存性や副作用があるかもしれません。
zh_cn: 干燥后的花蕾、叶子，采集自各种大麻植物。用来减轻恶心，刺激食欲，提升情绪。它可以致瘾，并可能有不良反应。

source: The heavily disputed king of red wines. Pairs well with red meats and pasta.
de: Der schwer umstrittene König der Rotweine. Passt gut zu roten Fleischen und Pasta.
ja: 赤ワインの王様(賛否あるが)です。赤身肉やパスタとの相性が良い。
zh_cn: 红酒，浪漫的气氛，与意大利面和肉一起食用更加难忘。

source: The irradiated beef main course from an MRE. Sterilized using radiation, so it's safe to eat. Exposed to the atmosphere, it has started to go bad.
de: Das bestrahlte Fleischhauptgericht aus einer EPa. Es wurde mit Strahlung sterlisiert und ist somit sicher zum Essen. Da es der Atmospähre ausgesetzt ist, ist es nun verderblich.
ja: MREの照射された牛肉料理です。放射線を照射して滅菌処理されており、食べても安全です。空気に触れて、腐り始めています。
zh_cn: MRE作战口粮里的牛肉主菜，经过辐照消毒。它已经与空气接触，不再保质。

source: The irradiated chicken main course from an MRE. Sterilized using radiation, so it's safe to eat. Exposed to the atmosphere, it has started to go bad.
de: Das bestrahlte Hühnchenhauptgericht aus einer EPa. Es wurde mit Strahlung sterlisiert und ist somit sicher zum Essen. Da es der Atmospähre ausgesetzt ist, ist es nun verderblich.
ja: MREの照射された鶏肉料理です。放射線を照射して滅菌処理されており、食べても安全です。空気に触れて、腐り始めています。
zh_cn: MRE军用口粮中的鸡肉主菜，经过辐照消毒，它已经与空气接触，不再保质。

source: The irradiated vegetarian main course from an MRE. Sterilized using radiation, so it's safe to eat. Exposed to the atmosphere, it has started to go bad.
de: Das bestrahlte vegetarische Hauptgericht aus einer EPa. Es wurde mit Strahlung sterlisiert und ist somit sicher zum Essen. Da es der Atmospähre ausgesetzt ist, ist es nun verderblich.
ja: MREの照射された野菜料理です。放射線を照射して滅菌処理されており、食べても安全です。空気に触れて、腐り始めています。
zh_cn: MRE作战口粮里的素食主菜，经过辐照消毒。它已经与空气接触，不再保质。

source: The main course from a ravioli MRE, the sauce really helps with the taste. Sterilized using radiation, so it's safe to eat. Exposed to the atmosphere, it has started to go bad.
de: Das bestrahlte Raviolihauptgericht aus einer EPa. Es wurde mit Strahlung sterlisiert und ist somit sicher zum Essen. Da es der Atmospähre ausgesetzt ist, ist es nun verderblich.
ja: MREのラビオリ料理で、中に入ってるソースが味に彩りを加えてくれています。放射線を照射して滅菌処理されており、食べても安全です。空気に触れて、腐り始めています。
zh_cn: MRE军用口粮的一种，酱汁对改善口感起到了很大作用，经过辐照消毒。它已经与空气接触，不再保质。

source: The smoked-down butt of a joint, a reminder of some good times. Pretty much trash now. Bummer, man. A few of these could probably be used to roll another joint.
de: Der herruntergerauchte Stummel eines Joints, eine Erinnerung an eine gute Zeit. Praktisch Müll. Schade! Einige wenige von denen könnten vielleicht dazu benutzt werden, um einen weiteren Joint zu drehen.
ja: 誰かに一時の安息を提供した、マリファナのジョイントの吸い殻です。ゴミですね。おいおい...確かにいくつか集めたら1本のジョイントを作れるかもしれないけど、よせよ。
zh_cn: 被抽剩下的大麻烟蒂，美好时光的最后留念。现在基本就是垃圾，节哀啊，兄弟！ 多个这个东西应该足以卷成新的大麻烟。

source: The starchy root of a dahlia flower. When cooked, it is delicious.
ja: ダリアの塊根です。デンプン質であり、調理すれば美味しく食べることが出来ます。
zh_cn: 富含淀粉的大丽花根茎。当且仅当烹调后，才是美味。

source: The surreptitious drunkard mechanic's drink of choice.
de: Des heimlich betrunkenen Mechanikers Getränk der Wahl.
ja: アルコール中毒の機械工がこっそり飲む為のカクテルです。
ko: 능청스러운 술고래 정비사가 선택한 음료입니다.
ru: Подпольный напиток — мечта механика-алкоголика.
zh_cn: 酒鬼们的首选饮品。

source: They're blue, but that doesn't mean they're sad.
de: Sie sind blau, was aber nicht heißt, dass sie besoffen sind.
ja: 青い色をしていますが、それは悲しさを表現している訳ではありませんよ。
ko: 블루베리는 파랗지만, 그렇다고 슬프다는 뜻은 아닙니다. (역자 주 : blue에는 '우울한' 이라는 의미도 있습니다)
ru: Она голубого цвета, но это не значит, что она в печали.
zh_cn: 他们是蓝色的，但这并不代表忧伤。

source: Thin paper tubes of sweet & sour candy powder. Who thinks of this stuff?
de: Dünne Papierröhrchen mit einer süßen und sauren Süßigkeit in Pulverform. Wer denkt sich nur sowas aus?
ja: 甘味と酸味が混ざった粉末状の飴が入った薄い紙管です。一体、誰がこんな物を考えたんだろうね？
zh_cn: 小纸管里装满了酸酸甜甜的糖粉。是哪个美（shen）食（jing）家（bing）发明出这玩意的？

source: Thin yellow vegetable oil used for cooking.
de: Dünnflüssiges gelbes Pflanzenöl, das zum Kochen benutzt wird.
ja: 調理に使用される淡黄色の植物油です。
ko: 요리에 쓰는 연노란색 기름입니다.
ru: Желтое растительное масло используемое в приготовлении пищи.
zh_cn: 淡黄色烹饪菜油

source: Things go better with cola. Sugar water with caffeine added.
de: Bleib fit mit Cola. Zuckerwasser mit Koffein hält dich länger wach.
ja: コーラがあれば万事OK。多量の砂糖とカフェインを含んでいます。
zh_cn: 喝着可乐事情会做得更好。主要是加了糖水和咖啡因。

source: This battery-operated device vaporizes a liquid that contains flavorings and nicotine. A less harmful alternative to traditional cigarettes, but it's still addictive. It can't be reused once it's empty.
de: Dieses batteriegetriebene Gerät verdampft eine Flüssigkeit, welche Geschmacksstoffe und Nikotin enthält. Eine harmlosere Alternative gegenüber klassischen Zigaretten, aber es ist immer noch süchtigmachend. Sobald es leer ist, kann es nicht wiederverwendet werden.
ja: 内蔵された専用のリキッドを蒸発させ、匂いとニコチンを吸引する電池式の電子煙草です。普通の煙草よりは健康的ですが依存性は変わりません。一度空になったら再利用はできません。
zh_cn: 这个电池驱动的装置将尼古丁和调味剂的混合液蒸腾起来，虽然比燃烧型的卷烟伤害低一点，但是同样上瘾。它是一次性使用的，耗尽后无法复装。

source: This bone meal is useful for fertilizing plants.
de: Dieses Knochenmehl ist nützlich, um Pflanzen zu düngen.
ja: 粉末状にした骨です。作物の肥料になります。
ko: 이 뼛가루는 식물에 비료를 줄 때 쓰면 좋습니다.
ru: Костная мука используется для удобрения растений.
zh_cn: 这些骨粉是很好的植物肥料.

source: This chitin powder is useful for fertilizing plants.
de: Dieses Chitinpulver ist nützlich für die Pflanzendüngung.
ja: 粉末状にしたキチンです。作物の肥料になりそうです。
ko: 이 키틴질 가루는 식물에 비료를 줄 때 쓰면 좋습니다.
ru: Хитиновый порошок используется для удобрения растений.
zh_cn: 这些甲壳粉，若是用来做植物的肥料，想来必是极好的。

source: This cocktail dates from the Prohibition era. Gin, honey and lemon in a delightful mix.
ja: 禁酒法時代に考案されたカクテルです。ジンと蜂蜜とレモンの愉快な取り合わせです。
zh_cn: bee's knees鸡尾酒从禁酒时代流传下来，琴酒，蜂蜜，柠檬啪啪啪的混合物，就如其名字的暗示——简直好顶赞。

source: This definitely tastes like a hobo drink.
ja: まるで浮浪者が飲む酒のような味です。
zh_cn: 尝起来就是叫化鸡尾酒没有错！

source: This enriched white flour is useful for baking.
de: Dieses angereicherte weiße Mehl ist nützlich fürs Backen.
ja: 栄養豊富な白い穀粉です。パンが焼けます。
ko: 굽는데 유용한 하얀 밀가루입니다.
ru: Белая мука применяемая при готовке.
zh_cn: 这白色的面粉可以用来做成面包。

source: This fermented blueberry mixture is surprisingly hearty, though the soup-like consistency is slightly unsettling no matter how much you drink.
de: Diese gegärte Blaubeermixtur ist überraschend herzhaft, obwohl die suppenartige Konsistenz leicht beirrend ist, egal, wieviel du trinkst.
ja: ブルーベリー混合物を発酵させた元気の出る飲み物です。スープ状ですがさして気にせずたくさん飲めます。
ko: 블루베리를 발효시킨 음료로, 놀라울 정도로 활력이 넘치는 것 같습니다. 내용물이 스프같이 걸쭉해서, 얼마나 마시던 간에 약간 목에 걸립니다.
ru: Эта забродившая смесь на основе черники удивительно бодрит, хотя ее супо-образная консистенция вызывает некоторую тревогу, сколько бы вы не выпили.
zh_cn: 这种发酵蓝莓混合物极其丰盛，然而汤一样的稠度会让你稍微有些担心是否可以畅饮。

source: This fleshy root is ripe and flowing with sugars; just takes some processing to extract them.
de: Diese fleischige Wurzel ist reif und voller Zucker; es braucht lediglich etwas Weiterverarbeitung, um sie zu extrahieren.
ja: この多肉質の熟した根には糖分が含まれています。砂糖を抽出するには幾つかの処理が必要です。
zh_cn: 这块新鲜的根茎已经成熟并且充满了糖分。赶紧把它们都榨出来吧。

source: This fruit's large pit is surrounded by its tasty flesh.
de: Der große Kern dieser Frucht ist von ihrerm leckerem Fruchtfleisch umrundet.
ja: 大きな種の周りに美味しい果肉が付いた果物です。
ko: 큰 씨앗을 맛있는 과육이 감싸고 있는 과일입니다.
ru: Фрукт из вкусной мякоти, с углублением.
zh_cn: 这种水果的凹陷处充满了美味的果肉。

source: This hamburger contains more than the FDA allowable 4% human flesh content.
de: Dieser Hamburger enthält mehr als die von der FDA zugelassenen 4% Menschenfleisch.
ja: このハンバーガーにはアメリカ食品医薬品局の基準を上回る、4%以上の人肉が含まれています。
ko: 이 햄버거는 FDA(미국 식품의약국) 허용량인 4%보다 많은 인육이 함유되어있습니다.
ru: В этом гамбургере содержится даже больше четырёх процентов человечины, разрешенных минздравом.
zh_cn: 这款汉堡含有过量人肉成分，超过了美国食品和药物管理局规定的4%限量。

source: This immunoglobulin booster contains concentrated antibodies prepared for intravenous injection to temporarily strengthen the immune system. It is still in its original packaging.
ja: この免疫グロブリンブースターには静脈注射することで免疫機能を一時的に強化できる濃縮抗体が含まれています。元々の包装のままです。
zh_cn: 这是一针免疫球蛋白注射剂，含有用于静脉注射的抗体，能暂时增强你的免疫系统。它还是原装的。

source: This is a serving of crisply brined and canned fish. Tasty and nutritious.
de: Dies ist eine Portion frisch eingepökelten und konservierten Fischs. Lecker und nahrhaft.
ja: 新鮮なまま塩漬けされた魚の缶詰です。美味しいうえに栄養があります。
zh_cn: 一份腌制的鱼罐头。美味又营养。

source: This is a serving of crisply brined and canned human flesh. Tasty and nutritious if you're into that sort of thing.
de: Dies ist eine Portion frisch eingepökeltem und konservierten Menschenfleisches. Lecker und nahrhaft, falls du so etwas magst.
ja: 新鮮なまま缶詰にされた漬け込み人肉です。味も栄養も申し分ありません。
zh_cn: 这是一份爽口罐装腌人肉。你可以把它想象的非常美味。

source: This is a serving of crisply brined and canned meat. Tasty and nutritious.
de: Dies ist eine Portion frisch eingepökeltem und konservierten Fleisches. Lecker und nahrhaft.
ja: 新鮮なまま缶詰にされた漬け込み肉です。味も栄養も申し分ありません。
zh_cn: 这是一份爽口罐装腌肉。美味而且营养丰富。

source: This is a serving of crisply brined and canned vegetable matter. Tasty and nutritious.
de: Dies ist eine Portion knackig eingepökelter und konservierter Pflanzenmaterie. Lecker und nahrhaft.
ja: 新鮮なまま缶詰にされた漬け込み野菜です。味も栄養も申し分ありません。
zh_cn: 这是一份爽口腌菜。美味而且营养丰富。

source: This is ammonium hydroxide, a common household cleaning agent. It is highly unsafe to drink.
de: Dies ist Ammoniumhydroxid, ein gewöhnlichs Putzmittel. Es ist hochgradig unsicher zum Trinken.
ja: 一般的な家庭用洗浄剤です。水酸化アンモニウムを用いています。人体に有害なので絶対に飲まないで下さいね。
zh_cn: 这是氢氧化铵,是一种常见的家庭清洗剂。非常不推荐饮用。

source: This is definitely not how grandma used to bake them.
de: Dies ist eindeutig nicht nach Großmutters Rezept gebacken worden.
ja: おばあちゃんが焼いていたクッキーとは全く違う何かです。
ko: 이것은 절대 할머니가 구워주신 것과 다르다고 확언할 수 있습니다.
zh_cn: 这个和奶奶做的完全不一样啊。

source: This is sodium hypochlorite, a common household cleaning agent. It is highly unsafe to drink.
de: Dies ist Natriumhypochlorit, ein gewöhnliches Putzmittel. Es ist hochgradig unsicher zum Trinken.
ja: 一般的な家庭用洗浄剤です。次亜塩素酸ソーダを用いています。人体に有害なので絶対に飲まないで下さいね。
zh_cn: 这是次氯酸钠，一种常见的家庭清洗剂。非常不适于饮用。

source: This looks like a blueberry the size of your fist, but pinkish in color. It has a strong but delicious aroma, but is clearly either mutated or of alien origin.
de: Dies sieht so aus wie eine Blaubeere in der Größe deiner Faust aus, nur in rosa. Es hat ein starkes aber schönes Aroma, aber es ist eindeutig entweder mutiert oder außerirdischem Ursprungs.
ja: 拳ほどの大きさのブルーベリーに類似したピンク色のベリーです。食欲をそそる強烈な芳香を放っています。突然変異で生まれたか、または地球外からやってきたか、どちらにせよ、かつての地球には存在しなかった植物です。
zh_cn: 这看起来像拳头大小的蓝莓，但却有粉红色的颜色。香气浓郁，芬芳扑鼻，但显然经过了突变，或许是外星产物也说不准。

source: This looks like a handful of lemon-colored liquid which has taken a set, much like pre-cataclysm jello. It has a strong but delicious aroma, but is clearly either mutated or of alien origin.
ja: きらきらと輝くレモン色のゼラチン質の塊です。大変動以前にあったジェロー(jello)というゼリー菓子を思い出します。食欲をそそる強烈な芳香を放っています。突然変異で生まれたか、または地球外からやってきたか、どちらにせよ、かつての地球には存在しなかった植物の分泌物です。
zh_cn: 这看起来就像凝固住的柠檬色液体，活像末日前的果冻。香气浓郁，芬芳扑鼻，但显然经过了突变，或许是外星产物也说不准。

source: This looks like a sunflower seed the size of your palm. It has a strong but delicious aroma, but is clearly either mutated or of alien origin.
ja: 拳ほどの大きさの、ヒマワリのそれに似た種です。食欲をそそる強烈な芳香を放っています。突然変異で生まれたか、または地球外からやってきたか、どちらにせよ、かつての地球には存在しなかった植物です。
zh_cn: 这看起来像手掌大小的葵花籽。香气浓郁，芬芳扑鼻，但显然经过了突变，或许是外星产物也说不准。

source: This mushy pile of vegetable matter was boiled and canned in an earlier life. Better eat it before it oozes through your fingers.
de: Dieser breiige Haufen Pflanzenmaterial wurde in einem früherem Leben gekocht und konserviert. Iss es lieber, bevor er dir durch deine Finger trieft.
ja: 調理済みの柔らかい野菜が缶一杯にぐっちょりと詰まっています。指の間からこぼれ落ちる前に食べましょう。
zh_cn: 一个被煮成糊状的蔬菜罐头，属于早期罐头食物。最好在它从指缝流走之前吃掉。

source: This serving of coffee has been created using an atomic coffee pot's FULL NUCLEAR brewing cycle. Every possible microgram of caffeine and flavor has been carefully extracted for your enjoyment, using the power of the atom.
de: Diese Kaffeeportion wurde mit einer atomaren Kaffeemaschine VOLLSTÄNDIG NUKLEAR gebrüht. Jedes erdenkliche Mikrogramm Koffein und Geschmack wurde zu deinem Genuss vorsichtig extrahiert, mit der Kraft des Atoms.
ja: このコーヒーはアトミックコーヒーポットの完全に核反応的な抽出サイクルを経て淹れられています。カフェインや風味の1マイクログラムに至るまで、原子の力によって注意深く引き出されています。
zh_cn: 这杯咖啡是用原子咖啡机的“核动力全开”模式煮成。原子动力，为您的休闲时刻榨出最后一微克咖啡因与香气。

source: This traditional Scottish savory pudding is made of meat and offal mixed with oatmeal, which is sewn into an animal's stomach and boiled. Surprisingly tasty and quite filling, it is best served with boiled root vegetables and strong whisky.
zh_cn: 哈革斯被称为苏格兰“国菜”。它实际上就是羊杂碎，制法是先将羊的胃掏空，里面塞进剁碎的羊内脏如心、肝、肺，再加上燕麦、洋葱、羊油、盐、香辣调味料和高汤等，制成袋（现在常用香肠衣来代替羊胃），水煮约三小时，到鼓胀而成。

source: This traditional Scottish treat is a sweet and filling little boiled cake studded with dried fruit.
zh_cn: 传统苏格兰甜点。嵌入很多干果的大蛋糕，英国人说很好吃，你们懂得。

source: This yellow cornmeal is useful for baking.
de: Dieses gelbe Maismehl ist nützlich zum Backen.
ja: 焼いて調理すると美味しく食べられます。
ko: 노란색 옥수수 가루입니다. 제빵에 유용합니다.
ru: Желтая кукурузная мука применяемая при готовке.
zh_cn: 这黄色的面粉可以用来做成面包。

source: Thorazine
de: Chlorpromazin
ja: ソラジン
ko: 토라진(Thorazine)
ru: Торазин
zh_cn: 氯丙嗪

source: Tiny pink candies shaped like hearts, already dosed with some sort of drug. Really only useful for entertainment. Will cause hallucinations.
de: Winzige rosa Süßigkeiten, die wie Herzen geformt sind und mit irgendeiner Droge dosiert wurden. Sie sind wirklich nur zu Belustigung geeignet. Wird Halluzinationen hervorrufen.
ja: 小さなハート型の飴です。ドラッグが添加されています。食べれば気晴らしにはなりますが、幻覚を引き起こします。
zh_cn: 呈心形的粉红色糖果，一种毒品。只是用来娱乐。会引起幻觉。

source: Tomato sauce, yum yum.
de: Tomatensauce, mmmh, lecker.
ja: トマトソースです、もぐもぐ。
ko: 토마토 소스 입니다. 얌 얌.
ru: Томатный соус, ням, ням.
zh_cn: 番茄酱，好吃，就是吃不够！

source: Under this pomegranate's spongy skin lies hundreds of fleshy seeds.
de: Unter der schwammartigen Haut dieses Granatapfels liegen hunderte von fleischigen Samen.
ja: 海綿状の皮の下に数百の赤く透明な多汁性の果肉の粒がある果物です。
ko: 스펀지 같은 과육 밑에 수백 개의 씨앗이 있는 과일입니다.
ru: Под губчатой кожурой, находятся сотни сочных зернышек.
zh_cn: 石榴好像海绵一样的果皮下面，有着数以百计裹着果肉的种子

source: Unfermented dandelion wine. A sticky mixture of water, sugar, yeast, and dandelion petals.
ja: タンポポの花で作られた未発酵のワインです。タンポポの花と水と砂糖などを混ぜて作られています。粘り気のある液体です。
zh_cn: 未发酵的蒲公英起泡酒 .由水 ,糖 ,酵母和蒲公英花瓣粘混合而成 ,只是看着就觉得不好喝 ,你不会想要现在喝掉它的 .

source: Unfermented fruit wine. A sweet, boiled juice made from berries or fruit.
de: Ungegorener Fruchtwein. Ein süßer gekochter Saft aus Beeren oder Obst.
ja: 未発酵の果実酒です。果物やベリーの搾り汁を煮沸した甘いジュースです。
zh_cn: 未发酵的果酒。一种浆果和水果煮汁制成的饮料，尝起来很甜！

source: Unfermented grape wine. A hearty mix of pressed grapes, with some added brandy to fortify it.
de: Ungegorener Traubenwein. Eine herzhafte Mischung aus gepressten Trauben, mit ein paar Weinbrandzusätzen, um ihn zu aufzuspriten.
ja: 未発酵のワインです。葡萄の絞り汁に水を加えて嵩増し、その代わりにブランデーを入れて酒精強化しました。
zh_cn: 未发酵的葡萄酒。一顿丰盛的混合压榨葡萄，再加上一点白兰地就可以做得更好了。

source: Unfermented homebrew beer. A boiled and chilled mash of malted barley, spiced with some fine hops.
de: Ungegorenes selbstgebrautes Bier. Ein gekochter und gekühlter Brei aus gemalzter Gerste, mit ein paar feinen Hopfen gewürzt.
ja: 未発酵の自家製ビールです。大麦の麦芽もろみを煮沸した後冷やし、新鮮なホップで味を調えました。
zh_cn: 未发酵的家酿啤酒。里面有煮熟的和冷冻的捣碎的大麦麦芽，加入一些细啤酒花。

source: Unfermented moonshine. Just some water, sugar and cornmeal, like good ol' aunt's recipe. You better believe it tastes sour.
de: Eine ungegorene schwarzgebrannte Spirituose. Lediglich etwas Wasser, Zucker und Maismehl, wie nach dem guten alten Rezept der Tante. Glaub lieber, dass es sauer schmeckt.
ja: 未発酵の密造酒です。まだ単なる水と砂糖とコーンミールであり、古き良き時代のおばあちゃんのレシピにあった様なものです。本当に酸っぱいです。
zh_cn: 未发酵的月光酒。只是一些水，糖和玉米粉的混合物；就像老姑妈的食谱一样。你最好相信它是酸的。

source: Unfermented pine wine. A sticky mixture of water, sugar, yeast, and pine resins.
ja: 松脂を使った未発酵のワインです。松脂と水と砂糖などを混ぜて作られています。粘り気のある液体です。
zh_cn: 还没发酵的松脂葡萄酒 ,由水 ,糖 ,酵母和松树的树脂混合而成 .

source: Unfermented rum. Sugar caramel or molasses brewed into sweet water. Basically a saccharine soup.
de: Ungegorener Rum. Zuckerkaramel oder -sirup, der zu süßes Wasser gebraut wurde. Grundsätzlich eine Saccharinesuppe.
ja: 未発酵のラム酒です。カラメルと糖蜜を水に溶かして仕込んでいます。まだ単なる甘ったるい液体です。
zh_cn: 未发酵的朗姆酒。焦糖或糖蜜煮成的甜水。基本上就是甜水。

source: Unfermented spiced mead. A golden, sweet mixture of honey, water, and hops for some added flavor.
de: Ungegorener Honigwein. Eine goldene süßge Mixtur aus Honig, Wasser und Hopfen für zusätzlichen Geschmack.
ja: 未発酵の蜂蜜酒です。蜂蜜と水とホップなどを混ぜて作られています。甘い匂いが漂う黄金の液体です。
zh_cn: 未发酵的香料蜜酒。金色的，尝起来甜甜的；里面混合着蜂蜜，水，和一些额外的风味啤酒花。

source: Unfermented vodka. A clean, pure spirit.
de: Ungegorener Wodka. Ein reiner Alkohol.
ja: 未発酵のウォッカです。綺麗で純度の高いアルコールです。
zh_cn: 未发酵的伏特加。一种纯粹的烈酒。

source: Unfermented whiskey. The base of a fine drink. Not the traditional preparation, but you don't have the time.
de: Ungegorener Whiskey. Die Grundlage eines feinen Getränks. Nicht die traditionelle Zubereitung, aber du hast nicht die Zeit dafür.
ja: 未発酵のウィスキーです。上質の酒を造る基礎になります。伝統的な仕込みの業も時間もないのが残念です。
zh_cn: 未发酵的威士忌。一个好的饮料底子，尽管不是传统的制法，但你没有时间酿造它了。

source: Unlike cola this is caffeine free, however it is still carbonated and has plenty of sugar. Not to mention a lemon-lime taste.
de: Anders als Cola ist dies koffeinfrei, allerdings ist es immer noch kohlensäurehaltung und hat viel Zucker. Von einem Zitronen-Limetten-Geschmack ganz zu schweigen.
ja: 砂糖を多量に含んだ炭酸飲料です。コーラとの違いはカフェインを含んでいない事とレモンライムの味がする事です。
zh_cn: 与可乐不同此产品不含咖啡因，但仍含有许多碳酸和糖，还有柠檬酸橙的味道。

source: Unlike cola this is caffeine free, however it is still carbonated, sweet, and tastes vaguely orange-like.
de: Anders als Cola ist dies koffeinfrei, allerdings ist es immer noch kohlensäurehaltung, süß und schmeckt schwach orangenähnlich.
ja: 砂糖を多量に含んだ炭酸飲料です。コーラとの違いはカフェインを含んでいない事と何となくオレンジの味がする事です。
ko: 콜라와는 달리 이 음료는 무카페인입니다만, 여전히 탄산을 포함하며, 달고 오렌지맛은 희미합니다.
ru: Без кофеина, в отличии от колы. Однако, также сладкая, газированная и на вкус смутно напоминает апельсин.
zh_cn: 与可乐不同此产品不含咖啡因，但仍含有许多碳酸和糖，还有橘子甜橙的味道。

source: Usually consumed in the mornings, milk tea is common among many countries.
ja: 多くの国で愛される飲み物です。普通は朝に飲む物です。
zh_cn: 通常都在早上喝，许多国家都有喝奶茶的习俗。——译者：这个当然是正宗的咸味奶茶，甜党不服可以来揍我。

source: V8
ja: V8野菜ジュース
ru: овощные консервы
zh_cn: V8蔬菜汁

source: Vegetable chunks pickled in a salt bath. Goes well with burgers, if only you can find one.
de: In Salz eingelegte Gemüsestücke. Passen ausgezeichnet auf einen Burger, wenn du nur einen finden könntest.
ja: 大まかに切って塩漬けされた野菜です。ハンバーガーに入れると最高です。ハンバーガーがあればの話ですが。
ko: 야채 덩어리 소금 절임입니다. 햄버거에 넣어 먹으면 좋습니다. 햄버거를 찾을 수 있다면 말이지만요.
ru: Порезанные на кусочки овощи в рассоле. Хорошо сочетается с гамбургерами, конечно если вам удастся их найти.
zh_cn: 蔬菜洗了个盐水澡，有了汉堡味道更好！

source: Vegetable stock. Tasty and fairly nutritious.
de: Einfache Gemüsebrühe. Schmeckt gut und ist außerdem einigermaßen nahrhaft.
ja: 野菜を煮込んで作ったスープの素です。非常に栄養価が高く、美味しいです。
zh_cn: 从植物中获取的成分，十分美味，具有很高的营养价值，吃这个长大的孩子一定会比他/她的父母聪明强壮！

source: Vegetable that looks poisonous. You could eat it, but it will poison you.
de: Gemüse, das giftig aussieht. Du könntest es essen, aber es würde dich vergiften.
ja: 有毒だと思われる野菜です。 食べる事は出来ますが、被毒しそうです。
zh_cn: 一看上去就让人恶心的菜，也许能吃，后果怎样就不知道了。

source: Very sour citrus. Can be eaten if you really want.
de: Sehr saure Zitrusfrucht. Kann gegessen werden, wenn du wirklich willst.
ja: 非常に酸っぱい果物です。 食べたいと心から望むのなら食べれますよ。
zh_cn: 倒也不是不能吃，就是太酸了点。

source: Water collected during an acid rainstorm. Don't drink it. Boiling it concentrates the acid.
de: Während eines sauren Regens gesammeltes Wasser. Nicht trinken. Kochen verstärkt die Säurekonzentration.
ja: 降り注ぐ酸性雨を集めた液体です。絶対に飲まないで下さい。沸騰させて酸を濃縮する事が出来ます。
zh_cn: 从酸雨中收集的水。不该用来喝，煮一下浓缩成酸吧。

source: Water with salt added. Not good for drinking.
de: Wasser mit Salz. Nicht zum Trinken geeignet.
ja: 塩分を含んだ水です。飲むには適していない。
zh_cn: 加了盐的水，不是那么好喝。

source: Water with sugar or honey added. Tastes okay.
ja: 砂糖や蜂蜜を加えた水です。それなりの味ですよ。
zh_cn: 白水里加点糖，劳动人民最喜闻乐见高端饮料。

source: Water, the stuff of life, the best thirst-quencher available.
de: Wasser, der Grundstein allen Lebens. Der beste Durstlöscher der Welt.
ja: 水は生命の源であり、喉の渇きを癒してくれます。
ko: 갈증을 없애는 최고의 수단이자 생명의 원천인 물입니다.
ru: Вода - основа жизни. Лучший способ утолить жажду.
zh_cn: 水，作为生命之源，是最有效的止渴品。

source: Well-aged honey wine, spiced with a hint of hops. Goes down bittersweet.
de: Gut gealterter Honigwein, gewürzt mit einer Hopfennote. Geht bittersüß runter.
ja: ホップを加えて発酵させた蜂蜜酒です。ほろ苦い飲み口になっています。
zh_cn: 陈年蜂蜜酒，加入了一点啤酒。又苦又甜。

source: What was once a wonderfully addictive tube of dried tobacco leaf is now just a smelly piece of trash. What a tragedy! The leftover tobacco in a few of these could probably be used to roll another cigarette. If you're willing to go that far...
de: Was einstmals ein wunderbar süchtigmachendes Rohr aus getrockneten Tabaksblättern war, ist nun nur noch ein stinkendes Stück Müll. Welch Tragödie! Der restliche Tabak in einigen von diesen könnte vielleicht benutzt werden, um eine weitere Zigarette zu drehen. Falls du so weit gehen möchtest …
ja: 嘗ては煙草だったものです。悲しい事に今やゴミでしかありません。しかし、いくつか集めて僅かに残った使える部分を纏めれば、新たに一本の煙草を作り出す事が出来るでしょう。そこまでして煙草が吸いたいというのならですが...
zh_cn: 曾经令人着迷的烟叶卷现在只剩下了一小片有味道的垃圾。悲剧啊！ 多个这东西里边剩下的烟草应该可以卷成一个新的香烟。假如你真的那么丧心病狂。。。

source: When the cheese starts flowing, Kraft gets your noodle going.
de: Sieh, sobald der Käse rinnt, Kraft dir deine Nudeln bringt.
ja: ”When the cheese starts flowing, Kraft gets your noodle going.” 「チーズが溶けたら、召し上がれ♪」 (訳注: Kraft社のマカロニチーズのCMの1フレーズ)
ko: 치즈가 흐르기 시작할 때, 크래프트의 면발 맛도 같이 흐릅니다.
zh_cn: 上面覆盖着奶酪的通心粉，好香啊！

source: Whole fresh eggs, dehydrated into an easy to store powder.
de: Ganze frische Eier, dehydriert, um auf einfache Weise als Pulver aufbewahrt zu werden.
ja: 新鮮な卵を乾燥させ、粉末状にして、保存に適した状態にした物です。
ko: 전란에서 수분을 제거하여 저장하기 쉽게 만든 가루입니다.
ru: Концентрированный пищевой продукт, приготовленный из куриных яиц высушиванием яичной массы (белка).
zh_cn: 把新鲜鸡蛋，脱水后变的更容易存储.

source: Wild dandelion flowers that have been battered and deep fried. Very tasty and nutritious.
ja: 野生のタンポポの花に衣をつけて揚げたものです。美味しくて栄養価も高いです。
zh_cn: 野生蒲公英花朵裹上面粉后炸一炸，鸡肉味嘎嘣脆。等等，似乎有哪里不对劲。
