Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is a soda advertisement. On the front is a picture of a happy couple on a beach watching the sun set. Between them are bottles of soda. The poster reads, "Cascade Cola, for those special moments" in bold white letters.
ja: 炭酸飲料の広告です。ビーチで夕日を見る幸せそうなカップルの写真です。二人の間にはコーラのボトルがあります。ポスターに白い太字で「特別な時間に。カスケードコーラ」と書かれています。
zh_cn: 这是汽水广告。在上面有对幸福的夫妇在海边看日落的照片。他们之间有瓶汽水。纸上用白色粗体写着："Cascade可乐，为了那些特殊时刻。"

source: This is a soda advertisement. On the front is a picture of a happy couple on a beach watching the sun set. Between them are bottles of soda. The poster reads, "Cascade Cola, for those special moments" in bold white letters. Someone has colored in the sun with a black marker. The words "oh Discordia" are scrawled across the top.
ja: 炭酸飲料の広告です。ビーチで夕日を見る幸せそうなカップルの写真です。二人の間にはコーラのボトルがあります。ポスターに白い太字で「特別な時間に。カスケードコーラ」と書かれています。落書きされており、黒いマーカーで太陽が塗り潰され、上の方に「おお、ディスコルディアよ」と走り書きされています。
zh_cn: 这是汽水广告。在上面有一对幸福的夫妇在海边看日落的照片。他们之间有一瓶汽水。纸上写著白色粗体的"Cascade可乐，为了那些特殊时刻。"有人在上面用黑色记号笔把太阳涂黑，并且在上面用潦草的字迹写下"喔，不和谐"。

source: This is an ad for a Twenty8 brand Infrared Vision CBM. It shows a picture of a robotic phoenix covered in flames. The captions read: "Get the new Model 28.tx Phoenix today!" and "Twenty8. See what you've been missing."
ja: Twenty8社のCBM:赤外視の広告です。炎に包まれる不死鳥を象ったロボットが描かれています。そしてこう書かれています。「新モデル登場！28.tx フェニックス！」「Twenty8はかつてない体験を貴方に」
zh_cn: 这是一个Twenty8牌红外成像CBM的广告.广告背景是一只在火焰中栩栩如生的机械凤凰,配图文字:"马上获得新版28.tx Phoenix模块"和”Twenty8，来看看你还缺少什么“

source: This is an advertisement for DoubleTech brand law enforcement robots. It shows a picture of a dozen eyebots floating over a woman as she jogs through a park. The captions read: "Built to Protect. Programmed to Serve."
ja: ダブルテック社の法執行用ロボットの広告です。公園を走る女性と12台の監視ロボットが描かれています。「ダブルテック社。頑丈な造り。命令を順守」
zh_cn: 这是一个DoubleTech品牌的执法机器人广告。画面上是一打眼状机器人在一个在公园慢跑的女人头上漂浮着。标题上写着：”DoubleTech工业，为安保而造，为服务而生“

source: This is an advertisement for DoubleTech brand law enforcement robots. It shows a picture of an eyebot flying alongside a bald eagle and a Stealth bomber painted as an American flag. The caption reads: "Built to Protect. Programmed to Serve."
ja: ダブルテック社の法執行用ロボットの広告です。ハクトウワシと星条旗が描かれたB-2と共に飛ぶ監視ロボットが描かれています。そしてこう書かれています。「ダブルテック社。頑丈な造り。命令を順守」
zh_cn: 这是一个DoubleTech品牌的执法机器人广告。画面上是一个眼状机器人与一只秃鹰和一架喷有美国国旗的隐形轰炸机并驾齐驱。标题上写着：”DoubleTech工业，为安保而造，为服务而生“

source: This is an advertisement for DoubleTech brand law enforcement robots. It shows a picture of copbot and an eyebot boldly emerging from a cloud of teargas and flame. The caption reads: "DoubleTech Industries. Built to Protect. Programmed to Serve."
ja: ダブルテック社の法執行用ロボットの広告です。催涙ガスと炎の中から姿を現す警官ロボットと監視ロボットが描かれています。そしてこう書かれています。「ダブルテック社。頑丈な造り。命令を順守」
zh_cn: 这是一个DoubleTech品牌的执法机器人广告。画面上是一个机器警察和眼状机器人从浓浓的催泪瓦斯和火焰中呼啸而出。标题上写着：”DoubleTech工业，为安保而造，为服务而生“

source: This is an advertisement for DoubleTech brand law enforcement robots. It shows a picture of copbot pepper-spraying a handcuffed rioter. In the background a troop of boy scouts salutes the robot. The caption reads: "Built to Protect. Programmed to Serve."
ja: ダブルテック社の法執行用ロボットの広告です。胡椒スプレーと手錠を構える警官ロボットが描かれています。そしてこう書かれています。「ダブルテック社。頑丈な造り。命令を順守」
zh_cn: 这是一个DoubleTech品牌的执法机器人广告。画面上是机器警察正在向戴上手铐的暴徒喷洒辣椒喷雾，画面背景是一群童子军向机器警察敬礼。标题上写着：”DoubleTech工业，为安保而造，为服务而生“

source: This is an advertisement for Leadworks LLC handguns. It shows a picture of a bionic police officer assisting a young couple, who were being attacked by a gang of ruffians. The caption reads: "You don't have to void your warranty or wear out your thumb to achieve felon-stopping firepower. The L39B, tried and true by our fine cyborgs in blue, is available in .45 ACP for that extra punch, and we offer semiautomatic (but equally robust!) versions for the civilian market. Leadworks, LLC."
ja: Leadworks LLCのL39Bハンドガンの広告です。サイボーグ警察官が若いカップルを守るべく無法者の群れに立ち向かっています。そしてこう書かれています。「正義の執行に必要なものは二つ。正当な根拠と、悪漢を速やかに打ち倒せる確かな火力だ。熟練のサイボーグ警官達による運用試験を経て完成したL39Bは.45口径弾に対応、セミオートマチック仕様(しかし堅牢性はそのまま！)で民間市場にも提供します。Leadworks LLC」
zh_cn: 这是一张由Leadworks LLC出品的手枪广告单。上面画著一位生化警官正在协助一名被许多恶棍攻击的青年。标题写著:"你不需要射到天荒地老或是拿自己性命拼博才能击退这些败类，试试我们生化警官拿的那把L39B系列，使用.45ACP子弹即可发挥强大火力来压制敌人，同时我们也推出了半自动版本(同样耐用!)供您选购。 Leadworks, LLC."

source: This is an advertisement for Leadworks LLC modular weapons. It shows a picture of an overworked-yet-grateful police sergeant assembling a sleek rifle, with similar-looking weapons racked neatly behind her. The caption reads: "Leadworks is proud to offer the L523 modular weapon system. No more must armorers stock and maintain stacks and stacks of rifles, carbines, and squad support weapons, juggling multiple incompatible ammunition types! Just procure a base unit for every trooper, and use our lightweight and portable conversion kits to swap from house-to-house CQB carbine to rooftop-patrol DSR, safely and cleanly!"
ja: Leadworks LLCのモジュール化銃器の広告です。くたびれた女性警察官が古風で上品なライフルの手入れをしていて、背後のラックに同じような銃が沢山架けられています。そしてこう書かれています。「Leadworks LLCが誇りをもってお送りするL523モジュラーウェポンシステムがあなたの悩みを解決します。銃器整備士に頼んでも修理は順番待ち、保管庫を圧迫するライフルとカービンと軽機関銃の束、互換性の無い多種多様な弾薬のお手玉！その全てに別れを告げて、基礎ユニットとなるL523プラットフォームを全員に装備させましょう。そして軽量な携帯型変換キットと組み合わせることで、屋内戦対応のCQBカービンから屋上で周辺を警戒するDSR狙撃銃までプラットフォームが七変化。安全に、しかも手を油で汚すこともなく！」
zh_cn: 这是一张"武器模块化"的广告单，由Leadworks LLC出品。上面画著一位辛勤的警官正在组装一把外表光滑的来福枪，同时背上也有一把差不多的武器。标题写著:"Leadworks 在此隆重推出L523武器模块化系统，不再需要繁杂地保养各式来福枪、卡宾枪或是小队用的重机枪，也不会不小心把各种弹药混在一起! 现在每位士兵只要配备基本款式，再利用可携带的模组即可针对战场做出调整，不论是室内近身战的卡宾枪或是岗哨守卫用的狙击步枪都可以快捷简单地切换!"

source: This is an advertisement for Leadworks LLC's Home Frontier Starter Pack. It shows a picture of a young suburban parent, equipped with rifle and revolver, keeping a steely eye on the neighborhood from the front porch. Similarly-armed parents are visible in front of every house on the street. Young children are at play and older ones tend a large vegetable garden. The caption reads: "A well-armed community is a SAFE community. Leadworks, LLC."
de: Dies ist eine Werbeanzeige für das Heimatfront-Starterpaket von Leadworks, LLC. Es zeigt ein Foto eines jungen vorstädtischen Elternteils, ausgerüstet mit Gewehr und Revolver, mit einem eisernen Blick auf die Nachbarschaft von der Veranda aus. Ähnlich bewaffnete Eltern sind vor jedem Haus der Straße zu sehen. Junge Kinder spielen und ältere Kinder pflegen einen großen Gemüsegarten. Die Beschriftung lautet: »Eine gut bewaffnete Gemeinde ist eine SICHERE Gemeinde. Leadworks, LLC.«
ja: Leadworks LLCの新天地開拓用スターターパックの広告です。若い夫婦がライフルとリボルバーを持ち、玄関に立って辺りを見回しています。他の家でも同じ様に武装して玄関に立っています。一方で子供達は遊び、老人達は菜園の世話をしています。そしてこう書かれています。「武装した地域は安全な地域です。Leadworks LLC」
zh_cn: 这是一张Leadworks LLC's 为其家用安保系统的入门工具包所做的广告 , 上面印着一张照片 , 年轻的郊区父母带着步枪和转轮手枪 , 以钢铁般的目光注视着从邻居的小院到自家门口的每一丝细节 , 同样装扮的父母在每个家庭附近都看得到 , 小孩子在自由的玩耍 , 老人则走向菜园...... 标题上写着 : 武装到牙齿的社区,才是安全的社区 ---Leadworks,LLC

source: This is an advertisement for Rivtech brand ammunition. It shows a picture of an armored steel plate with a gaping hole blasted through the middle. Sitting beside the plate is a block of brightly colored caseless ammunition. The caption reads: "Rivtech 8x40mm caseless. Nothing else comes close."
ja: Rivtech社の弾薬の広告です。装甲板の真ん中に穴が開いており、その横には派手な色の弾薬が写っています。そしてこう書かれています。「Rivtechの8x40mmケースレス弾。圧倒的な威力」
zh_cn: 这是一个rivtech弹药的广告。它上面有一幅画了中间有弹孔的装甲钢板。旁边是一盒闪亮的无壳弹药。标题写着："rivtech 8x40mm无壳，万夫莫敌。"

source: This is an advertisement for Rivtech brand firearms. It shows a picture of a trio of well armed hunters. The three are each armed with different futuristic looking weapons and are shooting at a hostile crowd of approaching wildlife. The caption reads: "Rivtech caseless firearms. Superior stopping power."
ja: Rivtech社の銃器の広告です。3人のハンターの写真です。それぞれ異なる未来的な銃器を持ち、暴れる猛獣を射撃しています。そしてこう書かれています。「Rivtechのケースレス銃器の優れたストッピングパワー」
zh_cn: 这是一个Rivtech步枪的品牌广告。它上面有三个全副武装的猎人。三个不同人物正在对接近的野生动物进行射击。标题写着："rivtech无壳弹枪。优越的停止力。"

source: This is an advertisement for Rivtech brand handguns. It shows a picture of a well armed couple in business suits with matching handguns facing down a legion of villainous looking characters. The caption reads: "Protect yourself with the Rivtech caseless automagnum!"
ja: Rivtech社のハンドガンの広告です。ビジネススーツの2人組が悪人達をハンドガンで屈服させる写真です。そしてこう書かれています。「自分の身は自分で守れ。Rivtechのケースレスオートマグ」
zh_cn: 这是一个Rivtech手枪的品牌广告. 上面有一对全副武装的夫妻，穿着西装拿着手枪指着一群面向凶恶的群众演员.广告词是:"Rivtech无壳式自动手枪,保护您的人身安全!"

source: This is an advertisement for Rivtech brand rifles. It shows a picture of a smiling soldier with a futuristic looking rifle on her shoulder saluting the viewer. The caption reads: "Rivtech caseless firearms proudly supports our Military."
ja: Rivtech社のライフルの広告です。人々に敬礼されて嬉しそうな兵士の写真です。彼女の肩に未来的なライフルが掛かっているのが見て取れます。そしてこう書かれています。「Rivtechのケースレス銃器が軍の助けとなれれば光栄です」
zh_cn: 这是一个Rivtech步枪的品牌广告。它上面有三个面带微笑的战士。标题写着："rivtech无壳弹枪。为军队服务。"

source: This is an advertisement for Rivtech's 'ATOMIC POWER THIRST' energy drink. While intended to advertise a new flavor called Isotope RU-238 'FRUIT', most of the text is dedicated to a long list of possible side effects: anxiety, insomnia, severe insomnia, dizziness, tremors, nausea, headache, vomiting, delusions, hallucinations, rhabdomyolysis, internal burns, thyroid cancer, extensive internal bleeding, upper gastrointestinal bleeding, diarrhea, cardiac dysrhythmia, cardiovascular collapse, suicidal ideation, seizures, ataxia, amnesia, mania, stroke, neurodegeneration, malignalitaloptereosis, necrotizing fasciitis, recurrent flu, and pinkeye.
de: Dies ist eine Werbeanzeige für Rivtechs »ATOMSTARKEN DURST«-Energydrink. Wobei sie dazu gedacht war, eine neue Geschmacksrichtung, die »Isotop RU-238 FRUCHT« genannt wird, zu bewerben, enthält der Großteil des Textes eine lange Liste möglicher Nebenwirkungen: Angst, Schlaflosigkeit, schwere Schlaflosigkeit, Benommenheit, Zuckungen, Übelkeit, Kopfschmerzen, Erbrechen, Wahnvorstellungen, Halluzinationen, Rhabdomyolyse, innere Verbrennungen, Schilddrüsenkrebs, starke innere Blutungen, obere gastrointestinale Blutung, Durchfall, Herzrhythmusstörung, Herzkreislaufkollaps, Selbstmordgedanken, Krampfanfälle, Ataxie, Gedächtnisschwund, Manie, Schlaganfall, Neurodegeneration, Malignalitaloptereose, nekrotisierende Fasciitis, wiederholt auftredende Grippe und Bindehautentzündung.
ja: Rivtech社の栄養ドリンク「ATOMIC POWER THIRST」の広告です。同位体RU-238の実という新しい味を宣伝するための物のようですが、スペースの大半は長ったらしい警告表示のリストで埋められています。不安、不眠、重度の不眠症、めまい、震え、吐き気、頭痛、嘔吐、妄想、幻覚、横紋筋融解症、内部熱傷、甲状腺癌、広範囲な内出血、上部消化管出血、下痢、不整脈、心血管虚脱、希死念慮、発作、運動失調、記憶喪失、躁病、脳卒中、神経変性、マダムミム病、壊死性筋膜炎、回帰性インフルエンザ、および結膜炎。
zh_cn: 这是一张Rivtech's为他旗下的能量饮料 "原子能渴望" 而做的广告 , 而这种被大力宣传的新口味被称之为"果味钌-238" ,大多数的文字是在描述饮用后可能发生的副作用 ,如 :焦虑 ,失眠 ,严重失眠 ,头晕 ,身体颤抖 ,恶心 ,头痛 ,呕吐 ,妄想 ,幻觉 ,横纹肌溶解 ,内部器官灼伤 ,甲状腺癌 ,大面积内出血 ,上消化道出血 ,腹泻 ,心律不齐 ,心血管功能衰竭 ,自杀冲动 ,惊厥 ,共济失调 ,失忆健忘 ,躁狂 ,中风 ,神经退行性病变 ,阿姆斯特朗回旋加速式打摆子 .坏死性筋膜炎 ,周期性流感 ,和红眼病.

source: This is an advertisement for Robert's Universal Robotics brand law enforcement robots. It shows a picture of a tribot incinerating a mob of looters and stepping over charred and smoking corpses. The caption reads: "R.U.R. Technology you can Trust."
ja: ロバートユニバーサルロボット社の法執行用ロボットの広告です。暴徒を焼き払い、煙を上げる死体を踏みつける三脚式ロボットが描かれています。そしてこう書かれています。「R.U.R.社の製品は高い信頼性を誇っています」
zh_cn: 这是R.U.R品牌执法机器人的一则广告。它显示了一个三脚架机器人，跨过烧焦的和冒烟尸体，焚烧暴徒和抢劫者的图片。标题写着：“R.U.R科技，值得信赖。”

source: This is an advertisement for Robert's Universal Robots brand labor-bots. It shows a picture of a factory floor run entirely by robots. In the background a man in a suit reads a newspaper that shows soaring stock prices. The caption reads: "R.U.R. Technology you can Trust."
ja: ロバートユニバーサルロボット社の作業用ロボットの広告です。ロボットにより自動化された工場と、新聞で株価の成長を確認するスーツを着た男性が描かれています。そしてこう書かれています。「R.U.R.社の製品は高い信頼性を誇っています」
zh_cn: 这是R.U.R品牌劳动机器人的广告。它显示了一个完全由机器人运行的工厂车间图片。在后台，一个人穿着西装在读一份报纸，显示股价暴涨。标题写着：“R.U.R科技，值得信赖。”

source: This is an advertisement for Robert's Universal Robots brand labor-bots. It shows a picture of a robot carrying a heavy pallet of bricks. In the background a human foreman is sleeping on the job, with his hardhat pulled down over his eyes. The captions read: "It's a tough job, so why should you have to do it?" and "R.U.R. Technology you can Trust."
ja: ロバートユニバーサルロボット社の作業用ロボットの広告です。レンガの山を運ぶロボットと、その後ろでヘルメットで顔を覆って寝る作業員が描かれています。そしてこう書かれています。「その辛い作業、貴方がやる必要はありますか？」「R.U.R.社の製品は高い信頼性を誇っています」
zh_cn: 这是R.U.R品牌劳动机器人的一则广告。它显示了一个图片的机器人背着一堆沉重的砖。在后台一个人类工头正在工作时间睡觉，他的安全帽拉下遮住眼睛。标题写着：“这是一个艰难的工作，所以为什么要你做呢？” 和“R.U.R科技，值得信赖。”

source: This is an advertisement for Sybil's Cyber Boutique. It shows a picture of a man flexing shiny cybernetic arms in front of a mirror. He is flanked by two scantily clad nurses who hold bloody chainsaws and give approving thumbs up. In the background feral dogs gnaw on the man's discarded former limbs. The caption reads: "Spring Cleaning Sale! 20% off!"
ja: Sybil's Cyber Boutiqueの広告です。鏡の前で機械の腕を輝かせる男性が描かれています。彼の両脇では血塗れのチェーンソーを持った露出過多なナース達がサムズアップしており、背景では野犬が元は彼の物だったであろうヒトの腕に齧りついています。そしてこう書かれています。「春の一掃セール！20%オフ！」
zh_cn: 这是西比尔的数码精品的一则广告。它显示了一个人在镜子前展示各种神经机械武器的图片。他两侧是两个衣着暴露的护士，持有血腥电锯并切竖起大拇指。背景是野狗在啃食该名男子的丢弃四肢。标题写着：“春季大扫除！20％的折扣！”

source: This is an advertisement for Sybil's Cyber Boutique. It shows a picture of a nerdy looking man surrounded by a group of admiring women. In the foreground a blood-drenched doctor gives an exaggerated wink and two thumbs up. The caption reads: "Holiday sales! Get the package deals!"
ja: Sybil's Cyber Boutiqueの広告です。美女達に囲まれるオタクの男性が描かれています。手前では血塗れの医師がウィンクしながら両手でサムズアップしています。そしてこう書かれています。「休日セール中！複数箇所で更にお得！」
zh_cn: 这是西比尔的数码精品的一则广告。它显示了一个书呆子气的男人被一群慕名而来的妇女包围着的图片。在前台，一个血淋淋的医生给出了一个夸张的眨眼以及两个大拇指。标题写着："假日大减价！来就打包销售！"

source: This is an advertisement for Sybil's Cyber Boutique. It shows a picture of several bikini-clad female doctors removing the skin from man's face. The patient is strapped to a chair but cheerfully gives two thumbs up. The caption reads: "Free Plastic Surgery While You Wait!"
ja: Sybil's Cyber Boutiqueの広告です。ビキニ姿の女性医師達が男性の顔の皮膚を切除する様子が描かれています。患者は椅子に縛り付けられながらも両手でサムズアップしています。そしてこう書かれています。「迅速で自在な整形をお届け！」
zh_cn: 这是西比尔的数码精品的一则广告。它显示了几个身着比基尼的女医生从人的脸部去除皮肤的图片。病人被绑在一把椅子，但是乐呵呵地给两个大拇指。标题写着：“免费整形外科，就在你等待之时！”

source: This is an advertisement for soda. It shows a dark brown can of soda on a black background. The label reads "Spin".
ja: 炭酸飲料の広告です。黒い背景に暗褐色の缶が写っています。ラベルには「Spin」と書いてあります。
zh_cn: 这是汽水广告。上面画著黑色背景跟暗棕色的汽水罐。上面的商标写著"Spin"。

source: This is an advertisement for the Diet Devil brand Ethanol Burner CBM. It shows a picture of a teenaged boy driving a car while chugging a bottle of whiskey. A tiny obese devil sits on his shoulder and drinks a martini. The caption reads: "Drink like there's no tomorrow!"
ja: Diet Devil社のCBM:エタノール燃焼装置の広告です。車を運転する少年の肩の上に太った小悪魔が座っており、少年はウィスキーのボトルを一気飲みし、小悪魔はマティーニのグラスをちびちび飲んでいます。そしてこう書かれています。「後先考えるな！いいから飲め！」
zh_cn: 这是一个饮食魔鬼品牌酒精燃烧器CBM的广告。它展示了一副画面,一个十几岁的男孩边驾驶汽车边灌着一瓶威士忌。一个微小的肥胖魔鬼坐在他的肩膀喝着一杯马提尼。标题写着:“喝,就像是没有明天!”

source: This is an advertisement for the Diet Devil brand Internal Furnace CBM. It shows a picture of a tiny obese devil sitting on a man's shoulder. The man is about to bite into a frosting-covered baby. The caption reads: "Eat What You Want! How You Want! Who You Want!"
ja: Diet Devil社のCBM:体内炉の広告です。男性の肩の上に太った小悪魔が座っており、男性は砂糖がまぶされた子供のようなものに齧り付こうとしています。そしてこう書かれています。「何でも食べろ！自由に食べろ！好きな様に食べろ！」
zh_cn: 这是一个魔鬼品牌内燃机CBM的广告。它展示了一副画面，一个微小的肥胖魔鬼坐在一个男人的肩膀。男人就要啃咬成一个结霜覆盖婴儿。标题写着：“吃你想要的!你怎么想!你想要的！”

source: This is an advertisement for the Diet Devil brand Metabolic Exchange CBM. It shows a picture of a tiny obese devil sitting on a woman's shoulder. The woman stares intently at a gigantic wedding cake covered with bacon and candy bars. The caption reads: "Burn calories! Burn!"
ja: Diet Devil社のCBM:新陳代謝相互変換装置の広告です。女性の肩の上に太った小悪魔が座っており、女性はベーコンやキャンディが刺さった巨大なウェディングケーキに熱い視線を注いでいます。そしてこう書かれています。「燃やせ！カロリーを燃やせ！」
zh_cn: 这是一个魔鬼品牌代谢转换CBM的广告。它展示了一副画面，一个微小的肥胖魔鬼坐在一个女人的肩膀上。女人盯着在一个巨大的婚礼蛋糕专注地覆盖着熏肉和糖果。标题写着：“燃烧卡路里!燃烧吧！”

source: This is an advertisement for the Rivtech brand Monomolecular Blade CBM. It shows a picture of a woman with a bionic blade extending from her arm steadfastly defending her children from an angry bear. The caption reads: "Rivtech retractable monomolecular blade system. Failure is never an option." and "Rivtech Bionics, guaranteed for life."
ja: Rivtech社のCBM:単分子ブレードの広告です。それは怒れる熊から子供を守るため、腕から剣を出して立ち向かう母親が描かれています。そしてこう書かれています。「Rivtechの単分子ブレード。買って損はさせません」「RivtechのCBMはより良い生活を保証します」
zh_cn: 这是Rivtech牌单分子刀CBM的广告，一个手臂上有着单分子刀的女人正为了保护她的子女而合一头愤怒的熊战斗。标题是：“Rivtech伸缩单分子刀，永远不会失败”，和“Rivtech生物，生命的守护”。

source: This is an advertisement for the Rivtech brand Muscle Augmentation CBM. It shows a picture of a stylized, howling wolf against a red background. The caption reads: "Rivtech neuroreactive myomer bionics. The most efficient synthetic adenosine triphosphate recovery system on the market." and "Rivtech Bionics, guaranteed for life."
ja: Rivtech社のCBM:筋肉増強の広告です。赤い背景で吠える狼が描かれています。そしてこう書かれています。「Rivtechのマイアマー繊維は市販品の中で最も優秀な合成アデノシン三リン酸供給装置を有しています」「RivtechのCBMはより良い生活を保証します」
zh_cn: 这是Rivtech牌肌肉强化CBM的广告，红色的背景上有一只数字化的、正在嚎叫的狼，标题是：“Rivtech神经仿生学，市场上最有效的合成三磷酸腺苷回收系统”，和“Rivtech生物，生命的守护”。

source: This is an advertisement for the Rivtech brand Synaptic Accelerator CBM. It shows a picture of a stylized, soaring raven against a red background. The caption reads: "Introducing the Rivtech Model Six myelination retrovirus system. The latest in synthetic high-performance glycoprotein deposition technology." and "Rivtech Bionics, guaranteed for life."
ja: Rivtech社のCBM:シナプス加速装置の広告です。赤い背景で舞い上がるカラスが描かれています。そしてこう書かれています。「第6世代では髄鞘形成を助けるレトロウイルスを採用し、神経伝達物質へと変化しやすい合成タンパク質の生成にも成功しました」「RivtechのCBMはより良い生活を保証します」
zh_cn: 这是个Rivtech牌突触加速器CBM的广告，在红色的背景上，一只数字化的乌鸦一飞冲天。标题是：“隆重推出Rivtech第六代髓鞘逆转录系统，最新的高性能合成糖蛋白沉积技术”和“Rivtech生物，生命的守护”。

source: This is an advertisement for the Rivtech brand Wired Reflexes CBM. It shows a picture of a stylized, snarling black cat against a red background. The caption reads: "Rivtech neuroelectric stimulation bionics. The next level in quantum inductive piezochemical nerve stimulation technology." and "Rivtech Bionics, guaranteed for life."
ja: Rivtech社のCBM:反射神経活性化の広告です。赤い背景で唸る黒猫が描かれています。そしてこう書かれています。「Rivtechの神経刺激装置は他者を圧倒する飛躍的な進化を遂げています」「RivtechのCBMはより良い生活を保証します」
zh_cn: 这是一个Rivtech牌闪电反射CBM的广告。它展示了一幅很有风格的画，红色的背景上有一只咆哮的黑猫。标题上写着：“Rivtech神经刺激仿生学。量子感应压化学神经刺激技术的下一代。“和“Rivtech仿生学，生命的保障。”

source: This is an advertisement for the Twenty8 brand Diamond Cornea CBM. It shows a picture of a flying hawk carrying the cyber-module in its beak. The captions read: "Get the new Model 28.xx Hawk-Eye!" and "Twenty8. See what you've been missing."
ja: Twenty8社のCBM:ダイヤモンド角膜の広告です。電子機器を嘴で攫う鷹が描かれています。そしてこう書かれています。「新モデル登場！28.xx ホークアイ！」「Twenty8はかつてない体験を貴方に」
zh_cn: 这是一个Twenty8品牌钻石角膜CBM的广告。它展示了一副画面，一个飞行鹰在它的嘴叼着一个网络模块。标题写着：“得到新的模型28.xx鹰！”和 ”Twenty8，来看看你还缺少什么“

source: This is an advertisement for the Twenty8 brand Diamond Cornea CBM. It shows a picture of the cyber-module being clutched by an eagle in flight. The captions read: "Get the new Model 28.bx Eagle-Eye!" and "Twenty8. See what you've been missing."
ja: Twenty8社のCBM:ダイヤモンド角膜の広告です。電子機器を爪で掴む鷲が描かれています。そしてこう書かれています。「新モデル登場！28.bx イーグルアイ！」「Twenty8はかつてない体験を貴方に」
zh_cn: 这是一个Twenty8品牌钻石角膜CBM的广告。它展示了一副画面，一个飞行鹰在它的嘴里叼着一个网络模块。标题写着：“得到新的模型28.xx鹰眼！”和“Twenty8”一直看到你消失。”

source: This is an advertisement for the Twenty8 brand Night Vision CBM. It shows a picture of an owl swooping down on a the cyber-module. The captions read: "Get the new Model 28.hx Night-Owl!" and "Twenty8. See what you've been missing."
ja: Twenty8社のCBM:暗視の広告です。電子機器に飛び掛かる梟が描かれています。そしてこう書かれています。「新モデル登場！28.hx ナイトオウル！」「Twenty8はかつてない体験を貴方に」
zh_cn: 这是一个Twenty8品牌夜视CBM的广告。它展示了一副画面，一只猫头鹰带着这个网络模块在俯冲。标题写着：“得到新的模型28.hx的夜猫子！”和“Twenty8"一直看到你消失。”

source: This is an advertisement for the Twenty8 brand Scent Vision CBM. It shows a picture of a vulture perched on a pile of skulls and cyber-modules. The captions read: "Get the new Model 28.vx Vulture today!" and "Twenty8. See what you've been missing."
ja: Twenty8社のCBM:臭跡視の広告です。電子機器と骨の山の上に腰掛けるコンドルが描かれています。そしてこう書かれています。「新モデル登場！28.vx ヴァルチャー！」「Twenty8はかつてない体験を貴方に」
zh_cn: 这是一个Twenty8 品牌的气味视觉CBM的广告。画面上是一只秃鹰矗立于一堆头骨和电脑模块上。标题上写着：”立即获取新一代28.vx秃鹰组件！“ 和 ”Twenty8，来看看你还缺少什么“

source: This is an illustrated poster for a brand of solar car. The vehicle is driving through a lush country side as small animals look on. The slogan "Improving the world, one tank at a time." is written across the top in small letters.
ja: ソーラーカーのポスターです。車は小さな動物のいる緑豊かな郊外を走っています。一番上には「世界のために、1タンクずつ減らそう」というスローガンが小さめの文字で書かれています。
zh_cn: 这是一张太阳能车广告单，上面画著一台车行驶在生意盎然的田野间，同时旁边有许多小动物在看著它。在广告单上方写著小小的标语: "节能减碳，改变世界"。

source: This is an illustrated poster for a brand of solar car. The vehicle is driving through a lush country side as small animals look on. The slogan "Improving the world, one tank at a time." is written across the top. Someone used a blue pen to write "who gives a shit" across the slogan and put X's over the eyes of all the animals.
ja: ソーラーカーのポスターです。車は小さな動物のいる緑豊かな郊外を走っています。一番上には「世界のために、1タンクずつ減らそう」というスローガンが小さめの文字で書かれています。青いペンで文字が書かれています。「知るかボケ！」さらに動物の目という目にはX印が加えられています。
zh_cn: 这是一张太阳能车广告单，上面画著一台车行驶在生意盎然的田野间，同时旁边有许多小动物在看著它。在广告单上方写著小小的标语: "节能减碳，改变世界"。有人在这单子用蓝笔在标语写上"老子才不屑"，并且把所有动物的眼睛都画叉。

source: UFO CRASH: TRUTH OR FICTION? One civilian account claims a shining disk appeared in his field. "It kind of glowed, and I could see a strange gray world through it. Then a shambling hazy purple mushroom came through, man."
ja: 見出し:UFOの墜落、真実か否か 投稿者によると、彼の農地に輝く円盤が突き刺さったというのです。「それは光っていて、その向こう側には可笑しな灰色の世界が見えた。そこから紫色のもやもやとした人がよちよち歩きでこちらに来ようとしている」
zh_cn: 飞碟坠毁：真相还是谎言？一位平民声称一只发光的圆盘出现在他的田里。 “它闪闪发光，透过它我可以看到一个奇怪的灰色世界，然后有一个蹒跚的模糊的紫色蘑菇走出来了，天啊。”

source: US IGNORES UN DEMANDS: The US ambassador to the UN today turned down UN requests to begin nuclear disarmament by China, the US and North Korea. "We have a right to defend ourselves," insisted the ambassador. "We'll back down when they do".
ja: 見出し:米国は国連の要求に応じず 米国国連大使は国連が要求する米国、中国、及び北朝鮮に対する核軍縮提案に応じない事を明らかにしました。「我々は自分自身を守る権利がある」大使は主張します。「他の二国が軍縮に応じたならば、我々もまた応じる構えがある」
zh_cn: 米国无视联合国的要求：米国驻安理会大使拒绝了联合国针对米国，中国，和北韩的核裁军要求。“我们有权保卫自己，”大使语气坚决。“他们先裁，我们就跟进---爱国记者pingpin112为您带来报道

source: WANT TO CONTINUE YOUR EDUCATION? Our educational facilities are top notch and offer courses for individuals at all age groups. Many new careers are opening up to those who are willing to learn a new craft. Our library and research labs will keep even the hungriest minds fed!
zh_cn: 想要继续深造么？我们顶尖的教育设施为全年龄段的个人提供各种课程。许多新的职业生涯也将向那些愿意学习新东西的人展开。我们的图书馆和研究所将满足最饥渴的思想。

source: WAR ON DRUGS DEAD: The government has finally reacted to long accumulated evidence that suggests that decriminalized drugs cause fewer health problems and are generally better managed while providing valuable tax revenues.
ja: 見出し:薬物との戦いは死んだ 政府は健康的な被害が少ないとされる幾つかの薬物の合法化を決めました。管理する事で貴重な税収源として活かしたいという考えのようです。
zh_cn: 毒品战争结束: 根据长久以来的实验证明与记录，政府终于认同毒品合法化可使降低民众健康问题，较好管理且可提供稳定的税收。

source: WELCOME HOME! Your decision to join our family will lead you to become part of the next generation of job creators. With us you will already have a foot in the door when it is time to rebuild the nation!
zh_cn: 欢迎回家！加入我们这个大家庭的选择将让你成为新一代工作制造者的一部分。现在是重建这个国家的时刻，而和我们一起，你已经一只脚踏入了这个大门。

source: ZOMBIE DRUG: TRUTH OR FICTION? A blogger suggests recent riots are a chemical attack by China. "They are jealous of our cybernetic superiority, they teamed up with Haiti to put hoodoo drugs in the water making people zombies."
ja: 見出し:ゾンビ化ドラッグ、真実か否か あるブロガーは、最近の暴動が中国の化学攻撃によって引き起こされているのではないかという説を提唱しています。「中国はアメリカがサイバネ技術をリードしている事を快く思っておらず、妬んでいるのは知っての通りだ。奴らがハイチからヴードゥーの秘薬を手に入れて水道にでも流してるんじゃないかな」
zh_cn: 僵尸毒品: 事实或是虚构? 一个博客指出最近的骚动案例是来自中国的化学武器袭击。"他们忌妒我们在科学系统与架构上的突破，便联合海地把一些巫毒药丸放到水中让人们变成僵尸。"

source: "Affirmative."
de: »Richtig.«
ja: 「その通りだな。」
ko: "확인했다."
ru: "Подтверждаю."
zh_cn: “遵命”

source: "Ahoy there!"
ja: 「おおい、そこの！」
zh_cn: “嘿，伙计！”

source: "And that's supposed to comfort me?"
de: »Und das soll mich beruhigen?«
ja: 「で、それは私を満足させてくれるのかな？」
ko: "그래서 그게 위안이 된다고?"
ru: "Этим ты хотел меня успокоить?"
zh_cn: “你这算是安慰我吗？”

source: "And what if all the backups fail?"
de: »Und was ist, wenn das gesamte Notstromaggregat versagt?«
ja: 「予備もダメになったら？」
ko: "그리고, 모든 대비책이 실패하면 어떻게 됩니까?"
ru: "А что, если они все откажут?"
zh_cn: ”那如果所有的后备发电机都挂掉呢？“

source: "Anything else?"
de: »Sonst noch etwas?«
ja: 「他に何か？」
ko: "다른건?"
ru: "Что-нибудь ещё?"
zh_cn: “还有别的吗？”
