Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A 'Meal Ready to Eat' with an irradiated chicken course and everything a hungry soldier needs. The contents will begin to rot once they're removed from this sealed bag. Disassemble it to get to its contents.
de: Eine »Einmannpackung« mit einem bestrahlten Hühnchengericht und allem, was ein hungriger Soldat braucht. Die Inhalte werden anfangen, zu verderben, sobald sie von dieser versiegelten Tasche entfernt worden sind. Demontiere sie, um an ihre Inhalte zu gelangen.
ja: 照射された鶏肉がメインの、空腹の兵士のニーズに合わせた'Meal Ready to Eat(盛り付け済みの食事)'です。密封された袋から取り出すと腐敗が進行を始めます。分解して使います。
zh_cn: MRE作战口粮，包括一份经辐照的鸡肉主菜和饥饿士兵需要的所有东西。开封之后会开始腐败。拆解它以获取内容物。

source: A 'Meal Ready to Eat' with an irradiated vegetarian-friendly course and everything a hungry soldier needs. The contents will begin to rot once they're removed from this sealed bag. Disassemble it to get to its contents.
de: Eine »Einmannpackung« mit einem bestrahlten vegetarischem Gericht und allem, was ein hungriger Soldat braucht. Die Inhalte werden anfangen, zu verderben, sobald sie von dieser versiegelten Tasche entfernt worden sind. Demontiere sie, um an ihre Inhalte zu gelangen.
ja: ベジタリアンにも優しい、空腹の兵士のニーズに合わせた'Meal Ready to Eat(盛り付け済みの食事)'です。密封された袋から取り出すと腐敗が進行を始めます。分解して使います。
zh_cn: MRE作战口粮，包括一份经辐照的素食主菜和饥饿士兵需要的所有东西。开封之后会开始腐败。拆解它以获取内容物。

source: A 'Meal Rejected by the Enemy' with a hotdog main course and everything a desperate survivor needs. The contents will begin to rot once they're removed from this sealed bag. Disassemble it to get to its contents.
de: Eine »Ekelpackung« mit einem Hot-Dog-Hauptgericht und allem, was ein verzweifelter Überlebender braucht. Die Inhalte werden anfangen, zu verderben, sobald sie von dieser versiegelten Tasche entfernt worden sind. Demontiere sie, um an ihre Inhalte zu gelangen.
ja: ホットドッグがメインの、すべてに絶望したた生存者のニーズに合わせた'Meal Rejected by the Enemy(敵も食わない食事)' です。密封された袋から取り出すと腐敗が進行を始めます。分解して使います。
zh_cn: MRE作战口粮，包括一份遭天杀的热狗主菜和饿到精神失常的求生者需要的所有东西。开封之后会开始腐败。拆解它以获取内容物。

source: A 12v lead-acid battery used to power car electrical systems.
de: Eine 12V-Blei-Säure-Batterie, die benutzt wird, um elektronische Systeme von Autos zu versorgen.
ja: 12Vの鉛蓄電池です。主に自動車の電気系統に電力を供給します。
ko: 12v 납산 축전지로, 일반 차량의 전력 시스템을 작동시킬 때 사용합니다.
ru: Кислотно-свинцовая 12В аккумулятор для питания систем автомобиля.
zh_cn: 一个12伏铅酸蓄电池，通常用于一般车辆的电力系统。

source: A 12v lead-acid battery used to power smaller vehicles' electrical systems.
de: Eine 12V-Blei-Säure-Batterie, die benutzt wird, um die elektronischen Systeme kleinerer Fahrzeuge zu versorgen.
ja: 12Vの鉛蓄電池です。小型車両の電気系統に電力を供給します。
ko: 12v 납산 축전지로, 소형 차량의 전력 시스템을 작동시킬 때 사용합니다.
ru: Свинцово-кислотный 12В аккумулятор, используемый для питания электрических систем малого транспорта.
zh_cn: 一个12伏铅酸蓄电池，通常用于小型车辆的电力系统。

source: A 3-foot long piece of cotton string. Disassemble it to cut it into smaller pieces.
de: Ein 90 cm langer Stofffaden. Demontiere ihn, um in in kleinere Stücke zu schneiden.
ja: 3フィート(90cm)の綿の紐です。切って短く出来ます。
zh_cn: 一段3英尺长的棉线。它可以被拆解成几小段。

source: A 30-foot long nylon rope. Useful for keeping yourself safe from falls.
de: Ein 9,14 m langes Nylonseil. Nützlich, um dich vor Stürzen zu schützen.
ja: 30フィート(9m)のナイロン製のロープです。落下しない様に安全を確保するのに役立ちます。
zh_cn: 一段30英尺长的尼龙绳。有效保护你从高处落下时的安全。

source: A 6-inch long piece of cotton string.
de: Ein 15 cm langes Stück Stofffaden.
ja: 6インチ(15cm)の綿の紐です。
ko: 면으로 된 끈의 6인치짜리 긴 조각입니다.
ru: Нитка из хлопка длиной 6 дюймов или примерно 15см.
zh_cn: 一段6英寸长的棉线。

source: A CD with many hit songs burned to it.
de: Eine CD, auf die viele Songs gebrannt wurden.
ja: 多くのヒットソングが書き込まれたCDです。
ko: 다수의 히트곡들이 들어있는 CD입니다.
ru: CD с кучей записанных на него песен.
zh_cn: 一个烧录了不少好歌的CD，希望其中没有《忐忑》。

source: A RC car, with radio-control and batteries included! Disassemble to unpack and enjoy.
de: Ein funkferngesteuertes Modellauto zusammen mit Fernbedienung und Batterien! Demontiere dies, um die Schachtel auszupacken und Spaß zu haben.
ja: 箱にはラジコン模型自動車、無線制御装置と電池が入っています！開封後は存分に楽しんでくださいね。
zh_cn: 遥控小车用的无线控制器，还有电池！你可以把它拆成碎片来满足一下好奇心。

source: A USB thumb drive. Useful for holding software.
ja: USBメモリです。ソフトウェアを持ち運ぶのに便利です。
zh_cn: 一个U盘，用来存储软件非常管用。在末世前，你要没有个500G的种子，你都不好意思跟人打招呼。

source: A bag of concrete, ready to be used in a construction project.
ja: いつでも建築に使えるよう調整されたコンクリートです。
zh_cn: 一袋子混凝土，随时可以用到工程建设项目中。

source: A bag of mortar, ready to be used in building projects.
ja: モルタルが入った袋です。建築に使えるよう調整、混合してあります。
zh_cn: 一袋子砂浆，随时可以用在工程建设之中。

source: A baseball bat with several nails driven through it, an excellent melee weapon.
de: Ein Baseballschläger, von dem seine Spitze mit Nägeln gespickt ist. Er stellt eine exzellente Nahkampfwaffe dar.
ja: 釘を無数に打ち付けたバットです。優秀な近接武器として頼れる相棒になる事でしょう。
ko: 여러 개의 못을 끝에 박은 야구 방망이입니다. 아주 좋은 근접 무기입니다.
ru: Бейсбольная бита с вколоченными внутрь гвоздями, превосходное оружие ближнего боя.
zh_cn: 在棒球棒的头部插了几根歪歪扭扭还带铁锈的钉子，可以把敌人脑袋打烂然后拍飞。这玩意叫狼牙棒，末世前主要用来对付菊花，末世后你依然可以这么做，不过又多了一个脑袋可以作为攻击的目标。

source: A baseball bat wrapped with barbed wire. A brutal melee weapon.
de: Ein Baseballschläger, der mit Stacheldraht umwickelt wurde. Eine brutale Nahkampfwaffe.
ja: 有刺鉄線を絡ませた野球バットです。残忍な近接武器として頼れる相棒になる事でしょう。
zh_cn: 在棒球棒的头部缠绕了几道尖利的铁丝。看起来就感到很疼啊~~~

source: A baseball, good for throwing at enemies. Getting hit with one of these hurts a lot more than you might think.
de: Ein Baseball, gut, um auf Feinde geworfen zu werden. Von einem von diesen getroffen zu werden tut mehr weh, als du denkst.
ja: 敵に向かって投擲するのにちょうどいい野球ボールです。これが身体に当たると思った以上に痛いです。
zh_cn: 一个普通的棒球，可以将其掷出，如果击中的话威力超乎你的想象

source: A beautiful wooden stock and hardware built to support common Mosin-Nagant actions. With gunsmithing tools, some skill, and a few hours, you could take a 'tacti-cool' rifle and convert it to the classic Russian design.
ja: 美しい仕上げの木製銃床と、モシン・ナガンに対応した金属部品一式です。修理キット(銃整備師用)と幾らかのスキルがあれば、数時間で"タクティ-クール"なライフルをクラシックなロシアンデザインに変換出来ます。
zh_cn: 一个可支撑普通的莫辛纳甘步枪的精美的木质枪托及相关配件。若有枪械工具以及对应技能，花费数个小时可以将一把“战术酷”步枪改装成经典俄式设计。

source: A blue bulletproof harness, designed to be worn by canines in the service of local law enforcement.
de: Ein blaues kugelsicheres Geschirr, es ist dafür ausgelegt von Hunden und ähnlichen Tieren im Polizeidienst getragen zu werden.
ja: 防弾性能を持つケブラー製の青いハーネスです。警察犬用に開発されました。
ko: 지역 사법 집행 기관의 개들이 착용할 수 있도록 설계된 파란색 방탄 마구입니다.
zh_cn: 蓝色的防弹犬具，为巡逻警犬设计。

source: A bluebell bud. Contains some substances commonly produced by a bluebell flower.
de: Eine Austernpflanzenknospe. Enthält einige Substanzen, die üblicherweise von einer Austernpflanze produziert werden.
ja: ブルーベルの蕾です。成長するとブルーベルの花が咲きます。
zh_cn: 蓝铃花的花蕾，包含了一些蓝铃花特有的成分。

source: A bluebell stalk with some petals.
de: Ein Austernpflanzenstängel mit einigen Blütenblättern.
ja: ブルーベルの茎と花弁です。
ko: 꽃잎이 조금 달린 블루벨 줄기입니다.
ru: Стебель колокольчика с несколькими лепестками.
zh_cn: 还带有几片花瓣的蓝铃花。

source: A blunt bowling pin. Makes a decent melee weapon, if somewhat short.
de: Ein langweiliger Bowlingkegel. Ist eine angemessene Nahkampfwaffe, wenn auch etwas kurz.
ja: ボーリングのピンです。多少短いですが、近接武器として利用できます。
zh_cn: 一只保龄球瓶。你非要做武器去砸别丧尸也行，就是有点短。

source: A branch from a pine tree, oozing sticky sap and bristling with prickly needles.
ja: 松の木の枝。粘着性の樹液がにじみ出ており、ちくちくと痛む棘に覆われている。
zh_cn: 从松树上折下的一根树枝 ,断口出渗出粘糊糊的松脂 ,树枝上还带着一些绿色的松针 .

source: A broken animatronic bat. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた蝙蝠型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型蝙蝠。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic bear. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた熊型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型熊。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic bear. Limp and lifeless.
ja: 壊れた熊型ロボットです。ぐったりと倒れています。
zh_cn: 损坏的模型熊，毫无生气。

source: A broken animatronic beaver. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れたビーバー型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型海狸。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic bunny. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた兎型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型兔子。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic bunny. Limp and lifeless.
ja: 壊れた兎型ロボットです。ぐったりと倒れています。
zh_cn: 损坏的模型兔子，毫无生气。

source: A broken animatronic cat. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた猫型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型猫。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic chicken. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた鶏型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型鸡。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic chicken. It doesn't look as attractive now.
ja: 壊れた鶏型ロボットです。どこから見ても可愛くはないですね。
zh_cn: 一只破损的模型鸡。它看起没被激活。、

source: A broken animatronic child. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた子供型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型，是个熊孩子的样子，吓死爹了，不知道为什么它不停的渗出鲜血-还好不是巴比的血、

source: A broken animatronic chipmunk. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れたシマリス型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型花栗鼠。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic cow. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた牛型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型公牛。不知道为什么它不停的渗出鲜血-还好不是你的血。

source: A broken animatronic coyote. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れたコヨーテ型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型郊狼。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic deer. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた鹿型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型鹿。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic fox. If it was in bad shape before, it's a wreck now. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた狐型ロボットです。今は完全に壊れていますが...壊れる前から不細工な形状をしていた様です。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型狐狸。不知道为什么它会渗出鲜血-还好不是你的血。

source: A broken animatronic fox. It seems like it's still looking at you, enraged in what you've done to her.
ja: 壊れた狐型ロボットです。壊された事に対する憤怒の眼差しを向けられている気がします。
zh_cn: 一只破损的模型狐狸。当你背对它时，你总感觉它还在凝视着你。

source: A broken animatronic horse. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた馬型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型马。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic pig. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた豚型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型猪。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic sheep. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた羊型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型羊。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic squirrel. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れたリス型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型松鼠。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken animatronic wolf. For some reason, it is oozing with blood - it's not your blood.
ja: 壊れた狼型ロボットです。理由は不明ですが、ボディに血が滲んでいます(貴方の血ではないですよ)。
zh_cn: 一只破损的模型狼。不知道为什么它不停的渗出鲜血-还好不是你的血、

source: A broken eyebot. Much less threatening now that it won't be calling for backup. Could be gutted for parts.
de: Ein kaputter Schauboter. Deutlich weniger bedrohlich, jetzt, wo er nicht mehr nach Unterstützung rufen kann. Könnte für Bauteile auseinandergenommen werden.
ja: 壊れた監視ボットです。バックアップも呼び出せないほどめちゃくちゃになっており、部品はすべて焼け焦げています。
zh_cn: 一个损坏的眼球机器人。看起来没什么威胁安静的躺在地上。拆开看看？

source: A broken laptop, basically a paperweight now.
de: Ein kaputter Laptop. Nun ist er praktisch ein Briefbeschwerer.
ja: 壊れたノートPCです。現状では使い道が無い。
zh_cn: 一个坏了的笔记本电脑，如今也只能拿来当镇纸用了。

source: A broken manhack. Much less threatening now that it lies limp on solid ground. Could be gutted for parts.
de: Eine kaputte Klingendrohne. Sie ist nun wesentlich unbedrohlicher, jetzt, wo sie willenlos auf dem Boden liegt. Sie könnte für Bauteile demontiert werden.
ja: 壊れたマンハックです。地面にごろんと転がっており、もはや脅威ではありません。部品はすべて焼け焦げています。
zh_cn: 一个损坏的飞锯。看起来没什么威胁。拆开看看？

source: A broken marionette. How creepy.
ja: 壊れたマリオネットです。気味が悪いですね。
zh_cn: 一件损坏的木偶，看着很吓人。

source: A broken miner bot. Much less threatening now that it's no longer capable of drilling anything. Could be gutted for parts.
de: Ein kaputter Bergroboter. Deutlich weniger bedrohlich, jetzt, wo er nicht mehr graben kann. Könnte für Bauteile auseinandergenommen werden.
ja: 壊れた監視ボットです。何も、もはや脅威ではありません。部品はすべて焼け焦げています。
zh_cn: 一个损坏的蛇形机器人。看起来没什么威胁安静的躺在地上。拆开看看？

source: A broken police bot. Much less threatening now that it's quiet and still. Could be gutted for parts.
de: Ein kaputter Polizeiroboter. Deutlich weniger bedrohlich, jetzt, wo er leise und stumm ist. Könnte für Bauteile auseinandergenommen werden.
ja: 壊れた監視ボットです。完全に沈黙しており、もはや脅威ではありません。部品はすべて焼け焦げています。
zh_cn: 一个损坏的警用机器人。看起来没什么威胁安静的躺在地上。拆开看看？

source: A broken riot control bot. Much less threatening now that it's out of gas. Could be gutted for parts.
de: Ein kaputter Antikrawallroboter. Nun deutlich unbedrohlicher, jetzt, wo er kein Gas mehr hat. Könnte für Bauteile auseinandergenommen werden.
ja: 壊れた監視ボットです。ガスも全て使い切ったようで、もはや脅威ではありません。部品はすべて焼け焦げています。
zh_cn: 一个损坏的防暴机器人。看起来没什么威胁安静的躺在地上。拆开看看？

source: A broken shard of glass covered in sharp edges. You could use it as a weapon, but you might want to wear gloves.
de: Eine abgebrochene Glasscherbe, die lauter scharfe Kanten hat. Die könntest sie als Waffe verwenden, aber du würdest wahrscheinlich Handschuhe tragen wollen.
ja: 割れたガラス片は先端が鋭くなっています。武器としても利用出来ますが、グローブを着用する事をお勧めします。
zh_cn: 一片碎玻璃，边缘锋利。可以拿来戳人，不过还是先戴上手套比较好。

source: A broken skitterbot. Much less threatening now that it lies limp on solid ground. Could be gutted for parts.
de: Ein kaputter Scheuchboter. Viel unbedrohlicher, jetzt, wo er schlaff auf den festen Boden liegt. Er könnte für Bauteile demontiert werden.
ja: 壊れた高速ボットです。地面にごろんと寝かされており、もはや脅威ではありません。部品はすべて焼け焦げています。
zh_cn: 一个损坏的掠行机器人。看起来没什么威胁安静的躺在地上。拆开看看？

source: A broken tank drone. Still looks intimidating despite being permanently inoperative, possibly due to the sheer size and mass. Could be gutted for parts.
de: Eine kaputte Panzerdrohne. Sieht immer noch furchteinflößend aus, obwohl sie dauerhauft funktionsunfähig ist, das liegt möglicherweise an der schieren Größe und Masse. Könnte für Bauteile auseinandergenommen werden.
ja: 壊れた無人戦車です。永久に動作不能であるにもかかわらず、その大きさや質量のせいで威圧的に見えます。部品はすべて焼け焦げています。
zh_cn: 一个损坏的坦克无人机。看起来没什么威胁安静的躺在地上。拆开看看？

source: A broken tribot. Now that its legs lie broken and immobile, the world seems a little less threatening. Could be gutted for parts.
de: Ein kaputter Triboter. Nun, da seine Beine kaputt da liegen und er immobil ist, scheint die Welt etwas weniger bedrochlich zu sein. Könnte für Bauteile auseinandergenommen werden.
ja: 壊れた三脚式ロボットです。脚部が壊れて動けず、もはや脅威ではありません。部品はすべて焼け焦げています。
zh_cn: 一个损坏的三足机器人。看起来没什么威胁安静的躺在地上。拆开看看？

source: A broken, wrecked animatronic fox. You have no idea if it's actually dead, as it doesn't look that different from the condition you found it in.
ja: 滅茶苦茶に壊れた狐型ロボットです。一体どの様な方法を使ったらこんな壊れ方をするのか、見当も付きませんね。
zh_cn: 一台像是机械狐狸的残骸。你无法分辨它是否真的死了，因为它看起来和你刚找到它时没什么明显区别。

source: A bundle holding many 20 dollar bills, pretty useless now though.
de: Ein Bündel mit vielen Zwanzigdollarnoten; nun ist er ziemlich nutzlos.
ja: 今ではまったく役に立たない20ドル紙幣を多く束ねた札束です。
ko: 20달러 정도의 돈뭉치지만, 지금 같은 상황에서는 쓸모가 없습니다.
ru: Пачка купюр по 20 долларов, теперь уже совершенно бесполезных.
zh_cn: 一捆用皮筋卷起来的20美金纸币，以前你可以用它买到任何东西，现在基本就是垃圾了。

source: A bundle of two by fours prepared to be used as vehicle armor.
de: Ein Bund Kanthölzer, die für die Verwendung als Fahrzeugpanzerung vorbereitet sind.
ja: 束ねた木材です。装甲の代用品として車両に取り付けます。
ko: 차량용 장갑으로 사용할 수 있도록 준비한 목재 더미입니다.
ru: Несколько скрепленных вместе досок для защиты автомобиля.
zh_cn: 一组四片装的车辆预制装甲片。

source: A cast-iron pan. Makes a decent melee weapon, and is used for cooking.
de: Eine gusseiserne Pfanne. Kann als brauchbare Nahkampfwaffe verwendet werden und bei Bedarf natürlich auch zum Kochen.
ja: 鉄製のフライパンです。優れた近接武器として扱えるし、ちゃんと料理にも使えます。
zh_cn: 一个平底锅。连小孩都知道这是近战利器，顺便还可以煎鸡蛋。不用放盐，滴上几滴豉油就可以。

source: A central processor unit, useful in advanced electronics crafting.
de: Eine zentrale Verarbeitungseinheit. Wird für dei Herstellung fortgeschrittener elektronischer Geräte verwendet.
ja: プロセッサ装置です。高度な電子機器の製作に使います。
ko: 중앙 프로세서 장치입니다. 고급 전자장치 제작에 사용됩니다.
ru: Центральный процессор, пригодится для создания продвинутой электроники.
zh_cn: 中央处理器，简称CPU。在很多先进的电子产品上都能看到它的身影。

source: A ceramic armor plate, specifically engineered for use in a bullet resistant vest.
de: Eine Keramikpanzerplatte, die speziell für die Verwendung in durchschusshemmenden Westen angefertigt wurde.
ja: 防弾ベストに挿入して使用されるセラミック製の防弾板です。
ko: 특별히 방탄 조끼에 사용하기 위해 설계된 세라믹 장갑판입니다.
ru: Пластина керамической брони, специально разработана для использования в МПУ.
zh_cn: 陶瓷装甲板，专为防弹背心而设计。

source: A ceramic dinner plate, you could probably play frisbee with it.
ja: 陶器製の食器です。フリスビーにして遊ぶ事も出来ますよ。
zh_cn: 一个陶瓷的餐具。嗖~~~去，把它叼回来。

source: A ceramic teacup, pinky out!
de: Eine Teetasse aus Keramik. Den kleinen Finger abspreizen!
ja: 陶器製のティーカップです。小指を立てて使います！
ko: 도자기 홍차 컵입니다. 찻잔을 잡을 때는 새끼손가락을 세우자!
ru: Керамическая чайная чашка, размером с мизинец!
zh_cn: 一个总是在思考自己杯具命运的陶瓷杯具。

source: A circuit designed to amplify the strength of a signal. Useful in lots of electronics recipes.
de: Eine Schaltung für die Steigerung der Signalstärke. Brauchbar in einigen elektronischen Bauplänen.
ja: 信号を増幅する様に設計された回路です。多くの電子機器の製作に使います。
zh_cn: 一个用于放大信号的电路，在大多数电子设备中都能看见它的身影。

source: A circuit designed to repeat a signal. Useful for crafting communications equipment.
de: Eine Schaltung, um ein Signal verstärkt weiterzuleiten. Wird zur Herstellung von Kommunikationsgeräten verwendet.
ja: 受信した信号を送信する為の回路です。通信装置の製作に使います。
zh_cn: 一段用于重复某段信号的电路，适合用来制作一些通讯设备。

source: A clay teapot. Now all you need is tea and water.
zh_cn: 一个陶制茶壶。现在你只需要再来点茶叶和水就行了。

source: A collapsible buttstock designed for the M320 grenade launcher. When combined with this stock, the M320 can be used as a stand alone weapon
de: Ein zusammenklappbarer Schaft für den M320-Granatwerfer. Wenn er mit diesem Schaft kombiniert wird, kann die M320 als eigenständige Waffe verwendet werden.
ja: M320グレネードランチャー用の折り畳み式銃床です。この銃床と組み合わせることでM320を単体の武器として扱えるようになります。
zh_cn: 一种为M320榴弹发射器设计的可折叠的枪托。当把这个装载上面时，M320可作为一个独立的武器。

source: A common short sword, forged from several pieces of steel. The pointy end is the dangerous one.
de: Ein gewöhnliches Kurzschwert, das aus einigen Stahlstücken geschmiedet wurde. Das spitze Ende ist das Gefährliche.
ja: 鋼の塊を鍛造して作った短い剣です。鋭利な先端部が危険です。
zh_cn: 一把普通的剑，用几块钢条锻打而成.锋利的尖端十分危险.

source: A complete guide to Aikido.
de: Ein vollständiger Führer über Aikido.
ja: 合気道のコンプリートガイドブックです。
ko: 합기도에 대한 완벽한 안내서입니다. (역주: 실존하는 서적입니다.)
ru: Подробное руководство по Айкидо.
zh_cn: 一本完整的合气道指南

source: A complete guide to Capoeira.
de: Ein kompletter Führer über Caopeira.
ja: カポエイラのコンプリートガイドブックです。
ko: 카포에이라에 대한 완벽한 안내서입니다. (역주: 실존하는 서적입니다.)
ru: Полное руководство по Капоэйра.
zh_cn: 一个关于卡波耶拉战舞的完整指南。

source: A complete guide to Centipede Kung Fu.
de: Ein vollständiger Führer über Tausendfüßler-Kung-Fu.
ja: 蜈蚣功のコンプリートガイドブックです。
ko: 지네권에 대한 완벽한 안내서입니다. (역주: 영화 '오독'의 패러디.)
ru: Подробное руководство по кунг фу многоножки.
zh_cn: 一部完整的蜈蚣拳指南。里面有你最喜爱的邵氏武打明星鹿峰的真人演示。

source: A complete guide to Crane Kung Fu.
de: Ein vollständiger Führer über Kranich-Kung-Fu.
ja: 鶴形拳のコンプリートガイドブックです。
ko: 학권에 대한 완벽한 안내서입니다.
ru: Подробное руководство по стилю журавля.
zh_cn: 一本完整的鹤形拳拳法秘籍。

source: A complete guide to Dragon Kung Fu.
de: Ein vollständiger Führer über Drachen-Kung-Fu.
ja: 龍形拳のコンプリートガイドブックです。
ko: 용권에 대한 완벽한 안내서입니다.
ru: Подробное руководство по стилю дракона.
zh_cn: 一本完整的龙形拳拳谱秘籍。

source: A complete guide to Eskrima.
de: Ein vollständiger Führer über Eskrima.
ja: エスクリマのコンプリートガイドブックです。
ko: 에스크리마에 대한 완벽한 안내서입니다. (역주: 비슷한 이름의 서적이 실존합니다.)
zh_cn: 一本完整的指导猴子习武的书本。

source: A complete guide to Fencing.
de: Ein vollständiger Führer über das Fechten.
ja: フェンシングのコンプリートガイドブックです。
ko: 펜싱에 대한 완벽한 안내서입니다. (역주: 실존하는 서적입니다.)
zh_cn: 一本西洋击剑术的完整指南。

source: A complete guide to Judo.
de: Ein vollständiger Führer über Judo.
ja: 柔道のコンプリートガイドブックです。
ko: 유도에 대한 완벽한 안내서입니다. (역주: 실존하는 서적입니다.)
ru: Подробное руководство по дзюдо.
zh_cn: 一本完整的柔道指南。

source: A complete guide to Krav Maga.
de: Ein vollständiger Führer über Krav Maga.
ja: グラヴマガのコンプリートガイドブックです。
ko: 크라브마가에 대한 완벽한 안내서입니다. (역주: 실존하는 서적입니다.)
ru: Подробное руководство по Крав-мага.
zh_cn: 一个完整的以色列搏击防身术指南

source: A complete guide to Leopard Kung Fu.
de: Ein vollständiger Führer über Leoparden-Kung-Fu.
ja: 豹形拳のコンプリートガイドブックです。
ko: 표범권에 대한 완벽한 안내서입니다.
ru: Подробное руководство по стилю леопарда.
zh_cn: 一本完整的豹形拳拳谱秘籍。

source: A complete guide to Lizard Kung Fu.
de: Ein vollständiger Führer über Echsen-Kung-Fu.
ja: 壁虎功のコンプリートガイドブックです。
ko: 도마뱀권에 대한 완벽한 안내서입니다. (역주: 영화 '오독'의 패러디.)
ru: Подробное руководство по кунг фу ящерицы.
zh_cn: 一部完整的蜥蜴拳指南。里面有你最喜爱的邵氏武打明星郭追的真人演示。

source: A complete guide to Muay Thai.
de: Ein vollständiger Führer über Muay Thai.
ja: ムエタイのコンプリートガイドブックです。
ko: 무에타이에 대한 완벽한 안내서입니다. (역주: 실존하는 서적입니다.)
ru: Подробное руководство по Тайскому боксу.
zh_cn: 一部完整的泰拳指南。记住不准用手，只准用腿！

source: A complete guide to Ninjutsu.
de: Ein vollständiger Führer über Ninjutsu.
ja: 忍術のコンプリートガイドブックです。
ko: 인술에 대한 완벽한 안내서입니다. (역주: 실존하는 서적입니다.)
ru: Подробное руководство по Ниндзюцу.
zh_cn: 一部完整的忍术指南。鬼鬼祟祟跳跳蹦蹦的有意思吗？

source: A complete guide to Pentjak Silat.
de: Ein vollständiger Führer über Pencak Silat.
ja: プンチャック・シラットのコンプリートガイドブックです。
ko: 픈짝 실랏에 대한 완벽한 안내서입니다.
ru: Подробное руководство по Пенчак Силат.
zh_cn: 一个关于猴子如何打仗的完整指南。

source: A complete guide to Scorpion Kung Fu.
de: Ein vollständiger Führer über Skorpions-Kung-Fu.
ja: 蝎子功のコンプリートガイドブックです。
ko: 전갈권에 대한 완벽한 안내서입니다. (역주: 영화 '오독'의 패러디.)
ru: Подробное руководство по кунг фу скорпиона.
zh_cn: 一部完整的蝎子拳指南。里面有你最喜爱的邵氏武打明星孙建的真人演示。

source: A complete guide to Shotokan Karate.
de: Ein vollständiger Führer über Shotokan-Karate.
ja: 空手のコンプリートガイドブックです。
ko: 송도관 가라테에 대한 완벽한 안내서입니다. (역주: 실존하는 서적입니다.)
ru: Подробное руководство по Сётокан карате.
zh_cn: 一本完整的空手道练习指南

source: A complete guide to Snake Kung Fu.
de: Ein vollständiger Führer über Schlangen-Kung-Fu.
ja: 蛇形拳のコンプリートガイドブックです。
ko: 사권에 대한 완벽한 안내서입니다.
ru: Подробное руководство по стилю змеи.
zh_cn: 一本完整的蛇形拳拳谱秘籍。

source: A complete guide to T'ai Chi Ch'uan.
de: Ein kompletter Führer über Taijiquan.
ja: 太極拳のコンプリートガイドブックです。
ko: 태극권에 대한 완벽한 안내서입니다. (역주: 실존하는 서적입니다.)
ru: Полное руководство по Тайцзицюань.
zh_cn: 一本完整的太极拳拳谱。

source: A complete guide to Taekwondo.
de: Ein vollständiger Führer über Taekwondo.
ja: テコンドーのコンプリートガイドブックです。
ko: 태권도에 대한 완벽한 안내서입니다. (역주: 실존하는 서적입니다.)
ru: Полное руководство по тхэквондо.
zh_cn: 一部完整的跆拳道指南。让你赤着脚穿着棉布短袍和丧尸肉搏，简直就是谋杀。

source: A complete guide to Tiger Kung Fu.
de: Ein vollständiger Führer über Tiger-Kung-Fu.
ja: 虎形拳のコンプリートガイドブックです。
ko: 호권에 대한 완벽한 안내서입니다.
ru: Подробное руководство по стилю тигра.
zh_cn: 一本完整的虎形拳拳谱秘籍。

source: A complete guide to Toad Kung Fu.
de: Ein vollständiger Führer über Kröten-Kung-Fu.
ja: 蛤蟆功のコンプリートガイドブックです。
ko: 두꺼비권에 대한 완벽한 안내서입니다. (역주: 영화 '오독'의 패러디.)
ru: Подробное руководство по кунг фу жабы.
zh_cn: 一部完整的蟾蜍功指南。里面有你最喜爱的邵氏武打明星罗莽的真人演示。

source: A complete guide to Viper Kung Fu.
de: Ein vollständiger Führer über Viper-Kung-Fu.
ja: 蛇功のコンプリートガイドブックです。
ko: 살무사권에 대한 완벽한 안내서입니다. (역주: 영화 '오독'의 패러디.)
ru: Подробное руководство по кунг фу гадюки.
zh_cn: 一部完整的蝰蛇拳指南。里面有你最喜爱的邵氏武打明星韦白的真人演示。

source: A complete guide to Zui Quan.
de: Ein vollständiger Führer über Zui Quan.
ja: 酔拳のコンプリートガイドブックです。
ko: 취권에 대한 완벽한 안내서입니다.
ru: Подробное руководство по Пьяному кулаку.
zh_cn: 这本书的主人一定被那个乞丐骗了，这本书教的不是保卫宇宙和平的如来神掌，而是用来拍电影的大醉拳...至少，写的还算详细...

source: A complete guide to boxing. Let's get ready to rough-up some ruffians!
de: Ein vollständiger Führer über das Boxen. Lasst uns ein paar Rabauken aufmischen!
ja: ボクシングのコンプリートガイドブックです。さぁ、悪党を懲らしめる為の準備を始めよう！
zh_cn: 一本关于拳击的完整指南。让我们准备好暴揍一些地痞吧！
