Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Numbered to bridge the gap between the USian Frontier and modern Civil Defense needs, the Long Ranger was designed to give Enforcer users (or anyone using .45 caliber cartridges) a little extra reach whilst using the same ammunition. Synthetic furniture cost it some charm points from the legendary Winchester rifles it was based upon, but users agree that the forty-five's punch with the reach of a rifle is worth it.
de: Der Long Ranger wird dazu gezählt, die Brücke zwischen den Bedürfnissen des US-Grenzschutzes und den modernen Bedürfnissen der Zivilverteidigung zu schlagen. Er wurde so gestaltet, dass er Enforcer-Benutzern (oder jeden, der Patronen des .45-Kalibers benutzt) eine leicht höhere Reichweite bietet, während er die gleiche Munition benutzt. Eine synthetische Ausstattung lässt sie ein paar Charme-Punkte von den legendären Winchester-Gewehren, auf die er aufbaute, einbüßen, aber Benutzer sind sich darin einig, dass die Schlagkraft der .45 mit der Reichweite eines Gewehrs es wert sind.

source: The M249 is a mountable machine gun used by the US military and SWAT teams. Quite innaccurate and difficult to control, the M249 is designed to fire many rounds very quickly.
de: Das M249 ist ein montierbares Maschinengewehr, welches vom US-Militär und SWAT-Einheiten verwendet wird. Es ist recht ungenau und schwer zu handhaben. Es wurde dazu entworfen, viele Schüsse sehr schnell abzufeuern.

source: The Sarafanov Assault Rifle replaced the famous AK family of guns as the service rifle of the Russian Army. It uses the 6.54x42mm cartrige.
de: Die Sarafanov Assault Rifle ist ein Sturmgewehr, das die berühmte AK-Familie der Gewehre als die Ordonnanzwaffe der russischen Armee ersetzte. Es benutzt die 6,54×42mm-Patrone.
ko: 사라파노프(Sarafanov) 돌격 소총은 러시아 군의 제식 소총으로 유명한 AK 시리즈를 대체했습니다. 이 총은 6.54x42mm 탄을 사용합니다.
ru: Штурмовая винтовка Сарафанова, заменившая знаменитое семейство винтовок системы AK на службе в русской армии. Использует патрон калибра 6.54х42мм.

source: The TDI Vector is a submachine gun with a unique, in-line design that makes recoil very managable, even in the powerful .45 caliber.
de: Die TDI Vector ist ein Maschinengewehr mit einer einzigartigen linearen Bauweise, welche den Rückstoß sehr handhabbar macht, sogar für das starke .45-Kaliber.
ko: TDI 벡터는 'KRISS Super V' 라는 특수한 작동 기술을 사용한 기관단총입니다. 강력한 .45 구경을 사용하면서도, 반동이 수직 방향으로 생기기 때문에 반동을 제어하기 쉬워진 총입니다.
ru: TDI Vector — это пистолет-пулемет уникального конструктива, позволяющего легко контролировать оружие, несмотря на отдачу патрона .45-го калибра.

source: The compact version of the standard SVS-24. It is commonly issued to tank crews or special forces due to it's smaller size. The shorter barrel reduces accuracy.
de: Dies ist die Kompaktversion der Standard-SVS-24. Sie wird üblicherweise an Panzerbesatzungen oder Sondertruppen aufgrund ihrer kleineren Größe ausgegeben. Der kürzere Lauf verringert die Treffgenauigkeit.
ko: 표준 SVS-24의 소형 버전입니다. 작은 크기로 인해 보통 전차 승무원이나 특수부대에 지급됩니다. 짧아진 총신탓에 정확도가 떨어졌습니다.
ru: Компактная версия СВС-24. В основном используется танкистами или отрядами спец. назначения из-за маленького размера. Короткий ствол уменьшает точность.

source: pipe SMG: .45
de: .45-Rohrmaschinengewehr
ko: 수제 기관단총: .45(pipe SMG)

source: pipe SMG: 9mm
de: 9mm-Rohrmaschinengewehr
ko: 수제 기관단총: 9mm(pipe SMG)

source: stone bow
de: Balester

source: chemical stuff
de: chemisches Zeug
ko: 화학 재료
ru: химические составляющие

source: spare parts
de: Ersatzteile
ko: 예비 부품
ru: расходный материал

source: vehicle parts
de: Fahrzeugteile
ko: 차량 부품
ru: детали для транспорта

source: Adds boats
de: Fügt Boote hinzu

source: Adds dinosaurs
de: Fügt Dinosaurier hinzu
ko: 공룡을 추가합니다
ru: Добавляет динозавров

source: Automated gas stations
de: Automatisierte Tankstelle

source: Medieval weapons (obsolete)
de: Mittelalterliche Waffen (obsolet)

source: Old guns (obsolete)
de: Alte Waffen (obsolet)

source: Remote-Controlled Items. (obsolete)
de: Funkferngesteuerte Gegenstände. (obsolet)

source: Removes antique firearms and those that are no longer in production
de: Entfernt antike Feuerwaffen und diejenigen, welche nicht mehr hergestellt werden.

source: The contents of this mod have been integrated into the game. This mod pack is deprecated and will eventually be removed. It is included to prevent warnings when moving from an older version of the game to a newer version.
de: Die Inhalte dieser Mod wurden in das Spiel integriert. Dieses Modpaket ist missbilligt und wird früher oder später entfernt. Es wird eingebunden, um Warnungen bei einem Update des Spiels zu verhindern.

source: The contents of this mod have been integrated into the game. This mod pack is deprecated and will eventually be removed. This mod contains remote controlled items: bombs, cars, cars with bombs...
de: Die Inhalte dieser Mod wurden in das Spiel integriert. Dieses Modpaket ist missbilligt und wird früher oder später entfernt. Diese Mod enthält ferngesteuerte Gegenstände: Bomben, Autos, Autos mit Bomben, usw.

source: A human body, swaying as it moves, an unstoppable rage is visible beneath its oily black eyes.
de: Ein menschlicher Körper, schwankend, wie er sich bewegt, ist ein unbändiger Zorn in seinen ölschwarzen Augen zu sehen.
ko: 사람의 모습을 하고 있습니다. 다리 힘이 풀린 채로 앞을 향해 비틀비틀 걸어가며, 번들거리는 검은 눈을 통해서는 끝없는 분노를 볼 수 있습니다.
ru: Человеческое тело, качающееся при ходьбе. Черные блестящие глаза полны неудержимой ярости.

source: A small mammal native to North America, distinctive for its dextrous paws and facial markings. It is resourceful and agile enough to open sealed containers with its paws.
de: Ein kleines Säugetier, das in Nordamerika beheimatet ist. Erkennungsmerkmale sind die geschickten Pfoten und die Abzeichen am Kopf. Dessen Einfallsreichtum und Agilität reichen aus, um versiegelte Behälter mit den Pfoten zu öffnen.

source: A towering swarm of mutated rats, their tails knotted together in a filthy mass. A foetid stench flows from its filthy presence.
de: Ein sich stapelnder Schwarm aus mutierten Ratten. Ihre Schwanze haben sich in einer verdrehten Masse verknotet. Ein übler Gestank kommt aus seiner dreckigen Anwesenheit.

source: A trout
de: Eine Forelle.
ko: 송어입니다.
ru: Форель.

source: A zombified version of one of the German shepherd dogs used in law enforcement. Its deformed body is encased in a protective kevlar harness.
de: Eine zombiefizierte Version einer der Deutschen Schäferhunde, die im Polizeivollzugsdienst verwendet werden. Sein deformierter Körper ist in einem schützendem Kevlargeschirr gekleidet.

source: The Eastern coyote, also called the tweed wolf, is a territorial canine descended from the offspring of grey wolves and true coyotes. It is intimidated by humans and other predators, but will fight if threatened.
de: Canis latrans "var.", eine Kojotenunterart, ist ein gebietsmäßiger Hundeartiger, der von dem Nachwuchs der Wölfe und Echten Kojoten abstammt. Er wird von Menschen und anderen Jägern abgeschreckt, aber wird kämpfen, wenn er bedroht wird.

source: The Northrop ATSV, a massive, heavily-armed and armored robot walking on a pair of reverse-jointed legs. Armed with a 40mm anti-vehicle grenade launcher, 5.56 anti-personnel gun, and the ability to electrify itself against attackers, it is an effective automated sentry, though production was limited due to a legal dispute.
de: Der Northrop ATSV, ein gewaltiger, schwerbewaffneter und -gepanzerter Roboter, der auf einem Paar entgegengesetzt verbundener Beine läuft. Mit einem 40-mm-Fahrzeugabwehr-Granatenwerfer, einem Antipersonengewehr und der Fähigkeit, sich selbst gegen Angreifern zu elektrifizieren, ist er eine effektive automatische Wache, aber die Produktion wurde aufgrund eines Rechtstreits begrenzt.

source: The Northrop Emancipator is the first and only automated tank ever produced, made shortly after the split-up of Northrup Grumman. Clad in depleted uranium plating, and armed with advanced munitions and a 120-mm gun, it is capable of delivering extraordinary firepower.
de: Der Northrop Emancipator ist das erste und einzige jemals produzierte Automatikpanzer, der kurz nach der Aufspaltung von Northrup Grumman entwickelt wurde. Er ist mit angereichertem Uran plattiert und mit fortgeschrittener Munition und einem 120-mm-Gewehr ausgerüstet und dazu fähig, außergewöhnliche Feuerkraft zu liefern.

source: zig
de: Zombieschwein

source: zoose
de: Zelch
ko: 좀비 무스(zoose)

source: zougar
de: Zuma
ko: 좀비 쿠거(zougar)
ru: зомби-пума

source: A pair of battery-powered goggles that grant infrared vision, allowing you to see warm-blooded creatures in the dark, and even through walls. Use it to turn them off.
de: Eine batteriebetriebene Brille, welche Infrarotsicht ermöglicht, wodurch du warmblütige Kreaturen im Dunkeln und sogar durch Wände sehen kannst. Sie ist momentan eingeschaltet und verbraucht beständig die Batterien. Benutze diesen Gegenstand, um ihn auszuschalten.

source: A pair of battery-powered goggles that grant infrared vision, allowing you to see warm-blooded creatures in the dark, and even through walls. Use it to turn them on.
de: Eine batteriebetriebene Brille, welche Infrarotsicht ermöglicht, wodurch du warmblütige Kreaturen im Dunkeln und sogar durch Wände sehen kannst. Benutze sie, um sie einzuschalten.

source: A knife consisting of a long somewhat sharpened spike and a tightly wrapped a rag as a handle. It makes a good melee weapon.
de: Ein Messer, das aus einer etwas geschärften Klinge und einem eng umwickeltem Lumpen als Griff besteht. Eine gute Nahkampfwaffe.

source: A pair of electronic handcuffs, used by police & riot bots to detain captives. Their continuous siren clearly identifies the wearer as an arrested criminal and alerts human police. Wait for their arrival, don't try to escape or to remove the cuffs - they will administer an electric shock. However, since the only police likely to respond are undead, you may have a long wait ahead, unless you get creative...
de: Ein Paar elektronische Handschellen, von Polizei und Antikrawallrobotern verwendet, um Festnahmen vorzunehmen. Ihre ständige Sirene identifiziert den Träger als einen verhafteten Kriminellen und alarmiert die menschliche Polizei. Warte darauf, bis sie ankommt, versuch nicht, zu fliehen, oder die Handschellen zu entfernen – sie würden dir einen Elektroschock verpassen. Aber seit die einzige Polizei, die wahrscheinlich reagieren würde, untot ist, könntest du eine lange Wartezeit vor dir haben, es sei denn, du wirst kreativ …

source: A sharp, knife-like tool used in harvesting honey from beehives. Makes a passable melee weapon.
de: Ein scharfes messerähnliches Werkzeug zur Gewinnung von Honig aus Bienenstöcken. Ist eine annehmbare Waffe.

source: It's already burning!.
de: Es brennt schon!

source: The kiln's embers die out.
de: Die grühenden Holzstücke des Holzkohleofens sind ausgebrannt.

source: This edge of this combat knife has been replaced by diamond-like carbon deposited with a cvd machine, adding to its sharpness.
de: Die Schneide dieses Kampfmessers wurde mit einem diamantenähnlichen Kohlenstoff aus einer CVD-Maschine ersetzt, was ihre Schärfe erhöht.
ko: 이 대검의 칼날은 CVD 기계로 만든 다이아몬드와 비슷한 성질의 증착 탄소로 만들어져있어서 더욱 날카로워졌습니다.
ru: Лезвие этого боевого ножа было заменено алмазоподобным углеродом, нанесенным химическим парофазным осаждателем, сделав его более острым.

source: This is a King Size(tm) industrial strength permanent marker, about halfway between a typical marker and a can of spray paint in size. Use it to write something down. However, writing 'Elbereth' probably won't help you.
de: Dies ist ein riesengroßer Permanentmarker in Industriestärke, von der Größe her in etwa in der Mitte zwischen einem gewöhnlichem Marker und einer Sprühdose. Allerdings wird es dir wahrscheinlich nichts nützen, wenn du »Elbereth« schreibst.

source: This is a combination of two Dark Age conflict-resolution classics, the broadsword and the torch. The blade is glowing with heat. Excalibur can eat it's heart out. Use to shut it off.
de: Dies ist eine Kombiation zweier mittelalterlicher Konfliktauflösungsklassiker, nämlich dem Breitschwert und der Fackel. Die Klinge glüht vor Hitze. Excalibur kann sich verzehren. Benutze es, um es abzuschalten.

source: This is a fine glass tube with a bulb with an bowl on one end. It's used in partaking of certain illicit substances.
de: Dies ist ein dünnes Glasrohr mit einer Knolle mit einer Schale am einem Ende. Es wird für den Konsum bestimmter illegaler Substanzen benutzt.

source: This is a section of a pipe filled with explosive materials. Use this item with to light the fuse, which gives you three turns to get away from it before it detonates. You'll need a lighter or some matches to use it. It is somewhat unreliable, and may fail to detonate.
de: Dies ist ein Stück Rohr, das mit explosiven Materialen gefüllt wurde. Benutze diesen Gegenstand, um seine Zündschnur anzuzünden, was dir drei Züge gibt, dich von ihm zu entfernen, bevor es detoniert. Du brauchst ein Feuerzeug oder ein paar Streichhölzer, um es zu benutzen. Es ist etwas unzuverlässig und kann sich als Blindgänger herausstellen.

source: This is a unified power supply, or UPS. It is a device developed jointly by military and scientific interests for use in combat and the field. The UPS is designed to power armor and some guns, but drains batteries quickly. It is currently off.
de: Dies ist eine Einheitsstromzufuhr, oder kurz »Esz.«. Sie ist ein Gerät, welches gemeinsam von militärischen und wisschenschaftlichen Interessen für die Verwendung im Kampf und auf dem freien Feld entwickelt wurde. Die Esz. wurde entworfen, um Energierüstungen und einige Waffen zu bestromen, aber verbraucht sehr schnell Batterien. Sie ist momentan ausgeschaltet.

source: This is a unified power supply, or UPS. It is a device developed jointly by military and scientific interests for use in combat and the field. The UPS is designed to power armor and some guns, but drains batteries quickly. It is currently on.
de: Dies ist eine Einheitsstromzufuhr, oder kurz »Esz.«. Sie ist ein Gerät, welches gemeinsam von militärischen und wisschenschaftlichen Interessen für die Verwendung im Kampf und auf dem freien Feld entwickelt wurde. Die Esz. wurde entworfen, um Energierüstungen und einige Waffen zu bestromen, aber verbraucht sehr schnell Batterien. Sie ist momentan eingeschaltet.

source: This is an advanced version of the unified power supply, or UPS. This device has been significantly redesigned to provide better efficiency as well as to consume plutonium fuel cells rather than batteries. It is currently on.
de: Dies ist eine fortgeschrittene Einheitsstromzufuhr, oder kurz »f. Esz.« und ist eine erweitere Version der Einheitsstromzufuhr. Sie wurde signifikant umgestaltet, um einen höheren Wirkungsgrad zu erzielen und statt Batterien Plutonium-Brennstoffzellen zu verbrauchen. Sie ist momentan angeschaltet.

source: This is an arcane device, powered by plutonium fuel cells. Using it will cause you to teleport a short distance away.
de: Dies ist ein geheimnisvolles Gerät, das von Plutoniumbrennstoffzellen angetrieben wird. Benutzung wird dich eine kurze Entfernung weit weg teleportieren.

source: UPS (off)
de: Esz. (aus)
ko: 통합 전원장치-꺼짐(UPS)
ru: УБП (выкл)

source: UPS (on)
de: Esz. (an)
ko: 통합 전원장치-켜짐(UPS)
ru: УБП (вкл)

source: acid bomb (active)
de: Säurebombe (aktiv)
ko: 산성 폭탄-켜짐(acid bomb)
ru: кислотная бомба (активирована)

source: advanced UPS (off)
de: f. Esz. (aus)
ko: 개선형 통합 전원장치-꺼짐(UPS)
ru: улучшенный УБП (выкл)

source: advanced UPS (on)
de: f. Esz. (an)
ko: 개선형 통합 전원장치-켜짐(UPS)
ru: улучшенный УБП (вкл)

source: lightstrip (active)
de: Lichtstreifen (aktiv)
ko: 케이블 조명-작동됨(lightstrip)
ru: световая лента (активная)

source: mininuke (active)
de: Atombömbchen (aktiv)
ko: 소형핵-켜짐(mininuke)
ru: ядерная мини-бомба (актив.)

source: A pretty small wheel. Probably from one of those segway things. It is not very menacing.
de: Ein ziemlich kleines Rad. Vermutlich von einer dieser U-Bahn-Dinger. Es ist nicht sehr beeindruckend.

source: A wooden cart wheel with medal bands for durability, hand made.
de: Ein hölzernes Wagenrad mit Metallbändern für längere Haltbarkeit, selbstgemacht.

source: UPS
de: Esz.
ko: 무정전 전원공급장치(UPS)
ru: УБП

source: Powerful heatsinks and supermaterials are woven into your flesh. While powered, this system will prevent heat damage up to 2000 degrees fahrenheit. Note that this does not affect your internal temperature.
de: Starke Kühlkörper und Supermaterialien sind in dein Fleisch verwoben. Solange es bestromt ist, wird dieses System Hitzeschaden von bis zu 1111 Grad Celsius abwenden. Beachte, dass dies nicht deine Innentemperatur beeinträchtigt.
ko: 강력한 방열판과 초고온 내열재가 당신의 몸에 이식됐습니다. 작동 중에는 열기 피해를 1093도까지 감당할 수 있습니다. 체내의 온도는 어떻게 해주지 못한다는 점을 기억하세요.
ru: Мощные радиаторы и жаростойкие материалы покрывают ваше тело. Пока работает эта система, вы защищены от воздействия внешних температур до 1100 градусов Цельсия. Учитывайте, что эта система не влияет на вашу внутреннюю температуру.

source: Small radiation sensors have been implanted throughout your body, allowing you to analyse your level of absorbed radiation.
de: Kleine Strahlungssensoren wurden durch deinen Körper implantiert, was es dir ermöglicht, deinen absorbierten Strahlungspegel zu analysieren.
ko: 작은 방사선 센서들이 흡수된 방사선의 수준을 분석할 수 있도록 당신의 몸 전체에 이식되었습니다.
ru: В ваше тело вмонтирован небольшой прибор измерения радиационного фона, который позволяет оценить полученную вами дозу радиации.

source: Small sensors have been implanted in your heart, allowing you to analyse your blood. This will detect many illnesses, drugs, and other conditions.
de: Kleine Sensoren wurden in dein Herz implantiert, das ermöglicht die eine Untersuchung deines Blutes. Dies wird viele Erkrankungen, Drogen und andere Leiden finden.
ko: 심장에 소형 감지기가 이식되어 당신의 피를 분석할 수 있습니다. 이를 통해 많은 질병과 약물, 다른 상태이상을 알아낼 수 있습니다.
ru: В ваше сердце имплантированы датчики, позволяющие вам анализировать состав крови. Могут показать заболевания, наличие наркотиков в крови и прочее.

source: You excitedly try to hang onto the web you dreamed of... but it fades.
de: Aufgeregt versuchst du, dich dem Spinnennetz, von dem du träumtest, festzuhalten … doch es verschwindet.

source: A bouncing effect has bounced to you lately.
de: Dir widerfuhr vor kurzem ein Abprallungseffekt.
ko: 튕겨짐 효과는 최근에 튕겨졌을 경우에 주어집니다.

source: A turret is targeting you!
de: Ein Geschützturm zielt auf dich!
ko: 터렛이 당신을 표적으로 지정했습니다!
ru: Турель целится по вам!

source: Causes constant pain.
de: Verursacht stetigen Schmerz.

source: Clambering Over Rubble
de: Über Schutt krabbeln
ko: 돌무더기로 기어오름
ru: Карабканье по щебню

source: It is excruciating.
de: Es ist sehr schmerzhaft.
ko: 매우 고통스럽습니다.
ru: Это мучительно.

source: Perception - 1
de: Wahrnehmung −1
ko: 지각력 - 1
ru: Восприятие -1

source: Perception - 1; Dexterity - 1; Strength - 2 IF not resistant Occasional pain and/or damage.
de: Wahrnehmung −1; Geschicklichkeit −1; Stärke −2, FALLS nicht immun Gelegendlicher Schmerz und/oder Schaden.
ko: 지각력 - 1, 민첩 - 1, 체력 - 2 (저항력이 없을 경우) 종종 육체적 고통 혹은 데미지
ru: Сила -2; Ловкость -1; Восприятие -1 ЕСЛИ нет иммунитета Периодические боли и/или урон.

source: Perception - 5 Range of Sight: 1; All sight is tinted magenta.
de: Wahrnehmung −5 Sichtweite: 1; Das gesamte Sichtfeld ist magenta angemalt.
ko: 지각력 - 5 시야 범위 : 1, 시야 범위 밖은 전부 옅은 자홍색으로 보임
ru: Восприятие -5 Область зрения: 1; Всё видится в фиолетовых тонах.

# memorial_female
source: Recoverd from a bite wound.
de: Hat sich von einer Bisswunde erholt.
ko: 물린 상처가 회복되었습니다.
ru: Вылечила рану от укуса.

# memorial_male
source: Recoverd from a bite wound.
de: Hat sich von einer Bisswunde erholt.
ko: 물린 상처가 회복되었습니다.
ru: Вылечил рану от укуса.

source: Strength - 1; Dexterity - 1; Occasionally you will cough, costing movement and creating noise. Loss of health - Torso
de: Stärke −1; Geschicklichkeit −1 Du wirst ab und zu husten, was dich Geschwindigkeit kostet und Krach macht. Gesundheitsverlust – Torso
ko: 체력 - 1, 민첩 - 1 종종 기침 (이동 포인트를 소모하고 소리를 냄) 상체의 HP 감소
ru: Периодический кашель, замедляющий и шумный. Сила -1; Ловкость -1; Потеря здоровья - Торс

source: Strength - 2; Dexterity - 2; Intelligence - 1; Perception - 4 Occasionally you will cough, costing movement and creating noise. Loss of health - Torso
de: Stärke −2; Geschicklichkeit −2; Intelligenz −1; Wahrnehmung −4 Du wirst ab und zu husten, was dich Geschwindigkeit kostet und Krach macht. Gesundheitsverlust – Torso
ko: 체력 - 2, 민첩 - 2, 지능 - 1, 지각력 - 4 종종 기침 (이동 포인트를 소모하고 소리를 냄) 상체의 HP 감소
ru: Периодический кашель, замедляющий и шумный. Сила -2; Ловкость -2; Интеллект -1; Восприятие -4; Потеря здоровья - Торс

source: Targeted By Turret
de: von Geschützturm anvisiert
ko: 터렛의 표적이 됨
ru: На прицеле турели

source: You are being slowed climbing over a pile of rubble
de: Durch das Klettern über einen Schutthaufen bist du verlangsamt.
ko: 잔해를 지나가고 있어서 느려졌습니다.
ru: Вы медленно пробираетесь по куче щебня.

source: You are slowed by the rubble.
de: Das Geröll verlangsamt dein Vorwärtskommen.
ko: 잔해때문에 느려졌습니다.
ru: Вас замедляет щебень.

source: You are snared.
de: Du bist gefangen.
ko: 올가미에 걸렸습니다.
ru: Вы попали в ловушку.

source: You can't move!
de: Du kannst dich nicht bewegen!
ko: 움직일 수 없습니다!
ru: Вы не можете двинуться с места!

source: thunk
de: »Plumps«

source: Add selected mod
de: ausgewählte Mod hinzufügen

source: Re-layer armour/clothing
de: Bekleidungsschichten umsortieren
ko: 껴입은 옷 재정렬하기
ru: Изменить очерёдность брони/одежды

source: Remove selcted mod
de: Ausgewählte Mod entfernen

source: Toggle Debug Messages
de: Debugnachrichten umschalten
ko: 디버그 메시지 토글하기
ru: Вкл/Выкл собщения отладки

source: Toogle activate/examine
de: Aktivieren/untersuchen unschalten

source: A post mortem on the rat involved in the electrocution incident has revealed several changes to it's internal anatomy centered around it's connection with the monitoring device, and large buildups of XE037 were detected around the connection point.
de: Eine Leichenöffnung der Ratte, die im Elektroschockunfall verwickelt war, hat verschiedene Änderungen ihrer internen Anatomie um ihrer Verbindung mit dem Überwachungsgerät hervorgebracht und große Zusammenstellungen an XE037 wurden um den Anschlusspunkt entdeckt.
ko: 감전사건을 일으킨 쥐의 시체로부터 그 내장 기관이 다양하게 변이하여 관측 기구 주변으로 집중되어 연결되어 있음을 알 수 있었으며 방대한 XE037 조직 구성이 그 접점에서 관측되었습니다.
ru: После умерщвления крысы, участвующей в инциденте с электричеством, выяснилось, что её внутренняя анатомия переместилась на точку подключения к аппарату мониторинга. На точке подключения были обнаружены большие образования из XE037.

source: As in the tests of isolated XE037 samples, prolonged radiation exposure of T3D has resulted in significant structural changes. These do not appear to be random. T3D appears to be in immense pain as a result of these changes, but the lack of an oral opening has rendered him unable to vocalize.
de: Wie in den Tests von isolierten XE037-Proben hat die längerfristige Bestrahlung von T3D signifikante strukturelle Veränderungen hervorgerufen. Diese scheinen nicht zufällig zu sein. T3D scheint als Resultat dieser Veränderungen unter großen Schmerzen zu leiden, aber das Fehlen einer oralen Öffnung machte ihn unfähig, etwas auszusprechen.
ko: 격리된 XE037 샘플들에 대한 실험에서, T3D 의 장기적인 방사능 노출은 중요한 조직 변화를 결과로 나타내었습니다. 이는 결코 무작위적이 아닙니다. T3D는 그 변화에서 어마어마한 고통을 겪은 것으로 보이나 구강 개폐 결함으로 목소리를 낼 수 없었습니다.
ru: Как и в тестах на изолированных образцах XE037, длительное воздействие радиацией на T3D дало изменения в структуре тела. И они не проявляются случайно. Похоже T3D испытывает огромную боль от этих изменений, но, из-за отсутствия ротовой полости, не может сообщить об этом.
