Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: .20 DREAD Pellet
de: .20-DREAD-Kugel
ja: 弾薬(20口径/ドレッドペレット)
zh_cn: .20 “恐惧”金属球弹

source: .22 CB
ja: 弾薬(22口径/CB)
zh_cn: .22 CB弹

source: .22 FMJ
ja: 弾薬(22口径/FMJ)
zh_cn: .22 FMJ弹

source: .22 LR
ja: 弾薬(22口径/LR)
zh_cn: .22 LR弹

source: .22 casing
de: .22-Hülse
ja: 空薬莢(.22口径)
ko: .22 탄피(casing)
ru: .22 гильза
zh_cn: .22弹壳

source: .22 rat-shot
de: .22-Kleinkaliber
ja: 弾薬(.22口径/ラットショット)
ru: .22 отстрельщик крыс
zh_cn: .22 猎鼠弹

source: .223 Remington
ja: 弾薬(22.3口径/レミントン)
zh_cn: .223 Remington弹

source: .223 casing
de: .223-Hülse
ja: 空薬莢(.223口径)
ko: .223 탄피(casing)
ru: .223 гильза
zh_cn: .223弹壳

source: .270 Winchester
ja: 弾薬(.27口径/ウィンチェスター)
zh_cn: .270 Winchester弹

source: .30-06 AP
ja: 弾薬(.30-06口径/AP)
zh_cn: .30-06 AP弹

source: .30-06 FMJ
ja: 弾薬(.30-06口径/FMJ)
zh_cn: .30-06 FMJ弹

source: .30-06 casing
de: .30-06-Hülse
ja: 空薬莢(.30-06口径)
ko: .30-06 탄피(casing)
ru: .30-06 гильза
zh_cn: .30-06弹壳

source: .30-06 incendiary
de: .30-06 Brand
ja: 弾薬(.30-06口径/焼夷)
ko: .30-06 소이탄(incendiary)
ru: .30-06 зажигательный
zh_cn: .30-06 燃烧弹

source: .300 Winchester Magnum
ja: 弾薬(.30口径/ウィンチェスターマグナム)
zh_cn: .300 Win Mag弹

source: .300 casing
de: .300-Hülse
ja: 空薬莢(.30口径)
ko: .300 탄피(casing)
zh_cn: .300弹壳

source: .308 Winchester
ja: 弾薬(.308口径/ウィンチェスター)
zh_cn: .308 Winchester弹

source: .308 casing
de: .308-Hülse
ja: 空薬莢(.308口径)
ko: .308 탄피(casing)
ru: .308 гильза
zh_cn: .308弹壳

source: .32 ACP
ja: 弾薬(.32口径/ACP)
zh_cn: .32 ACP弹

source: .32 casing
de: .32-Hülse
ja: 空薬莢(.32口径)
ko: .32 탄피(casing)
zh_cn: .32弹壳

source: .36 paper cartridge
de: .36-Papierpatrone
ja: 紙製薬莢(.36口径)
ko: .36 종이 화약포(paper cartridge)
zh_cn: .36纸卷弹

source: .38 FMJ
ja: 弾薬(.38口径/FMJ)
zh_cn: .38 FMJ弹

source: .38 Special
ja: 弾薬(.38口径/スペシャル)
ru: м
zh_cn: .38 特制弹

source: .38 Super
ja: 弾薬(.38口径/スーパー)
zh_cn: .38 超级弹

source: .38 casing
de: .38-Hülse
ja: 空薬莢(.38口径)
ko: .38 탄피(casing)
ru: .38 гильза
zh_cn: .38弹壳

source: .40 FMJ
ja: 弾薬(.40口径/FMJ)
zh_cn: .40 FMJ弹

source: .40 S&W
ja: 弾薬(.40口径/S&W)
zh_cn: .40 S&W弹

source: .40 casing
de: .40-Hülse
ja: 空薬莢(.40口径)
ko: .40 탄피(casing)
ru: .40 гильза
zh_cn: .40弹壳

source: .44 FMJ
ja: 弾薬(.44口径/FMJ)
zh_cn: .44 FMJ弹

source: .44 Magnum
ja: 弾薬(.44口径/マグナム)
ru: .44 Магнум
zh_cn: .44 Magnum弹

source: .44 casing
de: .44-Hülse
ja: 空薬莢(.44口径)
ko: .44 탄피(casing)
ru: .44 гильза
zh_cn: .44弹壳

source: .44 paper cartridge
de: .44-Papierpatrone
ja: 紙製薬莢(.44口径)
ko: .44 종이 화약포(paper cartridge)
zh_cn: .44纸卷弹

source: .45 ACP
ja: 弾薬(.45口径/ACP)
zh_cn: .45 ACP弹

source: .45 FMJ
ja: 弾薬(.45口径/FMJ)
zh_cn: .45 FMJ弹

source: .45 Super
ja: 弾薬(.45口径/スーパー)
zh_cn: .45 超级弹

source: .45 casing
de: .45-Hülse
ja: 空薬莢(.45口径)
ko: .45 탄피(casing)
ru: .45 гильза
zh_cn: .45弹壳

source: .454 Casull
ja: 弾薬(.454口径/カスール)
zh_cn: .454 Casull弹

source: .454 Casull casing
de: .454-Casull-Hülse
ja: 空薬莢(.454口径/カスール)
ko: .454 Casull 탄피(casing)
ru: гильза .454 Casull
zh_cn: .454 Casull弹壳

source: .50 BMG AP
ja: 弾薬(.50口径BMG/徹甲)
zh_cn: .50BMG 穿甲弹

source: .50 BMG API
ja: 弾薬(.50口径BMG/徹甲焼夷)
zh_cn: .50BMG 穿甲燃烧弹

source: .50 BMG Ball
ja: 弾薬(.50口径BMG/Ball)
zh_cn: .50BMG 普通弹

source: .50 BMG casing
de: .50-BMG-Hülse
ja: 空薬莢(.50口径BMG)
ko: .50 BMG 탄피(casing)
zh_cn: .50 BMG弹壳

source: .500 S&W Magnum
ja: 弾薬(.50口径/S&Wマグナム)
zh_cn: .500 S&W Magnum弹

source: .500 S&W Magnum casing
de: .500-S&W-Magnum-Hülse
ja: 空薬莢(.50口径/S&Wマグナム)
ko: .500 S&W Magnum 탄피(casing)
ru: гильза .500 S&W Магнум
zh_cn: .500 S&W Magnum弹壳

source: .700 NX
ja: 弾薬(.70口径/ニトロ・エクスプレス)
zh_cn: ,700 NX弹

source: .700 NX casing
de: .700-NX-Hülse
ja: 空薬莢(.70口径/ニトロ・エクスプレス)
ko: .700 NX 탄피(casing)
zh_cn: .700 NX弹壳

source: 00 shot
de: 00-Schrotkugel
ja: 弾薬(散弾)
ru: 12 калибр - дробь 00
zh_cn: 猎鹿弹

source: 10mm Auto
ja: 弾薬(10mm/オート)
ru: 10мм Auto
zh_cn: 10mm Auto弹

source: 120mm HEAT
ja: 弾薬(120mm対戦車ロケット弾)
zh_cn: 120mm 反坦克高爆弹

source: 20x66mm beanbag
de: 20×66mm-Beanbag
ja: ケースレス弾薬(20x66mm/ビーンバッグ)
ko: 20x66mm 빈백(beanbag)
zh_cn: 26X66mm 沙包弹

source: 20x66mm buckshot
de: 20×66mm-Posten
ja: ケースレス弾薬(20x66mm/散弾)
ko: 20x66mm 벅샷(buckshot)
zh_cn: 20x66mm 猎鹿弹

source: 20x66mm caseless shotgun rounds, buckshot type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose 20×66mm-Schrotflintenmunition, vom Typ Posten. Proprietäre Munition für Rivtech-Schrotflinten. Als hülsenlose Munition können sie nicht demontiert oder wiedergeladen werden.
ja: 散弾仕様の20x66mmケースレス弾です。Rivtech社製のショットガン用の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 20X66mm无壳猎枪弹，鹿弹型，RIVtech猎枪专用，由于是无壳弹，所以不可拆卸和重新装载.

source: 20x66mm caseless shotgun rounds, explosive fragmentation type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
de: Explosive, hülsenlose 20×66mm-Schrotflintenmunition mit Splittern . Proprietäre Munition für Rivtech-Schrotflinten. Als hülsenlose Munition können sie nicht demontiert oder wiedergeladen werden.
ja: 爆発性破砕弾仕様の20x66mmケースレス弾です。Rivtech社製のショットガン用の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 20X66mm无壳猎枪弹，碎片杀伤弹，RIVtech猎枪专用，由于是无壳弹，所以不可拆卸和重新装载.

source: 20x66mm caseless shotgun rounds, explosive projectile type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose und explosive 20×66mm-Schrotflintenmunition. Proprietäre Munition für Rivtech-Schrotflinten. Als hülsenlose Munition können sie nicht demontiert oder wiedergeladen werden.
ja: 榴弾仕様の20x66mmケースレス弾です。Rivtech社製のショットガン用の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 20X66mm无壳猎枪弹，爆裂弹，RIVtech猎枪专用，由于是无壳弹，所以不可拆卸和重新装载.

source: 20x66mm caseless shotgun rounds, flechette type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose 20×66mm-Schrotflintenmunition, vom Typ Flechet. Proprietäre Munition für Rivtech-Schrotflinten. Als hülsenlose Munition können sie nicht demontiert oder wiedergeladen werden.
ja: 矢弾仕様の20x66mmケースレス弾です。Rivtech社製のショットガン用の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 20X66mm无壳猎枪弹，箭形，RIVtech猎枪专用，由于是无壳弹，所以不可拆卸和重新装载.

source: 20x66mm caseless shotgun rounds, incendiary type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose 20×66mm-Schrotflintenmunition, entzündlich. Proprietäre Munition für Rivtech-Schrotflinten. Als hülsenlose Munition können sie nicht demontiert oder wiedergeladen werden.
ja: 焼夷弾仕様の20x66mmケースレス弾です。Rivtech社製のショットガン用の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 20X66mm无壳猎枪弹，燃烧杀伤弹，RIVtech猎枪专用，由于是无壳弹，所以不可拆卸和重新装载.

source: 20x66mm caseless shotgun rounds, signal flare type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose 20×66mm-Schrotflintenmunition, vom Typ Leuchtfackel. Proprietäre Munition für Rivtech-Schrotflinten. Als hülsenlose Munition können sie nicht demontiert oder wiedergeladen werden.
ja: 信号弾仕様の20x66mmケースレス弾です。Rivtech社製のショットガン用の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 20X66mm无壳猎枪弹，火焰信号弹，RIVtech猎枪专用，由于是无壳弹，所以不可拆卸和重新装载.

source: 20x66mm caseless shotgun rounds, solid projectile type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose und massive 20×66mm-Schrotflintenmunition. Proprietäre Munition für Rivtech-Schrotflinten. Als hülsenlose Munition können sie nicht demontiert oder wiedergeladen werden.
ja: 単発弾仕様の20x66mmケースレス弾です。Rivtech社製のショットガン用の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 20X66mm无壳猎枪弹，实心金属铅弹，RIVtech猎枪专用，由于是无壳弹，所以不可拆卸和重新装载.

source: 20x66mm caseless shotgun rounds, sublethal beanbag type. Proprietary ammunition for Rivtech shotguns. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose 20×66mm-Patronen für Schrotflinten; weniger tödliche Beanbag-Munition. Propritäre Munition für Rivtech-Schrotflinten. Weil sie hülsenlos sind, können diese Patronen weder demontiert noch wiedergeladen werden.
ja: 殺傷力を抑えたビーンバッグ仕様の20x66mmケースレス弾です。Rivtech社製のショットガン用の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 20X66mm无壳猎枪弹，气囊沙发型的致死窒息弹药，RIVtech猎枪专用，由于是无壳弹，所以不可拆卸和重新装载.

source: 20x66mm explosive
de: 20×66mm-Sprengmunition
ja: ケースレス弾薬(20x66mm/炸裂)
ko: 20x66mm 폭발탄(explosive)
zh_cn: 26X66mm 爆裂弹

source: 20x66mm flare
de: 20×66mm-Leuchtfackel
ja: ケースレス弾薬(20x66mm/信号)
ko: 20x66mm 조명탄(flare)
zh_cn: 26X66mm 火焰弹

source: 20x66mm flechette
de: 20×66mm-Flechet
ja: ケースレス弾薬(20x66mm/矢弾)
ko: 20x66mm 플레쉐트탄(flechette)
zh_cn: 26X66mm 箭形弹

source: 20x66mm frag
de: 20×66mm-Splittermunition
ja: ケースレス弾薬(20x66mm/破片)
ko: 20x66mm 파쇄탄(frag)
zh_cn: 26X66mm 碎片弹

source: 20x66mm incendiary
de: 20×66mm-Brandmunition
ja: ケースレス弾薬(20x66mm/焼夷)
ko: 20x66mm 소이탄(incendiary)
zh_cn: 26X66mm 燃烧弹

source: 20x66mm slug
de: 20×66mm-Flintenlaufgeschoss
ja: ケースレス弾薬(20x66mm/単発弾)
ko: 20x66mm 슬러그(slug)
zh_cn: 26X66mm 合金弹

source: 4.6x30mm
de: 4,6×30mm
ja: 弾薬(4.6x30mm)
ru: 4.6x30мм
zh_cn: 4.6x30mm子弹

source: 4.6x30mm casing
de: 4,6×30mm-Hülse
ja: 空薬莢(4.6x30mm)
ko: 4.6x30mm 탄피(casing)
ru: 4.6x30mm гильза
zh_cn: 4.6x30mm弹壳

source: 40mm acid bomb
de: 40mm-Säurebombe
ja: 弾薬(40mm擲弾/強酸)
ko: 40mm 산성탄(acid bomb)
ru: 40мм кислотная
zh_cn: 40mm 酸液弹

source: 40mm beanbag
ja: 弾薬(40mm/ビーンバッグ)
ko: 40mm 빈백(beanbag)
zh_cn: 40mm 沙包弹

source: 40mm buckshot
de: 40mm-Schrotmunition
ja: 弾薬(40mm擲弾/散弾)
ko: 40mm 벅샷(buckshot)
ru: 40мм картечный заряд
zh_cn: 40mm铅弹

source: 40mm canister
de: 40mm-Kanister
ja: 空円筒弾(40mm擲弾)
ko: 40mm 탄피(canister)
ru: 40mm гильза
zh_cn: 40mm榴弹壳

source: 40mm concussive
de: 40mm-Verlangsamungsgranate
ja: 弾薬(40mm擲弾/局所)
ko: 40mm 내충격탄(concussive)
ru: 40мм оглушающая
zh_cn: 40mm 震荡弹

source: 40mm flare
de: 40mm-Leuchtfackel
ja: 弾薬(40mm擲弾/信号)
ko: 40mm 조명탄(flare)
ru: 40мм сигнальная ракета
zh_cn: 40mm 照明弹

source: 40mm flashbang
de: 40mm-Blendgranate
ja: 弾薬(40mm擲弾/閃光)
ko: 40mm 섬광탄(flashbang)
ru: 40мм светошумовая
zh_cn: 40mm 震光弹

source: 40mm flechette
de: 40mm-Flechet
ja: 弾薬(40mm擲弾/矢弾)
ko: 40mm 플레쉐트탄(flechette)
ru: 40мм оперённая
zh_cn: 40mm 镖形弹

source: 40mm frag
de: 40mm-Splittergranate
ja: 弾薬(40mm擲弾/破片)
ko: 40mm 파편탄(frag)
ru: 40мм осколочная
zh_cn: 40mm榴弹

source: 40mm incendiary
de: 40mm-Brandgranate
ja: 弾薬(40mm擲弾/焼夷)
ko: 40mm 소이탄(incendiary)
ru: 40mm зажигательная
zh_cn: 40mm燃烧弹

source: 40mm smoke cover
de: 40mm-Rauchgranate
ja: 弾薬(40mm擲弾/煙幕)
ko: 40mm 연막탄(smoke cover)
ru: 40мм дымовая
zh_cn: 40mm 烟雾弹

source: 40mm teargas
de: 40mm-Tränengasgranate
ja: 弾薬(40mm擲弾/催涙)
ko: 40mm 최루탄(teargas)
ru: 40мм газовая
zh_cn: 40mm催泪瓦斯弹

source: 5.45x39mm 5N7
de: 5,45×39mm 5N7
ja: 弾薬(5.45x39mm/5N7)
zh_cn: 5.45x39mm 5N7步枪弹

source: 5.45x39mm 7N22
de: 5,45×39mm 7N22
ja: 弾薬(5.45x39mm/7N22)
zh_cn: 5.45x39 7N22步枪弹

source: 5.45x39mm casing
de: 5,45×39mm-Hülse
ja: 空薬莢(5.45x39mm)
ko: 5.45x39mm 탄피(casing)
zh_cn: 5.45x39mm弹壳

source: 5.56 NATO
ja: 弾薬(5.56mm/NATO)
ko: 5.56mm NATO
ru: 5.56 НАТО
zh_cn: 5.56 NATO弹

source: 5.56 incendiary
de: 5.56 Brand
ja: 弾薬(5.56mm/焼夷)
ko: 5.56mm 소이탄(incendiary)
ru: 5.56 зажигательный
zh_cn: 5.56 燃烧弹

source: 5.7x28mm
de: 5,7×28mm
ja: 弾薬(5.7x28mm)
ru: 5.7x28мм
zh_cn: 5.7x28mm子弹

source: 5.7x28mm casing
de: 5,7×28mm-Hülse
ja: 空薬莢(5.7x28mm)
ko: 5.7x28mm 탄피(casing)
ru: 5.7x28мм гильза
zh_cn: 5.7x28mm弹壳

source: 5x50mm hull
de: 5×50mm-Hülle
ja: 空薬莢(5x50mm)
ko: 5x50mm 탄피(hull)
zh_cn: 5x50mm 弹壳

source: 6.54x42mm 9N12
de: 6,54×42mm 9N12
ja: 弾薬(6.54x42mm/9N12)
zh_cn: 6.54x42mm 9N12步枪弹

source: 6.54x42mm 9N8
de: 6,54×42mm 9N8
ja: 弾薬(6.54x42mm/9N8)
zh_cn: 6.54x42mm 9N8步枪弹

source: 6.54x42mm casing
de: 6,54×42mm-Hülse
ja: 空薬莢(6.54x42mm)
ko: 6.54x42mm 탄피(casing)
zh_cn: 6.54x42mm弹壳

source: 66mm HEAT
ja: 弾薬(66mm対戦車ロケット弾)
ko: 66mm 대전차 고폭탄(HEAT)
ru: 66мм кумулятивный
zh_cn: 66mm 反坦克高爆弹

source: 66mm incendiary rockets used in the M202 FLASH rocket launcher. Their warheads are filled with a thickened pyrophoric agent, which burns at 2200 degrees Fahrenheit.
ja: M202フラッシュ用の66mm焼夷弾です。弾頭に燃焼時1000℃以上に達する増粘自然発火性剤が入っています。
zh_cn: M202 FLASH火箭筒使用的66mm燃烧弹。弹头中装填的TPA即经过聚异丁烯增稠的三乙基铝，燃烧温度达到1200°C。

source: 7.62mm Type P
de: 7,62mm Typ P
ja: 弾薬(7.62mm/タイプP)
ko: 7.62mm P형
zh_cn: 7.62mm P型弹

source: 7.62x39mm M43
de: 7,62×39mm M43
ja: 弾薬(7.62x39mm/M43)
ru: 7.62x39мм M43
zh_cn: 7.62x39mm M43弹

source: 7.62x39mm M67
de: 7,62×39mm M67
ja: 弾薬(7.62x39mm/M67)
ru: 7.62x39мм M67
zh_cn: 7.62x39mm M67弹

source: 7.62x39mm casing
de: 7,62×39mm-Hülse
ja: 空薬莢(7.62x39mm)
ko: 7.62x39mm 탄피(casing)
ru: 7.62x39мм гильза
zh_cn: 7.62x39mm弹壳

source: 7.62x51mm
de: 7,62×51mm
ja: 弾薬(7.62x51mm)
ru: 7.62x51мм
zh_cn: 7.62x51mm子弹

source: 7.62x51mm incendiary
de: 7,62×51mm-Brandmunition
ja: 弾薬(7.62x51mm/焼夷)
ko: 7.62x51mm 소이탄(incendiary)
ru: 7.62x51мм зажигательный
zh_cn: 7.62x51mm 燃烧弹

source: 7.62x54mmR
de: 7,62×54mmR
ja: 弾薬(7.62x54mm/R)
zh_cn: 7.62x54mmR弹

source: 7.62x54mmR casing
de: 7,62×55mmR-Hülse
ja: 空薬莢(7.62x54mm/R)
ko: 7.62x54mmR 탄피(casing)
zh_cn: 7.62x54mmR 弹壳

source: 8x40mm FMJ caseless
de: 8×40mm FMJ hülsenlos
ja: ケースレス弾薬(8x40mm/FMJ)
ko: 8x40mm FMJ 무탄피탄
zh_cn: 8x40mm FMJ无壳弹

source: 8x40mm HVP
de: 8×40mm HVP
ja: ケースレス弾薬(8x40mm/HVP)
zh_cn: 8x40mm HVP高速弹

source: 8x40mm JHP caseless
de: 8×40mm JHP hülsenlos
ja: ケースレス弾薬(8x40mm/JHP)
ko: 8x40mm JHP 무탄피탄
zh_cn: 8x40mm JHP无壳弹

source: 8x40mm caseless
de: 8×40mm hülsenlos
ja: ケースレス弾薬(8x40mm)
ko: 8x40mm 무탄피탄
zh_cn: 8x40mm 无壳弹

source: 8x40mm caseless rounds, full metal jacket. Military grade ammunition for Rivtech firearms. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose 8×40mm-Vollmantelgeschosse. Militärmunition für Rivtech-Schusswaffen. Weil sie hülsenlos sind, können diese Patronen weder demontiert noch wiedergeladen werden.
ja: フルメタルジャケット仕様の8x40mmケースレス弾です。Rivtech社製の軍用品質の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 8x40mm无壳弹，全金属被甲。专为军用级Rivtech枪支设计。作为无壳弹，它不能被拆卸或重装。

source: 8x40mm caseless rounds, incendiary type. Military grade ammunition for Rivtech firearms. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose 8×40mm-Patronen des Brandtyps. Militärmunition für Rivtech-Schusswaffen. Weil sie hülsenlos sind, können diese Pratronen weder demontiert noch wiedergeladen werden.
ja: 焼夷弾仕様の8x40mmケースレス弾です。Rivtech社製の軍用品質の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 8x40mm无壳弹，燃烧弹。专为军用级Rivtech枪支设计。作为无壳弹，它不能被拆卸或重装。

source: 8x40mm caseless rounds, jacketed hollowpoint. Military grade ammunition for Rivtech firearms. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose 8×40mm-Patronen, Mantel-Hohlspitzgeschosse. Militärqualitätsmunition für Rivtech-Feuerwaffen. Als hülsenlose Patronen können diese nicht demontiert oder wiedergeladen werden.
ja: ホローポイント仕様の8x40mmケースレス弾です。Rivtech社製の軍用品質の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 8x40mm无壳弹，被甲空尖弹头。专为军用级Rivtech枪支设计。作为无壳弹，它不能被拆卸或重装。

source: 8x40mm caseless rounds, light sporting load. Proprietary ammunition for Rivtech firearms. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose 8×40mm-Patronen mit leichter Ladung für Sportzwecke. Proprietäre Munition für Rivtech-Feuerwaffen. Hülsenlose Patronen können weder demontiert noch wiedergeladen werden.
ja: 競技用の8x40mmケースレス弾です。Rivtech社製の軍用品質の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 8x40mm无壳弹，运动型轻装药量。专为Rivtech枪支设计。作为无壳弹，它不能被拆卸或重装。

source: 8x40mm caseless rounds, saboted high-velocity penetrator type. Advanced military grade, armor-piercing ammunition that fires a single depleted uranium flechette. Being caseless rounds, these cannot be disassembled or reloaded.
de: Hülsenlose 8×40mm-Munition in der Hochgeschwindigkeitsdurchdringungsvariante mit Treibspiegel. Fortschrittliche, panzerbrechende Militärqualitätsmunition, welche ein einzelnes Flechet mit angereichertem Uran feuert. Weil sie hülsenlos sind, können diese weder demontiert noch wiedergeladen werden.
ja: ハイベロシティサボット仕様の8x40mmケースレス弾です。劣化ウランを用いた最新の軍用品質の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 8x40无壳弹，采用自动脱壳高速穿甲等技术。属于顶尖军火，携带贫油镖型的弹头。由于采用无壳设计，因此无法被拆解或是装填。

source: 8x40mm caseless rounds. Proprietary ammunition for Rivtech firearms. Being caseless rounds, these cannot be disassembled or reloaded.
de: 8×40mm hülsenlose Patronen. Proprietäre Munition für Rivtech-Feuerwaffen. Weil sie hülsenlos sind, können diese Pratronen weder demontiert noch wiedergeladen werden.
ja: 8x40mmケースレス弾です。Rivtech社製の軍用品質の弾薬です。ケースレスの弾薬は分解、再利用が出来ない。
zh_cn: 8x40mm无壳弹。专为Rivtech枪支设计。作为无壳弹，它不能被拆卸或重装。

source: 8x40mm caseless sporting
de: 8x40mm hülsenlos Sport
ja: ケースレス弾薬(8x40mm/競技)
zh_cn: 8x40mm 无壳比赛用弹

source: 8x40mm incendiary caseless
de: 8×40mm Brand hülsenlos
ja: ケースレス弾薬(8x40mm/焼夷)
ko: 8x40mm 무탄피 소이탄(incendiary)
zh_cn: 8x40mm 无壳燃烧弹

source: 9 millimeter parabellum is generally regarded as the most popular handgun cartridge and used by the majority of US police forces. It is also a very popular round in sub-machine guns.
de: Die 9 Millimeter Parabellum wird allgemein als die populärste Handfeuerwaffenpatrone aufgewasst und von der Mehrheit der US-Polizeikräfte benutzt. Sie ist außerdem eine sehr beliebte Patrone für Maschinenpistolen.
ja: 9mmパラベラム弾は最も人気の高い拳銃弾として知られており、アメリカの警察部隊の多くが採用しています。サブマシンガンの弾薬としても非常に人気があります。
zh_cn: 九毫米帕拉贝伦子弹是大多数美国警察机关所主要使用的手枪子弹。它一般被认为是最普遍的手枪子弹，并被大量使用在冲锋枪中。无论是灾变前还是灾变后，都是烂大街的存在。

source: 9 millimeter parabellum is generally regarded as the most popular handgun cartridge and used by the majority of US police forces. It is also a very popular round in sub-machine guns. This one has been hand-reloaded.
de: Die 9 Millimeter Parabellum wird allgemein als die populärste Handfeuerwaffenpatrone aufgewasst und von der Mehrheit der US-Polizeikräfte benutzt. Sie ist außerdem eine sehr beliebte Patrone für Maschinenpistolen. Diese Patrone wurde wiedergeladen.
ja: 9mmパラベラム弾は最も人気の高い拳銃弾として知られており、アメリカの警察部隊の多くが採用しています。サブマシンガンの弾薬としても非常に人気があります。この弾薬は手詰めで製作されています。
zh_cn: 九毫米帕拉贝伦子弹是大多数美国警察机关所主要使用的手枪子弹。它一般被认为是最普遍的手枪子弹，并被大量使用在冲锋枪中。无论是灾变前还是灾变后，都是烂大街的存在。这是手工重新装药的型号。

source: 93mm single-stage high-explosive ammunition for the RPG-7.
de: 93mm-Einstufen-Hochexplosiv-Munition für die RPG-7.
ja: RPG-7用の93mm単段式榴弾です。
ko: RPG-7에 사용되는 93mm 1단구성 고폭탄 로켓입니다.
ru: Одноразовый 93мм фугасный заряд для RPG-7
zh_cn: 用于RPG-7的93mm单级高爆弹。

source: 9mm
ja: 弾薬(9mm/パラベラム)
ru: 9мм
zh_cn: 9mm子弹

source: 9mm +P
ja: 弾薬(9mm/+P)
ru: 9мм +P
zh_cn: 9mm +P弹

source: 9mm +P+
ja: 弾薬(9mm/+P+)
ru: 9мм +P+
zh_cn: 9mm +P+弹

source: 9mm FMJ
ja: 弾薬(9mm/FMJ)
ru: 9мм FMJ
zh_cn: 9mm FMJ弹

source: 9mm casing
de: 9mm-Hülse
ja: 空薬莢(9mm)
ko: 9mm 탄피(casing)
ru: 9мм гильза
zh_cn: 9mm弹壳

source: A 120mm High Explosive Anti Tank round. It could ruin anyone's whole day.
de: Eine 120mm-Hochexplosiv-Panzerabwehrpatrone. Sie könnte jemandes Tag ruinieren.
ja: 120mm対戦車ロケット弾です。これを使えばどんな物でも壊す事が出来そうです。
zh_cn: 一颗120mmHEAT高爆反坦克炮弹。摊上任何人都会造就“最长的一天”。

source: A 40mm beanbag that deals massive, but less-lethal, force.
ja: 殺傷力は余りありませんが、大きな威力を持つ40mmビーンバック弾です。
zh_cn: 一发40mm防暴弹。冲击巨大，但致命性较低。

source: A 40mm grenade with a buckshot load.
de: Eine 40mm-Granate mit einer Schrotladung.
ja: 40mmグレネード弾です。散弾が装填されています。
ko: 금속제 구슬을 채운 40mm 유탄입니다.
ru: 40мм граната начинённая картечью
zh_cn: 一种40mm口径榴弹，并配有重铅弹头。

source: A 40mm grenade with a buckshot load. This one has been hand-reloaded.
de: Eine 40mm-Granate mit einer Schrotladung. Dieses Exemplar wurde wiedergeladen.
ja: 40mmグレネード弾です。散弾が装填されています。これは手で詰め込まれました。
zh_cn: 一种40mm口径榴弹，并配有重铅弹头。这是手工重新制造的型号。

source: A 40mm grenade with a concussive explosion load.
de: Eine 40mm-Granate mit einer Erschütterungsexplosionsladung.
ja: 震とう性爆発装薬入りの40mmグレネード弾です。
ko: 충격을 받으면 폭발하도록 설계된 40mm 유탄입니다.
ru: 40 мм граната с оглушающим зарядом.
zh_cn: 一个40mm震荡爆炸榴弹。

source: A 40mm grenade with a flashbang load. It will detonate with a blast of light and sound, designed to blind, deafen, and disorient anyone nearby.
de: Eine 40mm-Blendgranate, die mit einem lauten Knall und sehr hellem Licht explodiert. Personen, die sich in der Nähe des Explosionsbereiches aufhalten, werden dabei kurzzeitig orientierungslos, da Seh- und Hörwahrnehmung stark beeinträchtigt werden.
ja: 閃光と爆音を発する40mmグレネード弾です。光と音を伴って爆発し、周囲の相手の視覚や聴覚を奪い、混乱を誘発させます。
zh_cn: 一颗40mm闪光榴弹。它能在引爆后产生强光和巨响，对附近的所有目标产生致盲、致聋的效果，能够闪瞎任何合金制成的狗眼，包括氪金。

source: A 40mm grenade with a small explosive load and a high number of damaging fragments.
de: Eine 40mm-Granate mit einer kleinen Explosivladung und eine hohen Anzahl Schaden anrichtender Splitter.
ja: 小さな爆発と損傷を与える破片を撒き散らす装薬入りの40mmグレネード弾です。
ko: 약간의 폭발물과 살상력을 발휘하는 파편이 들어있는 40mm 유탄입니다.
ru: 40мм осколочная граната с небольшим зарядом взрывчатки и большим количеством поражающих элементов.
zh_cn: 一颗40mm榴弹，能产生小型爆炸和大量冲击碎片。

source: A 40mm grenade with a small napalm load, designed to create a burst of flame.
de: Eine 40mm-Granate mit einer kleinen Napalmladung. Sie wurde entwickelt, um beim Aufprall das umliegende Gebiet zu entzünden.
ja: グレネード弾 (40mm/ナパーム)
ko: 소량의 네이팜이 들어간 40mm 유탄으로 화염 폭발을 만들어 내도록 설계되었습니다.
ru: 40мм граната с небольшим зарядом легковоспламеняющегося вещества.
zh_cn: 一个装载小型汽油凝固弹的40mm榴弹，爆炸时能产生高温火焰，内装有由汽油和其他化学品制成的胶状物，爆炸时向四周溅射，发出一千摄氏度左右的高温，并能粘在其他物体上长时间燃烧。

source: A 40mm grenade with a smoke load. It will burst in a cloud of harmless gas, and will also leave a streak of smoke cover in its wake.
de: Eine 40mm-Rauchgranate, die eine starke Rauch- oder Nebelentwicklung erzeugt und als Rauch- oder Signalmittel eingesetzt wird. Die Ladung brennt unter einer starken Rauchentwicklung langsam ab.
ja: 煙を充填した40mmグレネード弾です。爆発時に無害なガスが発生し、その軌跡に煙の筋を残します。
zh_cn: 一颗40mm烟雾弹，它能产生大量可阻碍视线但无害的烟雾，同时会在它的飞行轨迹上留下一道烟雾的痕迹。

source: A 40mm grenade with a teargas load. It will burst in a cloud of highly incapacitating gas.
de: Eine 40mm-Tränengasgranate. Beim Aufprall wird eine Wolke aus höchst giftigem und lähmendem Gas freigesetzt.
ja: 催涙ガスを充填した40mmグレネード弾です。爆発時に強力な無力化ガスが発生します。
zh_cn: 一颗40mm催泪瓦斯榴弹。它在爆炸后会产生高浓度的能使目标暂时丧失战斗力的气雾。

source: A 40mm grenade with an acid bomb load.
de: Eine 40mm-Granate mit einer Säureladung.
ja: グレネード弾 (40mm/酸)
ko: 산성 폭약(acid) 탄두가 달린 40mm 유탄입니다.
ru: 40 мм граната, снаряженная зарядом кислоты.
zh_cn: 一颗装满了浓酸的40mm榴弹。

source: A 40mm grenade with an armor-piercing flechette load.
de: Eine 40mm-Granate mit einer panzerbrechenden Flechetladung.
ja: 40mmグレネード弾です。装甲を貫通する矢弾が装填されています。
ko: 방어구 관통용 철침이 들어있는 40mm 유탄입니다.
ru: 40мм граната с бронебойными стреловидными поражающими элементами.
zh_cn: 一种40mm口径榴弹，配有箭型弹头。

source: A 40mm grenade with an armor-piercing flechette load. This one has been hand-reloaded.
de: Eine 40mm-Granate mit einer panzerbrechenden Flechetladung. Dieses Exemplar wurde wiedergeladen.
ja: 40mmグレネード弾です。装甲を貫通する矢弾が装填されています。これは手で詰め込まれました。
zh_cn: 一种40mm口径榴弹，配有箭型弹头。这是手工重新制造的型号。

source: A 40mm signal flare. It will burn brightly for up to a minute, and will also leave a streak of smoke cover in its wake.
de: Eine 40mm-Signalleuchtfackel. Sie wird für eine Minute lang hell leuchten und eine dünne Rauchspur um ihr herum hinterlassen.
ja: 40mm信号弾です。発射後1分程で明るく燃え上がった後、その軌跡に煙の筋を残します。
zh_cn: 一个40mm闪光弹。它会明亮地燃烧大约一分钟，并留下一条烟带。

source: A 60mm High Explosive Anti Tank round. It could blow through up to two feet of concrete.
de: Eine 60mm-Hochexplosiv-Panzerabwehrpatrone. Sie könnte sich durch bis zu fünf Zentimeter dicken Beton sprengen.
ja: 60mm対戦車ロケット弾です。60cmの厚みがあるコンクリートを貫通します。
zh_cn: 一颗66mm高爆反坦克火箭弹。它能击穿厚达两英尺的混凝土，让你真正的体会到什么叫日穿钢板。

source: A 84x246mm High Explosive Dual Purpose anti-materiel round for the Carl Gustav M3 recoilless rifle. Designed to be highly effective against vehicles and structures.
de: Eine 84×246mm-Hochexplusiv-Doppelzweck-Antimaterial-Patrone für das rückstoßfreie Carl-Gustav-M3-Gewehr. Dafür entworfen, hocheffektiv gegen Fahrzeuge und Gebäude zu sein.
ja: カールグスタフM3無反動砲用の84x246mm多目的榴弾です。車両や構造物に対して効果的である様に設計されています。
zh_cn: 用于Carl Gustav M3无后坐力炮的84X246mm高爆两用反器材弹，用于有效打击车辆和建筑。

source: A 84x246mm High Explosive anti-personnel round for the Carl Gustav M3 recoilless rifle. Designed to be highly effective against personnel.
de: Eine 84×246mm-Hochexplosiv-Antipersonen-Patrone für das rückstoßfreie Carl-Gustav-M3-Gewehr. Dafür entworfen, hocheffektiv gegen Personen zu sein.
ja: カールグスタフM3無反動砲用の84x246mm対人榴弾です。人体に対して効果的である様に設計されています。
zh_cn: 用于Carl Gustav M3无后坐力炮的84X246mm高爆弹，用于有效杀伤人员。
