Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You must prepare to face the many hardships to come including dwindling supplies, hostile creatures, harmful weather, even among fellow survivors you must be wary for someone may be plotting behind your back to take your hard-earned loot.
de: Du musst dich darauf vorbereiten, viele Nöte zu überwinden, einschließlich zur Neige gehende Vorräte, feindliche Kreaturen und schlechtes Wetter. Sogar unter anderen Überlebenden musst du wachsam sein, weil dir jemand in den Rücken fallen könnte, um sich deine hartverdiente Beute zu krallen.

source: ^>v< Gas station - Good place to collect gasoline. Risk of explosion.
de: ^>v< Tankstelle – guter Platz, um Benzin aufzusammeln. Explosionsgefahr.
ko: ^>v< 주유소 - 휘발유를 구하기 좋습니다. 폭발을 조심하세요.
ru: ^>v< Заправка - Хорошее место для сбора бензина. Взрывоопасна.

source: ^>v< Grocery store - Good source of canned food and other supplies.
de: ^>v< Lebensmittelgeschäft – Gute Quelle an Dosennahrung und anderen Vorräten.
ko: ^>v< 식료품점 - 캔 음식과 다른 식료품을 구하기 좋습니다.
ru: ^>v< Бакалейная лавка - Хороший источник консервов и прочих продуктов.

source: ^>v< are always man-made buildings. The pointed side indicates the front door.
de: ^>v< sind immer menschgemachte Gebäude. Die Spitze deutet die Vordertüre an.
ko: ^>v< 표시는 인간이 건설한 건물을 뜻합니다. 뾰족한 부분에 정문이 있습니다.
ru: ^>v< всегда рукотворные строения. Точка пересечения обозначает вход.

source: ~ Liquid %%%% Food ! Medication These are all consumed by using %s. They provide a certain amount of nutrition, quench your thirst, may be a stimulant or a depressant, and may provide morale. There may also be more subtle effects.
de: ~ Flüssigkeit %%%% Nahrung ! Medizin Diese werden alle mit %s konsumiert. Sie haben einen bestimmten Nährwert, stillen deinen Durst, können stimulierend oder ein Deppressivum sein oder die Moral anheben. Subtilere Wirkungen können ebenfalls existieren.
ko: ~ 액체 %%%% 음식 ! 의약품 이것들은 모드 %s키로 섭취하거나 투여할 수 있습니다. 양분을 보충하거나, 갈증을 해소하거나, 각성제 또는 진정제 효과를 주면서 의욕에 변화를 줄 것입니다. 또한 느낄 수 없는 미묘한 효과가 있을 수도 있습니다.
ru: ~ Жидкость %%%% Пища ! Медикаменты Все эти предметы можно употребить с помощью %s. Они дают определённое чувство сытости, утоления жажды, могут стимулировать либо успокаивать. Также они могут влиять на мораль и давать другие эффекты.

source: Blueberries ripen in summer.
de: Blaubeeren werden im Sommer reif.

source: Clear up that wreckage?
de: Diesen Trümmerhaufen aufräumen?
ko: 잔해를 치웁니까?
ru: Расчистить этот завал?

source: Deposit how much? Max:%d cent. (0 to cancel)
de: Wieviel einzahlen? Max: %d Cent. (0 zum Abbrechen)
ru: На сколько пополнить? Максимум: %d цент. (0 для отмены)

source: Harvest from the %s?
de: Vom %s ernten?
ru: Собрать с %s?

source: Money left:%d Press 'q' or ESC to stop.
de: Geld:%d. »q«/»Esc« zum Aufhören.
ru: Денег осталось:%d Нажмите 'q' или ESC чтобы прекратить.

source: Strawberries ripen in summer.
de: Erdbeeren werden im Sommer reif?

source: Take down %s?
de: %s abbauen?
ko: %s을(를) 분해합니까?
ru: Собрать %s?

source: Take down your tent?
de: Dein Zelt abbauen?
ko: 텐트를 분해합니까?
ru: Собрать палатку?

source: That looks too dangerous to mess with. Best leave it alone.
de: Dies sieht zu gefährlich aus, um damit herumzufummeln. Lass es lieber in Ruhe.

source: The fruits ripen in autumn.
de: Die Früchte werden im Herbst reif.

source: The tree is dormant and uninteresting.
de: Der Baum ist ruhend und uninteressant.

source: Transfer how much? Max:%d cent. (0 to cancel)
de: Wieviel überweisen? Max:%d Cent. (0 zum Abbrechen)
ru: Сколько перевести? Максимум: %d цент. (0 для отмены)

source: Welcome to the C.C.B.o.t.T. ATM. What would you like to do?
de: Willkommen beim C.C.B.o.t.T.-Geldautomaten. Was möchten Sie tun?
ko: C.C.B.o.t.T. ATM에 오신 것을 환영합니다. 무엇을 하시겠습니까?
ru: Добро пожаловать в банкомат C.C.B.o.t.T. Что вы хотите сделать?

source: Withdraw how much? Max:%d cent. (0 to cancel)
de: Wieviel abheben? Max.:%d Cent. (0 zum Abbrechen)
ru: Сколько снять? Максимум: %d цент. (0 для отмены)

source: You clear the wreckage up
de: Du räumst den Trümmerhaufen auf.
ko: 잔해를 치웠습니다.
ru: Вы расчистили завал.

source: You slip whilst climbing and fall down again.
de: Du stolperst beim Klettern und fällst wieder herunter.
ru: Карабкаясь, вы поскальзываетесь и снова падаете.

source: You take down the shelter
de: Du baust den Unterschlupf ab.
ko: 피난천막을 분해했습니다.
ru: Вы собираете укрытие

source: You take down the tent
de: Du baust dein Zelt ab.
ko: 텐트를 분해했습니다.
ru: Вы собираете палатку.

source: Category selection; Press [TAB] to switch the mode.
de: Kategorienauswahl; Drücke [Tab], um den Modus zu wechseln.
ko: 카테고리 선택; [TAB]키를 누르면 모드를 전환할 수 있습니다.
ru: Выбор категорий; Нажмите [TAB] для смены режима.

source: Item selection; Press [TAB] to switch the mode.
de: Gegenstandsauswahl; Drücke [Tab], um den Modus zu wechseln.
ko: 물품 선택; [TAB]키를 누르면 모드를 전환할 수 있습니다.
ru: Выбор предметов; Нажмите [TAB] для смены режима.

source: (owned)
de: (im Besitz)
ko: (소유권 있음)
ru: (ваше)

source: %d x %s
de: %d × %s

source: Dissasembing this item might yield %s
de: Die Demontage dieses Gegenstands könnte %s hervorbringen.

source: It will take %d hour to culture after it's sealed.
de: Es wird %d Stunde brauchen, sich nach der Versiegelung zu entwickeln.

source: This piece of clothing lies close to the skin and layers easily.
de: Dieses Kleidungsstück liegt eng an der Haut an; es kann leicht etwas anderes darüber angezogen werden.
ko: 이 옷은 피부에 딱 달라붙으며 여러 겹으로 입기 쉽습니다.

source: ammo
de: Munition
ko: 탄약
ru: боеприпасы

source: bionics
de: Bioniken
ko: 개조부품
ru: бионика

source: books
de: Bücher
ko: 책
ru: книги

source: clothing
de: Kleidung
ko: 의류
ru: одежда

source: drugs
de: Drogen
ko: 의약품
ru: препараты

source: food
de: Essen
ko: 식량
ru: еда

source: guns
de: Schusswaffen
ko: 총
ru: оружие

source: mods
de: Modifikationen
ko: 개조 부품
ru: модификации

source: other
de: Anderes
ko: 기타
ru: прочее

source: tools
de: Werkzeuge
ko: 도구
ru: инструменты

source: weapons
de: Waffen
ko: 무기
ru: оружие

source: <door_status>damage
de: <door_status>Schaden
ko: <door_status> 조금 부서짐
ru: <door_status>повредили

source: <door_status>destroy
de: <door_status>zerstört
ko: <door_status> 완전히 부서짐
ru: <door_status>сломали

source: <npcname> squeezes the pheremone ball...
de: <npcname> drückt den Pheromonball …
ko: <npcname>이(가) 페로몬 덩어리를 쥐어짭니다.
ru: <npcname> сжал железу с феромоном...

source: Carve writing on item
de: Etwas in einen Gegenstand eingravieren
ko: 물품에 글 조각
ru: Вырезать надпись на предмете

source: Carve writing on what?
de: Worauf willst du etwas eingravieren?
ko: 글자를 어디에 조각합니까?
ru: Вырезать надпись на чём?

source: Cauterize...for FUN!
de: Kauterisieren aus Spaß
ko: 쾌락을 위해... 지진다!
ru: Прижечь... для удовольствия!

source: Chop up what?
de: Was soll zerhackt werden?
ko: 무엇을 베어넘깁니까?
ru: Что разрубить?

source: Cut up fabric/plastic/kevlar/wood
de: Stoff, Plastik, Kevlar oder Holz aufschneiden
ko: 직물/플라스틱/케블라/나무 잘라내기
ru: Разрезать ткань/пластик/кевлар/дерево

source: Fish is not so silly to go in here without bait.
de: Fische sind nicht so dumm, ohne Köder da rein zu schwimmen.

source: Ha-ha! An amusing cat photo.
de: Ha-ha! Ein amüsantes Katzenfoto.

source: If you had standard factory-built 5.56 bullets, you could load the turret.
de: Wenn du ein paar Werksnorm-5.56-Patronen hättest, könntest du den Geschützturm nachladen.

source: If you had standard factory-built 9mm bullets, you could load the turret.
de: Wenn du Werksnorm-9mm-Patronen hättest, könntest du den Geschützturm laden.
ko: 표준 공장제 9mm탄을 가지고 있다면, 터렛에 총알을 재어줄 수 있습니다.
ru: Если бы у вас были заводские стандартные 9мм пули, вы бы смогли зарядить турель.

source: Invalid Direction
de: Ungültige Richtung
ko: 잘못된 방향
ru: Неверное направление

source: Make zombie slave
de: Zombiesklaven machen

source: Material of this item is not applicable for cutting up.
de: Das Material dieses Gegenstands ist nicht zum Aufschneiden geeignet.
ko: 이 물품의 재질은 잘라내기 적당하지 않습니다.
ru: Материал этого предмета не приспособлен для разрезания.

source: Pitch the tent towards where (3x3 clear area)?
de: Wo das Zelt aufschlagen (3×3 freies Gebiet)?

source: Pitch the tent towards where (5x5 clear area)?
de: Wo das Zelt aufschlagen (5×5 freies Gebiet)?

source: Place the turret where?
de: Wohin soll der Geschützturm gestellt werden?
ko: 어디에 터렛을 설치합니까?
ru: Куда поставить турель?

source: Put up the shelter where?
de: Wohin soll der Unterschupf gestellt werden?
ko: 어디에 피난소를 설치합니까?
ru: Куда поставить укрытие?

source: That %s is not empty!
de: Das %s ist nicht leer.
ko: %s은(는) 비어있지 않습니다!
ru: Этот %s не пуст!

source: That container is not empty!
de: Dieser Behälter ist nicht leer!
ko: 이 용기는 비어있지 않습니다!
ru: Этот контейнер не пуст!

source: The %s isn't a pistol!
de: Das %s ist keine Pistole!
ru: %s не пистолет!

source: The UPS powers off with a soft hum.
de: Die Esz. schaltet sich mit einem weichen Summen ab.
ko: UPS가 웅 소리를 내며 꺼집니다.
ru: УБП выключается со слабым гудением.

source: The advanced UPS powers off with a soft hum.
de: Die f. Esz. schaltet sich mit einem weichen Summen ab.
ko: 고급형 UPS가 웅 소리를 내며 꺼집니다.
ru: Улучшенный УБП выключается со слабым гудением.

source: The infernal racket dies as you turn off the noise emitter.
de: Der höllische Krach verstummt, als du den Krachmacher abschaltest.
ko: 소음 발생기를 끄자, 지옥에서 나는 듯한 소음이 멈췄습니다.
ru: Адский шум замолкает после выключения звукогенератора.

source: The laser turret emits an IFF beep as it scans you.
de: Der Lasergeschützturm macht einen ZEFF-Pieps, während er dich scannt.
ko: 레이저 터렛이 IFF(피아식별장치) 비프음을 내며 당신을 스캔합니다.
ru: Лазерная турель издаёт сигнал "свой-чужой", сканируя вас.

source: The laser turret scans you and makes angry beeping noises!
de: Der Lasergeschützturm scannt dich und macht wütende Piepsgeräusche.
ko: 레이저 터렛이 당신을 스캔하더니 시끄러운 비프음을 냅니다!
ru: Лазерная турель сканирует вас и издаёт злобные сигналы!

source: The lock stumps your efforts to pick it, and you %s your tool.
de: Das Schloss wehrt sich bei deinem Versuch, es zu knacken. Du %s dein Werkzeug.

source: The power supply has depleted the plutonium.
de: Die Stromzufuhr hat das Plutonium aufgebraucht.
ko: 동력로 플루토늄이 고갈됐습니다.
ru: Блок питания привел к истощению плутония.

source: The power supply's batteries are dead.
de: Die Batterien der Stromzufuhr sind leer.
ko: 동력로 배터리가 나갔습니다.
ru: Запас энергии батареек иссяк.

source: The turret emits an IFF beep as it scans you.
de: Der Geschützturm macht einen ZEFF-Pieps, während er dich scannt.
ko: 터렛이 IFF(피아식별장치) 비프음을 내며 당신을 스캔합니다.
ru: Турель издаёт сигнал "свой-чужой", сканируя вас.

source: The turret scans you and makes angry beeping noises!
de: Der Geschützturm scannt dich und macht wütende Piepgeräusche.
ko: 터렛이 당신을 스캔하더니 시끄러운 비프음을 냅니다!
ru: Турель сканирует вас и издаёт злобные сигналы!

source: The yeast isn't done culturing yet.
de: Die Hefe ist noch nicht fertig.
ko: 아직 효모가 완전히 배양되지 않았습니다.

source: There is no adjacent square to release the manhack in!
de: Es gibt kein benachbartes Feld, auf das die Klingendrohne losgelassen werden kann.
ko: 맨핵을 작동시킬만한 주변 공간이 없습니다!
ru: Недостаточно места, чтобы выпустить мэнхак.

source: There isn't anything new on the map.
de: Es gibt nichts Neues auf der Karte.
ko: 지도에 새로운 것이 없습니다.
ru: На этой карте нет ничего нового.

source: There's no point in cutting a %s.
de: Es hat keinen Zweck, 1 %s zu schneiden.
ko: %s을(를) 자를 필요는 없습니다.
ru: Нет смысла резать %s.

source: This object is too small to salvage a meaningful quantity of anything from!
de: Dieses Objekt ist zu klein, um irgendetwas Brauchbares daraus zu holen!
ko: 이건 너무 작아서, 재활용해도 쓸만한 양의 물건을 건질 수 없습니다!
ru: Оно слишком маленькое, чтобы получилось что-то полезное.

source: Using knife:
de: Messer benutzen:
ko: 칼을 사용:
ru: Использовать нож:

source: What do with radiocontrol:
de: Was soll mit der Fernbedienung getan werden?

source: You add roads and facilities to your map.
de: Du fügst deiner Karte Straßen und Einrichtungen hinzu.
ko: 지도에 도로와 군사시설을 추가했습니다.
ru: Вы добавили дороги и военные объекты на свою карту.

source: You add roads and points of interest to your map.
de: Du fügst Straßen und interessante Orte deiner Karte hinzu.
ko: 지도에 도로와 중요지점을 추가했습니다.
ru: Вы добавили дороги и интересные места на свою карту.

source: You add roads and possible supply points to your map.
de: Du fügst deiner Karte Straßen und mögliche Vorratspunkte hinzu.
ko: 지도에 도로와 보급지점을 추가했습니다.
ru: Вы добавили дороги и возможные источники снабжения на свою карту.

source: You add roads and restaurants to your map.
de: Du fügst deiner Karte Straßen und Restaurants hinzu.
ko: 지도에 도로와 식당정보를 추가했습니다.
ru: Вы добавили дороги и рестораны на свою карту.

source: You add roads and tourist attractions to your map.
de: Du fügst deiner Karte Straßen und Touristenattraktionen hinzu.
ko: 지도에 도로와 관광명소를 추가했습니다.
ru: Вы добавили дороги и туристические достопримечательности на свою карту.

source: You can not cut the %s with itself!
de: Du kannst das %s nicht mit sich selbst schneiden!
ko: %s 그 자신을 자를 수는 없습니다!

source: You can only slice items made of fabric or leather.
de: Du kannst nur Gegenstände aus Stoff oder Leder aufschneiden.
ko: 오직 천이나 가죽으로 만들어진 물품만 자를 수 있습니다.
ru: Вы можете разрезать только вещи из ткани или кожи.

source: You can't %1$s an item made of %2$s!
de: Du kannst einen Gegenstand aus %2$s nicht %1$s!
ko: %2$s(으)로 된 물품을 %1$s할 수 없습니다!
ru: Вы не можете %1$s предмет, сделанный из %2$s!

source: You cannot cut that, you must disassemble it using the disassemble key
de: Du kannst das nicht schneiden, du musst es mit der Demontage-Taste demontieren.
ko: 이 물품을 자를 수 없습니다. 이 물품은 '분해' 키를 사용해서 분해해야 합니다.
ru: Вы не можете разрезать эту вещь, вы должны разобрать её используя пункт "разобрать".

source: You cannot place a turret there.
de: Du kannst hier keinen Geschützturm stellen.
ko: 거기엔 터렛을 설치할 수 없습니다.
ru: Здесь нельзя разместить турель.

source: You carve the %1$s into %2$i %3$s.
de: Du schnitzt das %1$s zu %2$i %3$s.
ko: %1$s을(를) %2$i %3$s으로 조각했습니다.
ru: Вы разрезали %1$s на %2$i кусок %3$s.

source: You clumsily carve the %s into useless pieces.
de: Schlampig tranchierst du das %s in nutzlose Stücke.

source: You clumsily cut the %s into useless pieces.
de: Schlampig zerschneidest du das %s in nutzlose Stücke.

source: You clumsily cut the %s into useless ribbons.
de: Du zerschneidest den %s zu nutzlosen Bändern.
ko: %s을(를) 서투르게 잘라, 갈기갈기 찢어버렸습니다.
ru: Вы неуклюже порезали %s на бесполезные куски.

source: You clumsily cut the %s into useless scraps.
de: Du zerschneidest den %s zu nutzlosen Bändern.
ko: %s을(를) 서투르게 잘라, 쓸모없는 쓰레기로 만들었습니다.
ru: Вы неуклюже разрезали %s на бесполезные лоскуты.

source: You cut the %1$s into %2$i %3$s.
de: Du schneidest das %1$s zu %2$i %3$s auf.
ko: %1$s을(를) %2$i %3$s으로 잘랐습니다.
ru: Вы разрезали %1$s на %2$i %3$s.

source: You cut the %s into a piece of nomex.
de: Du schneidest das %s in ein Stück Nomex auf.
ko: %1$s을(를) %2$d 노멕스 조각으로 잘랐습니다.
ru: Вы порезали %s на кусок номекса.

source: You fail to spray a message here.
de: Du schaffst es nicht, hier eine Nachricht zu sprühen.
ko: 스프레이질에 실패했습니다.
ru: Вы не смогли написать здесь сообщение.

source: You fail to write a message here.
de: Du schaffst es nicht, hier eine Nachricht zu schreiben.
ko: 글 쓰기에 실패했습니다.
ru: У вас не получается писать на этом месте.

source: You load %d x 5.56 round into the turret.
de: Du steckst %d 5.56-Patrone in den Geschützturm.

source: You load %d x 9mm round into the turret.
de: Du lädst %d 9mm-Patrone in den Geschützturm.
ru: Вы зарядили %d x 9мм обойму в турель.

source: You might want to place that radio bomb somewhere before detonating it.
de: Vielleicht möchtest du die Funkbombe irgendwo platzieren, bevor du sie auslöst.

source: You neatly sever all of the veins and arteries in your body. Oh wait, Never mind.
de: Fein säuberlich trennst du all deine Venen und Aterien deines Körpers. Moment mal! Ach, vergiss es!
ko: 당신은 깔끔하게 당신의 몸에 있는 모든 정맥과 동맥을 잘라냈습니다. 어, 잠깐, 농담이라고.
ru: Вы аккуратно перерезаете себе все вены и артерии. Ой, стоп, забудь.

source: You need a 3x3 flat space to place a shelter.
de: Du brauchst ein flaches Gebiet von 3×3 Feldern, um einen Unterschlupf zu platzieren.

source: You need a 3x3 flat space to place a tent.
de: Du brauchst ein flaches Gebiet von 3×3 Feldern, um ein Zelt zu platzieren.

source: You need a 5x5 flat space to place this tent.
de: Du brauchst ein flaches Gebiet von 5×5 Feldern, um dieses Zelt zu platzieren.

source: You need a lighter with 4 charges before you can cauterize yourself.
de: Du brauchst ein Feuerzeug mit 4 Ladungen, bevor du dich selbst kauterisieren kannst.
ko: 상처를 지지려면 최소한 4의 라이터 충전량이 필요합니다!
ru: Чтобы прижечь раны нужна зажигалка с 4 зарядами.

source: You place the fish trap, in a half hour or so you might have some fish.
de: Du platzierst die Reuse, in einer halben Stunde oder so könntest du ein paar Fische haben.

source: You remove the rechargeable powerpack in your %s!
de: Du entfernst den Akku aus deinem %s!

source: You set up the tent on the ground.
de: Du schlägst das Zelt am Boden auf.

source: You should read your map when you get to the surface.
de: Du solltest deine Karte lesen, wenn du wieder über der Erdoberfläche bist.

source: You slice the %s into a piece of leather.
de: Du schneidest den %s zu einem Lederflicken.
ko: %1$s을(를) %2$d 가죽 조각으로 잘랐습니다.
ru: Вы разрезали %s на кусок кожи.

source: You slice the %s into a rag.
de: Du schneidest den %s zu einem Lumpen.
ko: %1$s을(를) %2$d 천 조각으로 잘랐습니다.
ru: Вы разрезали %s на тряпку.

source: You squeeze the pheremone ball..
de: Du drückst den Pheromonball.
ko: 페로몬 덩어리를 쥐어짭니다.
ru: Вы сжали железу с феромоном...

source: You try to light a fire, but fail.
de: Du versuchst, ein Feuer zu entfachen, doch du scheiterst.
ko: 불을 피우려고 했지만 실패했습니다.
ru: Вы попробовали зажечь огонь, но не получилось.

source: You turn the power supply on.
de: Du schaltest die Stromzufuhr an.
ko: 동력로 전원을 켰습니다.
ru: Вы включате энергоснабжение.

source: Your %s is not made of fabric, leather or fur.
de: Dein %s ist nicht aus Stoff, Leder oder Fell.
ko: %s은(는) 천이나 가죽, 모피로 만들어지지 않았습니다.
ru: %s сделана не из ткани, кожи или меха.

source: Your optical cloak becomes opaque.
de: Dein Unsichtbarkeitsumhang wird sichtbar.
ko: 광학 망토가 원래대로 돌아왔습니다.
ru: Ваша оптическая накидка становится непрозрачной.

source: Your optical cloak becomes transparent.
de: Dein Unsichtbarkeitsumhang wird transparent.
ko: 광학 망토가 투명해졌습니다.
ru: Ваша оптическая накидка становится прозрачной.

source: Your optical cloak flickers as it becomes transparent.
de: Dein Unsichtbarkeitsumhang flackert, während er transparent wird.
ko: 광학 망토가 깜빡이더니 투명해졌습니다.
ru: Ваша оптическая накидка мерцает, становясь прозрачной.

source: Moves:
de: Züge:
ko: 이동수:
ru: Шагов:

source: Score:
de: Punktzahl:
ko: 점수:
ru: Счёт:

source: Total moves:
de: Züge gesamt:
ko: 총 이동수:
ru: Всего шагов:

source: CE
de: MITTE

source: DN_E
de: UN_O

source: DN_N
de: UN_N

source: DN_NE
de: UN_NO

source: DN_NW
de: UN_NW

source: DN_S
de: UN_S

source: DN_SE
de: UN_SO

source: DN_SW
de: UN_SW

source: DN_W
de: UN_W

source: E
de: O
ru: В

source: NE
de: NO
ru: СВ

source: SE
de: SO
ru: ЮВ

source: UP_E
de: OB_O

source: UP_N
de: OB_N

source: UP_NE
de: OB_NO

source: UP_NW
de: OB_NW

source: UP_S
de: OB_S

source: UP_SE
de: OB_SO

source: UP_SW
de: OB_SW

source: UP_W
de: OB_W

# Main Menu|World
source: <C>reate World
de: <C> Welt erstellen
ko: 월드맵 생성
ru: Создать мир

# Main Menu
source: <C>redits
de: Mitwirkende
ko: 만든이
ru: Титры

# Main Menu|New Game
source: <C>ustom Character
de: <C> Benutzerdefiniert
ko: 캐릭터 제작
ru: Новый персонаж

# Main Menu|World
source: <D>elete World
de: <D> Welt löschen
ko: 월드맵 삭제
ru: Удалить мир

# Main Menu
source: <N>ew Game
de: <N>eu
ko: 새 게임
ru: Новая

# Main Menu
source: <O>ptions
de: <O>ptionen
ko: 설정
ru: Опции

# Main Menu|New Game
source: <P>reset Character
de: <P> Vorlage
ko: 캐릭터 템플릿
ru: Настроенный персонаж

# Main Menu
source: <Q>uit
de: Ende
ko: 종료
ru: Выход

# Main Menu|New Game
source: <R>andom Character
de: <R> Zufällig
ko: 랜덤 캐릭터
ru: Случайный персонаж

# Main Menu|World
source: <R>eset World
de: Welt zu<r>ücksetzen
ko: 월드맵 리셋
ru: Сброс мира

# Main Menu
source: <S>pecial
de: Extra<s>
ko: 스페셜
ru: Особое

# Main Menu
source: <W>orld
de: <W>elt
ko: 월드맵
ru: Мир

# Main Menu
source: H<e>lp
de: Hilf<e>
ko: 도움말
ru: Помощь

# Main Menu
source: Lo<a>d
de: L<a>den
ko: 로드
ru: Загрузка

# Main Menu|New Game
source: Play <N>ow!
de: Jetzt spiele<n>!
ko: 빠른 시작!
ru: Сразу в игру!

source: CRUNCH!!
de: »KNIRSCH!!«
ko: 으드득!!
ru: ТРЕСК!!!

source: %s x %d
de: %s (×%d)

source: Marshal, you continue to impress us.
de: Marshall, Sie beindrucken uns weiterhin.

source: Thank you, I suppose it wont change what has already happened but it will bring me closure.
de: Danke! Ich nehme an, dass das nichts am Geschehenen ändern wird, aber vielleicht kann ich danach einen Schlussstrich ziehen.
ko: 고마워, 이미 일어난 일을 바꿀 수는 없지만, 적어도 이제 끝났다는건 알게되었어.
ru: Спасибо тебе. Полагаю, что это не изменит того, что случилось, но, хотя бы, принесет мне успокоение.

source: " We wish you no harm "
de: »Wir wollen dir nichts böses.«
ru: "Мы не желаем вам зла"

source: ...a zombie becomes a %s!
de: … ein Zombie wird zu 1 %s!
ko: ...한 좀비가 %s(으)로 변했습니다!
ru: ...зомби превращается в %s!

source: ...but nothing seems to happen.
de: …, aber nichts scheint zu passieren.
ko: ... 하지만 아무 일도 일어나지 않았습니다.
ru: ...но, похоже, ничего не происходит.

source: A %1$s hits your %2$s for %3$d damage!
de: Ein %1$s trifft %2$s für %3$d Schaden!

source: A bolt of electricity arcs towards you!
de: Ein Blitz aus Elektrizität schnellt auf dich zu!
ko: 번개 한줄기가 번쩍입니다!
ru: Рядом с вами вспыхивают электрические дуги!

source: A few corpses rise from the dead!
de: Ein paar wenige Leichen stehen von den Toten wieder auf!
ko: 시체 몇구가 다시 일어났습니다!
ru: Несколько трупов восстали из мёртвых!

source: A glob of sap hits you!
de: Ein dicker Safttropfen trifft dich!
ko: 수액 방울이 몸에 맞았습니다!
ru: В Вас попадает шар сока!

source: A nearby corpse rises from the dead!
de: Eine Leiche in der Nähe steht von den Toten wieder auf!
ko: 근처의 시체가 다시 일어났습니다!
ru: Труп поблизости восстал из мёртвых!

source: Several corpses rise from the dead!
de: Einige Leichen stehen von den Toten wieder auf!
ko: 시체 몇구가 다시 일어났습니다!
ru: Некоторые трупы восстали из мёртвых!

source: The %1$s bites your %2$s, but your armor protects you.
de: Das %1$s beißt %2$s, aber deine Panzerung schützt dich.

source: The %s hits a %s!
de: Das %s trifft 1 %s!
ko: %s이(가) %s을(를) 공격했습니다!
ru: %s ударил %s!

source: The %s is thrown by winds!
de: Das %s wird von den Winden geworfen!
ko: %s이(가) 바람에 날아갔습니다!

source: The %s lunges for you!
de: Das %s schnappt nach dir!

source: The %s lunges forward!
de: Das %s schnellt hervor!
ko: %s이(가) 앞으로 달려듭니다!
ru: %s бросается вперёд!

source: The %s lunges straight into you!
de: Das %s schnappt direkt nach dir!

source: The %s mechanically grabs at you!
de: Das %s greift dich mechanisch!

source: The %s opens it's mouth and a beam shoots towards you!
de: Das %s öffnet den Mund und ein Strahl schnellt auf dich zu!
ko: %s이(가) 입을 열더니, 이쪽으로 광선을 쏩니다!
ru: %s открыл рот и выстрелил лучом в вашем направлении!

source: The %s spits sap, but misses you.
de: Das %s spuckt Saft, aber verfehlt dich.
ko: %s이(가) 수액을 발사헀지만, 빗맞췄습니다.
ru: %s плюет в Вас соком, но промахивается

source: The %s swings a massive claw at you!
de: Das %s schwingt eine gewaltige Klaue auf dir zu!
ko: %s이(가) 거대한 손톱을 휘둘렀습니다!

source: The %s throws its arms wide...
de: Das %s breitet die Arme aus.
ko: %s이(가) 팔을 크게 휘두릅니다...

source: The %s young fungaloid grows into an adult!
de: Das %s junge Fungoid wird erwachsen!
ko: (%s) 어린 진균체가 성장했습니다!
ru: %s молодой фунгалоид подрос и стал взрослой особью!

source: The black mist around the %s grows...
de: Der schwarze Dunst um %s wächst.
ko: %s 주변에 검은 안개가 생기고 있습니다...
ru: Черное облако окутывает %s...
