Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Daytime cold and flu medication. Non-drowsy formula. Will suppress coughing, aching, headaches and runny noses, but you'll still need lots of fluids and rest.
ko: 낮 시간용 감기 및 독감 알약입니다. 나른한 효과가 일어나지 않습니다. 기침, 아리는 증상, 두통, 콧물 증상을 줄여줍니다. 하지만 이걸 먹는다 해도 여전히 많은 휴식과 따뜻한 음료가 필요합니다.
ru: Лекарство от гриппа и простуды дневного применения. Не вызывает сонливость. Применяется против кашля, ломоты, головной боли и насморка, но вам всё равно потребуется отдых и много жидкости.

source: Nighttime cold and flu medication. Useful when trying to sleep with a head full of virions. Will cause drowsiness.
ko: 야간용 감기 및 독감 의약품입니다. 감기가 걸린 채로 잠을 청할 때 유용합니다. 나른함을 유발합니다.
ru: Лекарство от гриппа и простуды ночного применения. Полезно принимать на ночь при вирусе простуды или гриппа. Вызывает сонливость.

source: Anti-anxiety agent with a powerful sedative effect. May cause dissociation and loss of memory. It is dangerously addictive, and withdrawal from regular use should be gradual.
ko: 강력한 진정효과를 내는 항 우울제입니다. 정신분열이나 기억상실을 유발하기도 합니다. 매우 중독성이 높아 위험하며, 중독 치료는 매우 느리게 진행됩니다.
ru: Сильное противотревожное средство с успокаивающим эффектом. Может вызывать диссоциацию и потерю памяти. Вызывает опасную зависимость и отход от регулярного приёма должен быть постепенным.

source: Antipsychotic medication. Used to stabilize brain chemistry, it can arrest hallucinations and other symptoms of psychosis. Carries a sedative effect.
ru: Антипсихотический препарат, используемый для стабилизации химического баланса мозга, снятия галлюцинаций и симптомов психоза. Носит успокаивающий эффект.

source: A common and popular antidepressant. It will elevate mood, and can profoundly affect the action of other drugs. It is only rarely habit-forming, though adverse reactions are not uncommon.
ko: 폭넓게 사용되는 항 우울증 제제입니다. 기분을 들뜨게 하며, 몇몇 정신성 약물의 효과를 높이기도 합니다. 부작용이 보통이 아님에도 불구하고, 중독성은 거의 없습니다.
ru: Известный и проверенный антидепрессант. Он поднимает настроение, а также может повлиять на действие других препаратов. Редко вызывает привыкание, но часто бывают побочные эффекты.

source: What was once a wonderfully addictive tube of dried tobacco leaf is now just a smelly piece of trash. What a tragedy! The leftover tobacco in a few of these could probably be used to roll another cigarette. If you're willing to go that far...
ko: 한때는 말린 담배잎을 종이에 말아 넣은 것으로 놀랍도록 강한 중독성을 가지고 있었을 테지만 이젠 그저 냄새나는 쓰레기 조각이 되어버렸습니다. 이 얼마나 비극적인가요! 이 안에 남아있는 약간의 담배잎은 아마 말아서 다른 담배를 만들 때 사용할 수 있을 것 같습니다. 굳이 당신이 그렇게까지 하고 싶다면요...
ru: То, что раньше было чудесной трубочкой высушенного табачного листа, в настоящее время лишь вонючий кусок мусора. Какая трагедия! Остатки табака в некоторых из них, вероятно, могут быть использованы, чтобы скрутить еще одну сигарету. Если вы готовы зайти так далеко ...

source: The dried flower buds and leaves harvested from a psychoactive variety of hemp plant. Used to reduce nausea, stimulate appetite and elevate mood. It can be habit-forming, and adverse reactions are possible.
ko: 대마에서 수확한 향정신성 성분이 포함된, 말린 꽃봉오리와 잎입니다. 어지러움증 감소와 식욕 증가, 기분을 개선하는데 사용됩니다. 중독성이 있으며, 부작용도 있습니다.
ru: Высушенные бутоны и листья психотропных сортов конопли. Используется для уменьшения тошноты, стимуляции аппетита и поднятия настроения. Может вызывать привыкание, также возможны неблагоприятные реакции.

source: Crystalline extract of the coca leaf, or at least, a white powder with some of that in it. A topical analgesic, it is more commonly used for its stimulatory properties. Highly addictive.
ko: 코카인의 잎 추출물을 결정화시키거나, 혹은 일부분이 포함된 하얀색 가루입니다. 열대 식물에서 나오는 진통제이며, 주로 각성 효과를 일으킬 때 사용됩니다. 중독성이 높습니다.
ru: Белое кристаллическое вещество. Имеет обезболивающее действие, но чаще всего используется в качестве стимулянта. Вызывает сильную зависимость.

source: A profoundly addictive and powerful stimulant. While extremely effective at enhancing alertness, it is hazardous to health and the risk of an adverse reaction is great.
ko: 높은 중독성과 강력한 각성 효과를 가진 약물입니다. 지각력 향상에 극도로 높은 효과를 가지고 있지만, 부작용 위험성이 극도로 높고 건강에 매우 해롭습니다.
ru: Мощный стимулянт, вызывающий сильную зависимость. Чрезвычайно эффективен в увеличении внимания, однако, опасен для здоровья и велик риск побочных неблагоприятных эффектов.

source: Broad spectrum chemical tablets designed to eliminate parasitic infestations in living creatures. Though designed for use on pets and livestock, it will likely work on humans as well.
ko: 살아있는 생물에 기생하는 기생충을 제거하기 위해 만들어진 범용적 화학 약제입니다. 애완동물과 가축에게 사용하도록 만들어졌으나, 인간에게도 정상적으로 작용합니다.
ru: Химические таблетки широкого спектра действия, предназначены для устранения паразитарных инвазий. Хотя предназначены для домашних животных и скота, скорее всего, будут действовать и на людей.

source: Honey, that stuff the bees make.
ko: 꿀, 꿀벌이 만드는 그것입니다.
ru: Мёд. Его делают пчелы.

source: A pickled cucumber, rather sour but good and basically lasts forever.
ru: Огурчики в рассоле, хоть и кисловаты, зато хранятся вечно.

source: A piece of paper. Can be used for fires.
ko: 종잇장으로, 불 피우는데 쓸 수 있습니다.
ru: Кусок бумаги. Можно использовать для огня.

source: A sandwich of minced meat and cheese with condiments. The apex of pre-cataclysm culinary achievement.
ko: 자른 고기에 양념과 치즈를 넣은 샌드위치입니다. 대재앙 전의 기념비적인 식품입니다.
ru: Сэндвич из мяса и сыра с приправами. До катаклизма был вершиной кулинарного искусства.

source: A sandwich of minced human flesh and cheese with condiments. The apex of post-cataclysm cannibalistic culinary achievement.
ko: 자른 인육에 양념과 치즈를 넣은 샌드위치입니다. 대재앙 전의 기념비적인 식인 식품입니다.
ru: Сандвич из человечины и сыра с приправами. До катаклизма был вершиной кулинарного искусства каннибалов.

source: A taco made with ground human flesh instead of ground beef. For some reason you can hear a bell dinging in the distance.
ko: 다진 쇠고기 대신에 다진 인육을 써서 만든 타코입니다. 어떠한 이유로 당신은 조금 떨어진 곳에서 들리는 듯한 종소리를 들을 수 있습니다.
ru: Тако, в котором вместо говяжьего фарша используется фарш из человечины. По необъяснимой причине вы слышите доносящийся до вас колокольный звон.

source: Tiny pink candies shaped like hearts, already dosed with some sort of drug. Really only useful for entertainment. Will cause hallucinations.
ko: 심장처럼 생긴 분홍색 작은 사탕입니다. 어떤 종류의 약품으로 처리됐습니다. 재미로 쓰는 것 이외에는 용도가 없으며, 먹으면 환각을 유발합니다.
ru: Маленькие конфетки в форме сердечек, наркотического действия. Можно использовать только для поднятия настроения. Могут вызвать галлюцинации.

source: Bright pink chewing gum. Sugary, sweet, and bad for your teeth.
ko: 밝은 분혹생의 풍선껌입니다. 달콤하고 달달하지만, 치아에는 좋지 않습니다.
ru: Ярко розовая жевательная резинка. Сладкая и вредная для зубов.

source: Mint flavored nicotine chewing gum. For smokers who desire to quit.
ko: 민트향 니코틴 츄잉껌입니다. 금연을 하고 싶은 흡연자들이 사용합니다.
ru: Никотиновая жвачка с мятным вкусом. Для курильщиков желающих бросить.

source: Mint flavored chewing tobacco. While still absolutely terrible for your health, it was once a favorite amongst baseball players, cowboys, and other macho types.
ko: 민트향의 씹는 담배입니다. 여전히 건강에는 매우 좋지 않지만, 야구선수나 카우보이, 마초들에게는 인기가 있습니다.
ru: Жевательный табак со вкусом мяты. Вредный для здоровья, он был когда-то любимым атрибутом бейсболистов, ковбоев и других мачо.

source: Chewing gum with added caffeine. Sugary and bad for your teeth, but it's a nice pick-me-up.
ko: 카페인이 함유된 껌입니다. 건강에는 별로 좋지 않지만, 씹으면 기분이 좋아집니다.
ru: Жевательная резинка с добавлением кофеина. Сладкая и вредная для зубов. Обладает бодрящим эффектом.

source: This is a serving of crisply brined and canned vegetable matter. Tasty and nutritious.
ko: 야채를 다듬어 통조림으로 만든 식품입니다. 아삭한 식감을 가져 맛있고, 영양가가 높습니다.
ru: Порция засоленных консервированных овощей. Вкусно и питательно.

source: This is a serving of crisply brined and canned meat. Tasty and nutritious.
ko: 소금에 절인 고기를 통조림으로 만든 식품입니다. 고기의 식감이 아직 남아있어 맛있고 영양가가 높습니다.
ru: Порция засоленного консервированного мяса. Вкусно и питательно.

source: This is a serving of crisply brined and canned human flesh. Tasty and nutritious if you're into that sort of thing.
ko: 소금에 절인 인육을 통조림으로 만든 것입니다. 이런걸 먹는데 문제가 없다면, 식감이 좋고 맛있으며 영양가가 높습니다.
ru: Порция засоленной консервированной человеческой плоти. Вкусная и питательная, если конечно вам нравятся подобные вещи.

source: A powdered antihemorrhagic compound that reacts with blood to immediately form a gel-like substance which stops bleeding.
ru: Порошкообразное кровоостанавливающее средство, которое реагирует с кровью образуя гель, тем самым останавливая кровотечение.

source: So-called ramen noodles. Can be eaten raw.
ko: '라면' 이라고 부르는 국수입니다. 날로 먹을 수도 있습니다.
ru: Лапша быстрого приготовления. Можно есть в сыром виде.

source: A juicy, bell-shaped pear. Yum!
ko: 종 모양의, 과즙이 풍부한 서양배입니다.
ru: Сочная груша, в форме колокольчика. Вкусно!

source: An irradiated pear, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученная груша, съедобна почти целую вечность. Была стерилизован радиацией, несмотря на название, есть её безопасно.

source: An irradiated grapefruit, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный грейпфрут, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: A red, sweet fruit which grows in trees.
ru: Красный, сладкий плод, растущий на деревьях.

source: A handful of large, purple plums. Healthy and good for your digestion.
ko: 적당히 큰 보라색 자두입니다. 몸에 좋고, 소화를 돕습니다.
ru: Несколько крупных фиолетовых слив. Полезные и хорошо усваиваемые.

source: A group of irradiated plums, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученные сливы, съедобны почти целую вечность. Были стерилизованы радиацией, несмотря на название, есть их безопасно.

source: grapes
ko: 포도(grapes)
ru: виноград

source: A large, spiky pineapple. A bit sour, though.
ko: 크고, 가시난 파인애플입니다. 약간 신 맛이 납니다.
ru: Большой и колючий ананасй. Немного кислый на вкус.

source: An irradiated pineapple, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный ананас, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated peach, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный персик, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: Sour red berries. Good for your health.
ko: 새콤한 붉은색 열매입니다. 건강에 좋습니다.
ru: Кислые красные ягоды. Полезны для здоровья.

source: A box of fast-food fried potatoes. With delicious cheese smothered on top.
ru: Коробочка картошки-фри. С вкуснейшим сыром сверху.

source: A box of fast-food fried onions. Crunchy and delicious.
ko: 패스트 푸드 양파 튀김이 들어있는 상자입니다. 바삭바삭하고 맛있습니다.
ru: Коробка с жареными луковыми кольцами. Вкусные и хрустящие.

source: Raw, refined protein. While quite nutritious, it is difficult to enjoy in its pure form.
ko: 정제된 단백질 가루입니다. 꽤 영양소가 높지만, 그 진정한 맛과 효과를 느끼기는 힘듭니다.
ru: Сырой, очищенный белок. Довольно питательный. В чистом виде не вкусный.

source: A thin slurry of refined protein mixed with water. While quite nutritious, it is not particularly tasty.
ko: 정제된 단백질과 물을 섞어 만든, 약간 걸쭉한 액체입니다. 꽤 영양소가 높지만, 아직 별로 맛은 없습니다.
ru: Мелкодисперсная суспензия рафинированного белка, смешанного с водой. Питательная, но не вкусная.

source: A fruit, bigger than your head. It is very juicy!
ko: 사람의 머리보다 큰 과일입니다. 과즙이 풍부합니다!
ru: Ягода, которая больше твоей головы. Очень сочная.

source: An irradiated watermelon, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный арбуз, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated melon, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученная дыня, съедобна почти целую вечность. Была стерилизован радиацией, несмотря на название, есть её безопасно.

source: Freshly-squeezed from real fruit! Tasty and nutritious.
ko: 진짜 과일을 짜서 만든 주스입니다! 맛있고 영양가가 높습니다.
ru: Свежевыжатый сок из натуральных фруктов! Вкусно и полезно.

source: An irradiated mango, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученное манго, съедобно почти целую вечность. Было стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated pomegranate, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный гранат, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated rhubarb, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный ревень, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: A big bag of soft chocolate-covered peppermint patties... yum!
ko: 초콜릿이 덮힌 박하 덩어리입니다. 맛있습니다!
ru: Большой пакет мятных печенек, покрытых шоколадом... Вкуснятина!

source: Dehydrated meat flakes. With proper storage, this dried food will remain edible for an incredibly long time.
ko: 말린 고기 조각입니다. 적당한 저장공간을 차지하면서, 이 말린 음식은 아주 오랫동안 썩지 않습니다.
ru: Сушёные кусочки мяса. При правильном хранении, эта высушенная еда будет оставаться съедобной невероятно долго.

source: Dehydrated human flesh flakes. With proper storage, this dried food will remain edible for an incredibly long time.
ko: 말린 인육 조각입니다. 적당한 저장공간을 차지하면서, 이 말린 음식은 아주 오랫동안 썩지 않습니다.
ru: Сушёные кусочки человечины. При правильном хранении, эта высушенная еда будет оставаться съедобной невероятно долго.

source: Dehydrated vegetable flakes. With proper storage, this dried food will remain edible for an incredibly long time.
ko: 말린 채소 조각입니다. 적당한 저장공간을 차지하면서, 이 말린 음식은 아주 오랫동안 썩지 않습니다.
ru: Сушёные кусочки овощей. При правильном хранении, эта высушенная еда будет оставаться съедобной невероятно долго.

source: Dehydrated fruit flakes. With proper storage, this dried food will remain edible for an incredibly long time.
ko: 말린 과일 조각입니다. 적당한 저장공간을 차지하면서, 이 말린 음식은 아주 오랫동안 썩지 않습니다.
ru: Сушёные кусочки фруктов. При правильном хранении, эта высушенная еда будет оставаться съедобной невероятно долго.

source: A big bag of candy wafers, in assorted flavors: orange, lemon, lime, clove, chocolate, wintergreen, cinnamon, and licorice. Yum!
ko: 사탕 크기의 와퍼들이 담긴 봉투입니다. 오렌지, 레몬, 라임, 정향, 초콜릿, 노루발풀, 계피, 감초 맛으로 이루어져있습니다. 맛있습니다! (역자 주: 네코 와퍼는 캔디나 초콜릿을 만드는 외국의 대형 업체 이름입니다)
ru: Большой мешок вафель, разнообразных вкусов: апельсин, лимон, лайм, гвоздика, шоколад, грушанки, корица, и солодки. Вкусно!

source: A large, brown and fuzzy-skinned berry. It's delicious insides are green.
ko: 보송보송한 껍질이 있는, 큰 갈색 열매입니다. 껍질 안은 맛있는 녹색 과육으로 이루어져 있습니다.
ru: Большая коричневая ягода с мохнатой кожурой. Внутри находится восхитительная зелёная мякоть.

source: An irradiated papaya, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученная папайя, съедобна почти целую вечность. Была стерилизован радиацией, несмотря на название, есть её безопасно.

source: An irradiated kiwi, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный киви, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: An irradiated apricot, will remain edible nearly forever. Sterilized using radiation, so safe to eat.
ru: Облученный абрикос, съедобен почти целую вечность. Был стерилизован радиацией, несмотря на название, есть его безопасно.

source: A pair of extended wear contacts with soft lenses designed to be discarded after a week of use. They are a great replacement to wearing glasses and sit comfortably on the surface of the eye.
ko: 사용한지 일주일이 지나면 폐기하도록 설계된 연속 착용 소프트 렌즈 한 쌍입니다. 이것은 안경을 대신할 수 있고 안구 표면에 편안하게 안착됩니다.
ru: Эти мягкие контактные линзы предназначены для долгого ношения, их нужно выбрасывать после недельного использования. Превосходная замена очкам и удобно сидят на поверхности глаза.

source: Candy sticks, slightly more healthy than tobacco cigarettes, but with no possibility of addiction.
ru: Палочка-леденец. Гораздо более полезная, чем табак и без привыкания.

source: This battery operated device vaporizes a liquid which contains flavorings and nicotine. A less harmful alternative to traditional cigarette, but still addictive. It can't be reused once it's empty.
ru: Работающее на батарейках приспособление, которое испаряет жидкость, содержащую ароматизаторы и никотин. Менее вредно, чем обычные сигареты, но также вызывает зависимость. Нельзя использовать пустым.

source: A small, open plastic bag. Essentially trash.
ko: 열려있는 작은 비닐 봉투입니다. 기본적으로 쓰레기입니다.
ru: Маленький, открытый пластиковый пакет, сам по себе мусор.

source: A pewter bowl. Can be used as a container or as a tool. Holds 250 ml of liquid.
ko: 백랍 그릇입니다. 보관 용기나 도구로 사용할 수 있습니다. 250ml의 액체를 담을 수 있습니다.
ru: Чаша, сделанная из сплава олова. Может использоваться в качестве контейнера или инструмента. Вмещает 250 мл жидкости.

source: A small cardboard box. No bigger than a foot in dimension.
ko: 작은 종이상자입니다. 가로, 세로, 높이 모두 30cm 를 넘지 않습니다.
ru: Маленькая картонная коробка. Размером не больше фута.

source: A bulky plastic jerrycan, meant to carry fuel, but can carry other liquids in a pinch. It has a capacity of 10 liters.
ko: '말통' 이라고도 부르는, 큼지막한 플라스틱 기름통입니다. 원래 기름을 넣는 용도로 쓰이지만, 다른 액체를 넣는 것도 가능합니다. 용량은 10 리터입니다.
ru: Большая пластиковая канистра, предназначенная для перевозки бензина, а в крайнем случае и других жидкостей. Вмещает 10 литров.

source: A steel jerrycan, meant to carry fuel, but can carry other liquids in a pinch. It has a capacity of 25 liters.
ko: '말통' 이라고도 부르는, 큼지막한 철제 기름통입니다. 원래 기름을 넣는 용도로 쓰이지만, 다른 액체를 넣는 것도 가능합니다. 용량은 25 리터입니다.
ru: Стальная канистра объемом 25 литров, предназначена для топлива, но можно хранить и другие жидкости.

source: A metal tank for holding liquids. Useful for crafting.
ko: 액체를 담는 금속 탱크. 물품 제작에 유용합니다.
ru: Металлический резервуар для хранения жидкостей. Полезен для кравтов.

source: A gas tank from a motorcycle. Useful for crafting.
ko: 오토바이에 달리는 연료 탱크. 물품 제작에 유용합니다.
ru: Бензобак от мотоцикла. Полезен для изготовления чего-либо.

source: A reusable aluminum keg, used for shipping beer. It has a capacity of 50 liters.
ko: 맥주를 배송할 때 쓰이는, 재사용 가능한 알루미늄 술통입니다. 50 리터의 액체를 담을 수 있습니다.
ru: Алюминиевый бочонок, используемый для продажи пива. Пригоден для повторного использования. Объём 50 литров.

source: A plastic bowl. Can be used as a container or as a tool. Holds 250 ml of liquid.
ko: 플라스틱 그릇입니다. 무언가를 담거나, 도구로 사용할 수 있습니다. 250ml 의 액체를 담을 수 있습니다.
ru: Пластмассовая чаша. Может использоваться как контейнер или инструмент. Вмещает 250мл жидкости.

source: Just a piece of butcher's paper. Good for starting fires.
ko: 정육점에서 주로 사용하는 종이 포장지입니다. 불 피우기에 좋습니다.
ru: Обычный обрывок бумаги. Неплох для розжига огня.

source: Traditionally made of white oak; these vessels are known for delivering delicious whiskey to the future. It has a capacity of 100 liters.
ko: 전통적으로 흰 떡갈나무로 만든 이 물통은 맛있는 위스키를 만들어 준다고 알려져있다. 100 리터의 용량을 가지고 있습니다.
ru: Эта ёмкость, по традиции изготовленная из белого дуба, предназначена для выдержки в ней виски, что позволяет придать ему особый аромат и вкус. Вмещает 100 литров.

source: This simple IED is designed to be attached to an arrow and detonate on impact. Theoretically you could throw it but who would want to do that?
ko: 이 단순한 급조 폭발물은 화살에 달아 충격과 동시에 폭발하도록 설계됐습니다. 이론적으로는 던져서 사용할 수도 있지만, 그러고 싶은 사람이 있을까요?
ru: Эта самодельная взрывчатка крепится к стреле и детонирует при ударе. В принципе, вы можете и бросит её, но вот рискнёте ли...

source: A dead plant. Good for starting fires.
ko: 죽은 식물입니다. 불 피우기에 좋습니다.
ru: Высохшее растение. Хорошо подходит для разведения огня.

source: A small bolt of fur from an animal. Can be made into warm clothing.
ko: 동물의 모피입니다. 따뜻한 옷으로 만들 수 있습니다.
ru: Маленький комок меха животных. Используется для пошива тёплой одежды.

source: A tube of strong glue. Used in many crafting recipes.
ko: 강력한 접착제가 들어있는 튜브입니다. 여러 가지 제작에 사용됩니다.
ru: Тюбик сильного клея. Используется во многих крафтах.

source: This ID card once belonged to a scientist of some sort. It has a magnetic stripe on the back; perhaps it can be used on a control panel.
ko: 이 ID 카드는 한때 어떤 과학자들이 가지고 있던 것입니다. 자기장 줄무늬가 뒷면에 붙어있는 것을 보니, 조작 패널에 사용할 수 있을지도 모릅니다.
ru: Эта ID карта некогда принадлежала учёному. Она имеет на обороте магнитную полосу, может быть стоит применить её на панели управления?

source: This ID card once belonged to a military officer with high-level clearance. It has a magnetic stripe on the back; perhaps it can be used on a control panel.
ko: 이 ID 카드는 한때 높은 보안 접근 자격을 가진 군 장교가 가지고 있던 것입니다. 자기장 줄무늬가 뒷면에 붙어있는 것을 보니, 조작 패널에 사용할 수 있을지도 모릅니다.
ru: Эта ID карта некогда принадлежала офицеру с высоким уровнем допуска. Она имеет на обороте магнитную полосу, может быть стоит применить её на панели управления?

source: This device has many ports attached, allowing to to connect to almost any control panel or other electronic machine (but not computers). With a little skill, it can be used to crack passwords and more.
ko: 많은 포트가 달린 장치입니다. 컴퓨터를 제외한, 거의 모든 조작패널이나 기타 전자 기기에 연결할 수 있도록 되어있습니다. 관련 기술이 있다면, 이것으로 암호 등을 해킹하거나 혹은 그 이상의 작업을 할 때 사용할 수 있습니다.
ru: Это устройство имеет множество портов, позволяющих подключить его практически к любой панели управления или другому электронному устройству (но не к компьютеру). Применив немного умения, его можно использовать для взлома пароля и многих других вещей.

source: A 3-foot long piece of cotton string. Disassemble it to cut it into smaller pieces.
ko: 면으로 된 끈의 3피트짜리 긴 조각입니다. 분해하면 작은 조각으로 자를 수 있습니다.
ru: Длинный кусок нитки из хлопка длиной 3 фута или примерно 90см. Можно разрезать на более маленькие части.

source: A 30-foot long nylon rope. Useful for keeping yourself safe from falls.
ko: 30피트의 긴 나일론 로프입니다. 추락시 자신의 안전을 지키는데 유용히 쓰입니다.
ru: Длинная нейлоновая верёвка длиной в 30 футов или примерно 9 метров. Полезна для спасения от падений.

source: A folding grappling hook attached to a stout 30-foot long piece of lightweight cord. Useful for keeping yourself safe from falls.
ru: Складной крюк привязан к лёгкой верёвке длинной 30 футов (9 метров). Полезна для спасения от падений.

source: A stick of memory. Useful in advanced electronics crafting.
ko: 메모리 스틱입니다. 고급 전자물품 제작에 유용합니다.
ru: Планка памяти. Используется для создания продвинутой электроники.

source: A power supply unit. Useful in lots of electronics recipes.
ko: 전원 공급 장치입니다. 많은 전자장치 제작에 사용됩니다.
ru: Блок питания. Используется во многих рецептах электроники.

source: A circuit designed to amplify the strength of a signal. Useful in lots of electronics recipes.
ko: 이 회로는 신호의 강도를 증폭하도록 설계되었습니다. 많은 전자장치 제작에 사용됩니다.
ru: Схема, предназначенная для усиления сигнала. Используется во многих рецептах электроники.

source: A circuit designed to repeat a signal. Useful for crafting communications equipment.
ko: 신호를 반복하도록 설계된 회로입니다. 통신 장비를 만들 때 유용합니다.
ru: Схема, предназначенная для передачи сигнала. Используется для создания коммуникационных устройств.

source: A module designed to receive many forms of signals. Useful for crafting communications equipment.
ko: 이 모듈은 다양한 파장의 신호를 수신할 수 있도록 설계되었습니다. 통신 장비를 만들 때 유용합니다.
ru: Схема предназначена для приёма сигнала. Используется для создания коммуникационной аппаратуры.

source: A small backlit screen, used for displaying images. Useful in some electronics recipes.
ko: 이미지를 표시하는 작은 검은 화면입니다. 전자기기 제작에 유용하게 쓸수 있습니다.
ru: Маленький дисплей с подсветкой, используется отображения изображений.

source: Once a valuable bionic implant, it has not held up well under repeated use. This object has been destroyed by excessive electric current and is now useless.
ko: 한때는 값 비싼 바이오닉 장치였지만, 사용되는 동안 정비가 잘 되지 않았습니다. 결국 과도한 전류로 인해 파괴되어, 지금은 쓸모가 없어졌습니다.
ru: Раньше это была полезная бионика, но сейчас её уже невозможно использовать вновь. Это устройство было разрушено чрезмерным током и теперь абсолютно бесполезно.
