Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The flare sputters out.
de: Die Leuchtfackel geht aus.
ja: 発炎筒が消えました。
ko: 플레어가 꺼졌습니다.
ru: Осветительный снаряд затухает.
zh_cn: 信号弹燃尽了。

source: The flashlight's batteries are dead.
ja: 懐中電灯の電池が切れています。
zh_cn: 手电的电池耗尽了。

source: The fuse on this dynamite is lit and hissing. It'll explode any moment now.
de: Die Zündschnur dieses Dynamits wurde angezündet und zischt. Das Dynamit wird jeden Augenblick explodieren.
ja: ダイナマイトの導火線は残り少なく、火花を散らしながらジリジリと鳴っています。今にも爆発しそうです。
zh_cn: 引信嘶嘶地燃烧着。炸药随时都要爆了！

source: The fuse on this fertilizer bomb is lit and hissing. It'll explode any moment now.
ja: 肥料爆弾の導火線は残り少なく、火花を散らしながらジリジリと鳴っています。今にも爆発しそうです。
zh_cn: 引信嘶嘶地燃烧着。炸药随时都要爆了！

source: The glowstick fades out.
de: Das Knicklicht geht aus.
ja: ケミカルライトは徐々に消えてしまった。
ko: 야광봉이 깜박거립니다.
ru: Светящаяся палочка гаснет.
zh_cn: 荧光棒失去光芒了。

source: The lamp is empty.
de: Die Lampe ist leer.
ja: ランプは空です。
ko: 이 램프는 비어있습니다.
ru: Лампа пуста.
zh_cn: 油灯没油了.

source: The lantern has no batteries.
ja: ランタンの電池が切れています。
zh_cn: 这盏电灯没有电池了。

source: The lantern is extinguished.
de: Die Flamme der Laterne ist gelöscht.
ja: ランタンの火が消えました。
ko: 랜턴이 꺼졌습니다.
ru: Бензиновая лампа потушена.
zh_cn: 灯笼灭了.

source: The lightstrip dies.
de: Der Leuchtstreifen geht aus.
ja: ストリップライトが消えました。
ko: 케이블 조명이 고장났습니다.
ru: Световая полоска гаснет.
zh_cn: 小彩灯坏掉了。

source: The manhack flies from your hand and surveys the area!
de: Die Klingendrohne fliegt von deiner Hand und erkundet die Umgebung.
ja: マンハックは手から飛び立ち周辺を監視し始めました！
ko: 맨핵이 당신의 손에서 날아올라 주변을 수색합니다!
ru: Мэнхак влетает из вашей ладони и начинает осмотр территории!
zh_cn: 飞锯离开你的掌心，侦察着这片区域！

source: The milk appears to have finished curdling, and is ready for further processing. Checking on it has exposed the mixture to the atmosphere.
zh_cn: 里面的酪乳已经凝结完毕，可以进一步加工了。检查它可以将内容物倒出来。

source: The point of this rapier has been coated with diamond-like carbon, rendering it far more deadly.
ja: このレイピアの切っ先はこダイヤモンド状炭素結晶でコーティングされており、刺突攻撃の致死性をさらに高めています。
zh_cn: 这个刺剑的尖头覆盖了一层钻石结构碳，真他么致命啊。

source: The smart lamp batteries are dead.
de: Der schlauen Lampe Batterien sind leer.
ja: スマートランプの電池が切れました。
zh_cn: 遥控灯的电池耗尽了。

source: The zombie climbs to its feet and shambles around.
ja: ゾンビは立ち上がり、よろよろと歩きだしました。
zh_cn: 这只丧尸脚步不稳，步履蹒跚。

source: There is a label on this canister: "Warning: contains highly toxic and corrosive materials. Contents may be sentient. Open at your own risk." You think you can feel something moving inside it.
de: Auf diesem Kanister ist ein Aufkleber: »Warnung: Enhält hochtoxische und ätzende Materialien. Inhalte können empfindsam sein. Öffnen auf eigene Gefahr.«. Du glaubst, dass du etwas sich darin bewegen fühlen könnest.
ja: 缶の上部にラベルが貼ってあります。「警告：強い毒物や腐食性物質が含まれています。開封は自己責任で。」缶の中で何かが動いているようです。
zh_cn: 警告：内含剧毒及极强腐蚀性物质，该物质活性极强，开启后果自负。

source: These are a long pair of heavy duty scissors. Use scissors to cut items made from cotton (like clothing) into rags.
de: Dies ist eine lange Hochleistungsschere. Benutze die Schwere, um Gegenstände aus Stoff (wie Kleidung) zu Lumpen zu zerschneiden.
ja: しっかりとした刃の付いた鋏です。使用する事で布や綿製のアイテムを裁断して布切れにする事が出来ます。
zh_cn: 剪刀，你有了一把剪刀了，快掏出来大发神威吧！但是在CDDA，剪刀剪不动塑料什么的，只能剪衣服玩了。

source: These are a set of swages and dies for metalsmithing. These loops and metal blocks are used in some metalworking fabrication recipes.
de: Dies ist ein Satz aus Formgesenken und Prägestempeln für die Metallarbeit. Diese Formen und Metallblöcke werden in ein paar Metallverarbeitungsrezepten gebraucht.
ja: 金属加工用の金型と成形器具一式です。
zh_cn: 一组用于加工模具的型砧。用于某些金属加工制造的模具。

source: These are long, aluminum tongs. They are commonly used for cooking or in metalworking fabrication recipes.
de: Dies ist eine lange Aluminiumzange. Sie wird überlicherweise zum Kochen oder in Metallverarbeitungsrezepten benutzt.
ja: アルミニウム製の長いトングです。料理や金属加工に使います。
zh_cn: 长颈的铝制坩埚。是烹调或加工制作的常用道具。

source: These are several pieces of wood nailed together, with some nails sticking straight up. If an unsuspecting victim steps on it, they'll get nails through the foot.
de: Dies sind verschiedene Holzstücke, die zusammengenagelt wurden, wobei ein paar Nägel nach außen zeigen. Wenn ein unvorsichtiges Opfer drauftritt, werden sich die Nägel durch dessen Füße bohren.
ja: 釘で繋ぎ合わせた数枚の板で、釘が板から突き出ています。何も知らない犠牲者が上に乗れば、足に釘が刺さるでしょう。
zh_cn: 这是一块厚实的木板，其中一端上有几枚长长的钉子。极简主义的杀人利器。

source: These are several sticks of explosives with a fuse attached. Use this item to light the fuse. You will, of course, need a lighter or matches in your inventory to do this. Shortly after lighting the fuse, this item will explode, so get away!
de: Dies sind einige Stangen Sprengstoff mit einer Zündschnur. Benutze diesen Gegenstand, um die Zündschnur zu entzünden. Du wirst natürlich ein Feuerzeug oder ein Streichholz benötigen, um das tun zu können. Kurz nach dem Entzünden der Zündschnur wird dieser Gegenstand explodieren, also verschwinde!
ja: 導火線が付いた棒状の爆薬です。使用すると導火線に点火します。当たり前ですがライターやマッチを持っていないと使えません。点火するとじきに爆発します。離れましょう！
zh_cn: 几个棍棒形的炸药，外面露出了导火线，很容易被点燃。当然，你还是要用到打火机。引信燃烧时间很短，在爆炸前，快点跑吧！

source: These are small metal objects covered with many sharp points. If an unsuspecting victim steps on one, they'll get a spine through the foot.
de: Diese sind kleine, mit vielen schwarfen Spitzen überzogene, Metallobjekte. Wenn ein ahnungsloses Opfer auf ein solches tritt, wird es ein Dorn durch dessen Fuß gebohrt bekommen.
ja: 表面に何箇所も尖った箇所がある小さな金属片です。何も知らない犠牲者が上に乗れば、足に突き刺さるでしょう。
zh_cn: 一个金属小刺猬，如果哪个倒霉蛋踩上去，就得担心破伤风的问题了。

source: This EMP grenade is active, and will shortly detonate, creating a large EMP field that damages robots and drains bionic energy. You may not want to be holding it much longer.
de: Diese EMP-Granate ist aktiv und wird gleich detonieren, was ein EMP-Feld, das Roboter beschädigt und den Strom von Bioniken entlädt, erzeugt. Du willst sie nicht mehr lange behalten.
ja: EMP手榴弾のピンは既に引かれており、まもなく周囲に大規模な電磁パルスが発生し、ロボットや生物工学的な要素を持つ対象にダメージを与えます。早く投げた方が良い気がします。
zh_cn: 很好，这个EMP手雷已经被激活了，你需要做的就是把它用力丢出去，然后...就等着瞧吧。

source: This arrow has a rag soaked in a flammable liquid wrapped around the shaft near the head. You need to light it before shooting.
de: Dieser Pfeil hat einen Lumpen, der mit einen brennbaren Flüssigkeit getränkt wurde, um seinen Schaft nach an der Spitze gewickelt. Du musst ihn vor dem Schießen anzünden.
ja: 先端付近に可燃性の液体を染み込ませた布を巻き付けた矢です。撃つ前に火を点ける必要があります。
zh_cn: 箭头附近的箭杆上有易燃液体浸泡过的布条缠绕，在发射前，点燃它吧。

source: This battery-devouring device is just the thing to knead the tension out and help you relax. Use it to take a break and unwind.
de: Dieses batteriefressende Gerät ist genau das richtige Ding, um Anspannungen zu lösen und dir beim Entspannen zu helfen. Benutze es, um eine Pause zu machen und dich zu entspannen.
ja: この電池の消耗が激しい装置は、筋肉の緊張を和らげ、安らぎを与えてくれます。休憩しながら安らぎも得たい時に使って下さい。
zh_cn: 岛国女子最爱的家用电器。雅蠛蝶牌按摩棒让你体会欲仙欲死的感觉！

source: This battery-devouring device is loaded up with someone's music collection. Fortunately, there's lots of songs you like, and listening to it will raise your morale slightly. Use it to turn it on.
de: Dieses batteriehungrige Gerät ist voll mit jemandes Musiksammlung. Glücklicherweise sind da zahlreiche Titel, die du magst, und wenn du dir es anhörst, wird sich deine Moral steigern. Benutze es, um es einzuschalten.
ja: この電池の消費が激しい装置には、誰かの音楽コレクションが収録されています。有難い事に、好みの音楽も沢山入っており、視聴中は意欲が少し増加します。
zh_cn: 这个耗电池的玩意里存着某人的音乐珍藏，里面恰好有不少你喜欢的歌。听听看吧，你的情绪会随着音乐而高涨。

source: This broadsword's edge has been coated with razor-sharp diamond-like carbon, making you the deadliest knight in the realm. Your blademaster would be proud.
ja: このブロードソードの刃は剃刀のように鋭利なダイヤモンド状炭素結晶の膜でコーティングされており、振るう者をこの世で最も恐るべき死神の騎士へと変貌させます。師の誇りとなるでしょう。
zh_cn: 这把双手巨剑的刀刃上镀了一层锋利的钻石结构碳。好吧，恭喜你，有了这把剑之后，在这山中无老虎的时代，你已经是最大的猴子了。你的贱术老师绝逼会为你感到骄傲~

source: This burning magnesium flare is producing light. It will last for about a half hour before burning out.
de: Diese brennende Magnesium-Leuchtfachel produziert Licht. Es wird für etwa eine halbe Stunde reichen, bevor sie ausbrennt.
ja: 燃焼中のマグネシウム発炎筒は光を発します。30分程度燃え続けます。
zh_cn: 这种镁制闪光弹正在不停的然后，大约半小时后熄灭.

source: This canister of tear gas has had its pin removed, indicating that it is (or will shortly be) expelling highly toxic gas. You should consider getting rid of it soon.
de: Aus diesem Kanister mit Tränengas wurde der Stift entfernt, was bedeutet, dass es jetzt hochgiftiges Gas ausstößt oder es gleich ausstoßen wird. Du solltest in Betracht ziehen, diesen Gegenstand baldmöglichst loszuwerden.
ja: 催涙ガス円筒弾のピンは既に引かれており、非常に有毒なガスを放出している（もしくは間もなく放出する）状態です。すぐに離れた方が良いと思います。
zh_cn: 这种催泪瓦斯罐的封口被去掉了，这说明它正在（或将要）释放剧毒气体。

source: This card gives you a good discount on the purchase of gasoline.
de: Diese Karte gibt dir einen guten Rabatt beim Kauf von Benzin.
ja: ガソリンを割引で購入出来るカードです。
zh_cn: 购买汽油的时候可以便宜一些的优惠卡。

source: This card gives you a little discount on the purchase of gasoline.
de: Diese Karte gibt dir einen kleinen Rabatt beim Kauf von Benzin.
ja: ガソリンを少し割引で購入出来るカードです。
zh_cn: 购买汽油的时候可以便宜一点的优惠卡。

source: This card gives you a splendid discount on the purchase of gasoline.
de: Diese Karte gibt dir einen prächtigen Rabatt beim Kauf von Benzin.
ja: ガソリンをかなり割引で購入出来るカードです。
zh_cn: 购买汽油的时候可以便宜不少的优惠卡。

source: This carver is on and the blades are buzzing. Use it to turn it off.
de: Dieser elektronische Tranchierer ist eingeschaltet und die Klingen schwirren. Benutze ihn, um ihn auszuschalten.
ja: ナイフの電源が入り、刃が震えています。電源を切ることができます。
zh_cn: 这把切肉刀已经启动，刀锋正嗡嗡作响。使用它以将它关闭。

source: This chainsaw is on and making a lot of noise. Use it to turn it off.
de: Diese Kettensäge ist an und macht einen Höllenkrach. Benutze sie, um sie auszuschalten.
ja: チェーンソーは大きな騒音を立てて動いています。電源を切ることができます。
zh_cn: 电锯已经启动，发出可怕的噪声。使用它以将它关闭。

source: This combat chainsaw is on, and is continuously draining gasoline. Use it to turn it off.
de: Diese Kampfkettensäte ist eingeschaltet und verbraucht stetig Benzin. Benutze sie zum Ausschalten.
ja: 戦闘用チェーンソーの電源が入っており、継続的にガソリンを消費しています。電源を切ることができます。
zh_cn: 这把格斗电锯已经启动，正在不断消耗汽油。使用它已将它关闭。

source: This common gardening tool has been customized and rebalanced to improve its performance as a weapon.
ja: 武器としての性能が向上するように一般的な園芸ツールを改造したものです。
zh_cn: 这个常见的园艺工具已经被改造成一把武器。

source: This crude welder has been fashioned from a bundle of copper wire, scrap metal, and complete disregard for personal safety. While it's not as efficient as a factory welder, it will serve in a pinch.
de: Dieses große Schweißgerät mit Hilfe eines Bündels aus Kupferdraht, Metallschrott und einer völligen Missachtung der Personensicherheit zusammengebaut. Während es nicht so effizient wie ein Fabrikschweißgerät ist, wird es es zur Not immer noch tun.
ja: 銅線とがらくたを組み合わせてなんとか形にした簡易式の溶接機です。安全性はほとんど無視されています。ちゃんとした溶接機ほど使いやすくはありませんが、危機を乗り越えるには充分でしょう。
zh_cn: 这个由铜线和废铁组装的焊枪粗制滥造，完全无视人身安全。虽然效率不如工厂出品，但在必要时还是能用的。

source: This device has been turned on and is emitting horrible sounds of radio static. Quick, get away from it before it draws zombies to you!
de: Dieses Gerät wurde eingeschaltet und macht einen furchtbaren Krach aus Rauschen. Schnell, geh davon weg, bevor es Zombies zu dir anlockt!
ja: 装置の電源が入っており、面白みのないノイズを発しています。ゾンビが気付いてやってくる前に、はやく離れましょう！
zh_cn: 这台噪声制造器已经被打开，很快周围的怪物都会被吸引过来，你要做的就是用最快的速度逃离此地。

source: This device was constructed by 'enhancing' a radio with some amplifier circuits. It's completely lost its ability to pick up a station, but it's nice and loud now. It could be useful to distract zombies.
de: Dieses Gerät wurde gebaut, indem ein Radio mit ein paar Verstärkerschaltkreisen »aufgebohrt« wurde. Es hat jegliche Fähigkeit, eine Radiostation zu empfangen, verloren, aber es ist nun okay und laut. Es könnte nützlich sein, um Zombies abzulenken.
ja: いくつかのアンプでラジオを「強化」して作られた装置です。任意の信号を受信する機能はありませんが、ものすごく騒々しい音を発生させます。ゾンビの注意を逸らすのに有効かもしれません。
zh_cn: 这是台有着功率放大集成电路的收音机，但现在它已经没法再收听任何的电台新闻，可是它依然能放出嗞嗞嗞的噪音，用来和吸引丧尸，和丧尸来个约会。

source: This edge of this combat knife has been replaced by diamond-like carbon deposited with a CVD machine, adding to its sharpness.
ja: このコンバットナイフは通常の刃の代わりに、CVD装置によって化学気相蒸着されたダイヤモンド状の炭素の刃を持ちます。より鋭利さが増しています。
zh_cn: 这把战斗匕首的刀刃已经被CVD机蒸镀了一层钻石状碳，更锋利。但如果用来作死那么后果也就更严重了。

source: This electric chainsaw is on and making a lot of noise. Use it to turn it off.
ja: 電動チェーンソーは大きな騒音を立てて動いています。電源を切ることができます。
zh_cn: 电锯已经启动，发出可怕的噪声。使用它以将它关闭。

source: This farming tool has been modified into a weapon by reinforcing and rotating its blade 90 degrees, transforming it into a deadly giant blade on the end of a stick.
de: Dieses Landwirtschaftswerkzeug wurde in eine Waffe umgewandelt, indem ihre Schneide verstärkt und um 90 Grad gedreht wurde, was sie in eine tödliche riesige Klinge am Ende eines Stocks verwandelt.
ja: 戦闘用に改造された農具です。刃の角度や持ち手のグリップ性など様々な調整によって草だけでなくゾンビも刈り倒せる様になりました。
ko: 농기구를 개량하여 만든 전투용 대낫으로, 칼날의 각도를 90도 회전시켜 전투에 사용할 수 있게 만들었습니다.
ru: Этот сельскохозяйственный инструмент был переделан в оружие путем разворота лезвия на 90 градусов, превратив его тем самым в огромное лезвие на конце черенка.
zh_cn: 超高级的强化镰刀，杀人用工具，极速旋转的90°叶片，非常致命.

source: This fire drill is a simple item for starting fires; it is made from two pieces of wood and some string. Since it is constructed out of simple materials, it's slow and rather difficult to get a fire started using this tool.
de: Dieser Feuerbohrer ist ein einfacher Gegenstand, um Feuer zu entfachen, er ist aus zwei Holzstücken und etwas Faden gebaut. Weil er aus einfachen Materialien gebaut wurde, ist es langsam und ziemlich schwierig, mit diesem Werkzeug ein Feuer zu entfachen.
ja: 原始的な発火道具です。2本の木と糸から出来ています。製作は簡単ですが、火種を起こすのが大変です。
zh_cn: 钻木取火器是用来生火的简单道具，用两片木片以及一些绳子就可以做出来。很简陋，用来生火很慢而且也很难。

source: This flashbang is active, and will soon detonate with intense light and sound, blinding, deafening and disorienting anyone nearby. It may be a good idea to throw it!
de: Diese Blendgranate ist aktiviert und wird gleich mit einem grellem Licht und schrillem Ton detonieren, was jeden in der Nähe blendet, betäubt und orientierungslos macht. Es wäre eine gute Idee, sie zu werfen!
ja: 閃光手榴弾のピンは既に引かれており、すぐに強烈な光と音を発生させ、周囲の誰もが視覚と聴覚と方向感覚を失う爆発が起こりそうです。早く投げた方が良いと思いますよ！
zh_cn: 正如字面所述，这颗震撼弹已经被激活了，请背过身去，捂上耳朵，然后在心里默数“1、2、3，木头人！

source: This huge steel knife has been modified with a fuel tank, insulated handguard, and ignition system. The blade is glowing with heat, making it a great plant scorcher and nightlight.
de: Dieses riesige Stahlmesser wurde mit einem Treibstofftank, einem isoliertem Handgriff und einem Zündungssystem modifiziert. Die Klinge glüht vor Hitze, was sie zu einem großartigen Pflanzenversenger und Nachtlicht macht.
ja: 改造された大きな鋼製のナイフです。燃料タンクと点火装置、そして遮熱ハンドガードが取り付けられています。刃は炎に包まれて輝いています。植物質の敵に対して特に有効で、照明にもなります。
zh_cn: 这把大铁刀已经被改装成具备燃料储存,隔热以及点火系统.刀刃因热而发光,让周围变得更亮,同时也变得非常热.

source: This huge steel knife has been modified with a fuel tank, insulated handguard, and ignition system. When filled with gasoline, a system of torches heats the blade, burning your target.
de: Dieses riesige Stahlmesser wurde mit einem Treibstofftank, einem isoliertem Handgriff und einem Zündungssystem modifiziert. Wenn es mit Benzin gefüllt ist, wird ein System aus Fackeln die Klinge erhitzen, was dein Ziel verbrennt.
ja: 改造された大きな鋼製のナイフです。燃料タンクと点火装置、そして遮熱ハンドガードが取り付けられています。ガソリンを充填して起動することで刃は炎によって加熱され、斬り付けた敵をさらに焼灼します。
zh_cn: 这把大铁刀已经被改装成具备燃料储存、隔热以及点火系统.当加入汽油，刀刃能被点燃,并可灼烧你的目标.

source: This huge steel knife makes an excellent tool for cutting down large vegetation or other 'obstacles.'
de: Dieses riesige Stahlmesser ist ein ausgezeichnetes Werkzeug dafür, um großen Wildwuchs und andere »Hindernisse« abzuhacken.
ja: 大きな鋼製のナイフです。背の高い植物やゾンビといった障害を薙ぎ払う為の優れた道具です。
ko: 커다란 강철제 칼으로 큰 초목이나 다른 '장애물'들을 자르기 위해 만들어진 훌륭한 도구입니다.
ru: Этот огромный железный нож является превосходным холодным оружием. Универсальный инструмент для прорубания прохода в густых зарослях и толпах зомби.
zh_cn: 这把大钢刀能够轻松砍倒三尖树……呃，三尖树？

source: This is a King Size(tm) industrial strength permanent marker, about halfway between a typical marker and a can of spray paint in size. Use it to write something down. However, writing "Elbereth" probably won't help you.
ja: 大容量の業務用ペンキです。落書きが出来ます。'Elbereth'と書いても気休めにもならないですよ。
zh_cn: 特大号™工业的商标，介于常见商标和喷漆罐大小的一半。

source: This is a M72 LAW, packed in its storage form. Use it to pop it out and make it ready to fire. Once it is activated, it cannot be repacked.
de: Dies ist eine M72 LAW, die lagerfähig eingepackt ist. Benutze sie, um sie auszupacken und feuerbereit zu machen. Nachdem sie aktiviert wurde, kann sie nicht wieder eingepackt werden.
ja: 保管用に梱包されたM72です。使用することで中身を取り出し、発射できるように準備します。一度展開した後は元に戻すことはできません。
zh_cn: M72式单兵火箭筒，封装以便于贮存。激活它之后，你就能发射，一旦激活就不能重新封装了。

source: This is a Philips-head screwdriver. It is important for almost all electronics crafting, most mechanics crafting, and has many more uses.
de: Dies ist ein Philips-Kreuzschlitz-Schraubenzieher. Er ist wichtig für fast alle Elektronikanfertigungen, die meisten mechanischen Anfertigungen und hat viele weitere Verwendungszwecke.
ja: プラスドライバーです。電子機器、機械工作の作業など多用途に使えます。
zh_cn: 一把十字螺丝刀，对于几乎所有电子制作和机械制作都十分重要 。

source: This is a badge that detects radiation dosage sealed in a radiation-blocking bag. Use it to remove it from the bag.
de: Dies ist eine Plakette, die die Strahlungsbelastung misst. Sie ist in einer strahlungsabweisenden Tüte versiegelt. Benutze diesen Gegenstand, um die Plakette auszupacken.
ja: 被爆量を検知するバッジです。放射線を遮断する袋に入っています。使用時は開けてから身に付けましょう。
zh_cn: 密闭在包装袋里用来检测辐射量的徽章，从袋子中取出便会被激活。

source: This is a battery powered tool for welding metal pieces together. It is an indispensable tool for construction or repair.
de: Dies ist ein batteriegetriebenes Werkzeug, um Metallstücke zu verschweißen. Es ist ein unersetzliches Werkzeug für den Bau oder die Reperatur.
ja: バッテリー駆動の溶接機で、金属同士をくっつけるのに使用します。車両の作成や修理には欠かせない道具です
zh_cn: 用来焊接金属的工具，非常有用。

source: This is a battery-powered device designed to purify drinking water. Using this item on a container full of water will purify the contents. It could be useful for water taken from uncertain sources like a river, as it may be non-potable.
de: Dies ist ein batteriebetriebenes Gerät, mit dem man Trinkwasser reinigen kann. Diesen Gegenstand mit einem Behälter voller Wasser zu benutzen wird das Wasser reinigen. Es könnte sich als nützlich für Wasser aus unsicheren Quellen erweisen, weil das Wasser aus unsicheren Quellen kein Trinkwasser sein könnte.
ja: 飲料水を浄化する為に設計された電池式の浄水器です。水が入った容器に使うと中身を浄水します。川やトイレなど、飲料に適さない水源から水を採取した時に役に立ちます。
zh_cn: 从河里、水箱里、集雨器里以及马桶里弄来的水都不怎么干净，有了它，你就能喝上比山泉更可口的CDDA牌矿物质纯净水了！

source: This is a battery-powered lamp. It does not provide much light, but it lasts a long time. It is turned on. Use it to turn it off.
ja: バッテリー駆動のランプです。光は弱いですが、長持ちします。ランプは点いています。
zh_cn: 一盏电灯，灯光虽然不是很亮，但是可以持续亮很久。正在发亮，使用来关闭。

source: This is a battery-powered lamp. It does not provide much light, but it lasts a long time. Use it to turn it on.
ja: バッテリー駆動のランプです。光は弱いですが、長持ちします。
zh_cn: 一盏电灯，灯光虽然不是很亮，但是可以持续亮很久。使用来打开。

source: This is a bedroll made of pelts which can be rolled up for transport. It insulates you from the floor, making it easier to sleep. Use it to unroll and place on the ground.
de: Dies ist ein Schlafsack aus Pelzen. Er kann für den Transport aufgerollt werden. Er trennt dich vorm Boden, was dir den Schlaf erleichtert. Benutze ihn, um ihn aufzurollen und auf den Boden zu platzieren.
ja: 毛皮のベッドロールです。丸めて仕舞えます。断熱効果があり、寝心地が良い。足元に広げて使います。
zh_cn: 一床皮毛制成的铺盖，可以卷起来随身携带。垫在地上，让你更容易入睡。

source: This is a bicycle folded into a relatively portable package.
de: Dies ist ein Fahrrad, das in eine relativ tragbare Form gefaltet wurde.
ja: 折り畳んで持ち運べる様にした自転車です。
ko: 보관하기 쉽도록 접을 수 있는 자전거입니다.
ru: Велосипед, сложенный в довольно компактную упаковку.
zh_cn: 一辆可以打包带走的自行车。

source: This is a black box, seemingly pulled from some sort of military vehicle wreckage. If you can find a system to analyze this you may find something of interest.
de: Die ist ein Flugschreiber, der vermutlich aus irgendeinem Wrack eines Militärvehikels entnommen wurde. Falls du ein System findest, um dies zu analysieren, könntest du etwas von Interesse finden.
ja: 軍用車両の残骸から発見されたブラックボックスのようです。これを分析できるシステムがあれば、色々と興味深い情報が見られるでしょう。
zh_cn: 如果你能找到什么系统来分析一下这里面的东西，或许能找到什么有用的东西吧。（谁知道呢？）

source: This is a bottle filled with match heads and equipped with a fuse. This one has been lit, and its fuse is rapidly burning down. You may not want to hold onto it much longer.
de: Dies ist eine Flasche mit Streichholzköpfen und wurde mit einer Zündschnur ausgestattet. Diese wurde angezündet und brennt schnell ab. Vermutlich willst du diesen Gegenstand nicht mehr lange behalten.
ja: マッチの頭をボトルに詰め込んだ自作爆弾です。既に点火されていて、導火線がものすごい速さで燃え尽きていっています。このまま持っているべきではないでしょうね。
zh_cn: 一个装满了的火柴头的瓶子，并配备了一个导火索。它已被点燃，其导火索正在迅速燃烧。你丫还有功夫看?

source: This is a broad piece of sharpened stone, with enough left untouched to hold safely. The swiss army knife of the lower paleolithic.
zh_cn: 这是一片宽边的经过打磨的石头，留着足够的地方让你能安全的握住它。旧石器时代的瑞士军刀。

source: This is a burnt-out lightstrip. You could disassemble this to recover the amplifier circuit.
de: Dies ist ein ausgebrannter Lichtsteifen. Du könntest ihn demontieren, um die Verstärkerschaltung wiederzuerlangen.
ja: 使用済のストリップライトです。解体すれば増幅回路が手に入ります。
zh_cn: 一条烧坏的小彩灯，你可以拆开它拿到电路放大器。

source: This is a canister grenade filled with a variety of pyrotechnic chemicals. Use this item to pull the pin and light the fuse, turning it into an active smoke bomb. Five turns after you do that, it will begin to expel a thick black smoke. This smoke will slow those who enter it, as well as obscuring vision and scent.
de: Dies ist eine Kanistergranate, die mit einer Reihe von pyrotechnischen Chemikalien gefüllt ist. Benutze diesen Gegenstand, um den Stift zu ziehen und die Zündschnur anzuzünden, was ihn zu einer aktiven Rauchbombe macht. Fünf Züge später wird sie einen dicken schwarzen Rauch ausstoßen. Dieser Rauch wird diejenigen, die ihn betreten, verlangsamen und außerdem wird er Sicht und Duftnoten verschleiern.
ja: 煙を出す様々な化学物質を充填した円筒型手榴弾です。使用してピンを引き点火します。濃い黒煙が噴出するまで5ターンの時間が掛かります。煙は視界と嗅覚を阻害するだけでなく、吸い込むと動きを鈍くします。
zh_cn: 拔下安全销来使用烟雾弹，你将有五回合时间来扔掉它，之后它会释放浓厚的烟雾，让所有进入其中的倒霉蛋速度下降，顺便浓烟还能阻碍视线，掩盖气味，真乃杀人放火、逃命飞奔之必备良器。

source: This is a canister grenade filled with noxious irritant. Use this item to pull the pin and light the fuse, turning it into an active tear gas grenade. In five turns it will begin to expel a highly toxic gas for some time. This gas damages and slows those who enter it, as well as obscuring vision and scent.
de: Dies ist eine Kanistergranate, die mit giftigen Reizerregern gefüllt ist. Benutze diesen Gegenstand, um den Stift zu ziehen und die Zündschnur anzuzünden, was ihn in eine aktive Tränengasgranate verwandelt. Nach fünf Zügen wird er damit anfangen, ein hochgiftiges Gas für einige Zeit abzugeben. Das Gas schädigt und verlangsamt die, die es betreten und vernebelt sowohl die Sicht als auch Duftnoten.
ja: 有毒性の刺激物が充填された、円筒型手榴弾です。使用してピンを引き点火します。有毒ガスが噴出するまで5ターンの時間が掛かります。ガスを浴びるとダメージを受け、また、ガス内では動きが鈍り、視覚と嗅覚が阻害されます。
zh_cn: 拔下安全销来使用毒气弹，你将有五回合时间来扔掉它，接下来的几个回合它会在周围释放毒气，让所有进入毒雾的倒霉蛋受到毒害速度下降，顺便毒雾还能阻碍视线，掩盖气味，真乃杀人放火、逃命飞奔之必备良器。

source: This is a car horn meant to be attached to a car's electrical system.
de: Die ist eine Autohupe, die dazu gedacht ist, an das elektrische System eines Autos angebracht zu werden.
ja: 車の電気系統に接続するタイプのクラクションです。
ko: 차량의 전력 시스템에 연결시켜 사용하는, 차량용 경적입니다.
ru: Автомобильный гудок, может быть подключён к электрической сети автомобиля.
zh_cn: 汽车喇叭要连接到汽车的电气系统。

source: This is a carefully-selected piece of flint and a carbon steel fire starter. Use it to spark a flame.
zh_cn: 这是经过精心挑选的打火石，可以用于点火。

source: This is a chainsaw that has been lightened, tuned, and extensively modified to be a more effective weapon. Unfortunately these modifications have rendered it much less effective as a woodcutting tool.
de: Dies ist eine Kettensäge, die erleichtert, getunt und stark modifiziert wurde, um eine effektivere Waffe zu sein. Unglücklicherweise machen diese Modifikationen sie als Holzfällwerkzeug ineffektiver.
ja: 軽量化し、広範囲に効果的にダメージを与えられるよう武器として改造したチェーンソーです。残念ながら木材を伐採する道具としては使いにくくなっています。
zh_cn: 经过魔改之后，这把消声轻量电锯成为一把大杀器。不幸的是，它再也不能像从前那样畅快淋漓地切木头了。
