Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: ______NO NAME ENTERED!!!______
de: __KEINEN NAMEN EINGEGEBEN!!!__
ja: ______名前が入力されていない！______
ko: ______이름 없음!!!______
ru: ______ИМЯ НЕ ВВЕДЕНО!!!______
zh_cn: _________未输入名字!!!!________

source: activated
ja: 有効
zh_cn: 已激活

source: costs
de: kostet
ja: 消費
ko: 소모
ru: стоит
zh_cn: 消耗

source: earns
de: bringt
ja: 取得
ko: 획득
ru: даёт
zh_cn: 获得

source: toggled
ja: 切替
zh_cn: 切换

source: %1$s saying "%2$s"
de: %1$s »%2$s« sagen
ja: 会話(%1$s): 「%2$s」
ko: %1$s은(는) "%2$s" (이)라고 말했습니다.
ru: %1$s говорит "%2$s"
zh_cn: %1$s 正在说 "%2$s"

source: %1$s says: "%2$s"
de: %1$s sagt: »%2$s«.
ja: 会話(%1$s): 「%2$s」
ko: %1$s이(가) 말했습니다 : "%2$s"
ru: %1$s сказал: "%2$s"
zh_cn: %1$s 说："%2$s"

source: %1$s wields a %2$s.
de: %1$s trägt %2$s.
ko: %1$s은(는) %2$s을(를) 들었습니다.
ru: %1$s вооружается %2$s.
zh_cn: %1$s 挥舞着一个 %2$s。

source: %s dies!
de: %s stirbt!
ja: %sは死にました！
ko: %s이(가) 죽었습니다!
ru: %s погибает!
zh_cn: %s 死掉了！

source: About to kill you
de: Im Begriff, dich zu töten
ja: 殺意が沸いている
ko: 죽이려고 한다
ru: Готов убить вас
zh_cn: 关于杀了你

source: Afraid
de: Verängstigt
ja: 脅威を感じる
ko: 두려운
ru: Боится
zh_cn: 畏惧

source: Alright, I got you covered!
de: So, ich geb dir Deckung!
ja: 任せてくれ！
ko: 좋아, 내가 널 엄호하지!
ru: Хорошо, я тебя прикрою!
zh_cn: 好吧，我掩护你！

source: Alright, I'll wait here.
de: In Ordnung, ich warte hier.
ja: 分かった、ここで待つ。
ko: 좋아, 난 여기서 기다리겠어.
ru: Хорошо, я буду ждать здесь.
zh_cn: 好吧，我等在这里。

source: Alright, see you later.
de: In Ordnung, wir sehen uns später.
ja: 分かった、また会おう。
ko: 좋아, 나중에 보자.
ru: Хорошо, до встречи.
zh_cn: 好吧，回头见。

source: Ambivalent
de: Unentschlossen
ja: 相反する感情を抱いている
ko: 양립 불가능한
ru: Ни рыба, ни мясо
zh_cn: 暧昧

source: Anger:
de: Wut:
ja: 怒り:
ko: 분노 :
ru: Злость:
zh_cn: 愤怒：

source: Angry
de: Sauer
ja: 怒っている
ko: 화가 난
ru: Злой
zh_cn: 愤怒

source: Arsonist
de: Brandstifter
ja: 放火魔
zh_cn: 纵火犯

source: Attacking to kill
de: Greift an, um zu töten
ja: 殺す為に攻撃
ko: 죽이려고 공격중
ru: Пытается убить
zh_cn: 进攻并杀戮

source: Best Friends Forever!
de: Bester Freund
ja: かけがえの無い親友だと思っている！
ko: 영원히 최고의 친구야!
ru: Лучшие друзья навек!
zh_cn: 崇拜你

source: Bounty Hunter
de: Kopfgeldjäger
ja: 賞金稼ぎ
ko: 현상금 사냥꾼
ru: Охотник за головами
zh_cn: 赏金猎人

# memorial_female
source: Caught and killed an ape. Prey doesn't have a name.
de: Fing und tötete einen Affen. Beute hat keinen Namen.
ja: 類人猿を捕らえて殺しました。獲物に名前など必要ない。
ko: 어떤 유인원을 잡아 죽였습니다. 그 먹잇감은 이름이 없었습니다.
ru: Поймала и убила обезьяну. У жертвы не было имени.
zh_cn: 捕获并杀死了一个无名的猿类生物。

# memorial_male
source: Caught and killed an ape. Prey doesn't have a name.
de: Fing und tötete einen Affen. Beute hat keinen Namen.
ja: 類人猿を捕らえて殺しました。獲物に名前など必要ない。
ko: 어떤 유인원을 잡아 죽였습니다. 그 먹잇감은 이름이 없었습니다.
ru: Поймал и убил обезьяну. У жертвы не было имени.
zh_cn: 捕获并杀死了一个无名的猿类生物。

source: Completely trusting
de: Völlig vertrauend
ja: 全幅の信頼を寄せている
ko: 완전히 신뢰 중인
ru: Доверяет полностью
zh_cn: 完全信任的

source: Completely untrusting
de: Völlig misstrauisch
ja: まったく信じられない
ko: 전혀 믿고있지 않습니다.
ru: Совсем не доверяет
zh_cn: 完全不信任

source: Considers you a burden
de: Sieht dich als eine Last
ja: 心配の種だと思っている
ko: 너에게 짐을 지우는 것을 고민해
ru: Считает вас обузой
zh_cn: 认为你是负担

source: Considers you a major liability
de: Sieht dich als eine große Belastung
ja: 邪魔者だと思っている
ko: 네게 아주 중요한 책임이 있다는걸 고려해
ru: Считает вас большой помехой
zh_cn: 认为你是主要障碍

source: Considers you an annoyance
de: Sieht dich als eine Belästigung
ja: 鬱陶しいと思っている
ko: 무시하는 것을 고려해봐
ru: Считает вас источником беспокойства
zh_cn: 厌烦你

source: Cowboy
ja: カウボーイ
ko: 카우보이
ru: Ковбой
zh_cn: 牛仔

source: Defending you
de: Dich verteidigend
ja: 援護
ko: 당신을 보호
ru: Защищает вас
zh_cn: 保护你

source: Doctor
de: Arzt
ja: 医者
ko: 의사
ru: Врач
zh_cn: 医生

source: Doesn't care about you
de: Schert sich nicht um dich
ja: 特に気にしていない
ko: 너에 대해서 걱정하지마
ru: Вы ему по барабану
zh_cn: 无视你

source: Enslaved
de: Versklavt
ja: 奴隷
ko: 노예로 만듦
ru: Порабощен
zh_cn: 奴役

source: Fear:
de: Angst:
ja: 恐怖:
ko: 매우 공포에 질린
ru: Страх:
zh_cn: 恐惧:

source: Fleeing
de: Fliehend
ja: 逃走
ko: 도망침
ru: Убегает
zh_cn: 溜之大吉

source: Following
de: Folgend
ja: 追従
ko: 따라감
ru: Следует
zh_cn: 追随

source: Following & ignoring monsters
de: Folgend u. Monster ignorierend
ja: 追従 & モンスターを無視
ko: 따라감 & 몬스터 무시
ru: Следует и игнорирует монстров
zh_cn: 追随&无视怪物

source: Hacker
ja: ハッカー
ko: 해커
ru: Хакер
zh_cn: 黑客

source: Healing you
de: Dich heilend
ja: 治療
ko: 당신을 치료
ru: Лечит вас
zh_cn: 治疗你

source: I've got your back!
de: Ich stehe hinter dir!
ja: 後ろにいるぞ！
ko: 난 너의 뒤에 있어!
ru: Я тебя прикрою!
zh_cn: 我在你后面！

source: Ignoring
de: Ignorierend
ja: 無視
ko: 무시중
ru: Игнорирует
zh_cn: 无视中

source: Kidnapped
de: Entführt
ja: 攫われた
ko: 납치됨
ru: Похищенный
zh_cn: 绑架

# memorial_female
source: Killed a delicious-looking friend, %s, in cold blood.
de: Tötete einen schmackhaft aussehenden Freund – %s – auf kaltblütige Weise.
ja: 美味しそうな友人の%sを冷酷に殺しました。
ko: 맛있어 보이는 친구인 %s을(를) 냉혹하게 죽였습니다.
zh_cn: 冷血的杀害友善的伙伴，%s。

# memorial_male
source: Killed a delicious-looking friend, %s, in cold blood.
de: Tötete einen schmackhaft aussehenden Freund – %s – auf kaltblütige Weise.
ja: 美味しそうな友人の%sを冷酷に殺しました。
ko: 맛있어 보이는 친구인 %s을(를) 냉혹하게 죽였습니다.
zh_cn: 冷血的杀害友善的伙伴，%s。

# memorial_female
source: Killed a delicious-looking innocent, %s, in cold blood.
de: Tötete einen schmackhaft aussehenden Unschuldigen, %s, kaltblütig.
ja: 美味しそうな罪無き%sを冷酷に殺しました。
ko: 맛있어 보이고 무고한 %s을(를) 냉혹하게 죽였습니다.
zh_cn: 冷血的杀害友善的无辜者，%s。

# memorial_male
source: Killed a delicious-looking innocent, %s, in cold blood.
de: Tötete einen schmackhaft aussehenden Unschuldigen, %s, kaltblütig.
ja: 美味しそうな罪無き%sを冷酷に殺しました。
ko: 맛있어 보이고 무고한 %s을(를) 냉혹하게 죽였습니다.
zh_cn: 冷血的杀害友善的无辜者，%s。

# memorial_female
source: Killed a friend, %s.
de: Tötete einen Freund, %s.
ja: 友人の%sを殺しました。
ko: 친구인 %s을(를) 죽였습니다.
ru: Убила друга: %s.
zh_cn: 杀死朋友， %s。

# memorial_male
source: Killed a friend, %s.
de: Tötete einen Freund, %s.
ja: 友人の%sを殺しました。
ko: 친구인 %s을(를) 죽였습니다.
ru: Убил друга: %s.
zh_cn: 杀死朋友， %s。

# memorial_female
source: Killed a friendly ape, %s. Better eaten than eating.
de: Tötete einen freundlichen Affen, %s. Besser gefressen sein als selber fressen.
ja: %sという友好的な猿を殺しました。友人ではなく食料として役に立って貰いましょう。
ko: 친하게 지내던 유인원인 %s을(를) 죽였습니다. 먹히는 것보단 먹어버리는 것이 더 낫죠.
zh_cn: 杀死了一个名为 %s 的友好的猿类生物，有的吃总比没得吃好。

# memorial_male
source: Killed a friendly ape, %s. Better eaten than eating.
de: Tötete einen freundlichen Affen, %s. Besser gefressen sein als selber fressen.
ja: %sという友好的な猿を殺しました。友人ではなく食料として役に立って貰いましょう。
ko: 친하게 지내던 유인원인 %s을(를) 죽였습니다. 먹히는 것보단 먹어버리는 것이 더 낫죠.
zh_cn: 杀死了一个名为 %s 的友好的猿类生物，有的吃总比没得吃好。

# memorial_female
source: Killed an innocent person, %s, in cold blood and felt terrible afterwards.
de: Tötete eine unschuldige Person – %s – kaltblütig und fühlte sich danach fürchterlich.
ja: 何の罪もない%sを冷酷に殺しました。罪悪感に苛まれています。
ko: 무고한 사람인 %s을(를) 냉혹하게 죽이고 나서 끔찍한 죄책감을 경험했습니다.
zh_cn: 你冷冰冰地看着%s的尸体……感觉真是糟透了。

# memorial_male
source: Killed an innocent person, %s, in cold blood and felt terrible afterwards.
de: Tötete eine unschuldige Person – %s – kaltblütig und fühlte sich danach fürchterlich.
ja: 何の罪もない%sを冷酷に殺しました。罪悪感に苛まれています。
ko: 무고한 사람인 %s을(를) 냉혹하게 죽이고 나서 끔찍한 죄책감을 경험했습니다.
zh_cn: 你冷冰冰地看着%s的尸体……感觉真是糟透了。

# memorial_female
source: Killed an innocent, %s, in cold blood. They were weak.
de: Tötete einen Unschuldigen, %s, kaltblütig. Sie waren schwach.
ja: 何の罪もない%sを冷酷に殺しました。弱過ぎて手応えが無かったな。
ko: 무고한 %s을(를) 냉혹하게 죽였습니다. 그 사람은 나약했습니다.
zh_cn: 你冷冰冰地看着%s的尸体……你唯一的罪孽是：他们太弱了。

# memorial_male
source: Killed an innocent, %s, in cold blood. They were weak.
de: Tötete einen Unschuldigen, %s, kaltblütig. Sie waren schwach.
ja: 何の罪もない%sを冷酷に殺しました。弱過ぎて手応えが無かったな。
ko: 무고한 %s을(를) 냉혹하게 죽였습니다. 그 사람은 나약했습니다.
zh_cn: 你冷冰冰地看着%s的尸体……你唯一的罪孽是：他们太弱了。

# memorial_female
source: Killed an innocent, %s.
de: Tötete einen Unschuldigen, %s.
ja: 罪無き%sを殺しました。
ko: 무고한 %s을(를) 죽였습니다.
ru: Убила невинного, %s.
zh_cn: 杀死了无辜的%s。

# memorial_male
source: Killed an innocent, %s.
de: Tötete einen Unschuldigen, %s.
ja: 罪無き%sを殺しました。
ko: 무고한 %s을(를) 죽였습니다.
ru: Убил невинного, %s.
zh_cn: 杀死了无辜的%s。

# memorial_female
source: Killed someone foolish enough to call you friend, %s. Didn't care.
de: Tötete jemanden, der dumm genug war, sie Freund zu nennen: %s. Scherte sie nicht.
ja: 一応友達と呼べなくもない%sという阿呆を殺しました。どうでもいいやつでした。
ko: 당신을 친구라고 생각하던 멍청이인 %s을(를) 죽였습니다. 별로 신경쓰이지는 않았습니다.
zh_cn: 竟然把你当做朋友……%s简直蠢得死有余辜。你一脸无所谓地踏过尸体。

# memorial_male
source: Killed someone foolish enough to call you friend, %s. Didn't care.
de: Tötete jemanden, der dumm genug war, ihn Freund zu nennen: %s. Scherte ihn nicht.
ja: 一応友達と呼べなくもない%sという阿呆を殺しました。どうでもいいやつでした。
ko: 당신을 친구라고 생각하던 멍청이인 %s을(를) 죽였습니다. 별로 신경쓰이지는 않았습니다.
zh_cn: 竟然把你当做朋友……%s简直蠢得死有余辜。你一脸无所谓地踏过尸体。

source: Leading
de: Führend
ja: 先導
ko: 이끌어감
ru: Руководит
zh_cn: 领导

source: Merchant
de: Händler
ja: 商人
zh_cn: 商人

source: Missing NPC
de: Fehlender NPC
ja: 行方不明のNPC
ru: Пропавший
zh_cn: 失踪的NPC

source: Mugging you
de: Dich überfallend
ja: 強盗
ko: 당신을 처다봄
ru: Вас ограбили
zh_cn: 打劫你

source: No class
de: Keine Klasse
ja: 無職
ru: Без класса
zh_cn: 未分类

source: No way, I need you!
de: Keineswegs, ich brauche dich!
ja: 駄目だ、あんたが必要なんだ！
ko: 절대 안돼, 난 네가 필요해!
ru: Ни за что, ты мне нужен!
zh_cn: 不行，我需要你！

source: No way, man!
de: Keineswegs, Mann!
ja: おいおい、そりゃないぜ！
ko: 절대 안된다고!
ru: Ни за что!
zh_cn: 想都别想！

source: Pissed off
de: Angepisst
ja: 苛立っている
ko: 화가 머리끝까지 치솟은
ru: Раздражённый
zh_cn: 不爽

source: Scavenger
de: Plünderer
ja: スカベンジャー
zh_cn: 拾荒者

source: Scientist
de: Wissenschaftler
ja: 科学者
ko: 과학자
ru: Учёный
zh_cn: 科学家

source: Screw you!
de: Geh zum Teufel!
ja: くたばりやがれ！
ko: 엿이나 처먹어!
ru: Иди на хрен!
zh_cn: 去你的！

source: Shopkeep
de: Ladenbesitzer
ja: 店主
ko: 가게주인
ru: Хозяин магазина
zh_cn: 店主

source: Soldier
zh_cn: 战士

source: Terrified
de: Extrem verängstigt
ja: 身体が震える程の恐怖を感じる
ko: 공포에 질린
ru: В ужасе
zh_cn: 受惊

source: Thinks well of you
de: Denkt positiv über dich
ja: 悪い人ではないと思っている
ko: 조심하라고
ru: Неплохого мнения о вас
zh_cn: 友好

source: Thinks you're harmless
de: Glaubt, du seist harmlos
ja: 無害だと思っている
ko: 내가 생각하기에 넌 정말 나에게 해로워
ru: Думает, что вы безобидны
zh_cn: 认为你是无害的

source: Thinks you're laughably harmless
de: Glaubt, du seist lächerlich harmlos
ja: 完全に無害だと思っている
ko: 내가 생각하기에 넌 정말 아무런 해도 없어
ru: Думает, что вы до смешного безобидны
zh_cn: 认为你完全不构成威胁

source: Thug
de: Schläger
ja: 凶悪犯
zh_cn: 恶棍

source: Trader
de: Händler
ja: 貿易商
ko: 상인
ru: Торговец
zh_cn: 商人

source: Treasures you
de: Schätzt dich
ja: 親友だと思っている
ko: 너는 그야말로 보물이야
ru: Дорожит вами
zh_cn: 崇敬你

source: Trust:
de: Vertrauen:
ja: 信頼:
ko: 신뢰 :
ru: Доверие:
zh_cn: 信任：

source: Trusting
de: Vertrauend
ja: 信頼を置いている
ko: 신뢰 중인
ru: Доверяет
zh_cn: 信任的

source: Unafraid
de: Keine Angst
ja: 殆ど恐怖を感じない
ko: 두렵지 않은
ru: Не боится
zh_cn: 视死如归

source: Uneasy
de: Beunruhigt
ja: 少し不安がある
ko: 찜찜한
ru: Всё сложно
zh_cn: 让人不安的

source: Unknown class
de: Unbekannte Klasse
ja: 職業不明
ru: Неизвестный класс
zh_cn: 未知类

source: Untrusting
de: Misstrauisch
ja: 信じられない
ko: 불신하고 있습니다.
ru: Не доверяет
zh_cn: 难以信任

source: Value:
de: Wert:
ja: 価値:
ko: 가치 :
ru: Значимость:
zh_cn: 价值：

source: Values your presence
de: Schätzt deine Gegenwart
ja: 大切な友人だと思っている
ko: 현재 상태 수치
ru: Ценит ваше присутствие
zh_cn: 尊敬你

source: Very afraid
de: Sehr verängstigt
ja: かなりの恐怖を感じる
ko: 매우 두려운
ru: Очень боится
zh_cn: 很害怕

source: Very trusting
de: Sehr vertrauend
ja: かなりの信頼を寄せている
ko: 아주 신뢰 중인
ru: Очень доверяет
zh_cn: 非常令人信任的

source: Very untrusting
de: Sehr misstrauisch
ja: とてもじゃないが信じられない
ko: 매우 불신하고 있습니다.
ru: Очень не доверяет
zh_cn: 很难信任

source: Waiting for you
de: Auf dich wartend
ja: 待機
ko: 당신을 기다림
ru: Ожидает вас
zh_cn: 等你

source: Waiting for you to leave
de: Wartet darauf, dass du gehst
ja: あなたが去るのを待っている
ko: 당신이 떠나기를 기다림
ru: Ждет пока вы уйдёте
zh_cn: 不许动

source: Wants to talk
de: Will reden
ja: 対話
ko: 이야기 하고 싶어함
ru: Хочет поговорить
zh_cn: 想要交谈

source: Wants to trade
de: Will handeln
ja: 取引
ko: 거래하고 싶어함
ru: Хочет поторговать
zh_cn: 想要交易

source: Wary
de: Argwöhnisch
ja: 多少脅威だと思っている
ko: 경계하는
ru: Беспокоится
zh_cn: 警惕

source: Wearing:
de: Kleidung:
ja: 着用:
ko: 입고 있는 것:
ru: Надето:
zh_cn: 穿着:

source: Wielding a %s
de: Trägt: %s
ja: %sを手に持ちました。
ko: %s을(를) 들고 있습니다
ru: Вооружился %s
zh_cn: 挥舞着 %s

source: Wielding:
de: Bewaffnet mit:
ja: 装備:
ko: 들고 있는 것:
ru: В руках:
zh_cn: 挥舞着：

source: You can do no wrong!
de: Du kannst nichts Unrechtes tun!
ja: 素晴らしい人だと思っている！
ko: 넌 틀리지 않고 할 수 있어!
ru: Ты просто душка!
zh_cn: 人非圣贤，孰能无过！

source: You're good people
de: Ihr seid gute Leute
ja: 良い人だと思っている
ko: 넌 좋은 사람이야
ru: Вы хороший человек
zh_cn: 你是好人

source: %s drops %d item.
de: %s lässt %d Gegenstand fallen.
ko: %s은(는) %d을(를) 버렸습니다.
ru: %s выбросил %d предмет.
zh_cn: %s 丢下了物品 %d 。

source: %s drops a %s.
de: %s lässt 1 %s fallen.
ko: %s은(는) %s을(를) 버렸습니다.
ru: %s выбросил %s.
zh_cn: %s 丢弃了一个 %s 。

source: %s heals %s.
de: %s heilt %s.
ko: %s은(는) %s을(를) 치료해줬습니다.
ru: %s лечит %s.
zh_cn: %s 治疗了 %s。

source: %s heals someone.
de: %s heilt jemanden.
ko: %s은(는) 누군가를 치료해줬습니다.
ru: %s лечит кого-то.
zh_cn: %s 治疗了某人。

source: %s heals you.
de: %s heilt dich.
ko: %s이(가) 당신을 치료해줬습니다.
ru: %s лечит вас.
zh_cn: %s 治疗了你。

source: %s picks something up.
de: %s hebt etwas auf.
ja: %sは何かを拾いました。
ko: %s은(는) 뭔가를 주웠습니다.
ru: %s подобрал что-то.
zh_cn: %s 捡起了某件东西。

source: %s picks up a %s and a %s.
de: %s hebt auf: %s und %s.
ko: %s은(는) %s 한 개와 %s 한 개를 주웠습니다.
ru: %s подбирает %s и %s.
zh_cn: %s 捡起了一个 %s 和一个 %s 。

source: %s picks up a %s.
de: %s hebt auf: %s.
ko: %s은(는) %s 한 개를 주웠습니다.
ru: %s подбирает %s.
zh_cn: %s 捡起了一个 %s。

source: %s picks up a couple of items.
de: %s hebt ein paar Gegenstände auf.
ja: %sは2個のアイテムを拾いました。
ko: %s은(는) 몇 가지 물건을 주웠습니다.
ru: %s подбирает пару предметов.
zh_cn: %s 捡起了一堆物品。

source: %s picks up several items.
de: %s hebt diverse Gegenstände auf.
ja: %sは複数のアイテムを拾いました。
ko: %s은(는) 물건 몇 개를 주웠습니다.
ru: %s подбирает несколько предметов.
zh_cn: %s 捡起了几件物品。

source: %s reloads their %s.
de: %s lädt die %s nach.
ko: %s은(는) %s을(를) 재장전 했습니다.
ru: %s перезаряжает %s.
zh_cn: %s 重新装填了他们的 %s 。

source: %s takes %s's %s.
de: %s nimmt sich %ss %s.
ko: %s이(가) %s의 %s을(를) 가져갑니다.
ru: %s взял у %s %s.
zh_cn: %s 抢走了 %s的 %s。

source: %s takes %s's money!
de: %s nimmt sich %ss Geld!
ko: %s이(가) %s의 돈을 가져갑니다!
ru: %s забирает деньги у %s!
zh_cn: %s 抢走了 %s的钱！

source: %s takes some %s.
de: %s nimmt etwas %s ein.
zh_cn: %s 服用了一些 %s 。

source: %s takes someone's money!
de: %s nimmt sich das Geld von jemanden!
ko: %s이(가) 누군가의 돈을 가져갑니다!
ru: %s забирает чьи-то деньги!
zh_cn: %s 抢了某人的钱！

source: %s takes something from somebody.
de: %s nimmt sich etwas von jemanden.
ko: %s이(가) 누군가의 물건을 가져갑니다.
ru: %s забирает что-то у кого-то.
zh_cn: %s 抢走了某人的某样东西。

source: %s takes your %s.
de: %s nimmt sich dein %s.
ko: %s이(가) 당신의 %s을(를) 가져갑니다.
ru: %s забирает ваш %s.
zh_cn: %s 抢走了你的 %s 。

source: %s takes your money!
de: %s nimmt sich dein Geld!
ja: %sにお金を取られました！
ko: %s이(가) 당신의 돈을 가져갑니다!
ru: %s забирает ваши деньги!
zh_cn: %s 抢走了你的钱！

source: %s throws a %s.
de: %s wirft 1 %s.
ko: %s은(는) %s을(를) 던졌습니다.
ru: %s метнул %s.
zh_cn: %s 投掷了一个 %s。

source: <move> so I can shoot that %s!
de: <move>, damit ich dieses %s abschießen kann!
ja: <move>！その%sを撃つ！
ko: <move> %s 쏴야 한다고!
zh_cn: <move> 所以我无法射击那个 %s!

source: Avoid friendly fire
de: Kollateralschäden vermeiden
ja: 同士討ちを避ける
ko: 아군 사격 피하기
ru: Избегай атак по своим
zh_cn: 避免误伤

source: Don't move a <swear> muscle...
de: Beweg keinen <swear> Muskel!
ja: その<swear>筋肉を動かすなよ...
ko: 근육 한가닥이라도 움직이기만 해봐...
zh_cn: 不要动<swear>

source: Drop items
de: Gegenstände fallen lassen
ja: アイテムを落とす
ko: 물품 버리기
ru: Выброси предметы
zh_cn: 丢弃物品

source: Fire a burst
de: Feuerstoß abgeben
ja: 制限点射
ko: 연발 사격
ru: Поджигай
zh_cn: 烧了一阵

source: Flee
de: Fliehen
ja: 逃走
ko: 도망
ru: Убегай
zh_cn: 奔跑

source: Follow player
de: Spieler folgen
ja: プレイヤーに追従する
ko: 플레이어 쫓아가기
ru: Следовать за игроком
zh_cn: 跟随玩家

source: Follow player (embarked)
de: Spieler folgen (eingetroffen)
ja: プレイヤーに追従する(搭乗)
ko: 플레이어 쫓아가기 (탑승)
ru: Следовать за игроком (приступил)
zh_cn: 跟随玩家（搭趁）

source: Go to destination
de: Zum Ziel gehen
ja: 目的地に行く
ko: 목적지로 이동
ru: Идти к цели
zh_cn: 向目标前进

source: Heal player
de: Spieler heilen
ja: プレイヤーを治療する
ko: 플레이어 치료
ru: Лечить игрока
zh_cn: 医治玩家

source: Heal self
de: Sich selbst heilen
ja: 自身を治療する
ko: 자가 치료
ru: Лечи себя
zh_cn: 自我治疗

source: Hold on, I want to pick up that %s.
de: Moment bitte, ich will dieses %s aufsammeln.
ja: ちょっと待ってくれ、その%sを拾いたいんだ。
ko: 잠깐, 저 %s을(를) 줍고 싶은데.
ru: Погоди, я хочу подобрать %s.
zh_cn: 等我一会，%s 归我了。

source: Hold still, I can heal you more.
de: Halte still, ich kann dich weiterheilen.
ja: 動くな、まだ治療中だ。
ko: 잠깐 있어봐, 조금 더 치료해줄 수 있어.
ru: Постой, я могу тебя ещё подлечить.
zh_cn: 坚持住，我会治好你。

source: Look for player
de: Sich nach dem Spieler umschauen
ja: プレイヤーを見る
ko: 플레이어 보기
ru: Следить за игроком
zh_cn: 寻找玩家

source: Melee
de: Nahkampf
ja: 近接
ko: 근접 공격
ru: Ближний бой
zh_cn: 近战

source: Mug player
de: Spieler überfallen
ja: プレイヤーを襲う
ko: 온라인 게임 유저
ru: Гримасничать игроку
zh_cn: 抢劫

source: Pick up items
de: Gegenstände aufheben
ja: アイテムを拾う
ko: 물품 줍기
ru: Подбери предметы
zh_cn: 捡起物品

source: Reload
de: Nachladen
ja: 再装填
ko: 재장전
ru: Перезарядить
zh_cn: 装填

source: Shoot
de: Schießen
ja: 射撃
ko: 사격
ru: Стреляй
zh_cn: 射击

source: Someone heals %s.
de: Jemand heilt %s.
ko: 누군가 %s을(를) 치료해줬습니다.
ru: Кто-то лечит %s.
zh_cn: 某人治疗了 %s。

source: Someone heals you.
de: Jemand heilt dich.
ko: 누군가 널 치료해줄거야.
ru: Кто-то вас лечит.
zh_cn: 某人治疗了你。

source: Someone picks up a %s and a %s
de: Jemand hebt 1 %s und 1 %s auf.
ko: 누군가 %s 와 %s 한 개를 주웠습니다.
ru: Кто-то подбирает %s и %s
zh_cn: 某人捡起了一个 %s 和 %s

source: Someone picks up a %s.
de: Jemand hebt 1 %s auf.
ja: 誰かが%sを拾いました。
ko: 누군가 %s 한 개를 주웠습니다.
ru: Кто-то подбирает %s.
zh_cn: 某人捡起了一个 %s。

source: Someone picks up several items.
de: Jemand hebt verschiedene Gegenstände auf.
ja: 誰かが複数のアイテムを拾いました。
ko: 누군가 물건 몇 개를 주웠습니다.
ru: Кто-то подбирает несколько предметов.
zh_cn: 某人捡起了几件物品。

source: Someone takes %s's %s.
de: Jemand nimmt sich %ss %s.
ko: 누군가 %s의 %s(을)를 가져갑니다.
ru: Кто-то взял у %s %s.
zh_cn: 某人抢走了 %s的 %s。

source: Someone takes %s's money!
de: Jemand nimmt sich %ss Geld!
ko: 누군가 %s의 돈을 가져갑니다!
ru: Кто-то забирает деньги у %s!
zh_cn: 某人抢走了 %s的钱！

source: Someone takes your %s.
de: Jemand nimmt sich dein %s.
ko: 누군가 당신의 %s을(를) 가져갑니다.
ru: Кто-то забирает ваш %s.
zh_cn: 某人抢走了你的 %s。

source: Someone takes your money!
de: Jemand nimmt sich dein Geld!
ja: 誰かに金を盗まれた！
ko: 누군가 당신의 돈을 가져갑니다!
ru: Кто-то забирает ваши деньги!
zh_cn: 某人抢走了你的钱！

source: Talk to player
de: Zum Spieler reden
ja: プレイヤーと話す
ko: 플레이어에게 말걸기
ru: Поговорить с игроком
zh_cn: 对话玩家

source: That's all the healing I can do.
de: Das ist die ganze Heilung, die ich machen kann.
ja: 今出来る最大限の治療です。
ko: 내가 할 수 있는 최대한 치료했어.
ru: Это всё что я могу сделать для лечения.
zh_cn: 这是我所能做所有治疗。

source: Undecided
de: Unentschlossen
ja: 未定
ko: 선택안됨
ru: Не определился
zh_cn: 未决定

source: Use alternate attack
de: Alternativen Angriff verwenden
ja: 攻撃方法を変える
ko: 2차 공격 사용
ru: Используй альтернативную атаку
zh_cn: 使用备用攻击

source: Use escape item
de: Fluchtgegenstand benutzen
ja: 脱出アイテムを使う
ko: 탈출용 물품 사용
ru: Используй предмет, чтобы выйти
zh_cn: 使用逃生工具

source: Use painkillers
de: Schmerzmittel verwenden
ja: 鎮痛剤を使う
ko: 진통제 사용
ru: Используй болеутоляющее
zh_cn: 使用止疼药

source: Wield empty gun
de: Leere Feuerwaffe tragen
ja: 空の銃を使う
ko: 빈 총 장비
ru: Возьми разряженное оружие
zh_cn: 挥动空枪

source: Wield loaded gun
de: Geladene Feuerwaffe tragen
ja: 装填した銃を使う
ko: 장전된 총 장비
ru: Возьми заряженное оружие
zh_cn: 挥舞枪支

source: Wield melee weapon
de: Nahkampfwaffe tragen
ja: 打撃武器を使う
ko: 근접 무기 장비
ru: Возьми рукопашное оружие
zh_cn: 挥舞近战武器

source: herself
de: sich selbst
ja: 彼女自身の
ko: 그녀 자신
ru: сама себя
zh_cn: 她自己

source: himself
de: sich selbst
ja: 彼自身の
ko: 그 자신
ru: сам себя
zh_cn: 他自己

source: And I have more I'd like you to do.
de: Und ich hab noch mehr, wenn du möchtest.
ja: そして頼みたいことはまだあるんだ。
ko: 그리고 니가 해줬으면 하는게 더 있어.
zh_cn: 而且我还有其他事要你做。

source: I could use a hand with something else if you are interested.
de: Ich könnte etwas Hilfe mit etwas anderem gebrauchen, wenn du intessiert bist.
ja: もし力を貸してくれるなら他にも頼みたいことがあるんだ。
zh_cn: 如果你有兴趣，我还真需要有人帮个忙。

source: If you are interested, I have another job for you.
de: Falls du daran interessiert bist, hab ich eine andere Aufgabe für dich.
ja: もし興味があれば、他にも頼みたい仕事があるんだ。
zh_cn: 你有兴趣的话，我这还有个活。

source: %s will not use firearms.
de: %s wird keine Waffen benutzen.
ja: %sは銃器を使わない。
ko: %s은(는) 소음 총기를 사용하지 않을 것입니다.
ru: %s не будет использовать огнестрельное оружие.
zh_cn: %s 无法使用枪械。

source: %s will not use grenades.
de: %s wird keine Granaten benutzen.
ja: %sは手榴弾を投げない。
ko: %s은(는) 수류탄을 사용하지 않을 것입니다.
ru: %s не будет использовать гранаты.
zh_cn: %s 无法使用手雷。

source: %s will use firearms.
de: %s wird Feuerwaffen benutzen.
ja: %sは銃器を使います。
ko: %s은(는) 총기를 사용할 것입니다.
ru: %s будет использовать огнестрельное оружие.
zh_cn: %s 将使用枪械。

source: %s will use grenades.
de: %s wird Granaten benutzen.
ja: %sは手榴弾を投げます。
ko: %s은(는) 수류탄을 사용할 것입니다.
ru: %s будет использовать гранаты.
zh_cn: %s 将使用手雷。

source: %s will use silenced firearms.
de: %s wird Schalldämfer benutzen.
ja: %sは音の出ない銃器を使います。
ko: %s은(는) 소음 총기를 사용할 것입니다.
ru: %s будет использовать бесшумное огнестрельное оружие.
zh_cn: %s 将使用静音枪械。

source: !Calm down. I'm not going to hurt you.
de: Ruhig Blut. Ich habe nicht vor, dich zu verletzen.
ja: 落ち着けよ。君を傷付けるつもりはないよ。
ko: !진정해. 널 공격하려는게 아니라고.
ru: !Успокойся. Я не причиню тебе зла.
zh_cn: !冷静. 我不打算伤害你.

source: !Drop your weapon!
de: Lass deine Waffe fallen!
ja: 武器を捨てろ！
ko: !무기를 버려!
ru: !Бросай оружие!
zh_cn: !放下你的武器!

source: !Get out of here or I'll kill you.
de: Verschwinde von hier, sonst töte ich dich.
ja: 立ち去りな、さもなくば死ぬ事になるぞ。
ko: !여기서 꺼져, 아님 죽여버리겠어.
ru: Прочь с дороги или я убью тебя.
zh_cn: !快从这里滚,否则我杀了你.

source: !I'll kill you if you don't.
de: !Wenn du es nicht tust, werd ich dich töten.
ja: !いいから来い、殺すぞ。
ko: ! 안그러면 죽여버리겠어.
ru: !Я убью тебя если ты не сделаешь этого.
zh_cn: !如果你敢说不,我就杀了你.

source: !Screw you, no.
de: Geh zum Teufel! Nein.
ja: ふざけるな、嫌だね。
ko: !물론 아니지, 엿이나 먹어.
ru: !Иди на хрен, нет.
zh_cn: ! 魂淡~~~ 不！

source: %d foot.
de: %d Fuß.
zh_cn: %d 英尺。

source: %d.%d miles.
de: %d,%d Meilen.
ja: %d.%d マイル。
ko: %d.%d 마일.
ru: %d.%d миль.
zh_cn: %d.%d 英里。

source: %s (cost %d)
zh_cn: %s (花费%d)

# memorial_female
source: %s became hostile.
de: %s ist feindlich geworden.
ja: %s は敵になった。
ko: %s이(가) 적대적이게 되었습니다.
ru: %s становится враждебной.
zh_cn: %s 转变为敌对状态！

# memorial_male
source: %s became hostile.
de: %s ist feindlich geworden.
ja: %s は敵になった。
ko: %s이(가) 적대적이게 되었습니다.
ru: %s становится враждебным.
zh_cn: %s 转变为敌对状态！

source: %s begins to follow you.
de: %s fängt an, dir zu folgen.
ja: %s はあなたに従い始めた。
zh_cn: %s 开始追随你！

source: %s feels less threatened by you.
de: %s fühlt sich von dir weniger bedroht.
ja: %s は警戒を解きはじめている。
zh_cn: %s 不再对你感到有威胁了。

source: %s gives you a %s
de: %s gibt dir 1 %s.
ko: %s이(가) %s을(를) 줬다.
ru: %s даёт вам %s
zh_cn: %s 给了你一个 %s 。

source: %s has nothing to give!
de: %s hat nichts zum Geben!
ja: %s は何も持っていない！
ko: %s에겐 줄게 아무 것도 없다!
ru: У %s ничего нет!
zh_cn: %s 没给你任何东西！

source: %s is fleeing from you!
de: %s flieht vor dir!
ja: %sは逃げようとしています！
ko: %s이(가) 도망칩니다!
ru: %s избегает вас!
zh_cn: %s 正在逃离你！

source: %s is hostile!
de: %s ist feindlich!
ja: %sは敵対的です！
ko: %s이(가) 적대적이 되었습니다!
ru: %s враг!
zh_cn: %s 是敌对的！

source: %s is posted as a guard.
de: %s ist als Wächter stationniert.
ja: %s は衛兵になった。
zh_cn: %s 成为一名守卫了。

source: %s leaves.
de: %s geht weg.
ja: %s は立ち去った。
ko: %s이(가) 떠났다.
zh_cn: %s 离开了。

source: %s starts ignoring you.
de: %s fängt an, dich zu ignorieren.
ja: %s はあなたを無視するようになった。
zh_cn: %s 开始无视你。

source: %s tries to talk to you, but you're deaf!
de: %s versucht, zu dir zu sprechen, aber du bist taub.
ko: %s은(는) 당신에게 말을 걸었습니다만, 당신은 듣지 못했습니다!
zh_cn: %s朝你喊话，但你聋了！

source: %s turns hostile!
de: %s wird feindlich!
ja: %s は敵になった！
ko: %s이(가) 적대적으로 되었습니다!
ru: %s становится врагом!
zh_cn: %s 变成敌对的了！

source: %s turns to flee!
de: %s flieht!
ja: %s は逃走を始めた！
ko: %s이(가) 도망간다!
ru: %s обращается в бегство!
zh_cn: %s 转向逃跑！

source: %s waits at %s
de: %s wartet auf %s
ko: %s이(가) %s에서 기다린다.
zh_cn: %s 等待在 %s
