Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Here I am.
de: Hier bin ich.
ja: ここにいるよ。
ko: 여기 있어.
ru: Вот и я.
zh_cn: 我在这里.

source: Here it is!
de: Hier ist es!
ja: あったぞ！
ko: 여기 있어!
zh_cn: 就是它了!

source: Here's what I can teach you...
de: Das kann ich dir beibringen:
ja: 教えられそうなのはこんなところだな...
ko: 이게 내가 가르쳐줄 수 있는거야...
ru: Вот чему я могу научить тебя…
zh_cn: 这就是我可以教你…

source: Hey <name_g>, I could really use a gun.
de: Hey <name_g>, ich könnte wirklich eine Knarre gebrauchen.
ja: なあ<name_g>、どうしても銃を使いたいんだが…。
ko: 이봐<name_g>, 총이 정말 필요하다고.
ru: Эй, <name_g>, я могу использовать огнестрел.
zh_cn: 嗨，<name_g>，我需要一杆枪。

source: Hey <name_g>, can I get through?
de: Hey, <name_g>, kann ich durch?
ja: なあ<name_g>、通してくれないか？
ko: 어이 <name_g>, 좀 지나가도 되나?
ru: Эй <name_g>, можно пройти?
zh_cn: 嘿， <name_g>，能让我过去吗？

source: Hey <name_g>, care to sell me a weapon?
de: Hallo <name_g>, willst du mir eine Waffe verkaufen?
ja: なあ<name_g>、武器を売る気は無いか？
ko: 이봐 <name_g>, 무기 좀 나한테 팔아보겠어?
ru: Привет <name_g>, хочешь продать мне оружие?
zh_cn: 嗨， <name_g>，给我卖件武器如何？

source: Hey <name_g>, let's talk!
de: Hey, <name_g>, lass uns reden!
ja: やあ、<name_g>。何か話そうじゃないか！
ko: 저기 <name_g>, 이야기좀 하자!
ru: Эй <name_g>, давай поговорим!
zh_cn: 嗨，<name_g>，让我们谈谈！

source: Hey <name_g>, move
de: Hey, <name_g>, Bewegung
ja: おい<name_g>、どいてくれ
ko: 야 <name_g>, 비켜
ru: Эй <name_g>, отойди
zh_cn: 嗨，<name_g>，走开

source: Hey <name_g>.
ja: やあ、<name_g>。
ko: 이봐, <name_g>.
ru: Здорова <name_g>.
zh_cn: 嘿，<name_g>。

source: Hey <name_g><punc> Wait for me!
de: Heda, <name_g><punc> Warte auf mich!
ja: おい<name_g><punc>待ってくれよ！
ko: 이봐 <name_g><punc> 기다려줘!
ru: Эй, <name_g><punc> Подожди меня!
zh_cn: 嘿，<name_g><punc>等等我！

source: Hey miss, don't you think it would be safer if you stuck with me?
zh_cn: 嘿小姐，难道你不觉得应该和我一起才更安全么？

source: Hey there, <name_g>.
de: Hey, <name_g>.
ja: やあ、<name_g>。
ko: 안녕, <name_g>.
ru: Привет, <name_g>.
zh_cn: 嘿，<name_g>。

source: Hey, I <really> want to talk to you!
de: Hey, ich will <really> mit dir reden!
ja: やあ、私は君と<really>話がしたいんだ！
ko: 이봐, <really> 너하고 이야길 해야겠어!
ru: Эй, мне <really> нужно поговорить с тобой!
zh_cn: 嗨，我真的需要和你谈谈！

source: Hey, I'm over here!
de: Heda, ich bin hier drüben!
ja: おい、ここだ！
ko: 이봐 난 여기있어!
ru: Эй, я здесь!
zh_cn: 嘿,我在这儿！

source: Hey, citizen... I'm not sure you belong here.
zh_cn: 嗨，市民...你不该在这里。

source: Hey, wait up, <okay>?
de: Hey, warte mal, <okay>?
ja: おい、待てってば。<okay>？
ko: 잠깐 기다려줘, <okay>?
ru: Эй, не спеши, <okay>?
zh_cn: 嗨，等一下，<name_g>!

source: Hey, we should talk, <okay>?
de: Hey, wir sollten reden, <okay>?
ja: やあ、私達は話をしないといけない、<okay>？
ko: 이봐, 이야기좀 하자고, <okay>?
ru: Эй, мы должны поговорить, <okay>?
zh_cn: 嗨，我们应该谈谈，好吗？

source: Hey, where are you?
de: Hey, wo bist du?
ja: おい、どこに居るんだ？
ko: 이봐, 어디있어?
ru: Эй, ты где?
zh_cn: 嘿,你在哪里?

source: Hey, you got a spare gun? It'd be better than my <swear> <mywp><punc>
de: Hey, hast du eine Knarre übrig? Das wäre besser als meine <swear> <mywp><punc>
ja: なあ、予備の銃を持ってないか？この<swear><mywp>よりマシな奴を…。
ko: 이봐, 남는 총 있어? 내 <swear> <mywp> 보다 나을 것 같은데<punc>
ru: Слушай, есть запасная пушка? По-любому будет лучше, чем мой <swear> <mywp><punc>
zh_cn: 嗨，你有多余的枪吗？必须是比我的<swear> <mywp>更好的<punc>

source: Hey<punc> You got any <ammo>?
de: Hey<punc> Hast du ein paar <ammo>?
ja: おい<punc><ammo>持ってないか？
ko: 이봐 <punc>, 너 <ammo>좀 있어?
ru: Эй<punc> Есть <ammo>?
zh_cn: 嘿<punc>你有<ammo>吗？

source: Hi <name_g>
ja: やあ、<name_g>。
ko: 안녕, <name_g>.
ru: Привет <name_g>
zh_cn: 嗨，<name_g>。

source: Hi <name_g><punc> You okay?
de: Hi <name_g><punc> Bist du okay?
ja: やあ<name_g><punc>元気かい？
ko: 안녕, <name_g><punc> 너 괜찮아?
ru: Привет, <name_g><punc> Ты в порядке?
zh_cn: 你好 <name_g><punc>你没事吧？

source: Hmm, okay.
zh_cn: 恩，好的。

source: Hmmm...
ja: ふーむ...
zh_cn: 呣...

source: Hope you're here to trade.
de: Hoffentlich bist du hier zum Handeln.
ja: 取引かい？
zh_cn: 希望你来这里是来交易的。

source: Hordes?
de: Horden?
ja: 群れだと？
zh_cn: 成群的？

source: How 'bout picking up the pace!
de: Komm in die Gänge!
ja: ペースを上げよう！
ko: 속도를 좀 내는게 어때!
ru: Может уже поддашь газку!
zh_cn: 多么慢的速度啊!

source: How about some items as payment?
de: Wie wäre es mit ein paar Gegenständen als Bezahlung?
ja: 品物で返してもらうというのはどうだろう？
ko: 보답으로 물건을 주는건 어때?
ru: Как насчёт каких-нибудь предметов в качестве оплаты?
zh_cn: 用物品作报酬怎么样?

source: How much further?
de: Wie weit noch?
ja: どれぐらい遠いんだ？
ko: 얼마나 더 멀리?
ru: Далеко ещё?
zh_cn: 还要走多远啊?

source: Huh, thought I smelled someone new. Can I help you?
de: Hö? Ich dachte, ich hätte jemand Neues gerochen. Kann ich dir helfen?
ja: はん、新入り臭いのがいるな。何か助けが必要か？
zh_cn: 哈哈 ,我闻到了新来的家伙 ,我能帮你做点啥 ?

source: Hurry up, <name_g>!
de: Mach hinne, <name_g>!
ja: 急いで、<name_g>！
ko: 서둘러, <name_g>!
ru: Поторопись, <name_g>!
zh_cn: 快点，<name_g>！

source: I brought'em.
de: Ich hab sie hergebracht.
ja: 持ってきたぞ。
ko: 그거 내가 산거야.
zh_cn: 我带回来了.

source: I can keep you safe.
de: Ich kann dich beschützen.
ja: 君は俺(私)が守るから。
ko: 나는 너를 안전하게 지켜줄 수 있어.
ru: Со мной ты будешь в безопастности.
zh_cn: 我能保护你.

source: I can pull my own weight!
de: Ich kann mein eigenes Gewicht tragen!
ja: 自分のことは自分でできます！
zh_cn: 我可以照顾我自己！

source: I can't leave the shelter without equipment...
de: Ich kann diese Unterkunft ohne Equipment nicht verlassen.
ja: 装備が足りないんだ…
ko: 장비 없이는 대피소를 떠날수 없어...
ru: Я не могу покинуть убежище без экипировки...
zh_cn: 没有装备我不能离开这避难所...

source: I could use some food, here.
de: Ich könnte hier etwas zum Essen gebrauchen.
ja: 食べ物を少し分けてくれると助かるんだけど。
ko: 여기. 내가 음식이 좀 필요한데.
zh_cn: 我现在需要一些食物。

source: I didn't mean it!
de: So meinte ich das nicht!
ja: そんなつもりじゃなかったんだ！
zh_cn: 我不是那个意思！

source: I don't belong to a faction, <name_g>.
de: Ich gehöre keiner Fraktion an, <name_g>.
ja: <name_g>、私はどこにも属するつもりはないよ。
ko: 난 어떤 세력에도 속하지 않았어, <name_g>.
ru: Я не принадлежу никакой фракции, <name_g>.
zh_cn: 我不属于任何一个阵营, <name_g>.

source: I don't care.
de: Ist mir egal.
ja: 気にしていないよ。
ko: 난 신경 안써.
ru: Мне всё равно.
zh_cn: 我不在意.

source: I don't have any jobs for you.
de: Ich hab nichts für dich zu tun.
ja: 特に頼みたい事はないね。
ko: 너한테 시킬 일 없어.
ru: У меня нет работы для тебя.
zh_cn: 我没什么事需要你帮忙的。

source: I don't have any more jobs for you.
de: Ich hab nichts weiteres für dich zu tun.
ja: 頼みたい事はそれだけだ。
ko: 더 시킬 일은 없어.
ru: У меня больше нет для тебя работы.
zh_cn: 我没什么别的事需要你帮忙的。

source: I don't know much about how it formed but it is the armada of military and commercial ships that's floating off the coast. They have everything from supertankers and carriers to fishing trawlers... even a few NATO ships. Most civilians are offered a cabin on one of the liners to retire to if they serve as a federal employee for a few years.
de: Ich weiß nicht viel darüber, wie sie entstand, aber es ist die Armada aus militärischen und kommerziellen Schiffen, welche entlang der Küste fahren. Sie haben alles von Supertankern und Flugzeugträgern bis zu Fischdampern … sogar wenige NATO-Schiffe. Den meisten Zivilisten wird eine Kabine auf einen dieser Schiffe für den Ruhestand angeboten, wenn sie für ein paar Jahre als Bundesangestellter arbeiten.
ja: 全体の状況は判然としないが、軍の艦隊や商船が沿岸にいることは確かなようだ。スーパータンカーや貨物船からトロール漁船まで... 少数だがNATOの艦艇もいるはずだ。連邦に雇われて何年か働いた経験のある市民には、撤収する船の船室が提供されるのだ。
zh_cn: 我不太了解他形成的过程，但他是漂浮在外海的军事与商业用船舰。他们从拖网渔船到超级油轮都有...甚至有一些北约组织的船舰。大部分的平民在退休后得到了一个客舱，慰劳他们做为联邦雇员的几年。

source: I don't know, look for supplies and other survivors I guess.
de: Keine Ahnung, uns nach Vorräten und anderen Überlebenden umsehen, vermute ich.
ja: うーん、分からないが...とりあえずは物資と生存者を探すといいんじゃないか？
ko: 모르겠어, 보급품하고 다른 생존자를 찾고 있던 것 같군.
ru: Я не знаю. Искать припасы и других выживших, полагаю.
zh_cn: 不知道，或许我们应该寻找其他幸存者和补给。

source: I don't kowtow to any group, <okay>?
de: Ich mache vor keiner Gruppe den Kotau, <okay>?
ja: 私はどんな相手にも屈するつもりはない、<okay>？
ko: 난 아무 집단도 모른다고, <okay>?
ru: Я не пресмыкаюсь перед какой-либо группой, <okay>?
zh_cn: 我对舔任何组织的脚都没兴趣，明白？

source: I don't run with a crew.
de: Ich bin mit keiner Gruppe zusammen.
ja: 私は誰とも組んでない。
ko: 난 동료같은건 없어.
ru: Я не бегаю в команде.
zh_cn: 我没有同伙。

source: I don't think so
de: Ich glaube nicht
ja: そうは思わないな
ko: 난 그렇게 생각 안해
ru: Я так не думаю
zh_cn: 我并不这么认为

source: I ensure that the citizens here have what they need to survive and protect themselves from raiders. Keeping some form law is going to be the most important element in rebuilding the world. We do what we can to keep the 'Free Merchants' here prospering and in return they have provided us with spare men and supplies when they can.
de: Ich stelle sicher, dass die Bürger hier haben, was sie zum Überleben brauchen, und, um sich selbst vor Plünderern zu schützen. Irgendeine Art von Gesetz aufrecht zu erhalten, ist das wichtigste Element beim Wiederaufbau der Welt. Wir tun, was wir können, um die »Freien Händler« hier florieren zu lassen und im Gegenzug boten sie uns Ersatzmänner und Vorräte, wann immer sie konnten.
ja: ここの連中は、ただ生き延びられるよう努め、無法な略奪者どもから自分たちの身を守ることだけを考えている。それは私が保証しよう。どんな形であれ法の下の秩序を維持することこそが、世界再建のために最も重要なことなのだ。我々は目下"自由商人"の集団を支援し、成長を助けている。彼らは可能なとき人員や物資を我々にもたらしてくれるだろう。
zh_cn: 我确保平民能够得到需要的物资来从强盗手中保护自己。保持某种形式的法律，将是在重建世界时最重要的一点。我们尽我们所能来保持 '自由商会' 蓬勃发展。做为回报，他们尽可能的提供我们人力与物资。

source: I guess I'll look somewhere else...
de: Ich denke, ich schau woanders nach …
ja: よそを当たりますね...
zh_cn: 我想我还是到其他地方去看看...

source: I guess you're the boss.
de: Ich denke, du bist der Boss.
ja: よろしい、あんたがボスだ。
zh_cn: 我猜你是老板！

source: I have another job for you. Want to hear about it?
de: Ich habe noch eine Aufgabe für dich. Willst du sie hören?
ja: 他にも頼みたい事があるんだ。聞いてくれるかい？
ko: 또 해줬으면 하는 일이 있어. 들어볼래?
ru: У меня есть другая работа для тебя. Хочешь послушать?
zh_cn: 我有另一份事给你。想听听吗?

source: I have news.
de: Ich habe Neuigkeiten.
ja: 情報を持ってるよ。
ko: 말해줄게 있어.
ru: У меня есть новости.
zh_cn: 我有个消息.

source: I have several jobs for you. Which should I describe?
de: Ich habe mehrere Aufgaben für dich. Welche soll ich erläutern?
ja: 頼みたい事が幾つかあるんだ。どれについて聞きたい？
ko: 해줬으면 하는게 몇 개 있어. 뭘 얘기해줄까?
ru: У меня есть несколько заданий для тебя. Про какое из них рассказать?
zh_cn: 我有一些工作给你。选一个吧？

source: I have several more jobs for you. Which should I describe?
de: Ich habe mehere weitere Aufgaben für dich. Welche soll ich beschreiben?
ja: 頼みたい事が沢山あるんだ。どれについて聞きたい？
ko: 해줬으면 하는게 몇 개 더 있어. 뭘 얘기해줄까?
ru: У меня есть ещё несколько заданий для тебя. Про какое из них рассказать?
zh_cn: 我有更多的工作给你。选一个吧？

source: I haven't been here for long but I do my best to watch who comes and goes. You can't always predict who will bring trouble.
de: Ich war hier nicht lange, aber ich tue mein Bestes, um zu überwachen, wer kommt und wer geht. Man kann nicht immer vorhersagen, wer Ärger bringt.
ja: 私はまだ新参だが、ここで懸命に人の出入りを監視しているところだ。誰が厄介事を持ち込んでくるかなんて、分からないものだ。
zh_cn: 我没在这待很长时间 ,但我总是尽量注意来来往往的那些人 .不是每次你都能猜到是谁会带来麻烦的 .

source: I haven't done anything wrong...
de: Ich habe nichts falsches getan …
ja: 間違ったことはしていないはずだ...
zh_cn: 我什么坏事都没有干。。。

source: I haven't found one that's good enough for me.
de: Ich habe noch keine gefunden, die gut genug für mich ist.
ja: 釣り合う相手が見つからなくてね。
ko: 내 맘에 드는걸 아직 못찾았거든.
ru: Я еще не нашел тех, что были бы достаточно хороши для меня.
zh_cn: 我还没有发现足够适合我的。

source: I just have one job for you. Want to hear about it?
de: Ich hab nur eine Aufgabe für dich. Willst du sie hören?
ja: 1つ頼みたい事があるんだ。聞いてくれるかい？
ko: 해줬으면 하는 일이 있어. 들어볼래?
ru: У меня есть работа для тебя. Хочешь послушать?
zh_cn: 我有件事想要拜托你。你想听听吗？

source: I killed it.
de: Ich hab es getötet.
ja: そいつは俺(私)が殺したよ。
ko: 그것을 죽였다.
ru: Убил.
zh_cn: 我杀了它。

source: I might be back.
de: Ich könnte zurück sein.
ja: 出直すよ。
zh_cn: 我一定会回来的。

source: I need <ammo> for my <mywp>, got any?
de: Ich brauche <ammo> für mein <mywp>, hast du welche?
ja: <mywp>の<ammo>が必要なんだが持ってない？
ko: 내 <mywp>에 <ammo>이(가) 필요해, 갖고있는거 있어?
ru: Мне нужны <ammo> для <mywp>, у тебя не найдётся?
zh_cn: 我的<mywp>需要一些<ammo>，你有吗？

source: I need a gun, any kind will do!
de: Ich brauch ein Gewehr, jede Sorte ist okay.
ja: 銃が欲しいんだ。どんなのでもいいから！
ko: 총이 필요해, 종류 상관말고 아무거나라도!
ru: Мне нужна пушка, любая подойдёт!
zh_cn: 我需要一把枪,什么样的都行!

source: I need some <ammo> <very> bad<punc>
de: Ich brauche etwas <ammo>, und zwar <very><punc>
ja: <very>に<ammo>が必要だ
ko: <ammo>가 필요해. <very> 심각하다고, <punc>
zh_cn: 我<very>需要一些<ammo><punc>

source: I need some food, <very> bad!
de: Ich brauch etwas zum Essen, <very> dringend!
ja: <very>マジで食べ物が必要だ。
ko: 음식이 <very> 심각하게 필요해!
zh_cn: 我<very>需要一些食物！

source: I need some water or something.
de: Ich brauch etwas Wasser oder so.
ja: 水か何かが必要だ。
ko: 나, 물이나 다른 무언가가 필요해.
ru: Мне нужна вода.
zh_cn: 我需要点水或者其他什么喝的。

source: I need to get past you, <name_g>.
de: Ich muss an dir vorbei, <name_g>.
ja: そこを通る必要があるんだ、<name_g>。
ko: 좀 지나가야겠는데, <name_g>.
ru: Мне нужно пройти, <name_g>.
zh_cn: 我需要从你这过去， <name_g>。

source: I need you to come with me.
de: Ich brauche dich zum mitkommen.
ja: 一緒に来てくれ。
zh_cn: 我需要你和我一起走。

source: I oversee the food stocks for the center. There was significant looting during the panic when we first arrived so most of our food was carried away. I manage what we have left and do everything I can to increase our supplies. Rot and mold are more significant in the damp basement so I prioritize non-perishable food, such as cornmeal, jerky, and fruit wine.
de: Ich überwache die Lebensmittelvorräte des Lagers. Es gab große Plünderungen während der Panik, als wir ankamen, also wurde das meiste unserer Nahrung weggetragen. Ich verwalte das, was wir übrighaben und tue alles, was in meiner Macht steht, um unsere Vorräte zu erhöhen. Verfaulte Lebensmittel und Schimmel sind größere Probleme im feuchten Keller, also ziehe ich unverderbliche Lebensmittel, wie Maismehl, Dörrfleisch und Obstwein vor.
ja: 私は備蓄食料の監視をしている。ここに到着したときの混乱の中で略奪が起こって、多くの食料が持ち出されてしまったんだ。残されたものでやり繰りしつつ、物資を充実させていくつもりだ。湿気の多い地下では腐敗が速いしカビも活発だから非生鮮食品を優先的に集めている。例えばコーンミール、ジャーキー、果実酒なんかがそうだな。
zh_cn: 我管理这个中心的食物库存。在我们刚到达时的一片混乱之中，大部分食物都被带走了。而我负责管理剩下的食物并且尽可能的增加库存。潮湿的地下室中很容易发霉变质，所以我更倾向于易于保存的食物，比如玉米面，肉干，果酒。

source: I prefer to work uninhibited by that kind of connection.
de: Ich ziehe es vor, ohne irgendwelche Bindungen zu arbeiten.
ja: 私はこれくらいの関係で自由に動くのが好きなんだ。
ko: 난 뭔가 얽매여서 일하지 않는게 더 좋거든.
ru: Я предпочитаю работать будучи не связанным какими-либо связями.
zh_cn: 我更喜欢无拘无束的工作。

source: I really don't feel comfortable doing so...
de: Damit fühl ich mich nicht so ganz wohl …
ja: 申し訳ないが、本当に嫌なんだ...
zh_cn: 这么做让我很不爽啊...

source: I really need some <ammo><punc>
de: Ich brauch wirklich etwas <ammo><punc>
ja: マジ<ammo>が必要なんだよ<punc>
ko: 난 <ammo>이(가) 정말 필요해, <punc>
ru: Мне очень нужны <ammo><punc>
zh_cn: 我真的需要些<ammo><punc>

source: I run the shop here.
de: Mir gehört dieses Geschäft.
ja: ここで店を開いてるんだ。
ko: 난 여기서 가게를 운영해.
zh_cn: 我在这里经营商店。

source: I see.
de: Ich verstehe.
ja: 成程ね。
ko: 알겠어.
ru: Понятно.
zh_cn: 我明白.

source: I should be going...
zh_cn: 我该走了...

source: I should not be able to exist!
zh_cn: 我根本就不该存在。

source: I suppose I should hire a party then?
de: Ich sollte dann wohl eine Gruppe anheuern?
ja: パーティーを組んでからだったら良いのか？
zh_cn: 怎么着？我特喵的还要雇一帮人？

source: I suppose getting a car up and running should really be useful if we have to disappear quickly from here.
zh_cn: 也许该弄好一辆车了，这对我们从这里迅速撤离是很有帮助的。

source: I thought I smelled a pig. I jest... please don't arrest me.
de: Ich glaub, ich riech ein Schwein. Ich … Bitte verhaften Sie mich nicht.
ja: 豚くせぇな。冗談...逮捕しないでくれ。
zh_cn: 我觉得我闻到了一头猪 .呃, 我只是开个....请别抓我.

source: I trade food here in exchange for a place to crash and general supplies. Well, more specifically I trade food that isn't stale chips and flat cola.
de: Hier handle ich Nahrung im Tausch für einen Schlafplatz und ein paar grundlegende Vorräte. Um genauer zu sein, handle ich Nahrung, die nicht labberige Chips und schale Cola ist.
ja: ここでは食料と引き換えにベッドや物資を提供している。まあ正確には、湿気たチップスや気の抜けたコーラではない食料、だな。
zh_cn: 我交易食物来在这里换取一席之地和其它补给。好吧，更具体点，我交易的食物不是薯片和可乐那号的。

source: I understand...
de: Ich verstehe …
ja: そうか...
zh_cn: 我明白。。。

source: I won't last much longer
de: Ich werd’s nicht mehr lange machen
ja: 長くは持たないと思う
ko: 오래 못견딜거야
ru: Я не смогу держаться дольше
zh_cn: 我坚持不了多久

source: I work alone, <name_g>.
de: Ich arbeite alleine, <name_g>.
ja: <name_g>、私は一人で仕事をしている。
ko: 난 혼자서 일해, <name_g>.
ru: Я действую один, <name_g>.
zh_cn: 我干我自己的，<name_g>。

source: I'd like to know a bit more about you...
de: Ich würde gerne etwas mehr über dich erfahren …
ja: 君についてもう少し詳しく知りたいのだが...
zh_cn: 我想多了解你一点...

source: I'd like to lead for a while.
de: Ich will für eine Weile die Führung übernehmen.
ja: 少しの間、リーダーをやるよ。
ko: 잠깐 지휘해줬으면 좋겠는데.
ru: Я бы хотел стать лидером на какое-то время.
zh_cn: 让我来带路.

source: I'd prefer to keep that to myself.
de: Ich behalte das lieber für mich.
ja: 自分について語りたくはないんだ。
zh_cn: 我还是留着给自己吧。

source: I'll <swear> kill you
de: Ich werde dich <swear> töten
ja: <swear>殺してやる
ko: 내 <swear> 하는데 널 죽여버리겠어
ru: я <swear> убью тебя
zh_cn: 我他妈的杀了你

source: I'll be a goner
de: Ich bin verloren
ja: 死んでしまう
ko: 난 죽어있을거야
ru: я скоро встречу смерть
zh_cn: 我就要完蛋了

source: I'll be back soon!
de: Ich werde schon bald wieder zurück sein!
ja: すぐに戻ってくるよ！
ko: 곧 돌아갈게!
ru: Я скоро вернусь!
zh_cn: 我很快会回来的!

source: I'll be dead soon
de: Ich werd bald weg vom Fenster sein
ja: すぐに死んでしまう
ko: 나 곧 죽을거야
ru: я скоро умру
zh_cn: 我马上就要死了

source: I'll do it!
de: Ich mach’s!
ja: 良いだろう、引き受けたよ！
ko: 내가 하지!
ru: Я это сделаю!
zh_cn: 我去做!

source: I'll give it back!
de: Ich werd es zurück geben!
ja: 後で絶対返すからさ！
ko: 돌려줄게!
ru: Я всё верну обратно!
zh_cn: 我会把它带回来的!

source: I'll give you some space.
de: Ich lass dir deinen Freiraum.
ja: 一定の距離を保つ様にするよ。
zh_cn: 我会给你点空间。

source: I'll kill you
de: Ich werd dich töten
ja: 殺すぞ
ko: 널 죽이고 말겠다!
ru: я убью тебя
zh_cn: 我要杀了你

source: I'll need some <ammo> soon, got any?
de: Ich werde bald etwas <ammo> brauchen, hast du welche?
ja: そろそろ<ammo>が必要になりそうだ、持ってないか？
ko: 나 곧 <ammo>이(가) 필요할 것 같아, 좀 있어?
ru: Мне скоро понадобятся <ammo>, у тебя не найдётся?
zh_cn: 我不久将需要些<ammo>，你有吗？

source: I'll take cash if you got it!
de: Ich würde Geld nehmen, falls du welches hast.
ja: お礼は金がいいな！
zh_cn: 如果你有，我用现金买。

source: I'll try and find your commander then...
zh_cn: 我会去找你的领导的...

source: I'm <very> doomed
de: Ich bin <very> verloren
ja: <very>絶望的だ
ko: 나 <very> 망한 것 같다.
ru: Я <very> обречён
zh_cn: 我会杯具

source: I'm a free agent, more money that way.
de: Ich bin ein freier Mensch, somit gibt es mehr Geld.
ja: 私はフリーエージェントだよ。金が大好きなもんでね。
ko: 난 프리랜서야, 이쪽이 좀더 벌리거든.
zh_cn: 我是干自由职业的，这样好处更多。

source: I'm a freelancer.
de: Ich bin ein Freischaffender.
ja: 私はフリーランサーだよ。
ko: 난 프리랜서야.
ru: Я сам по себе.
zh_cn: 我是个独行客。

source: I'm a killer for hire.
de: Ich bin ein Auftragsmörder.
ja: 俺(私)は金の為に人を殺す...殺し屋って奴さ。
ko: 난 청부 살인업자라고.
ru: Я наёмный убийца.
zh_cn: 我是个寻求雇主的杀手.

source: I'm a local shopkeeper.
de: Ich bin ein Besitzer eines lokalen Ladens.
ja: 私は地元の店主だよ。
ko: 난 여기 가게 주인이야.
ru: Я местный лавочник.
zh_cn: 我是一个当地的店主。

source: I'm a solo artist, <okay>?
de: Ich bin ein Einzelkämpfer, <okay>?
ja: 私はソロアーティストなのさ、<okay>？
ko: 난 솔로 아티스트라고, <okay>?
ru: Я одиночка, <okay>?
zh_cn: 我是个独身主义者，你的明白？

source: I'm a wandering master of martial arts but I'm currently not implemented in the code.
de: Ich bin ein wandernder Kampfkunstmeister, aber ich bin momentan nicht im Kodex eingeweiht.
ja: 俺(私)は武道を極め、世界を旅している者...という事になっているが、現在はまだ実装されていないらしい。
ko: 나는 떠돌아다니는 권법의 고수지만, 아직 게임 코드에 제대로 삽입되지 않았다네.
ru: Я странствующий мастер боевых искусств, но я ещё не реализован программистами.
zh_cn: 我是一个流浪的武术大师，但我目前并未在程序中实现。

source: I'm actually accepting a number of different foodstuffs: homebrew beer, sugar, flour, smoked meat, smoked fish, cooking oil; and as mentioned before, jerky, cornmeal, and fruit wine.
de: Eigentlich nehme ich eine Reihe an verschiedenen Lebensmitteln an: selbstgebrautes Bier, Zucker, Mehl, Räucherfleisch, Räucherfisch, Speiseöl und, wie du vorhin erwähntest, Dörrfleisch, Maismehl und Obstwein.
ja: ここで受け付けている食品は、自家製ビール、砂糖、小麦粉、燻製肉、燻製魚、調理油、それと先に言ったジャーキー、コーンミール、果実酒だな。
zh_cn: 我的确接受许多不同的食品：家酿啤酒，糖，面粉，烟熏肉，鱼，食用油；及如前所述，肉干，麦片，水果酒。

source: I'm actually new...
de: Eigentlich bin ich neu hier …
ja: 新人です...
zh_cn: 我刚来...

source: I'm collecting gear and selling it.
de: Ich sammle Zeugs und verkaufe es.
ja: 衣服などを収集して売買しているんだ。
ko: 난 장비를 모아서 팔아 먹고살지.
ru: Я собираю и продаю барахло.
zh_cn: 我正在收集工具并出售它。

source: I'm currently waiting for a customer to return... I'll make you a deal though, $8,000 will cover my expenses if I get a small cut of the loot.
de: Ich warte im Moment darauf, dass ein Kunde zurückkehrt … Aber ich mach dir ein Angebot, mit 8000$ komme ich auf meine Kosten, wenn ich einen kleinen Teil der Beute kriege.
ja: 客を待っている... $8,000、戦利品山分けなら雇われてやる。
zh_cn: 我现在在等一个回访的客户，所以我会跟你做笔交易，8000美元外加货品打折作为报酬。"

source: I'm dead meat
de: Ich bin weg vom Fenster
ja: お前はもう死んでいる
ko: 난 고깃덩이다.
ru: Мне крышка
zh_cn: 我死定了

source: I'm dead, <name_g>,
de: Ich bin tot, <name_g>,
ja: <name_g>、死が迫ってるんだ
ko: 난 죽었다, <name_g>,
ru: Я покойник, <name_g>,
zh_cn: 我就要死了, <name_g>,

source: I'm done for
de: Ich bin im Eimer
ja: 殺されるだろう
ko: 난 끝났어
ru: Мне конец
zh_cn: 我就真的完了

source: I'm going to go my own way for a while.
de: Für eine Weile werde ich meinen eigenen Weg gehen.
ja: 暫く、1人で行動させて欲しい。
ko: 잠깐 나 혼자 움직일게.
zh_cn: 我想走自己的路.

source: I'm guarding this location.
de: Ich bewache diesen Ort.
ja: この場所を守ってるんだ。
ko: 난 여길 지키고 있지.
ru: Я охраняю эту территорию.
zh_cn: 我守护这个位置。

source: I'm here to save you!
de: Ich bin hier, um dich zu retten.
ja: ここで君を助けたところだよ！
ko: 널 구하기 위해 왔어!
ru: Я здесь, что бы спасти тебя!
zh_cn: 我来救你了！

source: I'm holing up here for safety.
de: Ich buddel mich hier zur Sicherheit ein.
ja: 安全を確保しようと思って、穴を掘っていたところさ。
ko: 난 안전을 위해 여길 지키고 있어.
ru: Я буду здесь в безопасности.
zh_cn: 我躲在这里安全。

source: I'm in <very> serious trouble
de: Ich stecke in <very> großen Schwierigkeiten
ja: 私は<very>深刻な問題を抱えるだろう
ko: <very> 심각한 문제가 있어
ru: я буду в <very> огромной беду
zh_cn: 我就有大麻烦了。

source: I'm just a hired hand. Someone pays me and I do what needs to be done.
de: Ich bin nur ein Handlanger. Irgendjemand bezahlt mich und ich tue, was getan werden muss.
ja: 私は雇われ者だ。相応の金を払うなら働いてやろう。
zh_cn: 拿人钱财与人消灾！

source: I'm just here for the paycheck.
de: Ich bin nur wegen dem Geld hier.
ja: ここには金の為に来たんだよ。
zh_cn: 我来这就是为了赚钱。

source: I'm just trying to survive.
de: Ich versuche lediglich, zu überleben.
ja: 生き残ろうと必死に頑張ってるところさ。
zh_cn: 我只是在试着活下去。

source: I'm just wandering.
de: Ich wandere nur umher.
ja: 当て所もなく彷徨っているところさ。
ko: 그냥 궁금해서.
ru: Я просто путешествую.
zh_cn: 我在闲逛.

source: I'm just watching the world burn.
zh_cn: 我只是看着世界燃烧。

source: I'm looking for clues concerning these monsters' origins...
de: Ich suche nach Hinweisen über die Ursprünge dieser Monster.
ja: あの怪物共の起源は何なのか手掛かりを探しているんだ...
ko: 괴물들의 기원에 관한 단서를 찾고 있어...
ru: Я пытаюсь раскрыть источник происхождения всех этих монстров...
zh_cn: 我在找关于这些怪物起源的线索……

source: I'm looking for some choice systems to hack.
de: Ich such nach ein paar bestimmten Systemen zum Hacken.
ja: ハッキング出来そうなシステムを探してるんだよ。
ko: 해킹할만한 컴퓨터를 찾고 있어.
ru: Я ищю какие-нибудь системы для взлома.
zh_cn: 我在寻找一些可以被入侵的系统。

source: I'm looking for wounded to help.
de: Ich sehe mich nach Verwundeten, denen ich helfen kann, um.
ja: 負傷者を探しているんだ。助けが必要だろうからね。
ko: 도움이 필요한 부상자를 찾고 있어.
ru: Я разыскиваю раненых, что бы помочь им.
zh_cn: 我受伤了，需要帮助。

source: I'm not gonna last much longer
de: Ich mach es nicht mehr lange
ja: 長くは持たない
ko: 난 전만큼 길게 있지 않을거야
ru: Я долго не протяну
zh_cn: 我没法撑更久了

source: I'm not in charge here marshal.
zh_cn: 执法官，我不是这里的主管。

source: I'm not in charge here, you're looking for someone else...
de: Ich bin nicht der Verantwortliche hier, du suchst nach jemand anderem …
ja: 私はここの担当者ではない。他を当たってくれ。
zh_cn: 我只是过路的，你找别人吧...

source: I'm not sure...
de: Ich bin mir nicht sicher …
ja: 知らないな...
zh_cn: 我不确定。。。

source: I'm on watch.
de: Ich bin auf Wache.
ja: 見張り開始。
zh_cn: 我盯着呢。

source: I'm outta here soon!
de: Ich bin gleich weg!
ja: もうすぐここを離れるよ！
ko: 곧 나갈거야!
ru: Я скоро свалю!
zh_cn: 我要立刻离开这儿！

source: I'm outta here!
de: Ich bin weg!
ja: さらばだ！
ko: 난 빠져나가야겠어!
ru: Я сваливаю!
zh_cn: 我要离开这儿!

source: I'm outta here! <done_mugging>
de: Ich bin fertig! <done_mugging>
ja: さらばだ！<done_mugging>
ko: 난 빠져나가야겠어! <done_mugging>
ru: Я сваливаю! <done_mugging>
zh_cn: 我要离开这儿！<done_mugging>
