Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Every 14 to 20 hours, you'll find yourself growing sleepy. If you do not sleep by pressing %s, you'll start suffering stat and movement penalties. You may not always fall asleep right away. Sleeping indoors, especially on a bed, will help; or you can always use sleeping pills. While sleeping, you'll slowly replenish lost hit points. You'll also be vulnerable to attack, so try to find a safe place to sleep, or set traps for unwary intruders.
de: Alle 14 bis 20 Stunden wirst du müde. Wenn du nicht schläfst (drücke %s), wirst du Persönlichkeitswerte und Bewegungsgeschwindigkeit einbüßen. Du wirst manchmal nicht sofort einschlafen können. Innen zu schlafen, insbesondere in einem Bett, wird helfen; ansonsten kannst du immer noch Schlaftabletten benutzen. Beim Schlafen wirst du langsam geheilt. Du bist außerdem Verwundbar gegenüber Angriffen, also finde einen sicheren Schlafplatz, oder stelle Fallen für unvorsichtige Eindringlinge.
ru: Каждые 14-20 часов вам будет охота спать. Если вы не поспите, нажав %s, то получите штрафы к скорости и характеристикам. Вам не обязательно ложится спать сразу по желанию. Сон в помещениях, в особенности на кровати, очень поможет вам, либо используйте снотворное. Во сне вы медленно регенерируете здоровье, но очень уязвимы для нападения; найдите безопасное место или расставьте ловушки для незваных гостей.

source: Firearms are the easiest way to kill an enemy, but the sound will attract unwanted attention. Save the guns for emergencies, and melee when you can.
de: Feuerwaffen sind die einfachste Methode, einen Feind zu töten, aber der Lärm wird ungewollte Aufmersamkeit erregen. Spar dir sie für Notfälle auf und benutze den Nahkampf, falls das möglich ist.
ko: 화기를 이용하는 것은 가장 쉽게 적을 제거하는 방법이지만, 소음 때문에 원치 않은 상황을 만들 수도 있습니다. 가능하면 근접공격을 하고, 총은 긴급상황을 위해 아껴두십시오.
ru: Огнестрельное оружие — самый простой способ убить врага. Но на шум могут сбежаться новые монстры, так что лучше деритесь бесшумно.

source: For the unarmed fighter, a variety of fighting styles are available. You can start with your choice of a single, commonly-taught style by starting with the Martial Arts Training trait. Many, many more can be found in their own traits, learned from manuals, or taught by wandering masters.
de: Für den unbewaffneten Kämpfer sind eine Menge an Kampftechniken verfügbar. Du kannst mit deiner Wahl einer einzelnen, oft unterrichteten Technik anfangen, indem du mit dem Wesenszug »Kampfkunsttraining« anfängst. Viele, viele weitere Kampftechniken können in ihren eigenen Wesenszügen gefunden werden, aus Anleitungen erlernt werden oder von wandernden Meistern beigebracht werden.
ru: Кулачному бойцу доступно множество стилей. С чертой «кулачный бой», вы можете выбрать один из нескольких стилей в начале игры, остальные можно выучить у бродячих мастеров или из руководств.

source: It's also important to carry a few medications; painkillers are a must-have, and drugs such as cigarettes will make life easier (but beware addiction). Leave cities as soon as you have a good stockpile of equipment. Their high concentration of zombies makes them a deathtrap--but a necessary resource for food and ammunition.
de: Es ist auch wichtig, ein paar Medikamente mitzunehmen; Schmerzmittel sind ein Muss und Drogen wie Zigaretten werden das Leben vereinfachen (aber beachte die Suchtgefahr). Verlasse die Städte, sobald du einen guten Ausrüstungsvorrat hast. Ihre hohe Konzentration von Zombies macht sie zu einer Todesfalle – aber einer notwendigen Ressource für Nahrung und Munition.
ko: 소량의 의약품을 소지하는 것도 중요합니다. 진통제는 필수 물품이며 담배 같은 약물은 험난한 삶에서 위안이 될 것입니다. (중독을 조심하세요) 충분한 장비와 물자가 준비되는대로 도시를 떠나십시오. 도시는 좀비 밀집지역이기에 당신은 불로 뛰어드는 나방 꼴이 될 수 있습니다. 물론, 도시는 식량과 탄약을 구하기 위한 필수적 장소이기도 합니다.
ru: Обязательно носите с собой обезболивающее. Наркотики, такие как сигареты, скрасят ваши будни, но бойтесь зависимости. Не задерживайтесь в городах. Высокая концентрация зомби превращает их в смертельные ловушки, но города являются источником пищи и амуниции.

source: Keep an eye on the weather. At night, sleeping might be difficult if you don't have a warm place to rest your head. Be sure to protect your extremities from frostbite and to keep your distance from large fires.
de: Behalte ein Auge auf das Wetter. In der Nacht kann der Schlaf schwer fallen, falls du keinen warmen Platz hast, um deinen Kopf hinzulegen. Stelle sicher, dass du deine Extremitäten vor Frostbeulen schützt. Und bleib von großen Feuern fern.
ko: 날씨에 주의를 기울이십시오. 밤에 휴식을 취한 따뜻한 장소가 없다면 쉽게 잠들 수 없을 것입니다. 항상 주의를 기울여 동상을 막으면서도 불길로부터 어느정도 거리를 두어야 합니다.
ru: Следите за погодой. Уснуть холодной ночью будет трудно, если вы не позаботились об обогреве головы. Удостоверьтесь, что защитили свои конечности от обморожения, и не подходите близко к бушующему огню.

source: Many drugs have a potential for addiction. Each time you consume such a drug there is a chance that you will grow dependent on it. Consuming more of that drug will increase your dependence. Effects vary greatly between drugs, but all addictions have only one cure; going cold turkey. The process may last for days, and will leave you very weak, so try to do it in a safe area.
de: Viele Drogen haben ein Suchtpotential. Jedes mal, wenn du eine solche Droge konsumierst, kannst du mit einer gewissen Wahrscheinlichkeit davon abhängig werden. Noch mehr davon zu konsumieren erhöht deine Abhängigkeit. Die Wirkungen variieren stark je nach Droge, aber all Süchte haben nur eine Kur: den kalten Entzug. Der Vorgang kann tagelang dauern und wird dich sehr schwächen, also versuch ihn in einem sicherem Bereich.
ru: Большинство наркотиков вызывают зависимость. С каждым последующим применением наркотического вещества у вас будет увеличиваться тяга к нему. При передозировке риск привыкнуть повышается. Наркотики действуют по-разному, но вылечить зависимость можно только пройдя через ломку. Процесс может длиться днями, так что старайтесь не уходить далеко с безопасной территории.

source: Many important items can be very hard to find, or will cost a great deal of money to trade for. Fortunately, it is possible to craft a wide variety of goods (as best you can) with the proper tools, materials, and training.
de: Viele wichtige Gegenstände können sehr schwer zu finden sein oder werden viel Geld kosten. Glücklicherweise ist es möglich, eine breite Auswahl von Gütern (soweit du kannst) mit den geeigneten Werkzeugen, Materialien und Erfahrung anzufertigen.
ru: Многие важные предметы очень тяжело найти, или их цена слишком высока. К счастью, вы можете сами сделать многие вещи, при наличии соответствующих инструментов, материалов и знаний.

source: Note that most painkillers take a little while to kick in. If you take some oxycodone, and don't notice the effects right away, don't start taking more; you may overdose and die!
de: Beachte, dass die meisten Schmerzmittel ein bisschen Zeit brauchen, um ihre Wirkung zu entfalten. Wenn du etwas Oxycodon einnimmst und du keine sofortige Wirkung merkst, nimm nicht noch mehr ein; du könntest eine Überdosis nehmen und sterben!
ko: 그리고 많은 진통제들이 효과를 발휘하기까지 시간이 조금 걸린다는 점도 알아두어야 합니다. 예를 들어 옥시코돈을 복용했다면, 효과가 바로 나타나지 않는다고 추가로 복용해서는 안됩니다. 과다복용은 죽음으로 이어집니다!
ru: Не стоит забывать, что большинство обезболивающих не действуют мгновенно. Если вы приняли оксикодон и не заметили эффекта — не принимайте больше. Вы можете умереть от передозировки!

source: Pressing %s opens a comparison menu, where you can see two items side-by-side with their attributes highlighted to indicate which is superior. You can also access the item comparison menu by pressing 'C' when %s to view nearby items menu is open and an item is selected.
de: %s drücken öffnet ein Vergleichsmenü, in dem duch zwei Gegenstände Seite an Seite zu sehen, wobei ihre Eigenschaften hervorgehben sind, um darzustellen, welcher überlegen ist. Du kannst außerdem das Vergleichsmenü mit »C« öffnen, wenn das %s geöffnet und ein Gegenstand ausgewählt ist.
ko: %s키를 눌러서 비교 메뉴를 열 수도 있습니다. 두 가지 물건의 정보를 양옆에 띄워두고 우수한 능력치를 비교할 때 사용할 수 있습니다. 다른 방법으로는 %s키로 주변 물품 목록을 띄운 뒤 'C'키를 눌러서 비교 메뉴를 열 수도 있습니다.
ru: Нажатие на %s открывает меню сравнения предметов. Выберите две вещи, чтобы увидеть их плюсы и минусы относительно друг друга. Сравнить вещи можно и в окне осмотра близлежащих предметов, нажав 'C' на любом выделенном предмете.

source: Q: How can I prevent monsters from attacking while I sleep? A: Find a safe place to sleep, in a building far from the front door. Set traps if you have them, or build a fire.
de: F: Wie hindere ich Monster daran, mich mitten in meinem Schlaf anzugreifen? A: Finde einen sicheren Schlafplatz, z.B. in einem Gebäude weit weg von der Vordertür. Stelle Fallen, falls du welche hast, oder errichte ein Feuer.
ko: 문: 자는 동안에 공격당하지 않으려면 어떻게 하죠? 답: 건물 정문에서 먼 거리의 안전한 장소를 물색하십시오. 가능하다면 덫을 놓거나 불을 피우십시오.
ru: В: Как мне защитится от атак монстров во сне? О: Найдите безопасное место для сна, желательно в помещении и подальше от входной двери; неподалеку поставьте ловушки или разведите огонь.

source: Q: Why do I always sink when I try to swim? A: Your swimming ability is reduced greatly by the weight you are carrying, and is also adversely affected by the clothing you wear. Until you reach a high level in the swimming skill, you'll need to drop your equipment and remove your clothing to swim, making it a last-ditch escape plan.
de: F: Wieso versinke ich jedes mal, wenn ich versuche, zu Schwimmen? A: Deine Schwimmfähigkeit wird stark durch das Gewicht deiner getragenen Gegenstände verringert und wird auch durch deine getragene Kleidung negativ beeinträchtigt. Bis du eine hohe Stufe in der Schwimmfertigkeit erklimmst, musst du dein Equipment fallen lassen und deine Kleidung ausziehen, um schwimmen zu können, was das Schwimmen zur Notfallfluchtmöglichkeit macht.
ko: 문: 왜 수영만 하면 익사하는 거죠? 답: 가지고 있는 짐과 무게로 인해 수영 능력이 떨어지게 됩니다. 또한, 입고 있는 옷 역시 영향을 미칩니다. 수영에 숙달되기 전까지는 수영하기 전에 짐이나 옷을 벗어야 할 겁니다. 수영은 최후의 도주 방법으로 사용하십시오.
ru: В: Почему я всегда тону в воде? О: Навык плаванья значительно понижается, если вы несете много веса. Одежда может испортиться в воде, так что лучше ее снять. Пока не достигнете высокого показателя плаванья, необходимо выкидывать вещи и одежду, используйте воду как последний аргумент выживания.

source: The first thing to do is to check your shelter for useful items. Your initial storage is limited, and a backpack, trenchcoat, or other storage medium will let you carry a lot more. Finding a weapon is important; frying pans, butcher knives, and more are common in houses; hardware stores may carry others. Unless you plan on concentrating on melee combat, seek out gun stores as soon as possible and load up on more than one type.
de: Die erste Sache, die zu tun ist, ist es, deine Unterkunft nach nützlichen Gegenständen zu durchsuchen. Dein Anfangslagerplatz ist begrenzt und ein Rucksack, ein Trenchcoat oder ähnliches wird dir dabei helfen, viel mehr zu tragen. Es ist wichtig, eine Waffe zu finden; Pfannen, Fleischermesser und weiteres sind üblich in Wohnhäusern; Baumärkte können Andere enthalten. Wenn du nicht planst, dich auf Nahkämpfe zu konzentrieren, suche Waffenläden so früh wie möglich auf und versorge dich mit mehr als einem Waffentyp.
ru: Для начала проверьте своё убежище на наличие полезных предметов. Начальный объем инвентаря невелик, поэтому рюкзаки, плащи и другие вещи с карманами позволят вам нести значительно больше. Важно найти оружие. Можно использовать ножи, сковородки и все, что не прибито к полу. Если вы не планируете вести бой на близких дистанциях, то вам стоит посетить оружейный магазин и набрать там побольше всего.

source: The player can often see more than can be displayed on the screen at a time. Pressing %s enters look around mode, which allows you to scroll around using the movement keys and view items on the map as well as monsters and their stance toward the character. Pressing %s provides a list of nearby visible items, though items shut away in crates, cupboards, refrigerators and the like won't be displayed until you are close enough. Pressing Shift+vikeys will scroll the view persistently, allowing you to keep an eye on things as you move around.
de: Der Protagonist kann oft mehr sehen, als auf dem Bildschirm auf einmal angezeigt werden kann. Das Drücken von %s ermöglicht es dir, die Ansicht mithilfe der Bewegungstasten zu verschieben und die Gegenstände in der Welt sowie Monster und ihre Haltung gegenüber dir zu betrachten. Drücke %s für eine Liste von naheliegenden, sichtbaren Gegenständen, wobei Gegenstände, die in Kisten, Schränken, Kühlschränken und ähnlichem sind, nicht angezeigt werden, bis du nahe genug bist. Mit Umschalt + den Vi-Tasten wird die Ansicht dauerhaft verschoben, was dich ein Auge auf Dinge werfen lässt, während du dich umherbewegst.

source: There are a wide variety of items available for your use. You may find them lying on the ground; if so, simply press %s to pick up items on the same square. Some items are found inside a container, drawn as a { with a blue background. Pressing %s, then a direction, will allow you to examine these containers and loot their contents.
de: Es gibt eine breite Auswahl an Gegenständen, die dir zur Verfügung stehen. Du könntest sie auf dem Boden liegend finden; wenn dem so sei, dann drücke einfach %s, um die Gegenstände auf dem selben Feld aufzuheben. Einige Gegenstände befinden sich in einem Behälter, der als »{« auf blauem Grund dargestellt ist. Drücke %s, dann eine Richtungstaste, um diese Behälter zu untersuchen und ihre Inhalte auszuplündern.
ko: 카타클리즘에는 사용할 수 있는 다양한 물건들이 있습니다. 땅에 떨어져 있는 물건을 발견했다면, %s키를 눌러 발밑에 있는 물건을 주울 수 있습니다. 파란 배경을 가진 '{'로 표시되는 컨테이너 안에 물품이 있는 경우도 있습니다. %s키를 누르고 방향을 선택하면 컨테이너를 조사하고 내용물을 챙길 수 있습니다.
ru: В мире есть множество полезных предметов. Вы можете найти их лежащими на земле; нажмите %s, чтобы подобрать предметы на своей клетке. Некоторые предметы находятся в контейнерах, обозначающихся символом { на синем фоне. Нажмите %s и выберите направление, чтобы осмотреть контейнер.

source: There are many others out there... search for them!
de: Es gibt noch viel mehr da draußen. Such danach!
ko: 바깥에는 더 많은 건물과 지형들이 있습니다... 찾아보세요!
ru: Есть множество и других объектов... Найдите их!

source: To craft items, press %s. There are seven categories: Weapons, Ammo, Food, Chemicals, Electronics, Armor, and Other. In each major category are several smaller sub-categories. While a few items require no particular skill to create, the majority require you to have some knowledge. Sometimes a skilled survivor will work out a given recipe from her or his knowledge of the skill, but more often you will need reference material, commonly a book of some sort. Reading such references gives a chance to memorize recipes outright, and you can also craft while referring to the book: just have it handy when crafting. Different knowledge is useful for different applications:
de: Um Gegenstände anzufertigen, drücke %s. Es gibt sieben Kategorien: Waffen, Munition, Nahrung, Chemikalien, Elektronik, Kleidung und der ganze Rest. Jede Hauptkategorie ist in kleinere Unterkategorien unterteilt. Obgleich einige Gegenstände keine Erfahrungen zur Anfertigung erfordern, verlangt das Meiste davon von dir etwas Vorwissen. Manchmal wird ein erfahrender Überlebender sich ein Rezept aus seiner Erfahrung in der Fertigkeit herleiten können, aber du wirst öfter Bezugsmaterial, üblicherweise irgendein Buch, benötigen. Durch das Lesen hast du eine Chance, dir die Rezepte umgehend einprägen zu können und du kannst ebenso Sachen anfertigen, während du dich auf ein Buch beziehst: Hab es einfach bei der Fertigung zur Hand. Verschiedenes Wissen ist nützlich für verschiedene Anwendungen:

source: To disarm a trap, examine (%s) the space it is on. Your success depends upon your Traps skill and Dexterity. If you succeed, the trap is removed and replaced by some or all of its constituent parts; however, if you fail, there is a chance that you will set off the trap, suffering the consequences.
de: Um eine Falle zu entschärfen, untersuche (%s) das Feld, auf dem es liegt. Dein Erfolg hängt von deiner Fallenerfahrung und Geschicklichkeit ab. Wenn du erfolgreich bist, wird die Falle entfernt und durch einige oder alle ihrer Bauteile ersetzt; wenn du allerdings versagst, ist es möglich, dass du die Falle auslöst und die Konsequenzen zu spüren bekommst.
ko: 함정을 해체하려면 %s키를 사용해서 해당 타일을 조사해야 합니다. 함정 해체의 성공 확률은 함정 설치 기술과 민첩성에 달려있습니다. 함정 해체에 성공할 경우, 함정은 제거되고 부품의 일부분 혹은 전체가 그곳에 남게 됩니다. 하지만 실패할 경우 함정이 작동될 가능성도 존재합니다. 그에 따른 결과도 겪어야겠죠.
ru: Для обезвреживания ловушки нужно изучить её местоположение (%s). Вероятность успеха зависит от навыка ловушки и ловкости. В случае успеха ловушка будет обезврежена и на ее месте появятся все компоненты ловушки. Однако, в случае неудачи, есть вероятность срабатывания ловушки, с неприятными последствиями.

source: To select a fighting style, press %s. If you are already unarmed this will make you start using the style. Otherwise, it will be locked in as your default unarmed style; to start using it, wield a relevant weapon or empty your hands, by pressing %s, then the key for the item you are currently wielding.
de: Um einen Kampfstil zu wählen, drücke %s. Wenn du bereits unbewaffnet bist, wirst du damit beginnen, die Kampftechnik einzusetzen. Ansonsten wird er als dein unbewaffneter Standardkampfstil festgelegt. Um mit seiner Verwendung zu beginnen, trage eine relevante Waffe oder leere deine Hände, indem du erst %s, dann die Taste für den Gegenstand, den du gerade trägst, drückst.
ru: Чтобы сменить стиль, нажмите %s. Если вы уже без оружия вы начнёте использовать стиль. В противном случае, будет зафиксирован рукопашный стиль по умолчанию; чтобы начать использовать его, возьмите в руки соответствующее оружие или освободите руки, нажмите %s, затем клавишу предмета, который у вас в руках.

source: To set a trap, simply use the item (%s) and choose a direction; the trap will be placed on an adjacent tile. Some traps may require additional tools, like a shovel, to be set. Once set, a trap will remain in place until stepped on or disarmed.
de: Um eine Falle zu stellen, benutze einfach den Gegenstand (%s) und wähle eine Richtung; die Falle wird auf ein benachbartes Feld platziert. Einige Fallen könnten zusätzliche Werkzeuge, wie eine Schaufel, benötigen, um gestellt zu werden. Sobald sie gestellt ist, wird eine Falle auf ihrem Platz bleiben, bis auf sie draufgetreten oder sie entschärft wird.
ko: 함정은 %s키를 누른 다음 방향을 지정하면 간단하게 설치됩니다. 어떤 함정은 설치에 추가적으로 삽과 같은 도구가 필요하기도 합니다. 설치가 끝나면, 누군가 함정을 밟거나 해체되기 전까지 함정은 계속 유지됩니다.
ru: Для установки ловушки просто используйте её (%s) в направлении соседней клетки. Некоторые ловушки требуют для установки инструменты, к примеру лопату. Ловушка будет действовать, пока не будет активирована или обезврежена.

source: When you take damage from almost any source, you'll start to feel pain. Pain slows you down and reduces your stats, and finding a way to manage pain is an early imperative. The most common is drugs; aspirin, codeine, tramadol, oxycodone, and more are all great options. Be aware that while under the influence of a lot of painkillers, the physiological effects may slow you or reduce your stats.
de: Sobald du Schaden von so gut wie irgendeiner Quelle nimmst, wirst du anfangen, Schmerzen zu fühlen. Schmerzen verlangsamen dich und verringern deine Werte. Einen Weg zu finden, um deine Schmerzen zu lindern, ist schon früh unerlässlich. Der gewöhnlichste Weg dazu sind Drogen und Medikamente: Aspirin, Kodein, Tremadol, Oxycodon und so weiter, dies sind alles gute Beispiele. Sei dir darüber im Klaren, dass, solange du unter dem Einflus vieler Schmertmittel stehst, können die physiologischen Wirkungen dich verlangsamen oder deine Werte verringern.
ko: 어떤 경로로든 피해를 입게되면 고통을 느끼기 시작합니다. 고통은 천천히 줄어들며, 고통을 느끼는 동안에는 능력치가 감소됩니다. 때문에 최대한 빠르게 고통의 원인을 찾아없애는 것이 중요합니다. 흔히 아스피린이나 코데인, 트라마돌, 옥시코돈과 같은 진통제를 사용하여 고통을 경감시킵니다. 알아두어야 할 것은 대부분의 진통제들은 심리적으로 영향을 주기 때문에, 속도를 느리게 하거나 능력치를 감소시킨다는 점입니다.
ru: При получении практически любых повреждений, вы начинаете испытывать боль. Боль понижает ваши характеристики и скорость. Контролировать её важно с самого начала игры. Для уменьшения боли подойдут многие болеутоляющие: аспирин, кодеин, трамадол, оксикодон и другие. Имейте ввиду, что под действием большинства болеутоляющих, их физиологические эффекты могут замедлить вас или понизить характеристики.

source: While Cataclysm has more tasks to keep track than many other roguelikes, the near-future setting of the game makes some tasks easier. Firearms, medications, and a wide variety of tools are all available to help you survive.
de: Wobei Cataclysm einerseits mehr Herausforderungen als viele Roguelikes bietet, macht das Setting in der nahen Zukunft einige Aufgaben einfacher. Feuerwaffen, Medikamente und eine breite Auswahl an Werkzeugen sind verfügbar, um dir beim Überleben zu helfen.

source: While sleeping in dangerous territory, it may be wise to set traps to ward off unwanted intrusions. There are a few traps to be found in the world, most notably bubble wrap (which will make a loud noise if stepped on, helping to wake you up) and bear traps (which make noise AND damage and trap anything that steps on them). Others need to be crafted; this requires the Traps skill and possibly Mechanics.
de: Beim Schlafen im gefährlichen Gelände könnte es klug sein, Fallen zu stellen, um ungebetene Gäste abzuwehren. Es gibt ein paar Fallen, die in der Welt gefunden werden können, vor allem Luftpolsterfolien – welche ein lautes Geräusch beim Drauftreten machen, was dich aufwecken kann – und Bärenfallen – welche Lärm und Schaden machen und alles, was drauftritt, fangen. Andere müssen angefertigt werden; dies benötigt Erfahrung im Fallen stellen und möglicherweise in Mechanik.
ko: 위험한 장소에서 수면을 취할 경우, 함정을 설치해서 침입자를 막는 것이 현명한 선택입니다. 다양한 함정들이 있지만, 가장 눈여겨볼 함정은 뽁뽁이 함정(큰 소리를 내서 잠에서 깰 수 있게 해줌)과 곰 덫(함정을 밟은 적에게 피해를 주고 소리를 냄)입니다. 다른 함정들은 제작을 통해 만들 수 있으며, 함정 설치 기술과 기계공학 기술이 필요합니다.
ru: Во время сна на опасной территории, было бы разумно установить ловушки, для предотвращения нежелательных встреч. Некоторые ловушки можно найти, например пузырчатую плёнку (которая издает громкий звук, если на неё наступить, что должно вас разбудить) или медвежий капкан (который издаст звук и причинит урон). Прочие ловушки должны быть изготовлены. Это потребует знания ловушек, и, возможно, механики.

source: With the default Static spawn option, zombies in cities will spawn at the start of the game. All monsters are represented by letters on your screen; a list of monster names, and their positions relative to you, is displayed on the right side of the screen. If the game is set to Dynamic spawn option, you will have 90 minutes to prepare yourself before the spawns start; after that, monsters everywhere will be spawned based on the noise you make.
de: Mit der Standardeinstellung »Einmalig Gegner auftauchen lassen« werden zu Beginn des Spieles Zombies in Städten auftauchen. Alle Monster werden durch Buchstaben auf deinem Bildschirm dargestellt. Eine Liste von Monsterbezeichnungen und ihren Positionen relativ zu dir wird auf der rechten Seite des Bildschirms angezeigt. Falls diese Einstellung auf »Falsch« gestellt wurde, wirst du 90 Minuten Zeit haben, dich vorzubereiten, bevor das Auftauchen der Monster beginnt; danach werden Monster überall auftauchen, abhängig von deinem Lärmpegel, den du verursachst.
