Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: truck alternator
de: Lkw-Lichtmaschine
ja: オルタネータ(トラック)
ko: 트럭 발전기(truck alternator)
ru: генератор грузовика
zh_cn: 卡车发电机

source: truck battery
de: Lkw-Batterie
ja: バッテリー(トラック)
ko: 트럭 배터리(truck battery)
ru: аккумулятор грузовика
zh_cn: 卡车电池

source: turret frame
ja: フレーム(タレット)
zh_cn: 炮塔底盘

source: two by four
de: Kantholz
ja: 木材
ko: 재목(two by four)
ru: доска
zh_cn: 2x4制式木料

source: umbrella
de: Regenschirm
ja: 傘
ko: 우산(umbrella)
ru: зонт
zh_cn: 雨伞

source: unfired clay brick
ja: 未焼成粘土煉瓦
zh_cn: 砖坯

source: upgraded reinforced solar panel
de: verbessertes verstärktes Solarpaneel
ja: 改良型強化ソーラーパネル
ko: 개선 강화된 태양 전지판(solar panel)
ru: модернизированная армированная солнечная панель
zh_cn: 强固型高能太阳能板

source: upgraded solar panel
de: verbessertes Solarpaneel
ja: 改良型ソーラーパネル
ko: 개선된 태양 전지판(solar panel)
ru: модернизированная солнечная панель
zh_cn: 高能太阳能板

source: vacuum-packed fish slice
de: vakuumverpacktes Fischstückchen
ja: 真空パック(薄切り魚)
ko: 진공 포장 생선 조각(fish slices)
ru: кусочки рыбы в вакуумной упаковке
zh_cn: 真空装鱼肉片

source: vacuum-packed fruit slice
de: vakuumverpacktes Obststückchen
ja: 真空パック(薄切り果物)
ko: 진공 포장된 과일 조각(fruit slices)
zh_cn: 真空装水果片

source: vacuum-packed meat slice
de: vakuumverpacktes Fleischstück
ja: 真空パック(薄切り肉)
ko: 진공 포장 고기 조각(meat slices)
ru: мясная нарезка в вакуумной упаковке
zh_cn: 真空装肉制品

source: vacuum-packed salted simpleton slice
de: vakuumverpacktes gesalzenes Schwachkopfstück
ja: 真空パック(薄切り塩漬け人肉)
ko: 진공 포장 절인 인육 조각(simpleton slices)
ru: солёные кусочки простака в вакуумной упаковке
zh_cn: 真空傻子切片

source: vacuum-packed veggy chunk
de: vakuumverpacktes Gemüsestück
ja: 真空パック(厚切り野菜)
ko: 진공 포장 야채 조각(veggy chunks)
zh_cn: 真空装蔬果

source: vault leaflet
zh_cn: 避难所传单

source: vehicle controls
de: Fahrzeugsteuerung
ja: 車両制御装置
ko: 차량 조종장치(vehicle controls)
ru: руль
zh_cn: 车载控制器

source: vehicle forge rig
de: Fahrzeugschmiedeausrüstung
ja: 車両電動炉装置
ko: 차량용 단조 장치(forge rig)
ru: автомобильная сварка
zh_cn: 车载锻钻机

source: vehicle tracking device
de: Fahrzeugpeilsender
ja: 車両追跡装置
ko: 차량 추적 장치(tracking device)
ru: устройство для отслеживания транспортных средств
zh_cn: 载具追踪装置

source: vehicle welding rig
de: Fahrzeugschweißausrüstung
ja: 車両溶接装置
ko: 차량용 용접 장치(welding rig)
ru: автомобильная сварочная установка
zh_cn: 车载焊接系统

source: vine
ja: 蔓(9m)
zh_cn: 长藤

source: waffle iron
de: Waffeleisen
ja: ワッフル焼き器
ko: 와플 틀(waffle iron)
ru: вафельница
zh_cn: 华夫饼铛

source: wakizashi
ja: 脇差
ko: 와키자시(wakizashi)
ru: вакидзаси
zh_cn: 肋差

source: walking cane
de: Spazierstock
ja: 歩行杖
ko: 지팡이(walking cane)
ru: трость
zh_cn: 步行手杖

source: war hammer
de: Kriegshammer
ja: ウォーハンマー
ko: 워해머(war hammer)
ru: боевой молот
zh_cn: 战锤

source: wasp sting
de: Wespenstich
ja: 針(狩蜂)
ko: 말벌 침(wasp sting)
ru: жало осы
zh_cn: 黄蜂刺

source: water faucet
de: Wasserhahn
ja: 水栓
ko: 수도꼭지(water faucet)
ru: водопроводный кран
zh_cn: 水龙头

source: wire
de: Draht
ja: 鉄線
ko: 철사(wire)
ru: про́волока
zh_cn: 铁丝

source: wire basket
de: Drahtkorb
ja: ワイヤーバスケット
ko: 철사 바구니(wire basket)
ru: проволочная корзина
zh_cn: 篮筐

source: wired sheet metal
ja: 配線付き薄板(金属)
zh_cn: 接线薄钢板

source: withered plant
de: verdorrte Pflanze
ja: 枯れた植物
ko: 시든 식물(withered plant)
ru: увядшее растение
zh_cn: 枯萎植物

source: wooden armor kit
de: Holzpanzerungsset
ja: 装甲キット(木)
ko: 목제 장갑 조립 도구(wooden armor kit)
ru: деревянная авто-броня
zh_cn: 木制装甲板套件

source: wooden frame
de: Holzrahmen
ja: フレーム(木)
ko: 목재 프레임(wooden frame)
ru: деревянная рама
zh_cn: 木制车架

source: wooden spear
de: Holzspeer
ja: ウッドスピア
zh_cn: 木长矛

source: wooden table
zh_cn: 木桌

source: wooden tonfa
de: hölzerner Tonfa
ja: トンファー(木)
ko: 목제 톤파(wooden tonfa)
ru: деревянная тонфа
zh_cn: 木拐

source: zweihänder
ja: ツヴァイヘンダー
ko: 쯔바이핸더(zweihander)
ru: цвайхендер
zh_cn: 双手巨剑

source: .22 caliber conversion kit
de: .22-Kaliber-Umbausatz
ja: 変換キット(.22口径)
ko: .22 구경 전환 키트(conversion kit)
ru: .22 переточка калибра
zh_cn: .22口径转换器

source: .223 caliber conversion kit
de: .223-Kaliber-Umbausatz
ja: 変換キット(.223口径)
ko: .223 구경 전환 키트(conversion kit)
ru: .223 переточка калибра
zh_cn: .223口径转换器

source: .308 caliber conversion kit
de: .308-Kaliber-Umbausatz
ja: 変換キット(.308口径)
ko: .308 구경 전환 키트(conversion kit)
ru: .308 переточка калибра
zh_cn: .308口径转换器

source: .45 caliber conversion kit
de: .45-Kaliber-Umbausatz
ja: 変換キット(.45口径)
ko: .45 구경 전환 키트(conversion kit)
ru: .45 переточка калибра
zh_cn: .45口径转换器

source: 4.6mm caliber conversion kit
de: 4,6mm-Kaliber-Umbausatz
ja: 変換キット(4.6mm)
ko: 4.6mm 구경 전환 키트(conversion kit)
ru: 4.6мм переточка калибра
zh_cn: 4.6mm口径转换器

source: 40mm pipe launcher
de: 40mm-Rohrwerfer
ja: パイプランチャー(40mm)
ko: 40mm 파이프 유탄발사기(launcher)
ru: 40мм подствольный гранатомет
zh_cn: 40mm自制榴弹发射器

source: 5.45 caliber conversion kit
de: 5,45-Kaliber-Umbausatz
ja: 変換キット(5.45mm)
zh_cn: 5.45口径转换器

source: 5.7mm caliber conversion kit
de: 5,7mm-Kaliber-Umbausatz
ja: 変換キット(5.7mm)
ko: 5.7mm 구경 전환 키트(conversion kit)
ru: 5.7мм переточка калибра
zh_cn: 5.7mm口径转换器

source: 6.54 caliber conversion kit
de: 6,54-Kaliber-Umbausatz
ja: 変換キット(6.54mm)
zh_cn: 6.54口径转换器

source: 7.62 caliber conversion kit
de: 7,62-Kaliber-Umbausatz
ja: 変換キット(7.62mm)
zh_cn: 7.62口径转换器

source: 9mm caliber conversion kit
de: 9mm-Kaliber-Umbausatz
ja: 変換キット(9mm)
ko: 9mm 구경 전환 키트(conversion kit)
ru: 9мм переточка калибра
zh_cn: 9mm口径转换器

source: A bag that hangs off the side of your gun and catches ejected casings so you don't have to pick them up.
de: Ein Beutel, der an der Seite deiner Waffe hängt und abgeschossene Patronenhülsen auffängt, um sie später nicht per Hand einsammeln zu müssen.
ja: 銃に取り付けるポーチです。排出された薬莢を回収できる為、拾う手間が省けます。
ko: 총 옆에 달아 배출되는 탄피를 모으는 가방입니다. 따라서 탄피를 하나씩 주워담을 필요가 없어집니다.
ru: Сумка, которая висит сбоку от оружия и ловит выбрасываемые гильзы, благодаря чему не нужно тратить время собирая их по округе.
zh_cn: 可以装在枪上的袋子，这样弹壳射出来时你就不必弯腰去捡了。

source: A bayonet is a stabbing weapon that can be attached to the front of a shotgun, submachinegun or rifle, allowing a melee attack to deal piercing damage. The added length increases recoil slightly.
de: Ein Bajonett ist eine Stichwaffe, die als Aufsatz an der Spitze einer Schrotflinte, einer Maschinenpistole oder einem Gewehr montiert werden kann. Bei einem Nahkampf wird somit Stichschaden verursacht. Die erhöhte Waffenlänge steigert den Rückstoß geringfügig.
ja: ショットガン、サブマシンガン、小銃に刺突属性の近接攻撃を可能にする銃剣です。長さが増す事で反動が増えます。
zh_cn: 刺刀可以装在霰弹枪、冲锋枪或步枪前面用来刺杀。可以让你的近战攻击造成穿刺伤害，因为增加了枪支长度，后坐力会略微提升.

source: A conversion kit produced by FN Herstal, used to convert .22, 9mm, or .38 firearms to their proprietary 5.7x28mm, a round designed for accuracy and armor penetration.
de: Ein von FN Herstal produzierter Umbausatz, der benutzt wird, um Feuerwaffen des Kalibers .22, 9mm oder .38 zu einer Feuerwaffe des propritären 5,7×28mm-Kalibers, ein Kaliber, welches für Treffgenauigkeit und Rüstungsdurchdringung gemacht wurde, umzubauen.
ja: .22口径、9mm、.38口径の銃を、精度と装甲貫通力を重視した自社規格5.7x28弾対応に変換する、FN社製の置換キーパーツ群です。
zh_cn: 这套转换工具可以将.22、9mm和.38口径的枪支转化成5.7x28mm口径，更精确、穿甲能力更佳。

source: A conversion kit produced by Heckler and Koch, used to convert .22, 9mm, or .38 firearms to their proprietary 4.6x30mm, a round designed for accuracy and armor penetration.
de: Ein von Heckler und Koch produzierter Umbausatz, der benutzt wird, um Feuerwaffen des Kalibers .22, 9mm oder .38 zu einer Feuerwaffe des propritären 4,6×30mm-Kalibers, ein Kaliber, welches für Treffgenauigkeit und Rüstungsdurchdringung gemacht wurde, umzubauen.
ja: .22口径、9mm、.38口径の銃を、精度と装甲貫通力を重視した4.6x30mm弾対応に変換するH&K社製の置換キーパーツ群です。
zh_cn: 这套转换工具可以将.22、9mm和.38口径的枪支转化成4.6x30mm口径，更精确、穿甲能力更佳。

source: A counterweight placed forward of the bow's grip allows for greater accuracy. Aside from increased weight and size, there are no drawbacks.
ja: 弓の前部に取り付けるカウンターウェイトです。ブレを抑制し、拡散率を低減させます。重量と容積は増えますが、他に欠点はありません。
zh_cn: 安置在弓柄上用于提高精准度的平衡物。除了增加重量和大小外,没有缺点。

source: A grip placed forward on the barrel allows for greater control and accuracy. Aside from increased weight, there are no drawbacks.
de: Ein Griff, der am Lauf platziert wird, sorgt für eine bessere Kontrolle und Treffergenauigkeit. Außer einem erhöhtem Gewicht gibt es keine Nachteile.
ja: 銃身に取り付けるグリップです。安定するので命中精度が増します。
zh_cn: 安装在枪管下的握把能够让你更好的掌控枪支，大大增加命中率，除了增加重量，没有其他缺点。

source: A kit to attach a pair of crossbow arms and a firing rail to the barrel of a long firearm. It allows crossbow bolts to be fired.
de: Ein Bausatz, mit dem man eine Miniaturarmbrust an einer langen Schusswaffe befestigen kann. Mit ihm können Armbrustbolzen abgefeuert werden.
ja: 銃身に取り付けるクロスボウです。
zh_cn: 一套包括弩臂和导轨的组件，可安装在长枪的枪管上，发射弩矢。

source: A long ranged rifle scope used by civilians and military alike, increases weight but improves accuracy greatly.
de: Ein langes Gewehrzielfernrohr, wie es von Zivilisten und dem Militär gleichermaßen verwendet wird. Es erhöht das Gewicht aber verbesser die Treffgenauigkeit stark.
ja: 軍民を問わず広く使われている長距離射撃用高倍率ライフルスコープです。重量が増加しますが、精度を大幅に向上させます。
ko: 군용과 민수용으로 사용되는 원거리용 망원 조준경입니다. 무게가 증가하지만 정확도가 대폭 상승합니다.
ru: Оптический прицел используется как гражданскими лицами, так и военными. Увеличивает вес оружия, но при этом значительно увеличивает точность стрельбы.
zh_cn: 适用于远程射击的望远式瞄准镜，增加了重量，但精度大大提高。

source: A longer barrel increases the muzzle velocity of a firearm, contributing to both accuracy and damage. However, the longer barrel tends to vibrate after firing, greatly increasing recoil.
de: Ein verlängerter Lauf erhöht die Mündungsgeschwindigkeit einer Feuerwaffe und verbessert somit sowohl Treffergenauigkeit als auch den Schaden. Allerdings tendiert der verlängerte Lauf nach dem Feuern zu vibrieren, was den Rückstoß stark erhöht.
ja: 銃身を延長します。命中精度とダメージを増加します。その反面、反動が増え、扱い辛くなります。
ko: 총기의 탄속을 증가시키는 연장 총열입니다. 정확도와 살상력이 증가하지만, 긴 총열은 사격 후 더 많이 흔들리기 때문에 반동이 증가합니다.
ru: Длинный ствол позволяет увеличить начальную скорость полета пули, что в свою очередь, увеличивает точность и наносимый урон, но вместе с тем, и отдачу.
zh_cn: 加长枪管增加了子弹的枪口初速，从而提高了准确性和伤害，不过也大大地增加了后坐力。

source: A minimalist pump action shotgun, which can be mounted under the barrel of many rifles. It allows a total of four shotgun shells to be loaded and fired.
de: Eine minimalistische Vorderschaftrepetierflinte, die unter dem Lauf vieler Gewehre angebracht werden kann. Sie kann insgesamt vier Schrotflintenpatronen laden und feuern.
ja: 小型化したショットガンです。ライフルの銃身に取り付ける事が出来ます。4発装填が可能です。
zh_cn: 极度简化的泵动式霰弹枪，它可以被安装在多种步枪的枪管下。一次能装填四发霰弹。

source: A muzzle brake redirects exhaust gases to compensate for muzzle climb, improving recoil but increasing bulk, noise, and reducing accuracy slightly.
de: Eine Mündungsbremse leitet Abgase um, um die Verreißung zu kompensieren und den Rückstoß zu verbessern, aber sie erhöht das Gewicht, den Lärm und verringert die Treffgenauigkeit leicht.
ja: 銃口に取り付け、ガスを上向きに排出することで銃口の跳ね上がりを抑制します。反動が減少しますが、容積と騒音が増加し、僅かに精度が下がります。
ko: 소염기는 총구로 빠져나오는 가스를 뒤쪽으로 거슬러갈 수 있도록 합니다. 반동이 감소하지만, 부피, 소음이 증가하고 정확도가 약간 떨어집니다.
ru: Дульный тормоз перенаправляет выхлопные газы, чтобы компенсировать дульный подъем, улучшая отдачу, но увеличивает массу, шум и немного снижает точность.
zh_cn: 枪口制退器通过提供枪管制退机构来降低枪口上扬的幅度，改善了后坐力但是增大了噪音并且轻微的降低了精度。

source: A pistol bayonet is a stabbing weapon that can be attached to the front of a handgun, allowing a melee attack to deal piercing damage. The added length reduces the gun's overall handling somewhat.
de: Ein Pistolenbajonett ist eine Stichwaffe, die an der Vorderseite einer Handfeuerwaffe angebracht werden kann, was einen Nahkampfangriff, der Stechschaden anrichtet, ermöglicht. Die zusätzliche Länge reduziert die Handlichkeit der Waffe ein wenig.
ja: 拳銃用の銃剣です。拳銃の先端に取り付けて刺突属性の近接攻撃を可能にします。長さが増す事で反動が増えます。
zh_cn: 手枪刺刀是一种安装在手枪前端的刺杀武器，让你在近战攻击中造成刺杀伤害，在增加了手枪长度的同时稍许降低了操作性。

source: A ported barrel redirects exhaust gases to compensate for muzzle climb, improves recoil but increases noise and reduces accuracy slightly.
de: Ein veränderter Lauf leitet Abgase ab, um die Verreißung zu kompensieren und den Rückstoß zu verbessern, aber er erhöht den Lärm und verringert die Treffgenauigkeit ein wenig.
ja: 銃口近くの上面にガス排出ポートが追加された銃身です。ガスの噴出によって銃口の跳ね上がりを抑える効果があります。反動を軽減しますが、騒音が増大し、僅かに制度が下がります。
ko: 총구 윗부분에 가스 배출구를 내어, 사격시 총구 들림 현상을 완화시키는 부품입니다. 반동이 개선되지만 소음이 증가하고 정확도가 약간 감소합니다. (역주 : 정확하게는 컴펜세이터가 아니지만, 비슷하기 때문에 사용했습니다)
ru: Компенсатор позволяет стравливать давление пороховых газов, за счёт этого уменьшая отдачу. При этом увеличивается громкость выстрела и немного снижается точность.
zh_cn: 装有气门的枪管通过改变排放气体的方向来降低枪口上扬的幅度，改善了后坐力但是增大了噪音并且轻微的降低了精度。

source: A precision weighted trigger assembly that improves a firearm's accuracy.
de: Eine präzise gewichteter Abzugsbausatz, der einer Feuerwaffe Treffgenauigkeit erhöht.
ja: プルウェイトを精密に調整したトリガーグループです。銃火器の精度を高めます。
ko: 정밀성이 중시된 방아틀뭉치로 화기의 정확성을 높여줍니다.
ru: Точно настроенный спусковой крючок огнестрельного оружия, увеличивающий точность стрельбы.
zh_cn: 这种精密的配重扳机组件可以整体提高枪支的射击精度。

source: A replacement stock designed to absorb perceived recoil. Aside from increased mass, there are no drawbacks.
de: Ein Ersatzschaft, der den wahrgenommenen Rückstoß absorbiert. Neben dem erhöhtem Gewicht gibt es keine Nachteile.
ja: 交換用の銃床です。反動を抑制します。質量が増加しますが、欠点にはなりません。
zh_cn: 一个可替换的带缓冲枪托，可以吸收枪械射击时的巨大后坐力，提高精度。除了增加了重量以外没有什么缺陷。

source: A set of ergonomic replacement furniture for a firearm, improves recoil and accuracy. Aside from increased weight, there are no drawbacks.
de: Eine ergonomische Ersatzausstattung für eine Pistole; es verbessert den Rückstoß und die Treffgenauigkeit. Neben einem erhöhtem Gewicht gibt es keine Nachteile.
ja: 銃器用の人間工学に基づいた交換用の備品です。反動を抑え、命中精度を改善します。重量が増加しますが、欠点にはなりません。
zh_cn: 一套符合人体工学的手枪配件，可以改善后坐力和精准度。这玩意除了会让手枪重上一点，就没有其他任何副作用了。

source: A set of finely tuned internal components which increase the precision and reliably of a firearm.
de: Ein paar fein abgestimmte interne Komponenten, welche die Präzision und Verlässlichkeit einer Feuerwaffe erhöhen.
ja: 銃火器用の微調整された内部部品セットです。銃火器の精度と信頼性が増加します。
ko: 화기의 정밀도와 신뢰성을 높여줄 미세 조정 내장 부품 세트입니다.
ru: Набор тонко отлаженных внутренних компонентов, которые увеличивают точность и надежность огнестрельного оружия.
zh_cn: 通过微调枪械内部组件从而增加其精度和可靠的一套组件。

source: A set of seals and gaskets that will allow a firearm to operate reliably while submerged in water.
de: Abdichtungen, die es einer Feuerwaffe ermöglichen, verlässlich zu funktionieren, auch wenn sie im Wasser getaucht ist.
ja: 銃器の機構を浸水から守るための、シールやガスケット等の密封材のセットです。
ko: 물에 잠긴 화기가 안정적으로 작동할 수 있게 해주는 밀봉재와 개스킷 세트입니다.
ru: Набор прокладок и уплотнителей, дающих огнестрельному оружию возможность работать, будучи погруженным в воду.
zh_cn: 一套防水胶布和垫圈，让火器在水中也能正常使用。

source: A set of tritium aiming pins for a bow. Improves ease of aiming and target acquisition with no drawbacks.
ja: 弓に取り付ける照準器です。照準速度が向上すると共に、狙いを定めやすくなります。
zh_cn: 一组弓用的氚瞄准系统。提高瞄准精度和目标捕捉能力,没有缺点。

source: A short shotgun with 2 barrels, which can be mounted under the barrel of many rifles. It allows two shotgun shells to be loaded and fired.
de: Eine kurze Schrotflinten mit 2 Läufen. Sie kann unter den Lauf vieler Gewehre angebracht werden. Mit ihr können zwei Schrotpatronen geladen und abgefeuert werden.
ja: 小型化したショットガンです。小銃の銃身に取り付ける事が出来ます。2発装填が可能です。
zh_cn: 双管霰弹副枪模组，它可以被安装在多种步枪的枪管下。一次能装填两发霰弹。

source: A shortened barrel results in markedly reduced accuracy, and a minor increase in noise, but also reduces recoil greatly as a result of the improved manageability of the firearm.
de: Ein verkürzter Lauf sorgt für eine merklich reduzierte Genauigkeit und einem erhöhtem Lärmpegel aber er reduziert auch den Rückstoß stark wegen der verbesserten Kontrollierbarkeit der Feuerwaffe.
ja: 銃身を短くする事で命中精度が下がり、発射音が大きくなります。その反面、反動が減り、扱いやすくなります。
ko: 단축형 총열입니다. 정확도가 감소하고 소음이 약간 증가하지만, 반동이 상당히 줄어들기 때문에 조작성이 증가합니다.
ru: Укороченный ствол заметно снижает точность, немного усиливает звук выстрела. Однако он значительно уменьшает отдачу в результате повышается управляемость огнестрельным оружием.
zh_cn: 锯短的枪管缺点不少，准确度下降、噪音增加，但是大大增加了枪支的操控性，减轻了后坐力。

source: A simple mechanism that converts a pistol to a fully-automatic weapon, with a burst size of three rounds. However it reduces accuracy while increasing noise and recoil.
de: Ein einfacher Mechanismus, der eine Pistole zu einer vollautomatischen Waffe umwandelt, mit einer Feuerstoßgröße von drei Schuss. Allerdings reduziert er die Genauigkeit und erhöht den Lärm und den Rückstoß.
ja: ピストルに3連射可能な全自動発射機能を追加します。命中精度が下がり、発射音と反動が増加します。
zh_cn: 这是一套枪支改造器，可以为手枪附加连发属性，一次可以射出三发子弹，然而同时会减少精确度并增加噪音和后坐力。

source: A small extension above the grip which an arrow rests upon while being aimed. Improves accuracy with no drawbacks.
ja: 番えた矢を載せておく土台です。撃ち出された矢の軌道が安定する為、狙った場所に飛びやすくなります。
zh_cn: 一个装在握柄上的小小扩件，在你瞄准时将弓箭固定在握柄处。无损提高精准度。

source: A small scope intended for use on a handgun or submachine gun, increases weight but improves accuracy greatly.
de: Ein kleiner Sucher, der für die Verwendung an einer Handfeuerwaffe oder Maschinenpistole vorgesehen ist. Er erhöht das Gewicht aber verbessert die Treffgenauigkeit stark.
ja: ハンドガンまたはサブマシンガン用の小型スコープです。重量が増加しますが、精度を大幅に向上させます。
ko: 권총이나 기관단총에 부착하는 작은 조준경으로,권총이나 기관단총에 사용을위한 작은 범위, 무게가 증가하지만 정확도를 크게 향상시켜줍니다.
ru: Небольшой прицел для использования на пистолете или пистолет-пулемёте. Увеличивает вес, но отлично увеличивает точность.
zh_cn: 一个为手枪和冲锋枪设计的小瞄准镜，增加了重量，但极大地提升了精确度。

source: A small visible-light laser that mounts on a firearm's accessory rail to enhance ease and speed of target acquisition. Aside from increased weight, there are no drawbacks.
de: Ein kleiner Laser, der auf einer Feuerwaffe angebracht wird, um die Zielerfassung zu vereinfachen und zu beschleunigen. Neben dem erhöhtem Gewicht gibt es keine Nachteile.
ja: レールに取り付ける、肉眼でも見える可視光レーザー発振器です。アンダーバレルに取り付けるものよりやや小型です。目標を素速く容易に照準できるようになります。重量は増えますが、他に欠点はありません。
zh_cn: 小型可见激光发射器，可安装在火器上，增加命中率与瞄准速度。完全没有缺点——除了增加一点点重量。

source: A spare magazine you can keep on hand to make reloads faster, but must itself be reloaded before it can be used again.
de: Ein Reservemagazin, welches du bereithalten kannst, um das Nachladen schneller zu machen, aber es muss selbst erneut nachgeladen werden, bevor es erneut verwendet werden kann.
ja: 予備の弾倉です。装填速度が速くなりますが、あらかじめ弾を込めておく必要があります。
ko: 빠른 재장전을 위한 예비 탄창입니다. 하지만 예비 탄창으로 장전하기 전에, 탄창 자체를 미리 장전해두어야 합니다.
ru: Запасной магазин вы можете держать под рукой, для быстрой перезарядки, но его требуется перезаряжать отдельно, для его повторного применения.
zh_cn: 一个额外弹匣，让你装填子弹快一些，再次使用前需要重新装填。

source: A supressor designed to work with shotguns. It's a lot more complex than a suppressor for a pistol or rifle.
ja: ショットガン向けに設計されたサプレッサーです。ライフルやピストルに比べより複雑です。
zh_cn: 霰弹枪用消声器，大光头预言的允诺之物之一，相比手枪步枪消声器很复杂，规格看着就快赶上摩托车的消声器了，但是考虑到丧尸友谊的问题，管那么多干嘛~

source: A sword bayonet is a large slashing weapon that can be attached to the front of a shotgun or rifle, allowing a melee attack to deal cutting damage. The added length increases recoil substantially.
de: Ein Schwertbajonett ist eine große Schnittwaffe, die an der Vorderseite einer Schrotflinte oder der eines Gewehrs angebracht werden kann, was einen Nahkampfangriff, der Schnittschaden anrichtet, ermöglicht. Die zusätzliche Länge erhöht den Rückschlag erheblich.
ja: 柄と鍔を備えた刃渡りのある剣です。銃剣として銃に取り付けることもできますが、通常の剣としての機能は全く損なわれていません。銃に取り付けることで切断属性の近接攻撃を可能にします。長さが増すことで反動が増えます。
zh_cn: 这是一把可以安在喷子或者步枪上的刺刀，至于用处你肯定懂的。不过因为长度加长的关系，会增加枪的后坐力。

source: A visible-light laser that mounts under a firearm's barrel to enhance ease and speed of target acquisition. Aside from increased bulk, there are no drawbacks.
ja: 銃身の下に取り付けるレーザーサイトです。目標の捕捉を助け、狙いを定めやすくなります
zh_cn: 一个小型的可见激光瞄准器，安装在枪械上可以迅速瞄准目标。除了体积增加,没有缺点。

source: Adds a red dot optic to the top of your gun, replacing the iron sights. Increases accuracy and weight.
de: Fügt ein Leuchtpunktvisier auf der Oberseite deiner Feuerwaffe hinzu. Die offene Visierung wird dadurch ersetzt. Erhöht Treffgenauigkeit und Gewicht.
ja: アイアンサイトを取り外して光学式ドットサイトを搭載します。精度が向上し、重量が増加します。
zh_cn: 在你的枪上安装一个战术红点瞄具以取代机械瞄准具。提高准确性但是重量增加了。

source: An add on stock for handguns, improves recoil and accuracy. Aside from increased weight, there are no drawbacks.
de: Ein Zusatzschaft für Handfeuerwaffen; er verbessert den Rückstoß und die Treffegenauigkeit. Außer einem erhöhtem Gewicht gibt es keine Nachteile.
ja: 拳銃用の銃床です。反動を抑え、命中精度が増加します。
zh_cn: 一个可以装在手枪上的枪托，增加后坐力和精度，除了增加重量以外没什么缺点。

source: An adjustable replacement stock, improves recoil and accuracy. Aside from increased weight, there are no drawbacks.
de: Ein verstellbarer Ersatzschaft, der den Rückstoß und die Treffgenauigkeit erhöht. Neben dem erhöhtem Gewicht gibt es keine Nachteile.
ja: 長さが調整可能な交換用の銃床です。反動を抑え、命中精度が向上します。重量が増加しますが、欠点にはなりません。
zh_cn: 一个可调式的替换用枪托，改善了后坐力和精度。除了增加了一点重量，没有什么缺陷。

source: An advanced unit that straps onto the side of your firearm and reduces vibration, greatly reducing recoil and increasing accuracy.
ja: 銃の側面に取り付けることで振動を軽減する新型装備です。反動が大幅に軽減され、精度が向上します。
zh_cn: 这是一种高级部件，可以安装在枪械一侧，减轻振动和后坐力，提升精度。

source: An improved blowback mechanism makes your firearm's automatic fire faster, at the cost of reduced accuracy and increased noise.
de: Ein verbesserte Rückschlagsmechanismus beschleunigt das automatische Feuern deiner Feuerwaffe, auf Kosten von reduzierter Genauigkeit und erhöhtem Lärm.
ja: 連射速度を上げる改良型の排莢機構です。精度が下がり、発射音が増加します。
ko: 개선된 연발 사격 장치 부품입니다. 연발사격 속도가 증가하지만 정확도가 감소하고 소음이 증가합니다.
ru: Улучшение затворной рамы позволит увеличить темпа стрельбы за счет потери точности и увеличения шума.
zh_cn: 改良枪机后坐结构，使得全自动射击时射速更快，但会降低精确性并增加噪音。

source: Bipods are commonly used on rifles and machine guns to provide a forward rest and reduce motion. Aside from increased weight, there are no drawbacks.
de: Zweibeine werden üblicherweise auf Gewehren und Maschinengewehren als eine vordere Stütze benutzt, um die Bewegung zu verringern. Neben einem erhöhtem Gewicht gibt es keine Nachteile.
ja: ライフルやマシンガンで一般的に使われる保持具です。重量は増えますが、他に欠点はありません。
zh_cn: 两脚架是最普遍的自动步枪改良组件为你沉重的枪械增加了一个可靠的支撑件，极大的降低了后坐力并提高了射击精度，除了重量略微增加，几乎没有任何缺点.

source: Completely doubles the ammunition capacity of your firearm, but the added bulk reduces accuracy and increases recoil.
de: Verdoppelt die Munitionskapazität deiner Feuerwaffe, aber der zusätzliche Ballast reduziert die Genauigkeit und erhöht den Rückstoß.
ja: 取り付けた火器の装弾数を2倍にしますが、精度は低下し、反動は増加します。
ko: 해당 화기의 장탄량을 정확히 두 배로 만들어줍니다. 하지만 부피가 커지다보니, 명중률이 떨어지고 반동이 증가합니다.
ru: Спаренные магазины позволяют увеличить боезапас вдвое, но снижает точность и повышает отдачу.
zh_cn: 使你的枪支弹药容量增加一倍，但是由于体积增加因此降低了精确性并增加了后坐力。

source: Improves the weapon's iron sights, increasing accuracy. No drawbacks.
de: Verbessert die offene Visierung der Waffe, was die Treffsicherheit erhöht. Keine Nachteile.
ja: アイアンサイトを改良し、精度を向上させます。欠点はありません。
zh_cn: 改进武器自带的机械瞄具，从而提高射击精度。没有负面影响。

source: Increases the ammunition capacity of your firearm by 50%, but the added bulk reduces accuracy slightly.
de: Erhöht die Munitionskapazität deiner Feuerwaffe um 50%, aber der zusätzliche Ballast reduziert die Genauigkeit ein bisschen.
ja: 装弾数を50%増やしますが、精度が若干低下します。
ko: 총기의 장탄량을 50%%증가시키지만, 부피가 커져서 정확도가 약간 감소합니다.
ru: Увеличивает боезапас вашего оружия на 50%, но нарушает балансировку оружия и его точность.
zh_cn: 这个小部件能够增加50%的弹容量，让你在关键时候不再缺少子弹，当然，损失一点精确度也就没什么了。

source: M203
ja: グレネードランチャー(M203)
ru: М203
zh_cn: M203榴弹发射器

source: M320 GLM
ja: グレネードランチャー(M320 GLM)
zh_cn: M320榴弹枪

source: Mechanism that allows your CW-24 rifle to fire in fully automatic mode. It is handmade.
de: Ein Mechanismus, mit dem dein »CW-24«-Gewehr im Vollautomatikmodus gefeuert werden kann. Er wurde selbstgebaut.
ja: CW-24に組み込めるフルオート機構です。手作りです。
zh_cn: 这个手工打造的装置给你的CW-24步枪增加了自动开火模式。虽然很简陋，但是非常有效。

source: RM121 aux shotgun
de: RM121-Zusatzschrotflinte
ja: ショットガン(RM121/補助)
ko: RM121 보조 산탄총(aux shotgun)
ru: подствольный дробовик RM121
zh_cn: RM121副枪
