Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is a chemical heat pack. It's used to treat sports injuries and heat food. It is usable only once.
de: Dies ist ein thermochemischer Wärmespeicher. Er wird benutzt, um Sportverletzungen zu behandeln und Nahrung zu erwärmen. Er kann nur einmal verwendet werden.
ja: 使い捨ての発熱剤です。怪我の手当や食べ物を温めるのに使います。
zh_cn: 一次性加热贴，可以被用来处理伤口或者加热食物。

source: This is a chemical heat pack. It's used to treat sports injuries and heat food. This one has been used and is chemically inert, rendering it useless.
de: Dies ist ein thermochemischer Wärmespeicher. Es wird benutzt, um Sportverletzungen zu behandeln und Nahrung zu erwärmen. Dieser wurde benutzt und ist chemisch inaktiv, was ihn nutzlos macht.
ja: 使い捨ての発熱剤です。怪我の手当や食べ物を温めるのに使います。使用済みです。
zh_cn: 一次性加热贴，可以被用来处理伤口或者加热食物，但这个加热贴已经被用过了，现在没用了。

source: This is a chemistry set stored in a bag. The contents include glass containers, hoses, metal wire, a hotplate, and safety glasses. It might be used to craft some chemistry projects if you're so inclined.
de: Dies ist ein in einer Tasche aufbewahrter Chemiebaukasten. Er enthält Glasbehälter, Schläuche, Metalldraht, eine Heizplatte und eine Schutzbrille. Er könnte für die Fertigung einiger Chemieprojekte benutzt werden - wenn du so großen Wert darauf legst.
ja: 持ち運べる箱に収納された化学実験セットです。試験管やフラスコなどの各種ガラス容器、ゴムホース、金属線、ホットプレート、保護眼鏡などを含んでいます。いくつかの化学系レシピの製作に使えそうです。
zh_cn: 这个包里存放的一套化学用品包括一些玻璃器皿,一些金属线以及护目镜.如果你想制作一些化学品,它可为你提供一定的便利。绝命毒师最喜欢的道具！

source: This is a chunk of rocket candy that has been lit on fire and burns with a loud hiss, spewing forth large amounts of smoke.
ja: 甲高い音を立てながら煙と火花を大量に吹き出しているロケットキャンディです。
zh_cn: 这是块已经点着了的火箭糖基，在响亮的嘶嘶燃烧声中喷涌出大量的浓烟。

source: This is a combination of two Dark Age conflict-resolution classics, the broadsword and the torch. The blade is glowing with heat. Excalibur can eat its heart out. Use to shut it off.
ja: ブロードソードと松明を組み合わせた暗黒時代を切り開く逸品です。
zh_cn: 一个将中世纪用来解决麻烦的典范(大刀和火炬)组合起来的武器，刀刃已经发烫，让圣剑也妒忌吧。

source: This is a combination of two Dark Age conflict-resolution classics, the broadsword and the torch. Use to light it up and show those heathen zombies who's Lord around here.
de: Dies ist eine Kombiation zweier mittelalterlicher Konfliktauflösungsklassiker, nämlich dem Breitschwert und der Fackel. Benutze diesen Gegenstand, um die Fackel anzuzünden und zeig diesen Heidenzombies, wer ihr Herr ist.
ja: ブロードソードと松明を組み合わせた暗黒時代を切り開く逸品です。
zh_cn: 在黑暗时代用来解决冲突的两个经典象征的组合---大刀和火炬. 将它点燃，告诉那些毫无信仰的丧尸，谁才是这里的主人。

source: This is a common hydraulic jack, used when changing tires.
de: Dies ist ein gewöhnlicher hydraulischer Wagenheber, der für den Reifenwechsel gebraucht wird.
ja: タイヤ交換をする際に用いられる一般的な油圧ジャッキ。
ko: 차량을 들어올릴 때 사용하는 수압식 잭입니다. 타이어 교환시 사용됩니다.
ru: Обычный гидравлический домкрат. Используется при замене колес.
zh_cn: 一个普通的液压千斤顶，用来换轮胎.

source: This is a comparatively-common Japanese short sword. Smaller and lighter than a katana, but still effective in combat.
de: Dies ist ein vergleichsweise verbreitetes japanisches Kurzschwert. Kleiner und leicher als eine Katana, aber immer noch effektiv im Kampf.
ja: 日本生まれのショートソードです。日本刀よりも短くて軽いですが、依然として効果的な武器です。
zh_cn: 相对而言比较常见的日式短剑。较太刀而言小且轻，但这正是它的优点也说不定。

source: This is a complete toolkit made to repair damaged firearms. Powered by standard batteries, it is a vital tool for long-term firearms maintenance. It requires 25 charges of battery power per use.
de: Dies ist ein vollständiger Werkzeugkasten, um beschädigte Feuerwaffen zu reparieren. Es wird mit Standardbatterien betrieben und ist ein wichtiges Werkzeug für die langfristige Wartung von Feuerwaffen. Er benötigt 25 Batterieladungen pro Benutzung.
ja: 損傷した銃器を修理するための専用工具が完璧に備わった修理キットです。通常の電池で作動します。銃器を長く使うには必須のものと言えます。1回の使用で電池容量を25使用します。
zh_cn: 一个修复受损的火器的工具包。使用标准电池，它是长期维护火器的重要工具。每使用一次消耗25单位的电池电量。

source: This is a construction tool for drilling through hard rock or other surfaces. It runs on batteries. Use it (if loaded) to blast a hole in adjacent solid terrain.
ja: 硬い岩や地面に穴をあけるための工事用ツールです。電池で動きます。電池が入った状態で隣接する地形に対して使用すれば削岩できます。
zh_cn: 这把冲击钻靠电池来驱动，使用之后，可以把附近的地面或者敌人钻出一个大洞来。

source: This is a construction tool for drilling through hard rock or other surfaces. It runs on gasoline. Use it (if loaded) to blast a hole in adjacent solid terrain.
de: Dies ist ein Bauwerkzeug für das Bohren durch harten Stein oder anderen Flächen. Es läuft mit Benzin. Benutze es (falls betankt), um ein Loch in ein benachbartes festes Gelände zu bohren.
ja: 硬い岩や地面に穴をあけるための工事用ツールです。ガソリンで動きます。燃料がある状態で隣接する地形に対して使用すれば削岩できます。
zh_cn: 这把冲击钻靠汽油来驱动，使用之后，可以把附近的地面或者敌人钻出一个大洞来。

source: This is a cordless drill with a selection of drill bits. The charger base contains a battery draining attachment so the drill can be charged in lieu of mains power.
de: Dies ist ein drahtloser Bohrer mit einer Auswahl an Bohraufsätzen. Die Aufladestation enthält einen Batterieentladungs-Aufsatz, somit kann der Bohrer auch ohne Stromnetz aufgeladen werden.
ja: 先端工具が変えられるコードレスの電動ドリルです。充電器が付属しているので電源が無くても使えます。
zh_cn: 无绳电钻，有许多备用钻头，充电底座上还有一个小装置，能从电池中获取能量。

source: This is a crude explosive device triggered by a piece of string. Use it to setup and watch some poor bastard trigger it.
de: Dies ist ein plumpes explosives Gerät, das von einem Stück Faden ausgelöst wird. Benutze es, um die Falle zu stellen und siehe zu, wie eine arme Drecksau sie auslöst.
ja: 繋がれた紐が引っ張られると起爆する爆発物です。設置後、可哀想な犠牲者が引っ掛かるのを観察しましょうか。
zh_cn: 由引线启动的简陋炸药。再也不用担心炸弹捻被人不小心踩灭的尴尬事情发生了。

source: This is a decent-sized chunk of worked copper affixed to a wooden shaft, to make a crude yet effective axe.
zh_cn: 一个足够大的经过加工的铜块被安装在一个木质的手柄上，成了一把粗糙但有效的斧头。

source: This is a demagnetized steel hammer with a rubber grip. With a hammer, nails, and two by fours in your inventory, you could board up adjacent doors and windows. It has myriad other uses as well.
de: Dies ist ein entmagnetisierter Stahlhammer mit einem Gummigriff. Mit einem Hammer, Nägeln und Kanthölzern in deinem Inventar könntest du benachbarte Türen und Fenster verrammeln. Es hat außerdem noch unzählig viele andere Verwendungszwecke.
ja: ゴム製グリップのついた磁気除去済みの鋼鉄製ハンマーです。ハンマー、釘、木材がインベントリにあれば、隣接したドアや窓に板を打ち付けることができます。その他にも無数の使用方法があります。
zh_cn: 使用锤子、钉子和2x4制式木材把门窗封上。

source: This is a device with a metal tip that can get very hot. It is necessary for advanced electronics crafting. You could also use it to cauterize wounds, if you had to.
de: Dies ist ein Gerät mit einer Metallspitze, die sehr heiß werden kann. Es ist nötig für die Anfertigung von erweiterten Elektronik-Gegenständen. Du könntest es auch dazu benutzen, Wunden zu kauterisieren, wenn du müsstest.
ja: 先端が加熱する工具です。電子機器の製作に必須で、傷を焼灼する事も出来ます。
zh_cn: 一块可以被烧得很烫的金属板，可以用来制作电子产品，当然也可以用来灼烧伤口。

source: This is a digging tool. Use it to dig pits adjacent to your location.
de: Dies ist ein Grabewerkzeug. Benutze es, um Gruben neben dir zu graben.
ja: 掘削する為の道具です。隣接する地形に使います。
zh_cn: 一个挖坑工具，你可以用它在你周围挖坑。做人莫学南派三叔，挖坑从来不带填。

source: This is a disposable plastic lighter. A lighter must be carried to use various drugs, like cigarettes, or to light things like Molotov cocktails. You can also use a lighter to light nearby items on fire.
de: Dies ist ein Einwegplastikfeuerzeug. Ein Feuerzeug muss getragen werden, um diverse Drogen, wie Zigaretten, zu benutzen oder, um Dinge wie Molotowcocktails anzuzünden. Du kannst ein Feuerzeug auch zum Anzünden naheliegender Gegenstände verwenden.
ja: 使い捨てライターです。煙草や薬品、火炎瓶などのアイテムを使うにはライターを携帯しなくてはならない。隣接するアイテムに火をつける事も可能です。
zh_cn: 这个一次性塑料打火机可以用来点燃香烟、燃烧瓶之类的东西。还可以用它来生火从而点燃附近的可燃物。

source: This is a dull, cheaply made replica of a huge, curved, two-handed sword from Japan. It is surprisingly light for its size.
de: Dies ist ein stumpfes billig angefertigtes Replikat eines riesigen gekrümmten zweihändigen Schwerts aus Japan. Es ist überraschend leicht für dessen Größe.
ja: 反りの入った長大な太刀...の安価なレプリカです。大きさの割には軽量ですが、刃がないので切れ味は最悪です。
zh_cn: 双手日本刀，外表闪亮着寒光。

source: This is a farming implement. Use it to turn tillable land into a slow-to-cross pile of dirt.
de: Dies ist ein Landwirtschaftsarbeitsgerät. Benutze es, um grabbares Land zu einem schwer zu überquerendem Dreckshaufen zu verwandeln.
ja: 農作業を行う為の道具です。土を耕すのに使います。
zh_cn: 一把农具，你可以用它来把平土地锄成难以通过的一团泥。

source: This is a fine glass tube with a bulb with a bowl on one end. It's used to partake of certain illicit substances.
ja: バルブが付いた硝子製のパイプです。薬物の摂取に使います。
zh_cn: 一个细玻璃管，底部可以点火。用来享用某些非法的违禁物质，你懂的。

source: This is a fire extinguisher in grenade form factor, not as effective as a regular fire extinguisher, but you can use it from the distance. It activates due to heating, so just throw it in to the flame for instant effect.
de: Dies ist ein Feuerlöscher im Formfaktor einer Granate. Er ist nicht so effektiv wie ein regulärer Feuerlöscher, aber du kannst ihn aus der Ferne anwenden. Die Granate wird durch Hitze aktiviert, also wirf sie einfach in die Flamme für eine sofortige Wirkung.
ja: 手榴弾の形をした消火器です。一般的な消火器ほど効果的ではありませんが、遠くから投げることで効果を発揮します。熱を加えることで消火剤が噴き出します。
zh_cn: 这是一个手榴弹的外形灭火器。虽然效果弱于常规灭火器，但你可以从远处将它投掷到火场中。由于受热而激活，所以有即时的灭火效果。

source: This is a flattened stone affixed to a stick. It works passably well as a shovel but really can't compare to a real shovel.
de: Dies ist ein geplätteter Stein, der an einem Stock angebracht wurde. Das funktioniert schon ganz gut als Schaufel, aber ist wahrhaft kein Vergleich zu einer richtigen Schaufel.
ja: 平らな石に木を添えたシャベルの代用品です。
zh_cn: 扁平的石头绑在了木棍上，就当做铁锹用吧，虽然显然比不上啊。

source: This is a flexible rubber hose. It could be used for crafting, or siphoning fuel from a vehicle.
de: Dies ist ein flexibler Gummischlauch. Er könnte für die Fertigung oder zum Absaugen von Treibstoff eines Fahrzeugs gebraucht werden.
ja: 柔軟なゴムホースです。何かの部品として使えます。車両から燃料を抜き取る事も出来ます。
zh_cn: 一个灵活的橡胶软管。可以用于制造，如果你用力的撸或者还能从别人的汽车里偷油出来。

source: This is a funnel used to collect rainwater. Use it outside and place a container beneath it to collect water when it rains.
de: Dies ist ein Tricher zum Auffangen von Regenwasser. Benutze ihn draußen und stelle einen Behälter unter ihn, um Regenwasser während des Regens zu sammeln.
ja: 漏斗(じょうご)です。雨水を集めます。雨の降っている所に設置して、そこへ容器を置くと徐々に水が溜まります。
zh_cn: 一个用来收集雨水的漏斗状装置。户外a键激活放置好，然后在它下面放一个容器就可以收集雨水了。

source: This is a glass vial, split into two chambers. The divider is removable, which will cause the chemicals to mix. If this mixture is exposed to air (perhaps by throwing the vial) they will spill out as a pool of potent acid.
de: Dies ist ein Glasfläschchen, das in zwei Kammern unterteilt wurde. Der Trenner ist entfernbar, was die Chemikalien sich vermischen lässt. Wenn diese Mixtur der Luft ausgesetzt ist – was nach dem Werfen passieren kann – werden sie als Säurepfuhl auf dem Boden enden.
ja: 2種類の化学物質が入った小瓶です。仕切りが外れると混ざります。外気に触れる(びんを投げる)と強力な酸溜まりが出来ます。
zh_cn: 这是一个被分割成两个空间的玻璃小瓶，两个空间中有东西格挡着，如果取下挡板，并把两种液体的混合物暴露在空气中（比如说丢出去），所投掷的地区将形成一片持续的强酸液。

source: This is a glass vial, with two chemicals mixing inside. The vial feels colder and the contents are frothing. If this mixture is exposed to air (as could happen if you throw the vial), it will spill out as a pool of potent acid.
de: Dies ist ein Glasfläschchen mit zwei sich vermischenden Chemikalien. Das Fläschchen fühlt sich kühler an und ihre Inhalte schäumen. Sobald diese Mixtur der Luft ausgesetzt wird (was passieren könnte, wenn du das Fläschchen wirfst), wird sie einen Säurepfuhl hinterlassen.
ja: 2種類の化学物質が入った小瓶です。瓶は冷たく、中身が泡立っています。外気に触れる(びんを投げる)と強力な酸溜まりが出来ます。
zh_cn: 这是一个两种化学物质混合着的玻璃瓶，如果你把这两种液体的混合物暴露在空气中（比如说丢出去），所投掷的地区将形成一片持续的强酸液。

source: This is a grenade that generates a electromagnetic pulse with a tiny nuclear explosion. Use this item to pull the pin and light the fuse, turning it into an active EMP grenade. You will then have three turns before it detonates, creating an EMP field that damages robots and drains bionic energy.
de: Dies ist eine Granate, die einen elektromagnetischen Puls mit einer winzigen nuklearen Explosion erzeugt. Benutze diesen Gegenstand, um den Stift zu ziehen und die Zündschnur anzuzünden, was ihn in eine aktive EMP-Granate verwandelt. Du wirst dann drei Züge Zeit bis zur Detonation, die ein EMP-Feld, das Roboter beschädigt und den Strom von Bioniken entlädt, haben.
ja: 小規模の核爆発を起こし電磁場留守を発生させる手榴弾です。使用してピンを引き点火します。爆発するとロボットや生物工学的な要素を持つ対象にダメージを与える電磁パルスを周囲に発生させます。爆発まで3ターンの時間が掛かります。
zh_cn: 拔下安全销来使用EMP手雷，你有三回合时间去扔掉它，它会产生一个电磁场来使其周围的电子设备瘫痪，他是机械人的最(ke)爱(xing)。

source: This is a hand-blown glass pipe. It's of the type most commonly used to smoke recreational substances.
de: Dies ist eine handgeblasene Glaspfeife. Es ist eine der Art von Pfeifen, die am meisten für das Rauchen von Partydrogen benutzt werden.
ja: ガラス工芸職人がひとつひとつ吹いて作ったパイプです。楽しい気分になる物質で一服する際に最もよく使われる道具です。
zh_cn: 一种手工制作的玻璃管，经常被用来吸食迷幻类植物制品。

source: This is a hand-carved wooden smoking pipe. It's designed to facilitate consumption of fire cured tobacco leaves.
de: Dies ist eine handgeschnitzte hölzerne Tabakspfeife. Sie wurde dafür gemacht, den Konsum von geräucherten Tabakblättern zu ermöglichen.
ja: 手彫りの木製パイプです。効率的に煙草を楽しめるよう設計されています。
zh_cn: 手工制作的烟斗，可以用来吸食烟叶。

source: This is a hand-forged collapsible tool that has two axe heads and sharp shovel-like tip on one end. It can be used as a shovel, or you could chop some zombies with it instead.
ja: 尖ったシャベルの両側が鋭利な斧の刃になっている自家製武器です。柄を折り畳んで小さくすることが出来ます。シャベルとして土を掘るも良し、必要に応じてゾンビを叩き斬るのも良いでしょう。
zh_cn: 这是一个手工锻造的可折叠工具——磨尖一把带有伸缩柄的铲子，然后在铲头下面焊上双刃斧。它可以当铲子用，也可以用来劈碎丧尸的脑袋。

source: This is a heating element with pot and frame for holding coffee or other powders. It's got a battery compartment for use when the power goes out. You can use it to make coffee, or other drinks if you so choose.
de: Dies ist ein Heizelement mit Kanne und Rahmen, um Kaffee- oder andere Pulver zu beinhalten. Es hat einen Batteriefach, das verwendet werden kann, wenn der Strom ausfällt. Du kannst sie benutzen, um Kaffee oder andere Getränke, wenn du möchtest, zu machen.
ja: コーヒーや他の粉末を入れられる、発熱機能付きのポットとその台です。動かなくなった時は、電池を入れてみてください。コーヒーやその他の飲料を製作するために使います。
zh_cn: 一套带有壶和粉末滤网的加热器具。除去交流电源，它还能用电池供电。可以拿它来煮咖啡……当然，煮茶也行。

source: This is a heavy duty LED flashlight. This flashlight is turned on, and continually draining its batteries. Use it to turn it off.
de: Dies ist eine Hochleistungs-LED-Taschenlampe. Diese Taschenlampe ist eingeschaltet und verbraucht nach und nach ihre Batterien. Benutze sie, um sie auszuschalten.
ja: 頑丈なLED懐中電灯です。点灯しており、電池を消費しています。使用すると消灯します。
zh_cn: 一个重型LED手电筒。使用充电电池提供照明。现在是打开状态，用<a>键打开关闭。

source: This is a heavy duty LED flashlight. Using this flashlight will turn it on and provide light, assuming it is charged with batteries.
de: Dies ist eine Hochleistungs-LED-Taschenlampe. Die Taschenlampe zu benutzen, wird sie einschalten und Licht spenden, angenommen, dass sie aufgeladene Batterien hat.
ja: 頑丈なLED懐中電灯です。電池が十分に充填されていれば、使用すると電源が入り点灯します。
zh_cn: 一个重型LED手电筒。使用充电电池提供照明。用<a>键打开关闭。

source: This is a heavy multiple-use tool commonly carried by firefighters, law enforcement, and military rescue units. Use it to open locked doors without destroying them or to lift manhole covers. You could also wield it to bash some heads in.
de: Dies ist ein schweres Mehrzweckwerkzeug, für gewöhnlich von Feuerwehrleuten, Polizisten und militärischen Rettungseinheiten mitgeführt. Benutze es, um verschlossene Türen, ohne sie zu zerstören, zu öffnen, oder, um Gullydeckel anzuheben. Du könntest dich damit auch bewaffnen, um ein paar Schädel einzuschlagen.
ja: 消防士や警察、軍の救助隊などで使われる多目的な工具です。ドアなどを壊す事なく開けられ、マンホールの蓋も持ち上げる事が出来ます。もちろん、誰かの頭に叩きつける事も出来ますよ。
zh_cn: 重型多用工具，通常被消防员、执法部门和救灾部队使用。用它来撬开房门和井盖吧！当然，砸丧尸也行。

source: This is a hefty prying tool. Use it to open locked doors without destroying them or to lift manhole covers. You could also wield it to bash some heads in.
de: Dies ist ein kräftiges Hebelwerkzeug. Benutze es, um abgeschlossene Türen, ohne sie zu zerstören zu öffnen. Oder, um Gullydeckel hochzuheben. Du könntest es auch tragen, um ein paar Köpfe einzuschlagen.
ja: ドアなどを壊す事なく開けられる工具です。マンホールの蓋も持ち上げる事が出来ます。もちろん、誰かの頭に叩きつける事も出来ますよ。
zh_cn: 正规工厂制作的标准撬棍，又名物理学圣剑，可以轻易进出别人的家里而不破坏门或者用来开启下水沟井盖，还可以潇洒的敲开丧尸的脑袋。实在是居家旅行的必备之物。

source: This is a high-powered stun gun. Use this item to attempt to electrocute an adjacent enemy, damaging and temporarily paralyzing them. Because the shock can actually jump through the air, it is difficult to miss.
de: Dies ist ein starkes Betäubungsgewehr. Benutze diesen Gegenstand, um einen benachbarten Feind zu schocken, schädigen und kurzzeitig zu paralisieren. Weil der Schock tatsächlich durch die Luft springen kann, ist es schwer, zu verfehlen.
ja: 高電圧のスタンガンです。隣接する相手を感電させ、ダメージを与え、一時的に麻痺させます。
zh_cn: 这是一把高功率的电击枪。使用它可以使指定地点及临近的敌人受伤且暂时瘫痪。因为该攻击是像电磁炮一样穿梭于空气中的，所以很难Miss。

source: This is a highly modified EMP grenade, designed to scramble robots' IFF control chips, rather than destroy them. This converts the robot to your side for a short time, before the backup systems kick in. Use this item to pull the pin and light the fuse, turning it into an active scrambler grenade.
de: Dies ist eine stark modifizierte EMP-Granate, gemacht, um der Roboter ZEFF-Steuerungschips zu stören, anstatt sie zu zerstören. Dies wird den Roboter für eine kurze Dauer auf deine Seite bringen, bevor das Reservesystem anspringt. Benutze diesen Gegenstand, um den Stift zu ziehen und die Zündschnur anzuzünden, was ihn in eine aktive Störgranate verwandelt.
ja: ロボットの電源を落とすのではなく制御チップを破壊するように、高度な改良を加えたEMP手榴弾です。これがあれば、バックアップシステムが作動する前に、短時間でロボットをあなたの味方に変えることができます。使用してピンを引き点火します。
zh_cn: 这是一个高度修改的EMP手雷，用来获取机器人芯片的控制权，从而让它们站在你这边。可惜，效果只能维持一会，然后就会被机器人的备用系统取代。

source: This is a home-made explosive device, consisting of a large plastic jug filled with black gunpowder and scrap metal, equipped with a long fuse. Use this item to light the fuse. Should explode in no more than five turns...
ja: 長い導火線がついた大きなプラスチック製容器に、黒色火薬と金属片を詰めた、自家製爆弾です。使用して導火線に点火します。爆発するのに5ターンもかからないと思います…
zh_cn: 这是一个土制的爆炸装置，由一个装满了黑火药和废金属的大塑料罐制成，有根长长的引线。使用来点燃导火索。5轮以内就该爆炸了……

source: This is a home-made explosive device, consisting of a large plastic jug filled with black gunpowder and scrap metal, whose fuse has been lit, its final countdown starting.
ja: 長い火の点いた導火線がついた大きなプラスチック製容器に、黒色火薬と金属片を詰めた、自家製爆弾です。爆発まで秒読み状態です。
zh_cn: 这是一个土制的爆炸装置，由一个装满了黑火药和废金属的大塑料罐制成，有根长长的引线已经被点着了。它即将迎来终结。

source: This is a homemade battery compartment made with spare electronics. With enough electronics skill, you could attach this to any electronic tool to double the amount of batteries it can hold.
de: Dies ist eine selbstgebauter Batterieeinsatz, der aus Ersatzelektronikbauteilen gebaut wurde. Mit einer ausreichenden Elektronikerfahrung könntest du diese Vorrichtung an jedes elektronisches Werkzeug anbringen, um die Batteriekapazität zu verdoppeln.
ja: 電子機器の補助として作った自作のバッテリー拡張装置です。十分な電子工学技能があるならば、電子機器に装着することで電池容量を倍にすることができるでしょう。
zh_cn: 这是一个用多余的电子零件自制的电池仓。如果你有足够的电子技能，你可以把它附加在任何使用电池的工具上，使它们的电池容量翻倍。

source: This is a homemade bomb consisting of a bottle filled with match heads and equipped with a fuse. Use this item to light the fuse; you will, of course, need a lighter in your inventory to do this.
de: Dies ist eine Flasche mit Streichholzköpfen und wurde mit einer Zündschnur ausgestattet. Benutze diesen Gegenstand, um die Zündschnur zu entzünden; du wirst natürlich ein Feuerzeug in deinem Inventar dafür benötigen.
ja: マッチの頭をボトルに詰め込んだ自作爆弾です。使用するには導火線に点火する道具が必要です。
zh_cn: 一个塞满火柴头的瓶子并装备了导火索。用打火机点燃它，然后纵火吧！！

source: This is a homemade heat sealer unit with an air pump. It's used for vacuum packing food to preserve it.
ja: 自作の真空包装機です。空気を吸引し、食品を密封します。
zh_cn: 自制的便携式真空热封口机，用于包装真空食品以延长食物保质期。

source: This is a huge two-handed sword from Germany. It packs a real wallop.
de: Ein großes zweihändiges Schwert aus Deutschland. Es ist eine mächtige Waffe.
ja: ドイツ生まれの巨大な両手剣です。迫力があります。
zh_cn: 一把德制巨型双手剑，极具视觉冲击力。

source: This is a huge, curved, two-handed sword from Japan. It is surprisingly light for its size.
de: Dies ist ein riesiges, gekrümmtes, zweihändiges Schwert aus Japan. Für dessen Größe ist es überraschend leicht.
ja: 日本伝来の大型で反りのある両手持ちの刀です。大きさの割には軽量。
zh_cn: 巨大的双手日本刀，但是居然很轻，外表闪亮着寒光。

source: This is a human skull with strange etchings covering it.
de: Dies ist ein menschlicher Schädel, der von seltsamen Ätzungen bedeckt ist.
ja: 人間の頭蓋骨です。奇妙な装飾が彫り込まれています。
ko: 기이한 문양이 아로새겨진 인간의 두개골입니다.
ru: Человеческий череп со странными гравюрами, покрывающими его.
zh_cn: 这是一个雕刻着奇怪刻印的人的头骨。

source: This is a katana that glows with the fury and heat of the SUN! Well, okay it's not THAT hot, but getting hit with it still stings like the dickens. Use to shut off the gas.
de: Dies ist eine Katana, die mit der Wut und Hitze der SONNE glüht! Nunja, okay, es ist nicht SO heiß, aber damit getroffen zu werden, tut immer noch teuflisch weh. Benutze sie, um die Benzinzufuhr abzuschalten.
ja: 怒れる太陽の火を纏った日本刀です！...まあ、なんだ、太陽はちょっと言い過ぎましたが、とにかく威力は折り紙付きですよ。使用すると火を消します。
zh_cn: 武士刀可以发出愤怒灼热的光，当然这不是因为热，但它仍然像魔鬼一样刺痛。

source: This is a katana with a nozzle just behind the cutting edge of the blade. People love fire, and people love katanas, so why not put them together? The gas burners attached to this blade can really turn up the heat on your foes. Use to ignite.
ja: 峰にノズルが取り付けられた日本刀です。人は火を好み、刀を好みます。なら合体させてしまえばいいのです。斬り付けると同時にバーナーから吐き出された炎が敵を燃やします。使用するには火種が必要です。
zh_cn: 大家喜欢火, 人们喜欢武士刀, 所以为什么不把它们结合在一起? 汽油燃烧器附加在刀刃上可以烧伤敌人。

source: This is a kit for a simple trap consisting of a rope noose and a snare trigger. It requires a tree nearby. It is effective at trapping monsters.
de: Dies ist ein Bausatz für eine einfache Falle, die aus einer Schlinge und einem Fallenauslöser besteht. Sie erfordert einen Baum neben ihr. Sie ist effektiv beim Fangen von Monstern.
ja: 輪縄とスネアトリガーで構成されている罠の一式です。設置場所の近くに木を必要とします。効果的に対象を捕獲する事が出来ます。
zh_cn: 这是由粗绳与有活结的套索组成的一个简单的陷阱，需要附近有一棵树，猎物掉到其中就会被网住。

source: This is a kit for a simple trap consisting of a string noose and a snare trigger. It requires a young tree nearby. It is effective at trapping and killing some small animals.
de: Dies ist ein Bausatz für eine einfache Falle, die aus einer Schlinge und einem Fallenauslöser besteht. Sie erfordert einen jungen Baum neben ihr. Sie ist effektiv beim Fangen und Töten von kleinen Tieren.
ja: 輪縄とスネアトリガーで構成されている罠の一式です。設置場所の近くに若木を必要とします。効果的に対象を捕獲する(小動物であれば殺す)事が出来ます。
zh_cn: 这是由细绳与有活结的套索组成的一个简单的陷阱。需要附近有颗小树，用来诱捕可怜且美味的小动物。

source: This is a kit for a teleporter trap consisting of a teleporter and a solar cell that is triggered when stepped upon.
de: Die ist ein Bausatz für eine Teleporterfalle. Er besteht aus einem Teleporter und einer Solarzelle, die ausgelöst wird, wenn etwas auf sie tritt.
ja: テレポート罠の一式です。ソーラー電池と踏んで作動する瞬間移動装置が組み合わされています。
ko: 위에 올라서면 작동되는 텔레포터와 태양전지로 이루어진 텔레포트 함정 제작 도구입니다.
zh_cn: 这是一个已经埋设好的地雷，一旦踩上就会爆炸。

source: This is a large blade that has had a portion of the handle wrapped in duct tape, making it easier to wield as a rough machete.
de: Dies ist eine große Klinge, bei dem ein Teil des Griffs in Isolierband gewickelt wurde, wodurch sie leichter als grobe Machete getragen werden kann.
ja: 刃に手で掴む部分をダクトテープで取り付けてあります。マチェットとして使えます。
ko: 큰 칼날의 밑부분을 접착 테이프로 감아서, 손잡이로 쓸 수 있게 만든 칼입니다. 조잡한 정글도 정도로 사용할 수 있습니다.
ru: Огромное лезвие, часть которого обмотана монтажным скотчем, что позволяет орудовать им как мачете.
zh_cn: 一把由胶带包裹着手柄的刀片，可以凑合着当砍刀用。某些墨西哥大汉最爱用的兵刃。

source: This is a large blade with a fuel pipe on the side, and a small tank and igniter built into the insulated hilt. The blade is glowing brightly. Use to shut off the gas.
de: Dies ist eine große Klinge mit einem Treibstoffröhchen an der Seite und einem kleinen Tank mit Zündvorrichtung, die am isoliertem Griff angebracht ist. Die Klinge glüht hell. Benutzen, um die Treibstoffzufuhr abzuschalten.
ja: 燃料パイプと点火装置が取り付けてある、大きな刃です。ガソリンを充填して点火することで刃の攻撃に炎の熱が加わります。刃は炎に包まれ、周囲を明るく照らしています。使用することで日を消します。
zh_cn: 大刀片的一侧有燃料管，和一个小槽和内置在绝缘柄的点火器。刀片会发出明亮的光。
