Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A 84x246mm smoke marker round for the Carl Gustav M3 recoilless rifle. Commonly used for signaling, target designation, and for screening troop movements.
ja: カールグスタフM3無反動砲用の84x246mm煙幕弾です。一般的には合図や標的の指示、そして部隊の移動をスクリーニングする為に使用します。
zh_cn: 用于Carl Gustav M3无后坐力炮的84x246mm烟雾弹，常用于发信号、指示目标和掩护部队。

source: A bait made from breadcrumbs, used in traps to lure fish.
de: Ein Köder aus Brotkrumen, in Fallen benutzt, um Fische anzulocken.
ja: パンくずを使った魚の餌です。魚を誘い、捕まえるのに使います。
zh_cn: 面包制成的鱼饵，用来捕鱼。

source: A bait made from raw fish, used in traps to lure fish.
de: Ein Köder aus rohem Fisch, in Fallen benutzt, um Fische anzulocken.
ja: 生魚を使った魚の餌です。魚を誘い、捕まえるのに使います。
zh_cn: 生鱼肉制成的鱼饵，用来捕鱼。

source: A bait made from raw meat, used in traps to lure fish.
de: Ein Köder aus rohem Fleisch, in Fallen benutzt, um Fische anzulocken.
ja: 生肉を使った魚の餌です。魚を誘い、捕まえるのに使います。
zh_cn: 生肉制成的鱼饵，用来捕鱼。

source: A bait made from vegetables, used in traps to lure fish.
de: Ein Köder aus Pflanzenmaterial, in Fallen benutzt, um Fische anzulocken.
ja: 野菜を使った魚の餌です。魚を誘い、捕まえるのに使います。
zh_cn: 植物制成的鱼饵，用来捕鱼。

source: A basic wooden arrow, it has a metal arrowhead and fletching. It's light-weight, does some damage, and is so-so on accuracy. Stands a below average chance of remaining intact once fired.
ja: 普通の木の矢です。金属製の矢尻と矢羽が取り付けてあります。軽量で威力、命中精度はそこそこです。放った矢が低確率で地面に残ります。
zh_cn: 一支带有金属箭头和箭羽的木质箭矢。它有点轻，造成的伤害还不错，精准度也还凑合，射击后只有小概率可以保持完好。

source: A beanbag round for shotguns, not deadly but designed to disable.
de: Eine Beanbag-Patrone für Schrotflinten, nicht tödlich, aber dafür gemacht, das Ziel zu behindern.
ja: 殺害ではなく無力化を念頭に作られたショットガン用のビーンバック弾です。
ko: 산탄총용 빈백탄입니다. 살상용이 아닌 무력화용 탄입니다.
ru: Травматический патрон для дробовика, несмертельный, но противника вырубает.
zh_cn: 一种霰弹枪用的防暴霰弹，不致命但是会非常疼。

source: A bottle of dilute hydrogen peroxide, for use as a disinfectant and for bleaching hair or textiles. Foams a little, when in contact with organic matter, but otherwise harmless.
ja: 希釈した過酸化水素の水溶液です。消毒、または髪や織物の脱色に使える程度の濃度に調整されています。有機物に触れると僅かに発泡しますが、目などに入らない限り危険はありません。
zh_cn: 一瓶稀过氧化氢溶液，可用作消毒剂或漂白毛类、纺织品。在与有机物接触时会起一点泡，但基本是无害的。

source: A box of ball bearings, useful as ammunition for slings.
de: Eine Kiste mit Kugellagern, verwendbar als Munition für eine Steinschleuder.
ja: ベアリングの球が入った箱です。スリングの弾に使えます。
ko: 볼 베어링 한 박스입니다. 슬링의 탄환으로 사용됩니다.
ru: Коробка шарикоподшипников, полезны как снаряды для пращи.
zh_cn: 用于滚珠轴承的一盒小钢球，很适合作为弹弓的弹药。很适合用来弹小丧尸的小JJ。

source: A box of nails, mainly useful with a hammer.
de: Eine Schachtel mit Nägeln, hautpsächlich brauchbar mit einem Hammer.
ja: 釘が入った箱です。主にハンマーと一緒に使います。
ko: 못이 들어있는 박스입니다. 주로 망치와 함께 쓰입니다.
ru: Гвозди, ими можно что-нибудь приколотить молотком.
zh_cn: 一盒钉子，主要用来被锤子敲。禁止把它钉到别人的脑袋里。

source: A box of small steel balls. They deal virtually no damage.
de: Eine Kiste mit kleinen Stahlkugeln. Sie verursachen so gut wie keinen Schaden.
ja: 鋼で作られた小さな玉の入った箱です。この玉は殆どダメージを与えられません。
zh_cn: 一箱小钢球。你指望用它来欺负丧尸？除非人家是丧尸萝莉，你是怪蜀黍。

source: A brass-jacketed .22 caliber round with superior penetration capacity.
de: Eine messing-ummantelte .22-Kaliber-Patrone mit überlegener Durchdringungsfähigkeit.
ja: 貫通力に優れた真鍮被覆.22口径弾です。
ko: 탄두를 황동으로 코팅한 .22 구경 탄으로 우수한 관통력을 가지고 있습니다.
ru: Пули .22 калибра с цельнометаллической оболочкой обладают отличной проникающей способностью.
zh_cn: .22黄铜被甲高穿透力子弹。

source: A brass-jacketed .38 round. This increases penetration slightly at the cost of reduced expansion.
de: Eine messing-ummantelte .38-Patrone. Dies erhöht die Materialdurchdringung ein wenig auf Kosten der Ausdehnung.
ja: 弾頭を真鍮で覆った.38口径弾です。弾頭変形を防ぎ貫通力を高めてあります。
ko: 탄두를 황동으로 코팅한 .38 탄입니다. 대인저지력을 포기한 덕분에 관통력이 약간 증가되었습니다.
ru: Пуля калибра .38 с цельнометаллической оболочкой. Увеличена проникающая способность за счёт снижения дистанции стрельбы.
zh_cn: .38被甲高穿透力子弹。牺牲少许伤害用来增加穿透力。

source: A brass-jacketed .38 round. This increases penetration slightly at the cost of reduced expansion. This one has been hand-reloaded.
de: Eine messing-ummantelte .38-Patrone. Dies erhöht die Materialdurchdringung ein wenig auf Kosten der Ausdehnung. Diese Patrone wurde wiedergeladen.
ja: 弾頭を真鍮で覆った.38口径弾です。弾頭変形を防ぎ貫通力を高めてあります。この弾薬は手詰めで製作されています。
zh_cn: .38被甲高穿透力子弹。牺牲少许伤害用来增加穿透力。这是手工重新装药的型号。

source: A brass-jacketed .40 Smith & Wesson round. This increases penetration slightly at the cost of reduced expansion.
de: Eine messing-ummantelte Patrone des Typs .40 Smith & Wesson. Die Ummantelung erhöht die Materialdurchdringung ein wenig auf Kosten der Ausdehnung.
ja: 弾頭を真鍮で覆った.40口径S&W弾です。弾頭変形を防ぎ貫通力を高めてあります。
ko: 탄두를 황동으로 코팅한 .40 S&W탄입니다. 대인저지력을 포기한 덕분에 관통력이 약간 증가되었습니다.
ru: Пуля калибра .40 Smith & Wesson с цельнометаллической оболочкой. Увеличена проникающая способность за счёт снижения дистанции стрельбы.
zh_cn: .40 Smith&Wesson黄铜被甲高穿透力子弹。牺牲少许伤害用来增加穿透力。

source: A brass-jacketed .40 Smith & Wesson round. This increases penetration slightly at the cost of reduced expansion. This one has been hand-reloaded.
de: Eine messing-ummantelte Patrone des Typs .40 Smith & Wesson. Dies erhöht die Materialdurchdringung ein wenig auf Kosten der Ausdehnung. Diese Patrone wurde wiedergeladen.
ja: 弾頭を真鍮で覆った.40口径S&W弾です。弾頭変形を防ぎ貫通力を高めてあります。この弾薬は手詰めで製作されています。
zh_cn: .40 Smith&Wesson黄铜被甲高穿透力子弹。牺牲少许伤害用来增加穿透力。这是手工重新装药的型号。

source: A brass-jacketed 9mm Parabellum round. This increases penetration slightly at the cost of reduced expansion.
de: Eine messing-ummantelte 9mm-Parabellum-Patrone. Dies erhöht die Materialdurchdringung ein wenig auf Kosten der Ausdehnung.
ja: 弾頭を真鍮で覆った9mmパラベラム弾です。弾頭変形を防ぎ貫通力を高めてあります。
ko: 탄두를 황동으로 코팅한 9mm 파라블럼 탄입니다. 대인저지력을 포기한 덕분에 관통력이 약간 증가되었습니다.
ru: Пуля с цельнометаллической оболочкой калибра 9 мм парабеллум. Увеличена проникающая способность за счёт снижения дистанции стрельбы.
zh_cn: 9mm黄铜被甲高穿透力子弹。牺牲少许伤害用来增加穿透力。

source: A brass-jacketed variant of the .30-06 round. Both penetration and stopping power are between the military and other civilian versions of the round.
de: Eine messingummantelte Variante der .30-06-Patrone. Sowohl Panzerbrechung als auch Mannstoppwirkung liegen zwischen der militärischen und anderen zivilen Versionen der Patrone.
ja: .30-06弾の弾頭を真鍮で覆った弾薬です。軍仕様と民間仕様のどちらも、貫通力と制止力に優れています。
ko: 탄두를 황동으로 코팅한 .30-06 탄입니다. 관통력과 저지력을 동시에 가지고 있으며, 민간용과 군용 모두로 사용됩니다.
ru: Патрон .30-06 калибра с цельнометаллической оболочкой. Военный патрон отличающийся большой проникающей и останавливающей способностью.
zh_cn: .30-06黄铜被甲高穿透力子弹。穿透力及停止作用介于军用和民用版本之间。

source: A brass-jacketed variant of the .44 Magnum round. This increases penetration slightly at the cost of reduced damage from expansion.
de: Eine messing-ummantelte Variante der .44-Patrone. Dies erhöht die Materialdurchdringung ein wenig auf Kosten der Ausdehnung.
ja: .44口径マグナム弾のブラスジャケット版です。貫通力の増加と引き換えに、弾薬の開裂による損傷力が低下しました。
ko: 탄두를 황동으로 코팅한 .44 매그넘탄입니다. 대인저지력을 포기한 덕분에 관통력이 약간 증가되었습니다.
ru: Пуля калибра .44 Магнум с цельнометаллической оболочкой. Увеличена проникающая способность за счёт снижения дистанции стрельбы.
zh_cn: 一种带铜质外壳的改装版马格南手枪子弹。在牺牲了少许形变导致的破坏力的同时，获得了更好的穿透力。

source: A brass-jacketed variant of the .44 Magnum round. This increases penetration slightly at the cost of reduced damage from expansion. This one has been hand-reloaded.
ja: 弾頭を完全に真鍮で覆った40口径弾です。弾頭変形を防ぎ、貫通力を高めてあります。
zh_cn: 一种带铜质外壳的改装版.44马格南手枪子弹。牺牲威力，提升穿透力。这是手工重新装药的型号。

source: A can of blue paint.
de: Ein Farbeimer mit blauer Farbe.
ja: 塗料(青)の入った缶です。
ko: 파란색 페인트 한 통입니다.
ru: Это банка синей краски.
zh_cn: 一罐蓝色喷漆。

source: A can of green paint.
de: Ein Farbeimer mit grüner Farbe.
ja: 塗料(緑)の入った缶です。
ko: 녹색 페인트 한 통입니다.
ru: Это банка зелёной краски.
zh_cn: 一罐绿色喷漆。

source: A can of purple paint.
de: Ein Farbeimer mit violetter Farbe.
ja: 塗料(紫)
ko: 자주색 페인트 한 통입니다.
ru: Это банка пурпурной краски.
zh_cn: 一罐紫色喷漆。

source: A can of red paint.
de: Ein Farbeimer mit roter Farbe.
ja: 塗料(赤)の入った缶です。
ko: 빨간색 페인트 한 통입니다.
ru: Это банка красной краски.
zh_cn: 一罐红色喷漆。

source: A can of white paint.
de: Ein Farbeimer mit weißer Farbe.
ja: 塗料(白)の入った缶です。
ko: 하얀색 페인트 한 통입니다.
ru: Это банка белой краски.
zh_cn: 一罐白色喷漆。

source: A can of yellow paint.
de: Ein Farbeimer mit gelber Farbe.
ja: 塗料(黄)の入った缶です。
ko: 노란색 페인트 한 통입니다.
ru: Это банка жёлтой краски.
zh_cn: 一罐黄色喷漆。

source: A canister of hydrogen. With proper equipment, it could be heated to plasma.
de: Ein Kanister mit Wasserstoff. Mit der richtigen Ausrüstung könnte er in Plasma umgewandelt werden.
ja: 水素の入った容器です。適切な知識があればプラズマを加熱させる事が出来ます。
zh_cn: 一罐氢气。使用适当的设备，可以把它加热到等离子态。

source: A canister of oxygen.
ja: 酸素の入った容器です。
zh_cn: 一罐氧气

source: A chunk of a zinc powder and sulfur mixture, bound together by superglue, that can be used as an impromptu rocket fuel.
zh_cn: 一堆锌粉和硫磺的混合物，由强力胶粘合，可以用作临时火箭燃料。

source: A colorful, hard ball. Essentially a rock.
de: Eine farbenprächtige harter Kugel. In erster Linie ein Stein.
ja: 色鮮やかな硬質のボールです。岩の様な硬さですね。
zh_cn: 一颗彩色的硬球。本来是一块岩石。

source: A copper-tipped throwing spear. The grip area has also been carved and covered for better grip.
zh_cn: 带铜质箭头的标枪。握手也经过处理更好掌握。

source: A crude shaft made from plastic. It needs arrowheads and fletching to become a functional arrow.
ja: プラスチックから作った矢柄です。矢として機能させるには矢尻と矢羽が必要です。
zh_cn: 一个由塑料做成的简陋的箭柄，需要箭头及箭羽来做成一个可用的箭。

source: A crude shaft made from wood. It needs arrowheads and fletching to become a functional arrow.
ja: 木から作った荒削りな矢柄です。矢として機能させるには矢尻と矢羽が必要です。
zh_cn: 一个由木棍做成的粗糙的箭柄，需要箭头及箭羽来做成一个可用的箭。

source: A hand-reloaded beanbag round for shotguns, not deadly but designed to disable.
ja: 殺害ではなく無力化を念頭に作られたショットガン用のビーンバック弾です。これは手で詰め込まれました。
zh_cn: 一种霰弹枪用的防暴霰弹，不致命但是会非常疼。手工重新装药的型号。

source: A hand-reloaded shell filled with iron pellets. Extremely damaging, plus the spread makes it very accurate at short range. Favored by SWAT forces.
de: Eine mit Eisenkügelchen wiedergeladene Hülse. Extrem hoher Schaden, außerdem macht die Ausbreitung sie sehr zielsicher bei kurzen Entfernungen. Von SWAT-Kräften bevorzugt.
ja: 鉛の球が詰まった弾薬です。殺傷能力が高く、広範囲に広がります。SWATが好んで使用します。
zh_cn: 一种填充着小铁珠的弹药。破坏力极强，由于散射的特性，这种弹药在近距离糊人一脸时的命中率很高。这是手工重新装药的型号。“SWAT部队力荐”。

source: A hand-reloaded shotgun shell filled with tiny steel darts. Extremely damaging, plus the spread makes it very accurate at short range. Slices through most forms of armor with ease.
de: Eine wiedergeladene Schrotpatrone, die mit winzigen Stahlpfeilen gefüllt ist. Extrem hoher Schaden, außerdem macht die Ausbreitung sie sehr zielsicher bei kurzen Entfernungen. Durchdringt die meisten Panzerungsarten mit Leichtigkeit.
ja: 金属製の小さなダーツが詰まった散弾銃用の弾薬です。高いダメージに加え、拡散による近距離の高命中率が期待出来ます。容易に各種装甲を貫通します。これは手で詰め込まれました
zh_cn: 一种手工复装的填充微型镖头的猎枪用霰弹。威力极大，并且近距离命中率极高，并且还附带破甲效果。

source: A hand-reloaded shotgun slug loaded with concussive explosives. While the slug itself will not do much damage to its target, it will explode on contact.
de: Eine wiedergeladene Schrotpatrone, die mit einem Erschütterungsspengsatz gefüllt ist. Während die Patrone selbst nicht so viel Schaden anrichten wird, wird sie bei Kontakt explodieren.
ja: 爆薬を詰め込んだ散弾です。目標に接触すると爆発します。
zh_cn: 装满了可爆炸子弹的猎枪。尽管子弹对目标造成不了多大伤害，但是可以在接触目标后爆炸。手工重新装药的型号。

source: A hand-reloaded variant of the widely-used 5.56 NATO round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances.
de: Dies ist eine wiedergeladene Variante der weit verbreiteten 5.56-NATO-Patrone. Brandmunition ist dazu ausgelegt, heiß beim Einschlag zu brennen, Panzerungen zu durchdringen und brennbare Substanzen anzuzünden.
ja: 広く流通している5.56mmNATO弾を徹甲焼夷仕様にしたものです。焼夷弾は着弾時に高温で燃焼を起こし、装甲を貫通し、可燃物に着火します。この弾薬は手詰めで製作されています。
ko: 널리 쓰이는 5.56mm NATO탄의 소이탄 버전으로, 타격과 동시에 연소하여 방어구를 관통하고 가연성 물질에 불을 붙입니다. 이것은 손수만든 재생탄입니다.
ru: Переснаряжённый вариант бронебойно-зажигательного патрона 5.56 NATO. Предназначен для воспламенения горючих веществ типа бензина или пропана.
zh_cn: 这是广泛使用的5.56 NATO子弹的一种变种——燃烧弹，它可以剧烈燃烧，产生冲击，穿透装甲并将周围的可燃物全都烧成灰灰。这是手工重新装药的型号。

source: A handful of New England sand. If you had a stoked furnace, you could turn it into glass. Otherwise, it's only good for making cement.
zh_cn: 一小撮沙子。如果你有焦炉，可以烧玻璃。否则只能用来制造水泥。

source: A handful of ammonium nitrate. This white, crystalline powder is commonly used as a component of fertilisers and explosives. Could also be dissolved in water to sharply lower its temperature, but is there any use for this quality in this new world?
ja: 一握りの硝酸アンモニウムです。この白い結晶性粉末は、一般的に肥料や爆発物の原料として使用されます。水に溶かすと熱を吸収しますが、この新天地で何かの役に立つのでしょうか？
zh_cn: 少量硝酸铵。这种白色结晶粉末通常用作肥料和炸药的组分。也可以溶解于水，大幅降低其温度，但这特性在这个新世界里有什么用啊？（译：冰啤酒！！）

source: A handful of black gunpowder, made by mixing charcoal and sulfur with saltpeter. Pretty useless for making modern cartridges, as the soot produced when it burns will quickly clog any firearm, but it could be used to make some vicious bombs.
zh_cn: 一小撮黑火药，由木炭硫磺硝石混合制成。无法用于制造现代弹药，因为在燃烧时会留下残渣堵塞枪膛，但还是可以用于制造一些凶猛的炸弹。

source: A handful of calcium carbide chunks, giving off a faint, garlic-like smell. Commercially, calcium carbide was used for on-the-spot manufacture of acetylene and historically to power acetylene lamps. If mixed with water and sealed, it will explode with little strength, but with relatively loud noise and could maybe be used as a decoy...
ja: かすかにニンニクのような香りを放つ、一握りの炭化カルシウム片です。市販品としての炭化カルシウムは、アセチレンガスの製造に使われており、かつてはアセチレンランプの動力源でした。水と混合して密封すれば、少しの力をかけるだけで大きな音を立てて爆発します。おとりとして使えるかも。
zh_cn: 一小撮电石块，一股淡淡的蒜味。商业上，碳化钙用于即时制造乙炔，历史上也用于点亮乙炔灯。如果与水混合并密封起来，它会产生威力小但响声大的爆炸。或许可以用作诱饵...

source: A handful of chromium oxide pellets. This substance, typically known as the only stable green pigment for paints, is also a mild oxidiser, which can be mixed with aluminum powder to make thermite for welding. If one had access to a CVD machine and a laboratory worth of reagents, they might be able to produce very durable ceramic layers.
ja: 塩化クロムのペレットです。劣化しにくい緑色塗料として有名な物質ですが、軽度の酸化剤でもあり、アルミニウム粉末と混合すれば溶接用テルミットが作れます。薬品が揃った実験室とCVD装置があれば、耐久性が非常に高いセラミックを生成することもできそうです。
zh_cn: 一个氧化铬小球。这种物质是通常情况下唯一稳定的绿色颜料，也是一种温和的氧化剂。它可以与铝粉末混合来进行铝热焊接。如果能够找到化学气相沉积器和有丰富试剂的实验室，它们可用于生产非常耐用的陶瓷层。

source: A handful of darts, useful as ammunition for blowguns.
de: Eine handvoll Darts, nützlich als Munition für Blasrohre.
ja: 一束のダーツです。吹き矢の矢に適しています。
ko: 다트 한 움큼 정도입니다. 입으로 불어서 쏘는 블로우건에 장전해서 사용합니다.
ru: Самодельные дротики, используются как боеприпасы в духовой трубке.
zh_cn: 一把飞镖,用作吹箭筒的弹药.

source: A handful of finely ground aluminum powder. This strong reducing agent was used in combination with various oxidants for chemical welding and explosives alike. Just before the Cataclysm, however, it was the basis of virtually all commercial metallic-hued paints and anti-corrosive coatings.
ja: 微細なアルミニウムの粉末です。強力な還元剤として作用します。様々な酸化剤と組み合わせる事で化学溶接や爆発物などに用いられてきました。しかし、大変動の直前までは、大半はメタリックカラーの商用ペンキや錆止めのコーティング基材として使われていました。
zh_cn: 一小撮细磨铝粉。这种强还原剂可用于各种氧化剂的化学焊接和炸药制作之中。然而，就在大灾变之前，它被用于几乎所有的商业金属涂料和抗腐蚀涂料。

source: A handful of glass marbles, useful as ammunition for slings or slingshots.
de: Eine handvoll Glasmurmeln, nützlich als Munition für Schleudern oder Steinschleudern.
ja: 一掴み分のガラス玉です。スリングまたはスリングショットの弾に適しています。
zh_cn: 一把小玻璃弹珠，很适合当弹弓的弹药。

source: A handful of pebbles, useful as ammunition for slings or slingshots.
de: Eine Handvoll Kiesel, nützlich als Munition für Schleudern oder Steinschleudern.
ja: 一掴み分の小石です。スリングまたはスリングショットの弾に適しています。
ko: 슬링(slings)이나 슬링샷(slingshots)의 탄약으로 사용될 수 있는 한 웅큼의 자갈입니다.
ru: Горстка гальки, используется в качестве боеприпасов для пращи или рогатки.
zh_cn: 一把小石子，很适合当弹弓的弹药。

source: A handful of saltpeter. Sometimes used as a fertilizer, this ubiquitous nitrate is the principal constituent of black gunpowder and simple rocket propellants, such as rocket candy.
zh_cn: 一小撮硝石。有时用于肥料制造，但这无所不在的硝酸盐是黑火药和基础火箭推进剂的主要组分。

source: A handful of silvery-greenish powder, produced by mixing aluminum and chromium oxide. This mixture, burning at a constant pace and at extremely high temperature, was once used for on-the-spot welding. Can be used as an incendiary material in a pinch.
ja: アルミニウムと酸化クロムを混合した銀緑色の粉末です。超高温で安定して燃焼するので、かつては簡易溶接に使っていました。いざというときの火おこしに便利です。
zh_cn: 少量银绿色的粉末,由铝粉和氧化铬混合而成。这种混合物能稳定燃烧并产生极高的温度,曾经被用于即时焊接。必要时可以作为燃烧弹的材料。

source: A handful of small chunks of limestone. Useful for experiments at science fairs, but pretty useless as ammo. Maybe something could be crafted from this stuff…
zh_cn: 一小撮石灰石。可用于科学实验，无法当作弹药使用。也许可以用它制作点什么...

source: A handful of waxy hexamine tablets. This ubiquitous fuel was used to start up almost every garden grill and no 'real' camping trip could do its cooking without it, until the Cataclysm. Nowadays, it is even more valuable then before, being the key component in the preparation of several military-grade explosives.
ja: 固形のヘキサミンです。広く流通しているこの燃料は、かつては庭でのBBQの着火に使われ、「本格的」なキャンプ旅行では、これ無しに料理は作れませんでした。災厄の後、ヘキサミンは軍用の爆発物製造における重要な材料として使用され、以前よりさらに貴重な物質になりました。
zh_cn: 又称乌洛托品。这种普遍的燃料被用于几乎每一个花园烤架，那种“真正的”露营之旅也离不开它来烹饪食物——直到大灾变为止。现在，作为军用级炸药制备的关键成分，它甚至比以前还要金贵了。

source: A handful of yellow grains of pure sulfur. Primarily used to make battery acid, sulfur is sometimes used as fuel for explosives. Can be burned to produce acidic smoke, that is deadly to bacteria and humans alike, or oxidized to make paper-bleaching agents.
zh_cn: 一小把黄色如细沙般的纯硫磺。主要用于制造电池液，也能用在爆炸物上。可以点燃制造酸性烟雾，对细菌和人都是致命的。或者用于氧化漂白纸张。

source: A handful of zinc powder. While commercially used mostly in cosmetics and for paints, hobbyists used to mix it with sulfur to make basic rocket fuel / smokescreen. When treated with a strong acid, it will produce hydrogen.
zh_cn: 一小撮锌粉。商业上主要用于化妆品及染料中，业余化学爱好者们将其和硫磺混合制造基础火箭燃料/烟雾发生器。和强酸混合时会生成氢气。

source: A heavy lead ball about 8cm in diameter. Could pack quite a bit of a punch if you had something to launch it.
ja: 直径約8センチメートルの重い鉛の砲丸です。これを投げつけたらなかなかの威力が出そうです。
zh_cn: 直径8厘米的重铅球。拿什么东西发射出去铁定好玩。

source: A heavy metal slug used with shotguns to give them the range capabilities of a rifle. Extremely damaging but rather inaccurate. Works best in a shotgun with a rifled barrel.
de: Eine schwere Metallgewehrkugel zur Verwendung mit Schrotflinten, um ihnen die Reichweite eines Gewehrs zu geben. Extrem hoher Schaden, aber ziemlich ungenau. Funktioniert am Besten in einer Schrotflinte mit einem gezogenem Lauf.
ja: 散弾銃で使われる単発弾です。ライフルの射程をショットガンに齎します。威力は絶大ですが、命中精度は低い。銃身を長くしたショットガンで真価を発揮します。
zh_cn: 一颗沉重的金属弹，装填在霰弹枪里使其拥有步枪般的射程，威力极大但精准度不高。最好装在线膛霰弹枪中使用。

source: A heavy modified handheld nuclear device. Intended to be fired from a specialized launcher, its case has been cut down and it has been rigged to explode on impact. While it is now somewhat lighter than before, it can no longer be triggered manually.
de: Eine stark modifizierte tragbarer nuklearer Sprengkörper. Er ist dazu gedacht, von einem speziellem Werfer abgeschossen zu werden; seine Hülle wurde entfernt und er wurde so modifiziert, dass er bei Aufprall explodiert. Er ist einerseits etwas leichter als vorher, aber kann andererseits nicht mehr manuell aktiviert werden.
ja: 大幅に改造された携帯用核兵器です。特殊なランチャーから発射する事を意図しており、着弾時にケースを切り落として、爆発する様に設計されています。多少は軽量化されていますが、手動で起動する事は出来ない。
zh_cn: 经过魔改的便携核装置。外壳被取下，受到强烈冲击便会爆炸。似乎是比原先轻了点儿，不过只能装进发射器里当做炮弹打出去了。

source: A heavy plastic cartridge made for use in flare guns. It appears to be a modified 12 gauge shotgun shell.
de: Eine schwere Plastikpatrone für Signalpistolen. Es scheint eine modifizierte Kaliber-12-Schrotflintenpatrone zu sein.
ja: 信号銃用に作られた重いプラスチック製のカートリッジです。これは改造された12ゲージのショットガン弾の様です。
zh_cn: 一个沉重的塑料盒，放着闪光弹。似乎是通过修改霰弹枪弹药得来的。

source: A heavy plastic cartridge made for use in flare guns. It appears to be a modified 12 gauge shotgun shell. This one has been hand-reloaded.
de: Eine schwere Plastikpatrone für Signalpistolen. Es scheint eine modifizierte Kaliber-12-Schrotflintenpatrone zu sein. Diese Patrone wurde wiedergeladen.
ja: 信号銃用に作られた重いプラスチック製のカートリッジです。これは改造された12ゲージのショットガン弾の様です。これは手で詰め込まれました。
zh_cn: 一个沉重的塑料盒，放着闪光弹。似乎是通过修改霰弹枪弹药得来的。这是手工重新装药的型号。

source: A heavy shaft made from scrap metal. It needs arrowheads and fletching to become a functional arrow.
ja: 鉄屑から作った重量感のある矢柄です。矢として機能させるには矢尻と矢羽が必要です。
zh_cn: 一个由废金属制成的沉重的箭柄，需要箭头及箭羽来做成一个可用的箭。

source: A heavy shaft made from wood. It needs arrowheads and fletching to become a functional arrow.
ja: 木から作った重量感のある矢柄です。矢として機能させるには矢尻と矢羽が必要です。
zh_cn: 一个由木棍做成的沉重的箭柄，需要箭头及箭羽来做成一个可用的箭。

source: A heavy wooden arrow, with fletching and a metal arrowhead. It's much heavier than other wooden arrows, and as a result it does more damage and is more stable in flight, resulting in better accuracy over a longer range. Stands a good chance of remaining intact once fired.
ja: 矢羽と金属製の矢尻を取り付けた頑丈な木の矢です。他の木の矢と比べ重く、そのため威力が高く安定して飛んでいき、長射程でも命中精度が高い。放たれた矢は消滅しなければ再利用が可能です。放った矢が中確率で地面に残ります。
zh_cn: 一支重箭，被装上了金属箭头和箭羽。它比其他的木箭要沉得多，因此它可以造成更大的伤害，并且飞行得更稳定，使得它的精准性与最大射程有了很大程度上的提高。射击后有一定概率可以保持完好。

source: A large canister from a spent 40mm grenade.
de: Ein großer Kanister einer verbrauchten 40mm-Granate
ja: 使用済みのグレネード弾(40mm)です。
ko: 발사된 40mm 유탄의 빈 탄피(canister)입니다.
ru: Большая гильза от 40мм гранаты.
zh_cn: 一个装40mm榴弹的大罐。

source: A large metal disc surrounded by 7 sharp blades. It's as menacing as it sounds.
ja: 7枚の鋭利な刃が付いた大きな金属製の円盤です。見た目に違わぬ恐ろしさをもっています。
zh_cn: 一个大的金属圆盘上边带有着7个锋利的刀刃，就跟听上去一样的恶毒。

source: A large plastic dart made for outdoor games.
de: Ein großer Plastikdartpfeil für Spiele im Freien.
ja: カナダの屋外ゲーム用に制作されたプラスチック製の大型ダーツです。
ko: 야외 놀이용의 큰 플라스틱 다트입니다.
ru: Большой пластиковый дротик, предназначенный для игр на свежем воздухе.
zh_cn: 一个为户外游戏所制造的大型塑料飞镖。

source: A lightweight hatchet made for throwing. Its ineffective cutting edge and light weight makes it unsuitable for use as a tool.
de: Ein leichtgewichtiges Beil zum Werfen. Dessen uneffektive Schneide und ungewöhnliche Form machen es als Werkzeug unbrauchbar.
ja: 投擲用の軽量の手斧です。物の切断に向いていない刃の形状と軽さの為、道具としての使用には適していない。
zh_cn: 一把适合投掷的轻斧。所以基本上除了飞以外这把小斧头做不了任何事情。

source: A lightweight, sharpened bolt made from some kind of metal. It is fairly unwieldy and only provides moderate accuracy, due to being filled with explosives and fitted with an impact trigger.
de: Ein leichtgewichtiger geschärfter Bolzen, der aus irgendeinem Metall gemacht wurde. Er ist ziemlich schwerfällig und bietet nur mittelmäßige Treffgenauigkeit, weil er mit Sprengstoffen gefüllt und mit einem Einschlagsauslöser ausgestattet ist.
ja: 何かの金属から作られた軽く鋭いボルトです。酷く不格好で並みの命中率だけが取り柄です。撃発装置や爆薬を詰め込んで括り付けているのが原因ですが...
zh_cn: 由金属削尖制得的弩矢。比较轻但不好拿，精准性一般，里面装有炸药和引信。

source: A makeshift shotgun round intended to incapacitate a foe at minimal damage.
ja: 簡易的なショットガン用の弾薬です。対象を最低限のダメージで無力化する事を目的としています。
zh_cn: 一个简易的沙包弹，在你需要一个沙袋的时候比较管用。

source: A metal disc surrounded by serrated edges. It's as menacing as it sounds.
ja: 鋸歯が付いた金属製の円盤です。見た目に違わぬ恐ろしさをもっています。
zh_cn: 一个大的金属圆盘带有锯齿状边缘，就跟听上去一样恶毒。

source: A nuclear-powered battery. Used to charge advanced and rare electronics.
de: Eine nukleargetriebene Batterie. Wird benutzt, um fortschrittliche und seltene elektronische Geräte aufzuladen.
ja: 原子力を動力源とした電池です。最新装備の電源として使います。
zh_cn: 一枚核动力电池。用于某些罕见的高级电子设备。

source: A paper cartridge containing a premeasured amount of black powder and a .36 projectile. Used by the Colt M1861 Navy.
de: Eine Papierpatrone, die eine vorher abgemessene Menge von Schwarzpulver und einem .36-Projektil. Wird von der Colt M1861 Navy verwendet.
ja: 予め量を調整した黒色火薬と36口径弾頭を内包した紙製薬莢です。コルトM1861ネイビーで使用します。
zh_cn: 一颗纸卷弹，里面填充有预先称量好的黑火药和一个.36弹头。通常被Colt M1861海军型使用。

source: A paper cartridge containing a premeasured amount of black powder and a .44 projectile. Used by the Colt M1860 Army.
de: Eine Papierpatrone, die eine vorher abgemessene Menge von Schwarzpulver und einem .44-Projektil. Wird von der Colt M1860 Army verwendet.
ja: 予め量を調節した黒色火薬と44口径の弾頭で出来た紙製薬莢です。コルトM1860アーミーで使われていました。
zh_cn: 一颗纸卷弹，里面填充有预先称量好的黑火药和一个.44弹头。通常被Colt M1861陆军型使用。

source: A paper cartridge containing black powder and a metallic projectile. Historically used to reload muzzleloaders in a more reasonable time.
de: Eine Papierpatrone, welche Schwarzpulver und ein metallisches Projektil enthält. Historisch benutzt, um Vorderlader in einer annehmbareren Zeit nachzuladen.
ja: 紙製薬莢は黒色火薬と金属製の発射体を内包しています。歴史的には前装式銃の再装填の時間を効率化する為に使われていました。
zh_cn: 一个装满了黑火药和金属弹丸的纸药卷，这玩意儿在历史上被用来加快老式燧发枪填弹装置那可怜的装载速度。

source: A point on turret control screen display.
zh_cn: 在炮塔控制台上显示的点
