Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A blood-sucking fly with a needle-like proboscis. Its bite leaves behind itchy welts and can easily spread disease.
ko: 바늘 같은 주둥이를 가진 흡혈 모기입니다. 물린 뒤에는 간지럽고 부어오르며 질병에 걸리기 쉬워집니다.
ru: Кровососущая муха с игольчатым хоботком. Её укус оставляет зудящую рану и легко заражает инфекцией.

source: The American bullfrog, in its natural habitat. It feeds on insects, mice, lizards and any other living thing it can stuff down its gullet.
ko: 미국이 자연 서식지인 황소개구리입니다. 곤충, 쥐, 도마뱀 등 먹을 수 있는 생물은 모두 식도로 내려보냅니다.
ru: Американская лягушка-бык в своей среде обитания. Питается насекомыми, мышами, ящерицами и любой другой живностью, способной поместиться в его глотку.

source: A mutated bullfrog taller than you are. It stares with amber eyes as it considers the easiest way to swallow you whole.
ko: 당신보다 더 큰 변종 황소개구리입니다. 호박색 눈으로 응시하는 것을 보았을 때 당신을 통째로 삼킬 좋은 방법을 찾고 있는 것 같습니다.
ru: Мутировавшая лягушка, которая выше вас ростом. Пялится на вас янтарными глазами, продумывая как-бы полегче проглотить вас целиком.

source: A mutated leopard slug, as wide as a golf cart. Venom dripping from its fanged maw, it slithers ahead slowly, leaving a trail of glistening slime.
ko: 변이된 민달팽이로, 골프 카트만큼 거대합니다. 송곳니가 달린 입에서는 독액이 흘러내리고 있으며, 천천히 기어오는 길에는 번들거리는 점액 자국이 남습니다.
ru: Мутировавший большой придорожный слизень размером с гольф-кар. Из его клыкастой пасти сочится яд. Он медленно ползет вперёд, оставляя за собой след блестящей слизи.

source: A fairly large spider which tracks and catches prey through agility and stealth. Its bite can be irritating even to large animals.
ko: 상당히 큰 거미로, 특유의 민첩성과 조용함으로 사냥감을 추적하고 사냥합니다. 이 거미의 공격은 대형 동물에게도 위협적입니다.
ru: Довольно большой паук, который отслеживает и ловит добычу с помощью ловкости и скрытности. Его укус может вызвать раздражение даже у крупных животных.

source: A still immature giant grass spider. Too young to be venomous, or to walk proficiently for that matter
ko: 아직 다 자라지 못한 거대 거미줄 거미입니다. 아직 어려서 독을 가지고 있지 않기에 걸어 다니며 사냥하는 것에 익숙합니다.
ru: Еще незрелый гигантский травяной паук. Слишком молод, чтобы быть ядовитым или нормально ходить, если на то пошло.

source: A little spider with elongated forelegs. It does not build extensive webs, but leaps very quickly, appearing to move instantaneously from one spot to another.
ko: 가늘고 긴 앞다리를 가진 작은 거미입니다. 거미줄을 만들지는 않지만, 아주 빠르게 뛰어다니기 때문에 거의 순간 이동하는 것처럼 보입니다.
ru: Небольшой паук с удлинёнными ногами. Он не плетёт много паутины, зато прыгает так быстро, что кажется, будто он мгновенно перемещается с места на место.

source: A giant spider with big forelegs and two pairs of inquisitive-looking eyes. It can leap quite quickly, even into the treetops.
ko: 큰 앞다리와 두 쌍의 번뜩이는 눈을 가진 거대한 거미입니다. 상당히 빠르게 뛰어다니며, 나무 꼭대기까지도 뛰어오를 수 있습니다.
ru: Огромный паук с большими ногами и двумя парами любопытных глаз. Он прыгает очень быстро, даже на верхушки деревьев.

source: A midsized spider with a bulbous thorax. It creates a subterranean nest and lies in wait for prey to draw close enough for capture.
ko: 둥글납작한 흉부를 가진 중간 크기의 거미입니다. 땅 밑에 둥지를 만들고, 그곳에 누워 사냥감이 가까이 다가오는 것을 기다렸다가 잡습니다.
ru: Большой паук, с выпуклой грудной клеткой. Он выкапывает подземное гнездо и ждёт, пока кто-нибудь не свалится туда и не увязнет в паутине.

source: A gigantic spider with a bulbous thorax. It digs a deep underground burrow that serves as a pit to trap unwary prey.
ko: 둥글납작한 흉부를 가진 거대 거미입니다. 땅속에 깊은 굴을 판 뒤 그곳에 숨어서 구덩이에 빠진 부주의한 희생양을 잡아먹습니다.
ru: Огромный паук, с выпуклой грудной клеткой. Он выкапывает глубокую нору, которая служит ловушкой для неосторожной жертвы.

source: A giant mutated black widow spider. A highly venomous nightmare come to life.
ko: 거대 검은과부거미입니다. 악몽이 맹독을 지닌 채 생명을 얻는다면 이런 모습일 것입니다.
ru: Огромный мутировавший паук чёрная вдова. Крайне ядовитый кошмар на яву.

source: The horrid spawn of a giant black widow spider. Even as a newborn, this foul creature knows only how to kill.
ko: 공포스러운 거대 검은과부거미의 새끼입니다. 이제 막 태어났더라도, 이 잔혹한 생물은 생명을 어떻게 죽이는지 알고 있습니다.
ru: Ужасное отродье гигантской чёрной вдовы. Даже новорожденное, это противное существо умеет только убивать.

source: A huge mutated worm found deep underground. It has a gaping round mouth lined with dagger-like teeth, and its flesh is slick with bubbling blue slime.
ko: 지하 깊은 곳에서 발견되는 거대 변종 지렁이입니다. 벌려진 둥근 입에는 단검 같은 이빨이 늘어서 있고, 살갗에서는 푸른 점액질이 거품을 일으키며 흐르고 있습니다.
ru: Огромный мутировавший червь, найденный глубоко под землёй. У него широко раскрытая пасть с зубами, острыми как нож, а его плоть покрыта пузырящейся синей слизью.

source: A hellish, vaguely humanoid horror, two stories tall. Its face is grotesquely stretched out, its limbs deformed to unrecognizable outgrowths.
ko: 이층 건물 높이의 조금 인간을 닮은듯한 끔찍하고 공포스러운 존재입니다. 얼굴은 괴기스럽게 늘어나 있으며, 사지는 원형을 알아볼 수 없을 정도로 변형되었습니다.
ru: Адский, отдалённо похожий на человека, ужас ростом с двух-этажный дом. Его лицо гротескно вытянуто, а его конечности деформированы до неузнаваемых отростков.

source: An enormous fleshy snail, with an oddly human face. Eyestalks protrude from where the eyes should be.
ko: 거대하고 뚱뚱한 달팽이로, 이상하게도 사람의 얼굴을 하고 있습니다. 눈이 있어야 할 곳에서는 눈자루가 튀어나와있습니다.
ru: Огромная толстая улитка с чудным человеческим лицом. Глазные стебельки выступают из глазниц.

source: A human body, but with its limbs, neck, and hair impossibly twisted. It clambers around swiftly, making awful screeching sounds.
ko: 사람의 모습을 하고 있지만 팔과 다리, 목, 머리카락이 믿기 어려울 정도로 뒤틀려있습니다. 재빠르게 주위를 기어 다니며, 끔찍할 정도로 거슬리는 소리를 내고 있습니다.
ru: Человеческое тело, но с невероятно перекрученными конечностями, шеей и волосами. Быстро карабкается, издавая визгливые звуки.

source: An enormous white flatworm that burrows beneath the earth. Its mouth is lined with pointed teeth, and it is covered in fine hairs which can be shed and fired like darts.
ko: 땅속에 파묻혀서 사는 거대한 하얀색의 편형동물입니다. 입에는 날카로운 이빨이 빽빽이 나 있으며, 다트처럼 발사할 수 있는 털로 덮여있습니다.
ru: Огромный белый червь, ползающий под землёй. Его пасть утыкана рядами клыков, а сам он покрыт прозрачными волосками, которые, если выдернуть, можно метать как дартс.

source: A formless slime mold the size of a cow. Crusty bits of cytoplasm fall away as it oozes across the ground.
ko: 젖소 크기의 형태가 없는 점균류입니다. 움직일 때마다 작은 세포질 조각들이 주변에 떨어지고 있습니다.
ru: Бесформенный сгусток слизи размером с корову. При перемещении, от него отпадают твёрдые куски цитоплазмы.

source: An eyeball the size of an easy chair, covered in rolling blue flames. It floats through the air, spinning slowly to draw its gaze in every direction.
ko: 안락의자 정도 되는 크기의 안구로, 이글거리는 푸른 불꽃에 휩싸여있습니다. 공중을 떠다니며 천천히 회전하면서 전방향을 바라보고 있습니다.
ru: Огромный глаз, размером с табуретку, покрытый переливающимся синим пламенем. Он парит в воздухе, медленно вращаясь, чтобы обозревать окрестности.

source: A fat humanoid the size of a dog, with twisted red flesh and a distended neck. It scampers around, panting and grunting.
ko: 작은 인간형 생명체로, 크기는 개 정도 됩니다. 뒤틀린 붉은 살로 이루어져 있으며, 목은 팽창되어 있습니다. 이 생명체는 빠르게 움직이면서, 계속해서 헐떡이고 있습니다.
ru: Жирный гуманоид, размером с собаку, перекрученной красной плотью и раздутой шеей. Задыхаясь и кряхтя, он слоняется по округе.

source: A bizarre humanoid creature with a calculating stare. Its twitching hands move so fast they appear to be nothing but blurs.
ko: 계산적으로 응시하며 기이하게 생긴 인간형 생물입니다. 손이 연축하며 너무나도 빠르게 움직이고 있어서 흐릿하게 보입니다.
ru: Странное человекоподобное существо с расчётливым взглядом. Его дёргающиеся руки движутся настолько быстро, что вместо них видно только размытый силуэт.

source: A monster with an obese human body and the head of a cow. It treads slowly, and milky white drool drips from its mouth.
ko: 비대한 인간의 몸체에 소의 머리가 달린 괴물입니다. 천천히 발을 움직이고 있으며, 입에서 유백색 침을 흘리고 있습니다.
ru: Монстр с жирным человеческим телом и головой коровы. Медленно передвигается. Молочно-белая слюна капает из его рта.

source: A weird mass of immobile pink goo. It seems to breathe.
ko: 기괴하게 생긴 찐득거리는 분홍색 덩어리로 움직이지 않습니다. 숨을 쉬는 것 같습니다.
ru: Странная масса неподвижной розовой слизи. Похоже, что оно дышит.

source: A gargantuan protoplasmic blob, constantly reshaping, forming new pseudopods seemingly at will. All over its body are eyes that form and disappear. It looks at you with malice.
ko: 시시각각 형태가 변하는 거대한 원형질 덩어리로, 보아하니 무언가를 할 때마다 새로운 위족을 만들어내는 것 같습니다. 몸 전체가 눈이며 형태를 보이다가도 갑자기 사라지기도 합니다. 이 괴물은 당신에게 적의를 보입니다.
ru: Гигантский пузырь из протоплазмы, постоянно меняющий форму тела, образуя новые ложноножки по своему желанию. По всему его тело формируются и исчезают глаза. Смотрит на вас со злым умыслом.

source: A pale hairless man with an impressive athletic physique. Its lidless eyes are totally black, and seeping with blood.
ko: 창백하고 털이 없는 남성으로 인상적인 탄탄한 체격을 가지고 있습니다. 눈꺼풀이 없는 눈은 완전히 검고, 피가 스며들어 있습니다.
ru: Бритоголовый человек с бледной кожей и спортивным телосложением. Его глаза полностью черного цвета и из них текут кровавые слёзы.

source: A defiled human body, once living. Tortured to death long ago, it remains chained to the altar, the putrescent flays of its peeled skin quivering like so much flotsam upon a murky pond.
ko: 더럽혀진 인간의 신체로, 한때는 살아있었을 것입니다. 오래전에 고문당해 죽었으며, 유해는 제단에 사슬로 묶여있고, 가죽은 벗겨지고 부패되었으며 진흙탕에서 흘러들어온 표류물들이 붙어 있습니다.
ru: Осквернённое тело некогда жившего человека. Его пытали до смерти очень давно и тело осталось прикованным к алтарю. Его разлагающиеся останки на засохшей коже дрожат как обломки на тёмном пруду.

source: A tall and slender man lacking skin and any normalcy of countenance. Wings of muscle curl forth from its back and a third eye dominates the forehead.
ko: 이 크고 호리호리한 남자는 피부가 없는데도 아무렇지 않은 듯한 표정입니다. 등에는 근육이 뭉쳐서 만들어진 날개가 뻗어나와 있고 이마에는 제3의 눈이 존재감을 드러내고 있습니다.
ru: Высокий и стройный человек без кожи и нормального лица. Крылья из мышц скрутились позади спины. На лбу выступает третий глаз.

source: A insectoid robot the size of a small dog, designed for home security. Armed with two close-range tazers, it can skate across the ground with great speed.
ko: 작은 개 정도 크기의 곤충형 로봇으로, 주택 경비를 목적으로 설계되었습니다. 두 개의 근접 테이저로 무장하였으며, 빠른 속도로 지면을 미끄러지며 가로질러갑니다.
ru: Инсектоидный робот размером с малую собаку, разработанный для охраны дома. Вооружен двумя тазерами ближнего радиуса действия. Он может ездить по земле с приличной скоростью.

source: The Northrop Watchman X-1 is a production series of heavily armored combat robots. Initially designed for military patrol and escort service, it rolls on a set of hydraulic treads and is armed with a 3"/50 caliber gun.
ko: Northrop Watchman X-1은 중무장 전투로봇 생산 시리즈 중 하나입니다. 초기에는 군 정찰 임무와 호위 임무를 위해 설계되었고, 유압식 접지면 한 쌍을 이용하여 굴러가며 3"/50 구경 총기로 무장하고 있습니다.
ru: Northrop Watchman X-1 is — серия тяжело бронированных боевых роботов. Изначально предназначенные для военного патруля и эскорта. Передвигается на гидравлических протекторах и вооружен орудием калибра 3"/50.

source: One of the many models of armored law enforcement robots employed shortly before the collapse of civilization. Solar powered like many other robots, it maintains its programmed pursuit of law and order, propelled on a trio of omni wheels.
ko: 문명의 붕괴가 일어나기 얼마 전에 사용되기 시작한 많은 모델의 법률 집행용 무장 로봇 중 하나입니다. 다른 로봇들처럼 태양광으로 작동되며, 법과 질서를 추구하도록 프로그램된 대로 작동하고, 세 개의 옴니휠을 통해 움직입니다.
ru: Одна из многочисленных моделей бронированных роботов охраны правопорядка, принятых на службу незадолго до краха цивилизации. Как и большинство роботов, работает на солнечной энергии и запрограммирован на поддержание закона и порядка. Передвигается на трех вездеходных колёсах.

source: The Honda Regnal, a tall robot walking on three spidery legs. For weapons, it has a trio of spiked retractable cables and a flamethrower mounted on its head.
ko: Honda Regnal은 세 개의 거미 같은 다리로 보행하는 키가 큰 로봇입니다. 무기로는 세 개의 가시 달린 격납식 케이블과 머리 부분에 장착되어있는 화염방사기가 있습니다.
ru: Модель Honda Regnal, высокий робот передвигающийся на трех паукообразных ногах. В качестве вооружения использует три втягивающихся шнура с шипами на концах и огнемет встроенный в голову.

source: A small, round turret which extends from the floor. Two SMG barrels swivel 360 degrees.
ko: 바닥에서 올라온 소형 원형 포탑입니다. 두 개의 SMG 총열은 360도 회전할 수 있습니다.
ru: Маленькая круглая турель, выезжающая из пола. Два пулемётных ствола могут поворачиваться на 360 градусов.

source: Your precious generator, noisily humming away. Defend it at all costs!
ko: 당신의 소중한 발전기로, 시끄럽게 윙윙거리고 있습니다. 무슨 수를 써서라도 지켜내야 합니다!
ru: Ваш драгоценный генератор, испускающий громкое гудение. Защищать любой ценой!

source: A large and colorful game bird native to the forests of North America. Its head and beak are covered in fleshy protuberances.
ko: 크고 화려한 수렵 가능 조류로 북아메리카의 숲이 원산지입니다. 머리와 부리 부분에 두툼하게 도드라져있습니다.
ru: Большая колоритная птица родом из лесов Северной Америки. Голова и клюв покрыты мясистым придатком.

source: A small mammal native to North America, distinctive for its dextrous paws and facial markings. It is resourceful and agile enough to open sealed containers with its paws.
ko: 북아메리카 원산의 작은 포유류로, 날렵한 발과 얼굴 무늬가 특징적입니다. 발을 이용해서 닫힌 상자를 열 수 있을 정도로 똑똑하고 기민합니다.
ru: Небольшой зверёк родом из Северной Америки, известен своими ловкими лапками и отметинами на морде. Достаточно находчивый и ловкий, чтобы открывать своими лапами закрытые контейнеры.

source: The Virginia opossum, a small omnivorous marsupial native to North America. About the size of a cat, it is hardy and adaptive, and a fairly common sight in urban areas.
ko: 북아메리카 원산의 작은 잡식성 유대류인 버지니아 주머니쥐입니다. 거의 고양이 정도의 크기이며, 척박한 환경에서도 적응하고 살 수 있고, 시가지에서 꽤 흔하게 발견됩니다.
ru: Маленький, всеядный сумчатый зверёк, родом из Северной Америки. Размером с кошку, выносливые и легко адаптирующиеся, являются обычным явлением в городских кварталах.

source: The timber rattlesnake is the most venomous viper native to New England. Climatic changes have extended its range far into the north.
ko: 검정 방울뱀은 뉴잉글랜드 원산의 가장 강력한 독을 지닌 독사입니다. 기후 변화로 인해 서식 지역이 북쪽으로 더 확장되었습니다.
ru: Лесной гремучник самая ядовитая змея в Новой Англии. Климатические изменения расширили их ареал обитания на север.

source: A robot body with the head of a human. All kinds of electronic wires and devices are implanted in its head. Patches of skin look diseased or rotting. This cyborg moves erratically and has a confused and deranged look in its eyes.
ko: 로봇의 몸체에 인간의 머리가 달려 있습니다. 온갖 종류의 전선과 부품이 머리에 이식되어 있고, 피부 조각은 썩거나 병에 걸린 것처럼 보입니다. 이 사이보그는 불규칙적으로 움직이고 있으며 그 눈은 비정상적이고 어지럽게 돌아가고 있습니다.
ru: Тело робота с головой человека. Все виды проводов и устройств имплантированы в голову. Остатки кожи выглядят больными или гниющими. Киборг движется хаотично, а его взгляд запутанный и невменяемый.

source: zolf
ko: 좀비 늑대(zolf)
ru: зомби-волк

source: A zombified wolf. Its mouth oozes with a black substance, coating the vicious-looking white fangs.
ko: 좀비화된 늑대입니다. 주둥이에선 검은색 물질이 흘러내리며, 사나워 보이는 흰 송곳니도 검게 뒤덮여 있습니다.
ru: Зомбифицированный волк. Из его рта сочится чёрная субстанция, покрывая злобно выглядывающие белые клыки.

source: A scrap of paper. Something's written on it, scrawled in bad handwriting.
ko: 작은 종잇조각입니다. 무언가가 악필로 휘갈겨 쓰여져있습니다.
ru: Клочок бумаги. На нём что-то нацарапано плохим почерком.

source: The helmets batteries are dead.
ko: 광부 헬멧의 배터리가 나갔습니다.
ru: Батарейки каски разряжены.

source: This is a mining helmet with a heavy duty LED flashlight. Using this will turn the flashlight on and provide light, assuming it is charged with batteries.
ko: 튼튼한 LED 전등이 부착된 광부 헬멧입니다. 전력이 충전되어 있을 때 이것을 사용하면 전등을 켜서 빛을 비춥니다.
ru: Это шахтерский шлем с сверхмощным светодиодным фонариком. Используйте его, чтобы включить фонарик. Фонарик питается от батареек.

source: This is a mining helmet with a heavy duty LED flashlight. The flashlight is turned on, and continually draining its batteries. Use it to turn it off.
ko: 튼튼한 LED 전등이 부착된 광부 헬멧입니다. 전등이 켜진 상태이며, 지속적으로 배터리를 소비합니다. 사용하면 전원을 끕니다.
ru: Это шахтерский шлем с сверхмощным светодиодным фонариком. Фонарик включен и использует заряд батареек. Чтобы выключить используйте его еще раз.

source: This is a pair of socks with internal battery-powered heating elements. Use it to turn it on.
ko: 내장 배터리로 작동하는 발열양말 한 쌍입니다. 사용하면 전원을 켭니다.
ru: В эту пару носков встроены работающие от батареек нагревающие элементы. Активируйте, чтобы включить.

source: This is a pair of socks with internal battery-powered heating elements. They are currently on, and continually draining batteries. Use it to turn them off.
ko: 내장 배터리로 작동하는 발열양말 한 쌍입니다. 현재 전원이 켜진 상태이며, 지속적으로 배터리를 소비합니다. 사용하면 전원을 끕니다.
ru: В эту пару носков встроены работающие от батареек нагревающие элементы. Они включены и потребляют энергию. Активируйте для выключения.

source: This is a full-body suit of thin thermal underwear equipped with internal battery-powered heating elements. Use it to turn it on.
ko: 내장 배터리로 작동하는 발열기능이 탑재된 얇은 전신 내복입니다. 사용하면 전원을 켭니다.
ru: Это покрывающий всё тело костюм со встроенными нагревательными элементами, работающими на батарейках. Активируйте для включения.

source: This is a full-body suit of thin thermal underwear equipped with internal battery-powered heating elements. It is currently on, and continually draining batteries. Use it to turn it off.
ko: 내장 배터리로 작동하는 발열기능이 탑재된 얇은 전신 내복입니다. 현재 전원이 켜진 상태이며, 지속적으로 배터리를 소비합니다. 사용하면 전원을 끕니다.
ru: Это покрывающий всё тело костюм со встроенными нагревательными элементами, работающими на батарейках. Сейчас работает, потребляя энергию. Активируйте для выключения.

source: This is a pair of gloves with internal battery-powered heating elements. Use it to turn it on.
ko: 내장 배터리로 작동하는 발열장갑 한 쌍입니다. 사용하면 전원을 켭니다.
ru: В эту пару перчаток встроены работающие от батареек нагревательные элементы. Активируйте, чтобы включить.

source: This is a pair of gloves with internal battery-powered heating elements. They are currently on, and continually draining batteries. Use it to turn them off.
ko: 내장 배터리로 작동하는 발열장갑 한 쌍입니다. 현재 전원이 켜진 상태이며, 지속적으로 배터리를 소비합니다. 사용하면 전원을 끕니다.
ru: В эту пару перчаток встроены работающие от батареек нагревательные элементы. Они включены и потребляют энергию. Активируйте для выключения.

source: A full-face mask commonly used by firefighters. The battery-powered protective breathing apparatus provides excellent protection from smoke, flame, and other dangers. Use it to turn it on.
ru: Шлем, закрывающий лицо, обычно используется пожарными. Автономный дыхательный аппарат отлично защищает от дыма, огня и прочих опасностей. Для включения системы её нужно активировать.

source: A full-face mask commonly used by firefighters. The battery-powered protective breathing apparatus provides excellent protection from smoke, flame, and other dangers. It is turned on, and continually draining batteries. Use it to turn it off.
ru: Шлем, закрывающий лицо, обычно используется пожарными. Автономный дыхательный аппарат отлично защищает от дыма, огня и прочих опасностей. Система фильтрации включена и потребляет батареи. Для выключения системы её нужно деактивировать.

source: A mask worn over your mouth which, when powered by standard batteries, recycles your exhaled breath for rebreathing while underwater. Use it to turn it on.
ru: Маска на рот, использует обычные батарейки, перерабатывает выдыхаемый воздух для повторного дыхания под водой. Активируйте для включения.

source: A mask worn over your mouth which, when powered by standard batteries, recycles your exhaled breath for rebreathing while underwater. It is turned on, and continually consuming its filter. Use it to turn it off.
ru: Маска на рот, использует обычные батарейки, перерабатывает выдыхаемый воздух для повторного дыхания под водой. Сейчас включена и потребляет энергию. Активируйте, чтобы выключить.

source: A mask worn over your mouth which, when powered by standard batteries, recycles your exhaled breath for rebreathing while underwater. This model has been expanded substantially and can accommodate exotic anatomy. Use it to turn it on.
ru: Маска на рот, использует обычные батарейки, перерабатывает выдыхаемый воздух для повторного дыхания под водой. Эту модель приспособили для экзотической анатомии. Активируйте, чтобы включить.

source: A mask worn over your mouth which, when powered by standard batteries, recycles your exhaled breath for rebreathing while underwater. This model has been expanded substantially and can accommodate exotic anatomy. It is turned on, and continually consuming its filter. Use it to turn it off.
ru: Маска на рот, использует обычные батарейки, перерабатывает выдыхаемый воздух для повторного дыхания под водой. Эту модель приспособили для экзотической анатомии. Сейчас включена и потребляет энергию. Активируйте, чтобы выключить.

source: A pair of battery-powered goggles that amplify ambient light, allowing you to see in the dark. Use it to turn them on.
ko: 어두운 곳에서도 앞을 볼 수 있도록 빛을 증폭시켜주는 배터리 작동식 고글입니다. 사용하면 전원을 켭니다.
ru: Работающий на батарейках прибор ночного видения, позволяющий видеть в условиях недостаточного освещения. Активируйте, чтобы включить.

source: A pair of battery-powered goggles that amplify ambient light, allowing you to see in the dark. It is turned on, and continually draining batteries. Use it to turn them off.
ko: 어두운 곳에서도 앞을 볼 수 있도록 빛을 증폭시켜주는 배터리 작동식 고글입니다. 전원이 켜진 상태이며, 지속적으로 배터리를 소비합니다. 사용하면 전원을 끕니다.
ru: Работающий на батарейках прибор ночного видения, позволяющий видеть в условиях недостаточного освещения. Сейчас включен и потребляет энергию. Активируйте, чтобы выключить.

source: A pair of battery-powered goggles that grant infrared vision, allowing you to see warm-blooded creatures in the dark, and even through walls. Use it to turn them on.
ko: 배터리로 작동하는 적외선 시야 고글입니다. 어둠 속에 있는 온혈 동물을 볼 수 있으며, 조건에 따라 벽을 뚫고 보는 것도 가능합니다. 사용하면 전원을 켭니다.
ru: Работающий от батареек прибор инфракрасного видения, позволяет видеть теплокровных существ в темноте, даже сквозь стены. Активируйте, чтобы включить.

source: A pair of battery-powered goggles that grant infrared vision, allowing you to see warm-blooded creatures in the dark, and even through walls. Use it to turn them off.
ko: 배터리로 작동하는 적외선 시야 고글입니다. 어둠 속에 있는 온혈 동물을 볼 수 있으며, 조건에 따라 벽을 뚫고 보는 것도 가능합니다. 사용하면 전원을 끕니다.
ru: Работающий от батареек прибор инфракрасного видения, позволяет видеть теплокровных существ в темноте, даже сквозь стены. Включен и потребляют энергию. Активируйте, чтобы выключить.

source: This is a modified RX12 jet injector which can be worn on the body. A label on the side warns against using more than two doses per hour.
ko: 이 RX12 제트 분사식 주사기는 착용할 수 있도록 개조되었습니다. 측면의 라벨에 한 시간에 두 번 이상 사용하지 말라는 경고문구가 쓰여있습니다.
ru: Это модифицированный RX12 безыгольный инъектор, который можно носить на теле. Этикетка на боку предупреждает не принимать более двух доз в час.

source: A custom-built, armored rebreather mask that covers the face and eyes. It provides excellent protection from harm as well providing breathing gas while underwater. Use it to turn it on.
ru: Самодельная укреплённая маска, покрывающая лицо и глаза. Предоставляет отличную защиту от урона и может поставлять кислород. Активируйте для включения.

source: A custom-built, armored rebreather mask that covers the face and eyes. It provides excellent protection from harm as well providing breathing gas while underwater. It is turned on, and continually consuming its filter. Use it to turn it off.
ru: Самодельная укреплённая маска, покрывающая лицо и глаза. Предоставляет отличную защиту от урона и может поставлять кислород. Включены и потребляют энергию. Активируйте для выключения.

source: A custom-built, armored rebreather mask that covers the face and eyes regardless of your state of mutation. It provides excellent protection from harm as well providing breathing gas while underwater. It is turned on, and continually consuming its filter. Use it to turn it off.
ru: Самодельная укреплённая маска, покрывающая лицо и глаза вне зависимости от степени мутации. Предоставляет отличную защиту от урона и может поставлять кислород. Включена и потребляют энергию. Активируйте для выключения.

source: A lightweight plastic rain poncho with a hood. Use it to fold for storage.
ko: 후드가 달린 경량형 비닐 판초우의입니다. 사용하면 보관하기 쉽게 접습니다.
ru: Лёгкое пластиковое пончо с капюшоном от дождя. Активируйте, чтобы сложить для хранения.
