Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A disposable light anti-tank rocket launcher. Once fired, it cannot be reloaded and must be disposed of.
de: Ein leichter Einweg-Panzerabwehrraketenwerfer. Einmal abgefeuert kann er nicht wieder nachgeladen werden und muss entsorgt werden.
ja: 使い捨ての軽量対戦車ロケットランチャーです。
zh_cn: 一个一次性的轻型反坦克火箭筒。一旦使用不能装填，只能丢掉。

source: A double-loading underwater fishing implement designed to fire a specialized type of spear using tension in a rubber band. While highly effective when used underwater, it is nearly useless on dry land.
de: Ein zweischüssiges Angelinstrument zum Abfeuern eines speziellen Typs Speer mittels Spannung eines Gummibands. Im Wasser ist es hocheffektiv, aber auf trockenem Land nahezu nutzlos.
ja: 長いゴム紐の力で銛を発射し、魚を突き刺して捕らえる小型の漁具です。銛を2本装填できるよう改良されています。水中では非常に有効ですが、陸上ではほとんど機能しません。
zh_cn: 一个双发的利用橡皮筋的力道发射特质的长矛的水下捕鱼设备。在水下效果很好，但在陆地上几乎无用。

source: A favorite of hooligans around the world, this lighter duct-taped to a spray can is probably as dangerous to the user as anyone else. The nozzle has been crudely modified to disperse gasoline, and a small pump attached to the side allows for repressurization, though this process takes a few minutes.
ja: 世界中のごろつきが愛用する簡易兵器です。スプレー缶にダクトテープでライターを取り付けただけでも充分危なっかしいオモチャになりますが、小さなガソリンタンクと噴霧ノズル、簡単な加圧ポンプまで付いています。加圧に数分の時間がかかります。
zh_cn: 街头混混最爱的武器之一,这个连接在喷漆罐上的点火器或许对使用者来说和其他人一样危险.喷嘴被简陋的处理来分散汽油,一个小的气泵连接在旁边用来很方便的补充气压,虽然这个过程要好几分钟.

source: A four-barreled, .22 Long Rifle pistol, similar to a derringer or pepperbox, produced by O.F. Mossberg & Sons from 1920 to 1932.
de: Eine vierschüssige Pistole, die .22-Langgewehr-Munition verschießt. Sie ist ähnlich zu Derringer oder Bündelrevolvern und wurde von O.F. Mossberg & Sons zwischen 1920 und 1932 hergestellt.
ja: 正方形に配置された4つの銃身を持つクラシックなポケットピストルです。.22ロングライフル弾を使用します。デリンジャーやペッパーボックスの近縁種で、1920年にモスバーグ社から発売され、その後1932年まで生産されました。
zh_cn: 一个四发装弹 .22来复手枪，类似于大口径短筒手枪或快枪，由莫斯伯格父子1920至1932年生产的。

source: A heavy machine gun used by the US Military from its inception to the cataclysm, and even rarely by Cataclysm survivors. Its massive size, exceptionally rare ammo type, and design make it impossible to use unless deployed or mounted to a vehicle.
de: Ein schweres Maschinengewehr, dass vom US-Militär am Beginn der Katastrophe benutzt wurde, und in seltenen Fällen sogar von Überlebenden der Katastrophe. Dessen enorme Große, außergewöhnlich seltenen Munitionstyp und Design machen es unmöglich, es zu benutzen, außer, wenn es auf ein Fahrzeug befestigt wird.
ja: アメリカ軍が世界に誇る傑作重機関銃です。以前から現在に至るまで主に軍によって使われていますが、まれに生存者によっても使われることがあります。巨大で重く、使用弾薬は希少で、設計上どこかに設置するか、または車載した状態でなければ射撃できません。
zh_cn: 美帝军队在灾变之初大量使用的重型机枪，在幸存者之中也有少量保有。其巨大的体积和罕见的弹药口径使它几乎无法由单兵使用，当然部署在车上是个好主意！

source: A heavy, tripod-mounted belt-fed grenade launcher used by the US Military since the start of the cold war all the way to the cataclysm, and if you can find some 40mm grenades, maybe even beyond.
de: Ein schwerer auf Dreibein gestützter Granatenwerfer mit Gurtzuführung. Er wurde vom U.S.-Militär seit des Beginns des Kalten Kriegs bis zur Katastrophe benutzt, und wenn du ein paar 40mm-Granaten finden kannst, vielleicht sogar noch darüber hinaus.
ja: 重量のあるベルト給弾式グレネードランチャーです。設置用の頑丈な三脚が付いています。冷戦時代の初期から大変動後の現在までアメリカ軍が使用してきました。もし対応する40mm擲弾をたっぷり持っていれば、あなたにも使えます。
ko: 이 삼각대에 장착된 무거운 탄띠 급탄식 유탄발사기는 미군에 의해 냉전 시작부터 대격변 이전까지 사용되었습니다. 혹시라도 40mm 유탄을 발견한다면 훨씬 막강한 화력을 보여줄 것입니다.
ru: Тяжелый, станковый гранатомет с ленточным питанием. Использовался армией США с начала холодной войны до катаклизма, или после, если вы найдете несколько 40мм гранат.
zh_cn: 这种重型三脚架式榴弹发射器被美国军方使用自冷战后一直使用到灾难的开始，如果你能找到一些40毫米榴弹，你绝对可以继续用下去。

source: A highly accurate and modular assault rifle specially designed for the United States Special Operations Command. The 'H' in its name stands for heavy, as it uses the powerful .308 round.
de: Ein sehr treffgenaues modulares Sturmgewehr, das speziell für die Verwendung für das United States Special Operations Command entworfen wurde. Das »H« im Namen steht für »heavy« (engl. für »schwer«), weil es die starke .308-Patrone verwendet.
ja: アメリカ軍特殊部隊向けに開発された、高精度かつ高度にモジュール化された現代的アサルトライフルです。'H'はHeavyの意で、強力な.308口径弾を使用します。
zh_cn: 这是专门为美军特种部队设计的一款模块化突击步枪。名字中的H不仅仅代表Heavy(重型)，也代表着Hentai(变态)。它使用子弹是威力强劲的.308口径子弹，同时拥有很高的精确度和低后坐力。

source: A highly accurate and modular assault rifle specially designed for the United States Special Operations Command. The 'L' in its name stands for light, as it uses the lightweight .223 round.
de: Ein sehr treffgenaues modulares Sturmgewehr, das speziell für die Verwendung für das United States Special Operations Command entworfen wurde. Das »L« im Namen steht für »light« (engl. für »leicht«), weil es die leichtgewichtige .223-Patrone verwendet.
ja: アメリカ軍特殊部隊向けに開発された、高精度かつ高度にモジュール化された現代的アサルトライフルです。'L'はLightの意で、実際に重量が'H'より幾分軽く、また扱いやすい.223口径弾を使用します。
zh_cn: 这是专门为美军特种部队设计的一款模块化突击步枪。名字中的L代表Light(轻型)，使用的子弹是轻便的.223口径，精确度很好，后坐力也挺小。

source: A highly accurate lever-action hunting rifle chambered for the powerful .30-06 round.
de: Ein sehr treffsicheres Hebelmechanikjagdgewehr, das die starke .30-06-Patrone verschießt.
ja: 強力な.30-06口径の弾薬を使用する高精度なレバーアクション･ハンティング･ライフルです。
ko: 고정밀 레버액션식 사냥용 소총으로 강력한 .30-06탄을 사용합니다.
ru: Высокоточное охотничье ружьё рычажного действия с мощным .30-06 патроном.
zh_cn: 高精度的杠杆猎枪，30-06口径的大威力子弹足以轰掉你的脑袋。

source: A highly modified version of the M14 rifle designed to cover both CQB and designated marksman roles. A very powerful and versatile rifle, if somewhat heavy.
de: Eine stark modifiziere Variante des M14-Gewehrs, das sowohl für Nahkämpfer als auch Profischützen ausgelegt wurde. Ein sehr starkes und vielseitiges Gewehr, wenn auch etwas schwer.
ja: 大幅に改造を加えられたM14ライフルです。M14は接近戦から狙撃戦まで広い戦闘距離に対応できる万能ライフルとして設計されながらその使命を全うできなかった銃ですが、現代仕様に改修されたことで強力かつ多芸な頼れるライフルとして活躍の場を得ました。ちょっと重いですが。
zh_cn: 一把为室内近距离格斗和精确射手角色高度定制的M14步枪，这是一把威力强大而又用途多样的步枪，只是重了一些。

source: A home-made double-barreled shotgun. It is simply two pipes attached to a stock, with a pair of hammers to strike the two rounds it holds.
de: Eine selbstgebaute doppelläufige Schrotflinte. Es sind einfach nur zwei Rohre, die an einem Schaft angebracht wurden, mit einem Hammer, um beiden Patronen, die sie hält, abzufeuern.
ja: 自家製2連装式ショットガンです。連結された2本のパイプに引き金と撃鉄が組み込まれたシンプルな構造です。
zh_cn: 一把私人纯手工打造的双管霰弹枪。

source: A home-made rifle. It is simply a pipe attached to a stock, with a hammer to strike the single round it holds.
de: Ein selbstgebautes Gewehr. Es ist einfach nur ein Rohr, das an einem Schaft angebracht wurde, mit einem Hammer, um die einzige Patrone, die sie hält, abzufeuern.
ja: 簡素な自家製ライフルです。単発式で、パイプと銃床を組み合わせたフレームに引き金と撃鉄が付いています。
zh_cn: 一把自制的步枪。简单地把一根钢管安装在木把上，还有一个只能单次击发的击锤。

source: A home-made sawn off shotgun. It is simply a short pipe attached to a stock, with a hammer to strike the single round it holds.
de: Eine selbstgebaute, abgesägte Schrotflinte. Es ist einfach nur ein Rohr, das an einem Schaft angebracht wurde, mit einem Hammer, um die einzige Patrone, die sie hält, abzufeuern.
ja: 銃身を切り詰めた自家製ショットガンです。単発式で、短いパイプと銃床を組み合わせたフレームに、引き金と撃鉄が付いています。
zh_cn: 小作坊做的霰弹枪，但是把枪管锯短了。

source: A home-made shotgun. It is simply a pipe attached to a stock, with a hammer to strike the single round it holds.
de: Eine selbstgebautes Schrotflinte. Es ist einfach nur ein Rohr, das an einem Schaft angebracht wurde, mit einem Hammer, um die einzige Patrone, die sie hält, abzufeuern.
ja: 自家製ショットガンです。単発式で、パイプと銃床を組み合わせたフレームに引き金と撃鉄が付いています。
zh_cn: 一把私人纯手工打造的霰弹枪。

source: A homemade gun, using electromagnets to accelerate a ferromagnetic projectile to high velocity. Powered by UPS.
de: Ein selbstgemachtes Gewehr, welches Elektromagneten benutzt, um ein ferromagnetisches Projektil auf eine hohe Geschwindigkeit zu beschleunigen. Es wird von einer Esz. betrieben.
ja: 電磁石の力で投射物を撃ち出す銃です。UPSで動作します。
zh_cn: 一把自制的枪，灵感来源于炮姐，利用电磁铁来加速铁磁弹丸从而射出。由UPS供电。

source: A large flamethrower with substantial gas reserves. Very menacing and deadly.
de: Ein großer Flammenwerfer mit beträchtlichen Gasreserven. Sehr bedrohlich und tödlich.
ja: 相当量のガスが圧縮されたボンベを持つ大型の火炎放射器です。非常に威嚇的かつ致命的な武器です。
zh_cn: 一个装满了大量汽油的大型火焰喷射器。当心“嘣”的一声你就去见上帝了。

source: A large, shoulder-fired, .50 caliber anti-materiel rifle. Its large size, recoil, and noise is offset by its damage and range.
de: Eine großes geschultertes Kaliber-.50-Gewehr. Dessen große Größe, hoher Rückschlag und Lärm wird von dem Schaden und der Reichweite wieder wettgemacht.
ja: 大型の、しかし肩付けで射撃が可能な.50口径対物ライフルです。威力と射程に優れますが、それなりに大きい反動があります。
zh_cn: 巨型肩扛式.50反器材步枪。其威力和射程足以可以抵消巨大的尺寸、后坐力以及噪音带来的不便。

source: A laser cannon stripped from the barrel of a TX-5LR Cerberus laser turret. Unusable as a weapon on its own without the necessary parts.
de: Eine Laserkanone, die von dem Lauf eines TX-5LR-Cerberus-Lasergeschützturms entfernt wurde. Sie ist für sich alleine und ohne die notwendigen Teile als Waffe unbrauchbar.
ja: TX-5LRケルベロスレーザーキャノンから取り外された一本の砲身です。作動に必要な部品がいくつも欠けており、このまま武器として使うことはできません。
zh_cn: 一个从TX-5LR地狱犬激光炮台下剥离的激光炮。在缺少必要部件的情况下无法单独工作。

source: A leather sling, easy to use and accurate. It uses pebbles as ammunition.
de: Ein Lederriemen, er ist einfach zu benutzen und er ist genau. Er benutzt Kieselsteine als Munition.
ja: 革製のスリングです。扱いやすく、狙いを定めやすい。石つぶてを弾として使います。
zh_cn: 简易弹弓，小孩子的玩具，操作简单，但小石子那伤害惨不忍睹，也就只能用来欺负小朋友了。弹药：小石子。

source: A long strip of braided leather with a handle on one end. Originally developed to settle disagreements with cattle, it's better used now for flaying the rotten flesh off of walking corpses. Great for when a problem comes along.
de: Ein langer Streifen geflochtenes Leder mit einem Griff an einem Ende. Ursprünglich dazu entwickelt, um Uneinigkeiten mit Vieh zu beseitigen, nun wird er besser dazu benutzt, den gehenden Leichen das verrottete Fleisch über die Ohren zu ziehen. Großartig, wenn es ein Problem gibt.
ja: 一端に柄の付いた、堅く編み込まれた長い革の紐です。本来は家畜を操作するために用いられる道具ですが、このご時勢ですから歩く死体の屍肉を激しく打ち据えてやるのも一興かもしれません。
zh_cn: 一端有手柄的狭长皮鞭，本来是用来驱赶不听话的牛羊，但是现在可以防止行尸走肉靠近你。有了它你可以像印第安纳琼斯那样帅了~~~

source: A massive and deadly four shot 66 millimeter man-portable, reusable, thermobaric rocket launcher.
de: Ein wuchtiger und tödlicher vierschüssiger tragbarer wiederverwendbarer 66-Millimeter-Raketenwerver, der Aerosolbomben startet.
ja: 強力な大型4連装66mm携行ロケットランチャーです。破壊的な火力を持つサーモバリック弾頭を使用しています。使用後は再利用できます。
ko: 아주 크고 위험한 66mm 구경 로켓 런쳐입니다. 개인용이며, 재사용이 가능하고, 고열압 탄두 로켓을 사용합니다.
ru: Четырехствольный 66мм многоразовый, ручной реактивный гранатомет.
zh_cn: M202 FLASH（Flame Assault SHoulder Weapon，肩射型火焰攻击武器），一种可多次使用的肩射、轻型、四联装发射器。在1985年州长的电影Commando里面作为一件搞笑武器和大杀器出现过。

source: A military-grade combat flamethrower designed by Rivtech, the RM451 flamethrower incorporates a cycling pressure rapid-feed fuel system with a high-speed piezoelectric igniter. Solidly built with durability in mind, it serves as an incredibly destructive weapon in the right hands.
ja: 耐久性を念頭に置いた堅固な造りの、Rivtech社製戦闘用火炎放射器です。回転加圧式急速燃焼装置や高速圧電点火装置といった軍用水準の高度な機能が盛り込まれています。正しく使えば素晴らしい破壊兵器として猛威を振るうことでしょう。
zh_cn: 作为Rivtech设计的军用战斗喷火器，RM451采用了循环压力快速给“料”系统，同时配置了高速压电点火器。结实而且耐用，在正确的人手中这就是地狱制造器。

source: A modern slingshot with a wrist brace, it is easy to use, accurate, and quite powerful.
ja: 手首に支え棒が伸びた現代式のスリングショットです。扱いやすく、高精度かつ強力です。
zh_cn: 带有腕托的现代弹弓，更好用，更精准，更有威力，外加更。。。适合弹丧尸萝莉。。。

source: A modified version of the classic crossbow which utilizes stones as projectiles instead of the traditional quarrel. Primarily intended for hunting small game, stronger people can reload it much faster.
de: Eine modifizierte Variante der klassischen Armbrust. Sie verwendet Steine statt der traditionellen Bolzen als Projektile und ist hauptsächlich dafür gedacht, Kleinwild zu jagen. Stärkere Leute können sie viel schneller nachladen.
ja: 古式のクロスボウを改造して矢の代わりに石つぶてを発射できるようにしたものです。基本的には小動物を狩るために使います。筋力が高いほど素速く装填できます。
zh_cn: 一般弩的魔改版本，射出的是石头而不是一般的弩矢。主要用来欺负小动物，力量大的人装填的更快。

source: A multi-purpose rifle, designed for use in conjunction with a unified power supply, or UPS. It does not reload normally; instead, press fire once to start charging it from your UPS, then again to unload the charge.
de: Ein Mehrzweckgewehr, das für den Gebrauch mit einer Einheitsstromzufuhr – kurz »Esz.« – entworfen wurde. Es lässt sich nicht auf gewöhnliche Weise nachladen. Drücke stattdessen ein mal die Feuertaste, um es von der Esz. aufzuladen, dann erneut, um die Ladung zu entladen.
ja: 多目的に使用されるライフルです。UPSなどの電源が必要です。再装填するのではなく、充填してから撃ちます。
zh_cn: 一款多用途的步枪，被设计成使用电源提供动力，它不使用普通的子弹，而是直接从UPS中获得能源。

source: A multistroke pneumatic rifle handcrafted from scrap. It is very quiet and deadly.
de: Ein mehrschüssiges pneumatisches Gewehr, welches aus Schrott selbst zusammengebaut wurde. Es ist sehr leise und tödlich.
ja: スクラップから自作した多工程の圧縮空気を使ったライフル。とても静かで殺傷力が高い。
zh_cn: 一款手工制作可以连续发射的气枪。安静而致命。

source: A plastic single shot pistol made to fire signal flares.
de: Eine einschüssige Plastikpistole, um Leuchtfackeln abzufeuern.
ja: プラスチック製の拳銃です。大口径で、信号弾を1発ずつ発射します。
ko: 조명 신호를 보내기 위한, 플라스틱 단발 권총입니다.
ru: Пластиковый однозарядный пистолет, предназначенный для запуска сигнальных ракет
zh_cn: 一个塑料单发手枪，用于发射信号弹.

source: A popular .22 pistol. "Ideal for competitive target shooting or recreational shooting." --Smith & Wesson official website
de: Eine beliebte .22-Pistole. »Ideal zum Ziel- oder Freizeitschießen.« – offizielle Webpräsenz von Smith & Wesson.
ja: 22口径ピストルの定番です。「競技にも娯楽にも最適です」 --Smith & Wesson 公式ウェブサイト
zh_cn: 一款很普及的.22口径手枪。“让你在各地的实弹靶场中能体验到最真实的手枪射击。”--史密斯＆威森官方网站

source: A popular .38 pistol. Designed with numerous safety features and built from high-quality, durable materials.
de: Eine beliebte .38-Pistole. Sie wurde mit zahlreichen Sicherheitsfunktionen entworfen und von hochqualitativen langlebigen Materialen gebaut.
ja: 38口径ピストルの定番です。多くの安全機構を備えています。
zh_cn: 这款.38口径的手枪在设计时极力强调各个部件的安全和耐用性，在制造时更是选用了高质量、有保障的新型材料。

source: A popular .45 pistol, widely used among law enforcement. Extensively tested for durability, it has been found to stay accurate even after being subjected to extreme abuse.
de: Eine beliebte .45-Pistole, die im Polizeivollzugsdienst weit verbreitet ist. Ausführliche Ausdauertests ergaben, dass sie selbst nach extremen Missbrauch treffsicher bleibt.
ja: 45口径ピストルの定番です。警察に配備されています。あらゆる耐久力テストを経て、酷使に耐え抜いた銃です。
zh_cn: 这是一款普及型的.45口径手枪，常应用于欧美各国的执法机关。其耐操性毋庸置疑，即使在被过度使用之后也能保持其精准性的稳定发挥。

source: A popular 9mm pistol, widely used among law enforcement. Extensively tested for durability, it has been found to stay accurate even after being subjected to extreme abuse.
de: Eine beliebte 9mm-Pistole, die im Polizeivollzugsdienst weit verbreitet ist. Ausführliche Ausdauertests ergaben, dass sie selbst nach extremen Missbrauch treffsicher bleibt.
ja: 9mmピストルの定番です。警察に配備されています。あらゆる耐久力テストを経て、酷使に耐え抜いた銃です。
zh_cn: 一款被执法机关广泛使用的9mm手枪，其耐操性毋庸置疑，即使在被过度使用之后也能保持其精准性的稳定发挥。

source: A popular carbine, long used by the US military. Though accurate, small, and lightweight, it is infamous for its fragility, particularly in less-than- ideal terrain.
de: Ein beliebter Karabiner; lange benutzt vom US-Militär. Obwohl treffsicher, klein und leichtgewichtig, ist er berühmt-berüchtigt für seine Zerbrechlichkeit, insbesondere auf nicht-idealem Gelände.
ja: 米軍に長らく使用されているカービン銃です。小型かつ軽量で性能も良好ですが、厳しい環境下での使用に耐えられないという欠点があります。
zh_cn: 这是一款被广泛使用的卡宾枪，在美国军队里长期使用。它精确、体积小、重量轻，但是有着臭名昭著的脆弱性，特别是在环境恶劣的地方。

source: A popular, very small .22 pistol. "Ergonomically designed to give the best shooting experience." --SIG Sauer official website
de: Eine beliebte sehr kleine .22-Pistole. »Ergnomisches Design für die beste Schusspraxis.« – offizielle Webpräsenz von SIG Sauer.
ja: 22口径の小型ピストルの定番です。「人間工学的に設計され、最高の結果を約束します。」 --SIG Sauer 公式ウェブサイトより
zh_cn: 一款很普及也很小巧的.22手枪。“基于人体工学设计，让你体验最佳感觉。”--SIG SAUER官方网站

source: A powerful handheld spring mortar handcrafted from scrap. Made to launch modified handheld nuclear weapons, it is an exceedingly powerful weapon.
de: Ein starker tragbarer Federmörser, der aus Schrott zusammengebaut wurde. Mit ihm können tragbare Nuklearwaffen abgefeuert werden. Er ist eine außerodentlich starke Waffe.
ja: 鉄くずから作った自作のバネ式迫撃砲です。改造された、あるいは自作の核兵器を発射できるように設計されており、結果的に恐るべき威力を誇る武器ではあります。
zh_cn: 一个强力的手持式弹簧发射器，可以用来发射定制的小型核武器，这真是个棒家伙！

source: A rusty receiver, a R700 pattern barrel and half a broken crutch; all held together in the shape of a rifle with nothing more than glue, duct tape, and generous amounts of faith.
ja: 錆び付いたレシーバー、レミントン700互換の銃身、折れた松葉杖の上半分。これらの材料に接着剤を塗りダクトテープを巻き付けて、どうにかライフルらしき形に整え、仕上げにありったけの祈りを込めた、生存者の武器です。
zh_cn: 一个生锈的机匣，一个Remington 700的枪管，外加破了一半的枪托。把这些东西用胶水粘出枪的样子，然后用信念去杀死敌人吧。

source: A selective-firing 9mm handgun introduced in 2039, Leadworks LLC's L39B provides accurate single-shot placement as well as controllable short-range firepower with its three-round burst mode. Users praised its accuracy and fearsome appearance.
de: Eine 9mm-Handfeuerwaffe mit mehreren Schussmodi, eingeführt im Jahre 2039. Die L39B von Leadworks, LLC bietet einen präzisen Einzelschuss wie auch eine kontrollierbare Feuerkraft mit ihrem dreischüssigen Feuerstoß. Benutzer lobten ihre Treffgenauigkeit und ihr angsteinflößendes Erscheinungsbild.
ja: 3点射機構が組み込まれた9mm拳銃です。高精度な単発射撃と、制御しやすく接近戦で威力を発揮する3点射を状況に応じて使い分けることができます。高い精度と威圧的でクールなデザインが歓迎され、商業的成功を収めました。
zh_cn: 作为2039年上市的9毫米口径射击模式可调手枪。 Leadworks LLC 的 L39B 提供了单发射击的高精度和三发点射下不错的火力。当然大多数人除了精度原因外还是冲着它粗♂犷的外形去的。

source: A semiautomatic 9mm handgun introduced in 2039, Leadworks LLC's L39 provides accurate single-shot placement in a very robust frame. Several urban legends describe using it in ways that would have destroyed a lesser weapon.
ja: 2039年に発売されたLeadworks LLC製9mm拳銃です。高い精度と非常に堅固な構造をセールスポイントとしています。L39で他の拳銃を思い切りぶっ叩くと一方的に破壊できるという都市伝説さえ生まれたほどです。
zh_cn: 作为2039年上市的9毫米口径半自动手枪。 Leadworks LLC 的 L39提供了精确而粗犷的单发射击。众多都市传说为证，这把枪在其它渣渣枪支可能会玩蛋的“姿♂势”下依旧硬朗。

source: A seven-round .38 revolver sold by Smith & Wesson. It features a fixed rear sight and a reinforced frame.
de: Ein siebenschüssiger .38-Revolver, der von Smith & Wesson verkauft wird. Er hat eine feste Kimme und einen verstärkten Rahmen.
ja: Smith & Wesson社製の38口径リボルバーです。7発装填する事が出来ます。照門が固定されています。
zh_cn: 由史密斯威森公司发布的这款装弹量为7发的.38口径左轮手枪，最大的特点是修正过的后准星和加固后的构架。

source: A shotgun modified to use a revolver cylinder mechanism, it can hold 6 cartridges.
de: Eine Schrotflinte, die umgebaut wurde, um einen Revolvermechanismus zu verwenden. Sie hält bis zu 6 Patronen.
ja: 回転弾倉に改造したショットガンです。6発装填可能。
ko: 리볼버 실린더 방식을 응용한 산탄총입니다. 6발을 장전할 수 있습니다.
ru: Модифицированный дробовик, использующий цилиндрический механизм револьвера, вмещающий до 6 картриджей.
zh_cn: 这是一把结合了左轮手枪的霰弹枪，一次最多装6发子弹

source: A simple, home-made flamethrower. While its capacity is not superb, it is more than capable of igniting terrain and monsters alike.
de: Ein einfacher, selbstgebauter Flammenwerfer. Wobei seine Kapazität nicht grandios ist, ist es vollkommen fähig dazu, Gelände und Monster gleichermaßen anzuzünden.
ja: シンプルな自作の火炎放射器です。その性能は素晴らしいとまでは言えないが、地形や怪物に火をつけるには十分な性能です。
zh_cn: 一架简易、自制的火焰喷射器，尽管燃料容量有限，也可以用来做烤全羊，不对，是烤丧尸。

source: A simple, home-made grenade launcher. Basically a tube with a pin firing mechanism to activate the grenade.
de: Ein einfacher, selbstgemachter Granatenwerfer. Praktisch nur ein Rohr-mit-einem-Bolzen-Feuermechanismus, um die Granate zu aktivieren.
ja: 簡素な構造の手製グレネードランチャーです。パイプに撃発機構を組み込んだだけのものです。
zh_cn: 这是一款山寨版的榴弹发射器，虽然构造简单，但它依然能够发射榴弹。

source: A single shot pistol that loads 12 gauge shotgun shells, handcrafted from scrap.
de: Eine einschüssige Pistole, welche Kaliber-12-Schrotpatronen lädt. Sie wurde aus Schrott mit der Hand zusammengebaut.
ja: 鉄くずから作られた、12ゲージの弾薬を使用する単発式の拳銃です。
ko: 12 게이지 산탄을 사용하는 단발 권총입니다. 고철을 사용해서 손으로 만들어졌습니다.
ru: Однозарядный пистолет, снаряжаемый патронами 12 калибра для дробовиков. Сделан из подручных материалов.
zh_cn: 单发手枪，使用12号霰弹，用废料手工制作。

source: A single-shot, electrically propelled, steel rail launcher handcrafted from scrap. The hypervelocity metal stake that it fires is accelerated to the point of spontaneous combustion by a Lorentz force generated by electromagnetic induction, powered by a standard UPS.
de: Ein einschüssiges elektrisch angetriebenes Stahlschienenabschussgerät, das aus Schrott per Hand zusammengebaut wurde. Der Hypergeschwindigkeitsstahlspieß, den es abfeuert, wird zu einem Punkt beschleunigt, bei dem es durch einer Lorentzkraft, welche von elektromagnetischer Induktion generiert wird, zur Selbstentzündung gebracht wird. Das Gewehr wird mit einer Esz. betrieben.
ja: 廃材から自作した、単射/電磁加速式のレール投射装置です。超高速で射出される金属杭の纏う火は、電磁誘導で発生したローレンツ力により、燃焼点まで加速されて生じたものです。UPSで動作します。
zh_cn: 一个单发的、电力驱动的、由废料制造的钢质轨道发射器。它发射的超高速金属桩被由标准UPS供电的电磁感应现象产生的一股洛伦兹力加速到足够自燃的速度。

source: A six-barrel hand-cranked automatic shotgun made from bicycle parts. Though a bit unwieldy, it is exceedingly powerful for such a simple machine.
ja: 自転車の部品から作られた、6本の銃身を持つ手回し式オートマチックショットガンです。やや取り回しに難がありますが、この種の簡易装備としては破格の大火力を発揮します。
zh_cn: 六管山寨风格自动霰弹枪，由自行车组件魔改而来。尽管不顺手，对于一个简单的机器这玩意还是威力还是显得过头。

source: A six-foot wooden bow that takes a fair amount of strength to draw and can be used effectively by above-average archers. Arrows fired from this weapon have a good chance of remaining intact for re-use.
de: Ein 15-Zentimeter-Holzbogen, der Pfeile verschießt. Er benötigt viel Stärke zum Spannen und kann effizient von überdurchschnittlichen Bogenschützen verwendet werden. Die Pfeile, die von dieser Waffe geschossen werden, bleiben mit einer guten Wahrscheinlichkeit für die Wiederverwendung intakt.
ja: 全長およそ六尺の、木製の弓です。引くには相応の筋力が必要です。平均以上の射手ならば効果的に使用する事が出来ます。放たれた矢は消滅しなければ再利用が可能です。
zh_cn: 总长6英尺的木制长弓。需要有把子力气才能拉开。长弓射出的箭不易损坏，有很大的几率回收。需要10点力量来拉开它。

source: A slow-loading hand weapon that launches bolts. Stronger people can reload it much faster. Bolts fired from this weapon have a good chance of remaining intact for re-use.
ja: 高速の矢を撃つ為の滑車が付いた複合弓です。 力のない人々でも簡単に使用でき、 放たれた矢が消滅しなければ再利用が可能です。 矢を撃つには筋力8を必要とします。
zh_cn: 发射弩矢的武器，也称十字弓，装填缓慢。力量大的人装填较快。用它射出去的弩矢比较不容易坏。

source: A small concealable pistol-like crossbow. It's weak due to it's small size and draw, so it is best suited for hunting small game. Bolts fired from this weapon have a good chance of remaining intact for re-use.
de: Eine kleine versteckbare pistolenähnliche Armbrust. Sie ist aufgrund ihrer kleinen Größe und Spannweite schwach, was gut für die Jagd nach Kleinwild ist. Von dieser Waffe abgefeuerte Bolzen haben eine gute Chance, für die Wiederverwendung intakt zu bleiben.
ja: 隠し持てるほど小さい拳銃型のクロスボウです。小ささと引きの弱さに見合った非力な武器ですが、小動物を狩るにはうってつけです。放たれたボルトが高い確率で残ります。
zh_cn: 这是小巧的单手弩。由于其体型小，故威力及拉力均不高，不过相当适用于猎杀小动物。手弩射出的弩矢不易损坏，有很高的几率回收。

source: A small pistol caliber carbine designed for police use and civilian self-defense, the CX4 Storm uses magazines that are interchangeable with handguns of the same series.
de: Die Cx4 Storm ist ein kleiner Pistolenkarabiner, der für den Polizeigebrauch und zur zivilen Selbstverteidigung entworfen wurde. Sie benutzt Magazine, welche austauchbar mit denen von Handfeuerwaffen der selben Serie sind.
ja: 警察及び民間自衛用途向けに開発された、拳銃弾を使用するカービンです。同シリーズのハンドガンと同じ弾薬、同じ弾倉を使うことができます。
ko: 경찰과 민간인의 자기 방어를 위해 제작된, 권총탄을 사용하는 소형 카빈입니다. Cx4 스톰은 같은 시리즈의 권총과 상호 호환이 가능한 탄창을 사용합니다.
ru: Пистолет малого калибра, разработанный для полиции и самообороны. CX4 Storm использует обоймы совместимые с пистолетами той же серии.
zh_cn: 一款专为警察用和民用自卫的手枪弹卡宾枪，Cx4 Storm卡宾枪使用的弹匣可以和同系列的手枪互换。

source: A small underwater fishing implement designed to fire a specialized type of spear using tension in a rubber band. While highly effective when used underwater, it is nearly useless on dry land.
de: Ein kleines Angelinstrument zum Abfeuern eines speziellen Typs Speer mittels Spannung eines Gummibands. Im Wasser ist es hocheffektiv, aber auf trockenem Land nahezu nutzlos.
ja: ゴム紐の力で銛を発射し、魚を突き刺して捕らえる小型の漁具です。水中では非常に有効ですが、陸上ではほとんど機能しません。
zh_cn: 一个利用橡皮筋的力道发射特质的长矛的小型水下捕鱼设备。在水下效果很好，但在陆地上几乎无用。
