Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is a bag of vacuum packed meat slices in plastic packaging. Use to open and eat to enjoy.
de: Dies ist ein Beutel mit vakuumverpackten Fleischstücken in einer Plastikverpackung. Benutze es zum Öffnen und iss es zum Genießen.
ja: 肉の薄切りが入ったプラスチック包装の真空パックです。開けば食べれます。
ko: 플라스틱 비닐을 이용해 진공 포장한 고기 조각입니다. 사용하면 열어서 먹을 수 있습니다.
ru: Мясная нарезка, в вакуумной упаковке. Активируйте, чтобы открыть и наслаждайтесь.
zh_cn: 鲜美的肉被削成了片状，被真空封装安静地躺在塑料袋里。撕开这拘束它的牢笼，把它解放吧！

source: This is a bag of vacuum packed vegetable slices in plastic packaging. Use to open and eat to enjoy.
de: Dies ist ein Beutel mit vakuumverpackten Gemüstestücken in einer Plastikverpackung. Benutze es zum Öffnen und iss es zum Genießen.
ja: 野菜の厚切りが入ったプラスチック包装の真空パックです。開けば食べれます。
ko: 플라스틱 비닐을 이용해 진공 포장한 채소 조각입니다. 사용하면 열어서 먹을 수 있습니다.
ru: Куски зелени в вакуумной упаковке. Откройте её и наслаждайтесь.
zh_cn: 真空包装密封的苹果片，打开好好享受吧。

source: This is a blunted, cheap replica of a thin sword with an ornate hand guard. It looks like the preferred weapon of gentlemen and swashbucklers. Light and quick, it makes any battle a stylish battle.
de: Dies ist ein abgestumpftes billiges Replikat eines dünnen Schwerts mit einem verzierten Handgriff. Es sieht wie die bevorzugte Waffe von Gentlemen und Haudegen aus. Es ist leicht und schnell und macht aus jedem Kampf einen stilvollen Kampf.
ja: 華美な鍔が付いた細剣...の安価なレプリカです。紳士と暴れん坊に相応しい武器です。その軽さと取り回しの良さはスタイリッシュな戦いにもってこいでしょう。刃がないので切れ味は最悪です。
zh_cn: 很适合绅士与剑士使用的武器，轻盈而迅捷，可以适用于各种战斗。

source: This is a dull, cheap replica of a wavy bladed dagger that comes from Southeast Asia.
de: Dies ist ein stumpfes billiges Replikat eines Dolches mit wellförmiger Klinge. Er kommt aus Südostasien.
ja: 東南アジア生まれの波打つ刃を持つ短剣...の安価なレプリカです。特徴的な刃は傷口を広げ、より大きな苦痛を与える為のデザインです。刃がないので切れ味は最悪です。
ko: 동남아시아에서 유래된 물결처럼 구불구불한 날을 가진 단검의 무디고 저렴한 모형입니다.
ru: Тупая и дешёвая подделка изогнутого кинжала, пришедшего из Южной Азии.
zh_cn: 流行于东南亚地区的短剑，剑身如毒蛇一般扭曲，相当违反人体动力学。拿着这种剑很难打过用中国剑或者日本刀。

source: This is a dull, cheap replica of the more common wakizashi. Smaller and lighter than a katana, but still effective in combat.
de: Dies ist ein stumpfes billiges Replikat einer verbreiterteren Wakizashi. Es ist kleiner und leichter als eine Katana, aber immer noch effektiv im Kampf.
ja: 脇差...の安価なレプリカです。日本刀よりも短くて軽いですが、依然として効果的な武器です。刃がないので切れ味は最悪です。
zh_cn: 相对而言比较常见的日式短剑。较太刀而言小且轻，但这正是它的优点也说不定。

source: This is a dull, cheaply made replica of a huge two-handed sword from Germany. It still packs a wallop.
ja: ドイツ生まれの巨大な両手剣...の安価なレプリカです。迫力があります。刃がないので切れ味は最悪です。
zh_cn: 一把德制巨型双手剑的廉价复制品，极具视觉冲击力。

source: This is a dull, cheaply made replica of a massive axe designed for warfare.
de: Dies ist ein stumpfes, billig angefertigtes Replikat einer gewaltigen Axt, die für die Kriegsführung gemacht wurde.
ja: 戦闘に特化した巨大な斧...の安価なレプリカです。刃がないので切れ味は最悪です。鈍器にはなるでしょうか...
ko: 전쟁용으로 설계된 육중한 도끼의 무디고 저렴한 모형입니다.
ru: Тупая и дешёвая подделка массивного топора, предназначенного для войны.
zh_cn: 这是一个专为战争打造的巨斧，是廉价的复制品。

source: This is a dull, cheaply made replica of a rare sword from Japan.
de: Dies ist ein stumpfes billig angefertigtes Replikat eines seltenen Schwerts aus Japan.
ja: 希少価値の高い日本刀...の安価なレプリカです。刃がないので切れ味は最悪です。
ko: 일본에서 온 희귀한 검을 본떠 만든 무디고 저렴한 모형입니다.
ru: Эта дешёвая и тупая подделка редкого японского меча.
zh_cn: 倭人打造的长刀，刀身细长而略带弧度，的确是斩肉的利器。

source: This is a dull, cheaply made replica of an early modern sword seeing use in the 16th, 17th, and 18th centuries. Called 'broad' to contrast with the slimmer rapiers.
de: Dies ist ein stumpfes billig angefertigtes Replikat eines frühneuzeitlichen Schwertes, welches in den 16., 17. und 18. Jahrhunderten benutzt wurde. »Breit« genannt, um es von den dünneren Stoßdegen abzugrenzen.
ja: 16世紀から18世紀頃に使われていた近世の剣...の安価なレプリカです。細身のレイピアとの対比として「幅広の」剣と呼ばれました。刃がないので切れ味は最悪です。
zh_cn: 一种早期的现代剑，在16到18世纪的西方被广泛使用。之所以命名为阔剑，是为了与细长的刺剑对比。

source: This is a hand-drawn map of the local area. Whomever created it has marked down the locations of nearby supply sources including gun stores and gas stations. Using it will add points of interest to your map.
de: Dies ist eine handgemalte Karte der näheren Umgebung. Wer auch immer sie erstellt hat, auf ihr sind die Positionen naheliegener Vorratsquellen inklusive Waffengeschäfte und Tankstellen markiert. Benutze sie, um deiner Karte wichtige Punkte hinzuzufügen.
ja: 周辺地域の手書き地図です。銃火器専門店やガソリンスタンドなどの物資があると思わしき箇所が記されています。使用すると自分の地図に書き写す事が出来ます。
zh_cn: 一张手绘地图，标明了重要的补给源，如枪支商店、加油站等等。能为您的地图补足细节。

source: This is a printed topographical map of the local area. Originally of military origin, it details the locations of evacuation centers and military facilities. Using it will add points of interest to your map.
de: Dies ist eine gedruckte topographische Karte der näheren Umgebung. Sie ist militärischem Ursprungs und enthält die Orte von Evakuierungszentren und Militäreinrichtungen. Benutze sie, um deiner Karte interessante Punkte hinzuzufügen.
ja: 周辺地域の地形図を印刷したものです。元は軍事用データの様で、避難所や軍事施設の位置が詳細に記録されています。使用すると自分の地図に書き写す事が出来ます。
zh_cn: 一幅油印地形图。出于军事目的，它注明了附近所有的避难所以及军事基地位置。能为您的地图补足细节。

source: This is a road map for the local area. Listing information on civic sites like hospitals and police stations, it can be used to add points of interest to your map.
de: Dies ist eine Straßenkarte für diese Gegend. Benutze sie, um interessante Orte wie Krankenhäuser in der Nähe einzutragen.
ja: 周辺地域の道路地図です。病院や警察署などが記されています。使用すると自分の地図に書き写す事が出来ます。
zh_cn: 一张本地行车图。主要标记了公共服务场所，如医院、警察局等等，想必能为您的地图补足细节。

source: This is a sealed glass jar containing V8. Use to open and drink to enjoy.
ja: V8野菜ジュースが入ったガラス製の密封瓶です。蓋を開ければ飲めます。
zh_cn: 一个密封了的V8罐头，打开之后尽情享用吧。

source: This is a sealed glass jar containing bone broth. Use to open and eat to enjoy.
ja: スープの素が入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个密封了的炖骨汤罐头，打开之后尽情享用吧。

source: This is a sealed glass jar containing broth. Use to open and eat to enjoy.
ja: 野菜スープの素が入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个密封了的杂菜汤罐头，打开之后尽情享用吧。

source: This is a sealed glass jar containing fish soup. Use to open and eat to enjoy.
ja: 魚煮込みスープが入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个密封了的鱼汤罐头，打开之后尽情享用吧。

source: This is a sealed glass jar containing human meat. Use to open and eat to enjoy - if you really want to.
de: Dies ist ein versiegeltes Einmachglas mit Menschenfleisch. Benutze es, um es zu öffnen und iss es, wenn du es wirklich willst, zum Genießen.
ja: 人肉が入ったガラス製の密封瓶です。蓋を開ければ食べられますが・・・。
zh_cn: 一个密封了的人肉罐头，打开之后尽情享用吧。

source: This is a sealed glass jar containing kompot. Use to open and eat to enjoy.
de: Dies ist ein versiegeltes Einmachglas mit Kompot. Benutze es, um es zu öffnen und iss es zum Genießen.
ja: コンポートが入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个密封了的kompot罐头，打开之后尽情享用吧。

source: This is a sealed glass jar containing meat soup. Use to open and eat to enjoy.
ja: 肉煮込みスープが入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个密封了的肉汤罐头，打开之后尽情享用吧。

source: This is a sealed glass jar containing mixed vegetables. Use to open and eat to enjoy.
de: Dies ist ein versiegeltes Einmachglas mit Mischgemüse. Benutze es, um es zu öffnen und iss es zum Genießen.
ja: 色々な野菜が入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一罐密封的即食泡菜。打开即食。

source: This is a sealed glass jar containing pickled fish. Use to open and eat to enjoy.
de: Dies ist ein versiegeltes Einmachglas, das ein paar eingelegte Fische enthält. Benutze es, um es zu öffnen und zu genießen.
ja: 魚の漬物が入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个罐头腌鱼肉，打开即食。

source: This is a sealed glass jar containing pickled meat. Use to open and eat to enjoy.
de: Dies ist ein versiegeltes Einmachglas mit gepökeltem Fleisch. Benutze es, um es zu öffnen und iss es zum Genießen.
ja: 肉の漬物が入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个罐头腌肉，打开即食。

source: This is a sealed glass jar containing pickled vegetables. Use to open and eat to enjoy.
de: Dies ist ein versiegeltes Einmachglas mit Einleggemüse. Benutze es, um es zu öffnen und iss es zum Genießen.
ja: 野菜の漬物が入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一罐密封的即食泡菜。打开即食。

source: This is a sealed glass jar containing sap soup. Use to open and eat to enjoy.
ja: 人肉煮込みスープが入ったガラス製の密封瓶です。蓋を開ければ食べられますが・・・。
zh_cn: 一罐密封的人肉浓汤，打开之后尽情享用吧。

source: This is a sealed glass jar containing sliced fruits. Use to open and eat to enjoy.
de: Dies ist ein versiegeltes Einmachglas mit geschnittenen Früchten. Benutze es, um es zu öffnen und iss es zum Genießen.
ja: 薄切りの果物が入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 装在玻璃瓶里的水果片，打开它尽情享受吧。

source: This is a sealed glass jar containing some fish. Use to open and eat to enjoy.
de: Dies ist ein versiegeltes Einmachglas, das ein paar Fische enthält. Benutze es, um es zu öffnen und iss es, um es zu genießen.
ja: 魚が入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个密封了的肉罐头，打开之后尽情享用吧。

source: This is a sealed glass jar containing some meat. Use to open and eat to enjoy.
de: Dies ist ein versiegeltes Einmachglas mit etwas Fleisch. Benutze es zum Öffnen und iss es zum Genießen.
ja: 肉が入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个密封了的肉罐头，打开之后尽情享用吧。

source: This is a sealed glass jar containing tomatoes. Use to open and eat to enjoy.
ja: トマトが入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个密封了的番茄罐头，打开之后尽情享用吧。

source: This is a sealed glass jar containing vegetable soup. Use to open and eat to enjoy.
ja: 野菜スープが入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一罐密封的蔬菜浓汤，打开之后尽情享用吧。

source: This is a sealed glass jar containing woods soup. Use to open and eat to enjoy.
ja: 森のスープが入ったガラス製の密封瓶です。蓋を開ければ食べられます。
zh_cn: 一个密封了的伍兹汤罐头，打开之后尽情享用吧。

source: This is a simple hand-powered clay quern for grinding grain.
ja: 粘土製の挽臼です。人力で回して穀物を粉にします。
zh_cn: 一个简单的手推陶磨，用来磨面粉。

source: This is a solid wood 'training' katana, exactingly crafted to mimic the weight and balance of the real thing. Despite its lack of a sharp metal edge, it's still quite capable of inflicting deadly wounds.
ja: 本物に近い重量やバランスを再現して制作された鍛錬用の木製模擬刀です。鋭い金属の刃はありませんが、その重量と堅木の刃によって致命的な傷を与える事は十分に可能でしょう。
zh_cn: 你问我这个东西是什么？抛开蛋疼的英文原文，我可以告诉你这就是根被日本鬼子赋予了特殊意义的木棍。

source: This is a spent magnesium flare. It is essentially trash.
de: Dies ist eine verbrauchte Leuchtfackel. Sie ist praktisch Müll.
ja: 使用済みのマグネシウム照明です。使い道のないゴミですね。
zh_cn: 一个已经燃烧完毕的闪光弹。本质上是垃圾，且不可回收.

source: This is glossy printed pamphlet for tourists that details local hotels and attractions.
de: Dies ist eine Hochglanzbroschüre für Touristen. Sie beschreibt detaiiliert lokale Hotels und Attraktionen.
ja: 観光客の為に発行された周辺地域のガイドマップです。観光名所やホテルの場所など、旅の指針となる情報が記されています。使用すると自分の地図に書き写す事が出来ます。
ko: 화려하게 인쇄된 팸플릿으로 관광객들을 위해 지역 호텔과 관광명소가 표시되어있습니다.
ru: Эта глянцевая брошюра для туристов описывает местные отели и достопримечательности.
zh_cn: 一本铜版纸小册子，详尽介绍了本地旅店与旅游胜地。

source: This is glossy printed pamphlet that details dining establishments in the local area. Printed by the Chamber of Commerce, it lists the addresses of all the best diners and bars. Using it will add points of interest to your map.
de: Dies ist eine Hochglanzbroschüre, die Speiseeinrichtungen der näheren Umgebung ausführlich beschreibt. Sie wurde von der Handelskammer gedruckt und listet die Adressen der besten Restaurants und Kneipen auf. Benutze sie, um deiner Karte interessante Orte hinzuzufügen.
ja: 商工会議所が発行した周辺地域のガイドマップです。レストランや酒場など、飲食施設のリストが掲載されています。使用すると自分の地図に書き写す事が出来ます。
zh_cn: 一本铜版纸小册子，由本地商会出版。注明了附近所有餐厅和酒吧的详细地址，能为您的地图补足细节。

source: This is sealed glass jar containing pickled human flesh. Use to open. You might even enjoy it.
de: Dies ist ein versiegeltes Einmachglas mit gepökeltem Menschenfleisch. Benutze es, um es zu öffnen. Du könntest es sogar genießen.
ja: 人肉の漬物が入ったガラス製の密封瓶です。蓋を開ければ食べられますが・・・。
zh_cn: 一罐即食腌制人肉。也许你并不讨厌它，笑。

source: This makeshift combination of springs and scrap, when attached to a vehicle section, protects that section from impacts. The springs can absorb a surprising amount of damage.
ja: 簡易的にバネと鉄屑を組み合わせたもので、装着された部分を衝撃から守る車両部品です。バネ構造は驚くほどのダメージを吸収できます。
zh_cn: 用弹簧和金属手工制作的减震器，弹簧可以吸收大量的冲击力，因此把它安装到车上可以防护撞击伤害。

source: This memory card appears to be related to 'XEDRA', and is certainly encrypted. Looks * Interesting *, though...
de: Diese Speicherkarte scheint etwas mit XEDRA zu tun zu haben und ist bestimmt verschlüsselt. Sieht … interessant … aus …
ja: このメモリーカードは「XEDRA」に関するもののようで、確実に暗号化されています。でも*興味深い*ですね…
zh_cn: 这张存储卡看起来和'XEDRA'有关，而且还被加密了。嗯，有点意思...里面一定有美美和天二的自拍照...

source: This memory card appears to have the firmware encryption set. Hopefully it contains something worth encrypting.
de: Diese Speicherkarte scheint eine Firmware-Verschlüsselung zu haben. Hoffentlich enthält sie etwas, was es wert ist, verschlüsselt zu werden.
ja: このメモリーカードには暗号化が施されています。幸いなことに、その暗号は大したことはないみたいですが。
zh_cn: 这张存储卡好像被加密了。尼玛，看不到的A片才是最好的A片...

source: This memory card is either unused or has been wiped clean. You could use it to store your data, though!
de: Diese Speicherkarte wurde entweder noch nicht benutzt oder alle Daten wurden physikalisch gelöscht. Du könntest sie benutzen, um deine Daten darauf zu speichern!
ja: このメモリーカードは新品なのかフォーマット済みなのかで空っぽです。でも、これを使ってデータを保存することができますよ！
zh_cn: 这张存储卡要么是新的，要么就是已经被清空了。也好，你可以用它来存储你心爱的人民艺术家主演的爱情动作片咧！

source: This not-so-little bundle of joy contains Leadworks, LLC's premier offerings: the Enforcer autorevolver (with holster) & Long Ranger rifle. Maintenance kit, batteries for same, and a complimentary copy of the Gun Owner's Handbook are included. The perfect investment for a new family starting out! Disassemble to unpack and enjoy.
de: Dieses nicht ganz so kleine Spaßpaket enthält Leadworks, LLDs führende Angebote: Den Enforcer-Autorevolver (mit Halfter) und das »Long Ranger«-Gewehr. Ein Wartungsset, Batterrien für Selbiges und ein Gratisexemplar von »Waffenbesitzers Handbuch« sind einbegriffen. Die perfekte Investion für eine Familiengründung! Demontiere es, um es auszupacken und Spaß zu haben.
ja: この大きな箱はLeadworks LLCが皆様に送る特別な品でございます。内容物はオートリボルバーのL2031 Enforcer(ホルスター付属) 、ライフルのL1820 Long Ranger。付属物として修理用キットとキット用の電池、加えてガンオーナーズハンドブックのコピーが封入されております。新たな家族の門出に相応しい品であると自負しております。開封してお使い下さい。
zh_cn: 这一坨一点都不秀气的玩意包含了Leadworks LLC的推荐产品：执法者自动左轮（带套）&游侠儿长管枪外加枪械维修套件配电池，附赠一本持枪手册的拷贝本。新拓荒家庭的完美投资品！拆开以后就可以开始作死。

source: This simple IED is designed to be attached to an arrow and detonate on impact.
zh_cn: 一个简单的IED，被设计为可以附加在箭只上射出去引爆。

source: This solar panel is obviously cutting-edge technology and given where you found it, should probably provide a LOT of power. It's covered in strange-looking material, but the covering looks rather fragile; it doesn't look like it could support a reinforcing sheet, either.
de: Dieses Solarpaneel ist offensichtlich Spitzentechnolgie und in Anbetracht des Ortes, wo du es gefunden hast, sollte es VIEL mehr Strom erzeugen. Es ist mit einem seltsam aussehenden Material bedeckt, aber die Bedeckung sieht ziemlich zerbrechlich aus; es sieht so aus, als könnte sie auch keine Panzerungsschicht vertragen.
ja: このソーラーパネルは明らかに最先端技術の結晶であり、莫大な電力を供給するでしょう。ソーラーセルにあたる面は不思議な素材で覆われており、いかにも壊れやすそうに見えます。ガラス板等で補強するのもどうやら無理そうです。
ko: 이 태양 전지판은 거의 확실하게 최첨단 기술이 적용된 것으로 보이며 당신이 이것을 어디서 찾았는가를 생각해볼 때, 아마도 전력을 아주 많이 제공할 것입니다. 이것은 이상해보이는 물질로 덮여있지만, 오히려 쉽게 부숴질 것 같은 모습입니다. 또한 이것은 보강할 재료도 마땅찮은 것 같습니다.
ru: Это солнечная панель, очевидно, продукт передовых технологий. Учитывая, где вы её нашли, скорее всего, она может обеспечить БОЛЬШИМ количеством энергии. Она покрыта материалом странного вида, но это покрытие выглядит довольно хрупким. К сожалению, эту панель нельзя укрепить армированным стеклом.
zh_cn: 这种太阳能电池板是尖端技术的产物，拥有极高的光电转换效能。但是它表面覆盖特殊材料让它非常脆弱，同时也无法进行强化加固。

source: This sturdy steel shaft with a sword blade at the end is good for both slashing and stabbing.
ja: 頑丈な鋼鉄製の柄の先端に刃が付いており、斬撃も刺突も上手く繰り出すことができます。
zh_cn: 一个结实的钢杆在末梢加上一段刀刃，可以砍也可以刺。但是这根本不是爷们的武器么。

source: USB drive
de: USB-Stick
ja: USBメモリ
ko: USB 드라이브(USB drive)
ru: USB накопитель
zh_cn: U盘

source: Ultimate Muay Thai
de: Muay Thai ultimativ
ja: 本(武術/究極のムエタイ)
ko: 궁극의 무에타이(book)
ru: Подробно о Тайском боксе
zh_cn: 终极泰拳

source: Useful for boiling water when cooking spaghetti and more.
de: Hilfreich zum Kochen von Spaghetti und anderen Speisen.
ja: スパゲッティなどの熱湯を扱う料理に便利です。
ko: 물을 끓일 때나 스파게티를 만들 때, 혹은 그 외의 음식들을 만들 때 유용합니다.
ru: Полезен для кипячения воды, приготовления спагетти и многого другого.
zh_cn: 煮煮面，烧烧水，生活好滋味！

source: You collapse your PR-24 baton.
de: Du schiebst deinen PR-24-Schlagstock ein.
ja: 防犯警棒(PR-24)を折り畳みました。
zh_cn: 你折好你的PR-24甩棍。

source: You collapse your baton.
de: Du schiebst deinen Schlagstock ein.
ja: 警棒を折り畳みました。
zh_cn: 你折好你的甩棍。

source: You open the jar, exposing it to the atmosphere.
de: Du öffnest das Einmachglas und setzt es somit der Atmosphäre aus.
ja: 密封瓶の蓋を開けて、中身を空気に晒しました。
ko: 병뚜껑을 열어, 대기중에 노출시킵니다.
ru: Вы открыли банку, тем самым разгерметизировав её.
zh_cn: 你打开了罐子,使它暴露在空气中.

source: You open the vacuum pack, exposing it to the atmosphere.
de: Du öffnest die Vakuumpackung und setzt sie somit der Atmosphäre aus.
ja: 真空パックを開けて、中身を空気に晒しました。
ko: 진공팩을 열어, 대기중에 노출시킵니다.
ru: Вы вскрыли вакуумную упаковку.
zh_cn: 你打开了真空包,使它暴露在空气中.

source: You snap open your PR-24 baton.
de: Du schnappst deinen PR-24-Schlagstock auf.
ja: 防犯警棒(PR-24)を伸ばしました。
zh_cn: 你甩出你的PR-24甩棍。

source: You snap open your baton.
de: Du schnappst deinen Schlagstoff auf.
ja: 警棒を伸ばしました。
zh_cn: 你甩出你的甩棍。

source: Zui Quan and You
de: Zui Quan und du
ja: 本(武術/酔拳と貴方)
ko: 취권과 당신(book)
ru: Вы и Пьяный кулак
zh_cn: 如来神掌

source: a fish bowl
de: ein Fischglas
ja: 金魚鉢
ko: 어항(fish bowl)
ru: аквариум
zh_cn: 金鱼缸

source: a smoking device and a source of flame
de: eine Räuchervorrichtung und eine Feuerquelle
ja: 吸引パイプと火
ko: 흡연 도구와 근처의 불
ru: коптильня и источник огня
zh_cn: 一个吸食用具和一个火源

source: alarm clock
de: Wecker
ja: 目覚まし時計
ko: 알람 시계(alarm clock)
ru: будильник
zh_cn: 闹钟

source: aluminum bat
de: Aluminiumschläger
ja: アルミニウムバット
ko: 알루미늄 방망이(aluminum bat)
ru: алюминиевая бита
zh_cn: 铝质棒球棍

source: aluminum ingot
zh_cn: 铝锭

source: amplifier circuit
de: Verstärkerschaltung
ja: 増幅回路
ko: 증폭 회로(amplifier circuit)
ru: усилитель
zh_cn: 电路放大器

source: antenna
de: Antenne
ja: アンテナ
ko: 안테나(antenna)
ru: антенна
zh_cn: 天线

source: atomic coffee maker
de: Atomkaffeemaschine
ja: アトミックコーヒーメーカー
ko: 원자력 커피 제조기(coffee maker)
ru: атомная кофемашина
zh_cn: 原子咖啡机

source: atomic lamp
ja: アトミックランプ
zh_cn: 原子灯

source: atomic nightlight
de: Atomnachtlicht
ja: アトミック常夜灯
ko: 원자력 야간등(atomic nightlight)
ru: атомный ночник
zh_cn: 原子小夜灯

source: bag of concrete
ja: 袋(コンクリート)
zh_cn: 袋装混凝土

source: bag of mortar
ja: 袋(モルタル)
zh_cn: 袋装砂浆

source: barbed wire
de: Stacheldraht
ja: 有刺鉄線
ko: 가시철사(barbed wire)
ru: колючая про́волока
zh_cn: 倒钩铁丝

source: barbed wire bat
de: Staheldrahtschläger
ja: 有刺鉄線バット
ko: 가시철사 방망이(barbed wire bat)
ru: бита с колючей проволокой
zh_cn: 铁丝棒球棍

source: baseball
ja: 野球ボール
ko: 야구공(baseball)
ru: бейсбольный мяч
zh_cn: 棒球

source: baseball bat
de: Baseballschläger
ja: 野球バット
ko: 야구 방망이(baseball bat)
ru: бейсбольная бита
zh_cn: 棒球棍

source: basketball
ja: バスケットボール
zh_cn: 蓝球

source: battle axe
de: Streitaxt
ja: バトルアックス
ko: 전투도끼(battle axe)
ru: боевой топор
zh_cn: 战斧

source: bee sting
de: Bienenstich
ja: 針(ハチ)
ko: 꿀벌 침(bee sting)
ru: жало пчелы
zh_cn: 蜂刺

source: biollante bud
de: Biolante-Knospe
ja: ビオランテの芽
ko: 비오란테 꽃봉오리(biollante bud)
ru: бутон Биолланте
zh_cn: 变异花苞

source: bionic claws
de: bionische Klauen
ja: 機械の鉤爪
ko: 바이오닉 클로(bionic claws)
ru: бионические когти
zh_cn: 生化爪

source: blade
de: Klinge
ja: 刃
ko: 칼날(Blade)
ru: лезвие
zh_cn: 大刀片

source: blood soaked rag
de: blutdurchtränkter Lumpen
ja: 血に染まった布
ko: 피 묻은 걸레(blood soaked rag)
zh_cn: 沾血布条

source: bluebell
de: Austernpflanze
ja: ブルーベル
ko: 블루벨(bluebell)
ru: колокольчик
zh_cn: 蓝铃花

source: bluebell bud
de: Austernpflanzenknospe
ja: ブルーベルの芽
ko: 블루벨 봉오리(bluebell bud)
ru: бутон колокольчика
zh_cn: 蓝铃花花蕾

source: bokken
ja: 木剣
zh_cn: 日式木刀

source: bone armor kit
ja: 装甲キット(骨)
zh_cn: 骨质装甲片

source: bone glue
ja: 膠
zh_cn: 骨胶

source: bowling ball
de: Bowlingkugel
ja: ボーリングボール
ko: 볼링공(bowling ball)
ru: шар для боулинга
zh_cn: 保龄球

source: bowling pin
de: Bowlingkegel
ja: ボーリングピン
ko: 볼링핀(bowling pin)
ru: кегля для боулинга
zh_cn: 保龄球瓶

source: brick
ja: 煉瓦
zh_cn: 砖头

source: broadsword
de: Breitschwert
ja: ブロードソード
ko: 브로드소드(broadsword)
ru: палаш
zh_cn: 阔剑

source: broken animatronic bat
ja: 壊れたコウモリ型ロボット
zh_cn: 损坏的模型蝙蝠

source: broken animatronic beaver
ja: 壊れたビーバー型ロボット
zh_cn: 损坏的模型海狸

source: broken animatronic cat
ja: 壊れたネコ型ロボット
zh_cn: 损坏的模型猫

source: broken animatronic child
ja: 壊れた子供型ロボット
zh_cn: 损坏的模型儿童

source: broken animatronic chipmunk
ja: 壊れたシマリス型ロボット
zh_cn: 损坏的模型花栗鼠

source: broken animatronic cow
ja: 壊れたウシ型ロボット
zh_cn: 损坏的模型公牛

source: broken animatronic coyote
ja: 壊れたコヨーテ型ロボット
zh_cn: 损坏的模型郊狼

source: broken animatronic deer
ja: 壊れたシカ型ロボット
zh_cn: 损坏的模型鹿

source: broken animatronic horse
ja: 壊れたウマ型ロボット
zh_cn: 损坏的模型马

source: broken animatronic pig
ja: 壊れたブタ型ロボット
zh_cn: 损坏的模型猪

source: broken animatronic sheep
ja: 壊れたヒツジ型ロボット
zh_cn: 损坏的模型羊

source: broken animatronic squirrel
ja: 壊れたリス型ロボット
zh_cn: 损坏的模型松鼠

source: broken animatronic wolf
ja: 壊れたオオカミ型ロボット
zh_cn: 损坏的模型狼

source: broken animatronic wreck
ja: 壊れたキツネ型ロボット(破損)
zh_cn: 破损的机械残骸

source: broken eyebot
de: kaputter Schauboter
ja: 壊れた監視ロボット
ko: 고장난 아이봇(broken eyebot)
ru: сломанный робоглаз
zh_cn: 损坏眼球侦察机

source: broken manhack
de: kaputte Klingendrohne
ja: 壊れたマンハック
ko: 고장난 맨핵(broken manhack)
ru: сломанный мэнхак
zh_cn: 损坏飞锯无人机

source: broken marionette
ja: 壊れたマリオネット
zh_cn: 损坏的木偶

source: broken miner bot
de: kaputter Bergroboter
ja: 壊れた採掘ロボット
ko: 고장난 채광 로봇(broken miner bot)
zh_cn: 损坏蛇形机器人

source: broken new animatronic bear
ja: 壊れたクマ型ロボット(新品)
zh_cn: 损坏的新型模型熊

source: broken new animatronic bunny
ja: 壊れたウサギ型ロボット(新品)
zh_cn: 损坏的新型模型兔子

source: broken new animatronic fox
ja: 壊れたキツネ型ロボット
zh_cn: 损坏的新型模型狐狸

source: broken police bot
de: kaputter Polizeiroboter
ja: 壊れた警官ロボット
ko: 고장난 경찰 로봇(broken police bot)
ru: сломаный робот-полицейский
zh_cn: 损坏警用机器人

source: broken riot control bot
de: kaputter Antikrawallroboter
ja: 壊れた暴動制御ロボット
zh_cn: 损坏防暴机器人

source: broken skitterbot
de: kaputter Scheuchboter
ja: 壊れた高速ロボット
ko: 고장난 스키터봇(broken skitterbot)
zh_cn: 损坏掠行机器人

source: broken tank drone
de: kaputte Panzerdrohne
ja: 壊れた無人戦車
ko: 고장난 탱크 드론(broken tank drone)
zh_cn: 损坏坦克无人机

source: broken tribot
de: kaputter Triboter
ja: 壊れた三脚式ロボット
ko: 고장난 세발로봇(broken tribot)
zh_cn: 损坏三足机器人

source: broom
de: Besen
ja: 箒
ko: 빗자루(broom)
ru: метла
zh_cn: 扫把

source: burnt out Louisville Slaughterer
de: ausgebrannter Louisville-Schlächter
ja: 燃え尽きたルイビルスロータラー
ko: 타버린 루이스빌 학살자(Slaughterer)
ru: выгоревший Луисвильский погромщик
zh_cn: 路易斯维尔屠杀者(燃尽)

source: burnt out bionic
de: ausgebranntes Bionik
ja: 燃え尽きた生体部品
ko: 타버린 바이오닉(burnt out bionic)
ru: перегоревшая бионика
zh_cn: 损坏的仿生模块

source: burnt out torch
de: ausgebrannte Fackel
ja: 燃え尽きた松明
ko: 불탄 횃불(burnt out torch)
ru: сгоревший факел
zh_cn: 火把(燃尽)

source: butter knife
de: Buttermesser
ja: バターナイフ
ko: 버터 칼(butter knife)
ru: нож для масла
zh_cn: 黄油刀

source: camera display
ja: カメラ用ディスプレイ
zh_cn: 摄像头监视屏

source: candlestick
de: Kerzenhalter
ja: 燭台
ko: 촛대(candlestick)
ru: подсвечник
zh_cn: 烛台

source: car alternator
de: Pkw-Lichtmaschine
ja: オルタネータ(自動車)
ko: 자동차 발전기(car alternator)
ru: автомобильный генератор
zh_cn: 轿车发电机

source: car battery
de: Autobatterie
ja: バッテリー(自動車)
ko: 차량 배터리(car battery)
ru: автомобильный аккумулятор
zh_cn: 汽车电池

source: carding paddles
de: Paar Handkarden
ja: ハンドカード器
zh_cn: 梳棉拨片

source: cargo carrier
de: Frachtlader
ja: カーゴキャリア
ko: 화물 운반고(cargo carrier)
ru: грузоперевозчик
zh_cn: 货物承载器

source: cell phone
de: Handy
ja: 携帯電話
ko: 휴대폰(cell phone)
ru: сотовый телефон
zh_cn: 手提电话

source: ceramic armor plate
de: Keramikpanzerplatte
ja: セラミックアーマープレート
ko: 세라믹 장갑판(ceramic armor plate)
ru: пластина керамической брони
zh_cn: 陶瓷装甲板

source: ceramic bowl
de: Keramikschale
ja: 陶器ボウル
ko: 도자기 그릇(ceramic bowl)
ru: керамическая чашка
zh_cn: 陶瓷碗

source: ceramic cup
de: Keramiktasse
ja: 陶器カップ
ko: 도자기 컵(ceramic cup)
ru: керамическая чашка
zh_cn: 陶瓷杯

source: ceramic plate
de: Keramikteller
ja: 陶器皿
ko: 도자기 접시(ceramic plate)
ru: керамическая пластина
zh_cn: 陶瓷碟

source: ceramic shard
ja: セラミック片
zh_cn: 陶瓷碎片

source: cestus
ja: セスタス
ko: 카에스투스(cestus)
ru: цестус
zh_cn: 铁手套
