Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A delicious fruit-filled pastry that you can cook in your toaster. It even comes with frosting! Cook it to make it tasty.
de: Ein leckeres mit Früchten gefülltes Gebäck, dass du in deinem Toaster backen kannst. Es hat sogar eine Glasur! Back es, um ihn leckerer zu machen.
ja: トースターで調理できるおいしい果物がいっぱい入ったペイストリーです。粉砂糖がいっぱいかかってる！調理することでおいしく食べられます。
zh_cn: 一个你可以在烤箱里烤制的水果蛋糕，上面还带着霜！加热后更美味。

source: A delicious fruit-filled pastry that you've cooked. It even comes with frosting!
de: Ein leckeres mit Früchten gefülltes Gebäck, das du gebacken hast. Es hat sogar eine Glasur!
ja: トースターで調理できるおいしい果物がいっぱい入ったペイストリーです。粉砂糖がいっぱいかかってる！
zh_cn: 你做过的最美味的水果蛋糕，上面甚至还有霜！

source: A delicious golden brown serving of crispy fried fish.
de: Dies ist ein mit Ausbackteig frittierter Fisch; eine lecker goldbraune Portion krusprigen Backfischs.
ja: 1人分の黄金色をした美味しそうな揚げ魚です。
ko: 바삭하고 맛있는 황금색 생선 튀김입니다.
ru: Вкусная порция хрустящей жареной рыбы золотисто-коричневого цвета.
zh_cn: 美味的金黄色酥脆炸鱼。

source: A delicious grilled cheese sandwich, because everything is better with melted cheese.
ja: 美味しい焼きチーズのサンドイッチです。こんがりとろけたチーズがぶっかかってりゃあ、大概のものは美味しく頂けるものです。
zh_cn: 烤过的奶酪三明治，奶酪融化了就是好啊。

source: A delicious jam sandwich.
ja: ジャムを挟んだ美味しいサンドイッチです。
zh_cn: 美味的果酱三明治。

source: A delicious peanut butter and jelly sandwich. It reminds you of the times your mother would make you lunch.
de: Ein leckeres Erdnussbutter-Marmelade-Sandwich. Es erinnert dich an die Zeiten, als dir deine Mutter Essen machte.
ja: 美味しいピーナッツバターとジャムのサンドイッチです。お母さんが作ってくれたお弁当を思い出しますね。
zh_cn: 一个美味的花生酱果冻三明治，它让你会想起母亲为你准备午餐的时光。

source: A delicious serving of fried morsels of morel mushroom.
ja: とても美味しい、油でサッと上げた編笠茸です。
zh_cn: 一道美味的面拖羊肚菌块大餐。

source: A dense, sweet creamy sauce, often used in curries.
de: Eine süße cremige Soße. Wird oft in Curry verwendet.
ja: 濃厚な甘い乳状の食材。本場ではカレーに用いられる。
ko: 매우 달콤한 크림 소스입니다. 종종 카레에 사용되기도 합니다.
ru: Густой, сладкий, кремообразный соус, необходим для приготовления карри.
zh_cn: 又稠又甜的奶油酱，经常用来做咖喱。

source: A dish in which meat or fish is set into a gelatin made from a meat or vegetable stock. This food will never spoil.
ja: フランス料理の一種で、肉や魚、野菜などを煮たブイヨンをゼリー状にした料理です。絶対に腐りません。
zh_cn: 肉冻肉冻，顾名思义就是肉冻，有没有想到皮冻？

source: A dish in which vegetables are set into a gelatin made from a plant stock. This food will never spoil.
ja: フランス料理の一種で、野菜を煮たブイヨンをゼリー状にした料理です。絶対に腐りません。
zh_cn: 菜冻菜冻，好吧，译者没见过这种东西，表示不知道该怎么翻译了。请自行联想蔬菜做的皮冻。

source: A dry and virtually tasteless bread product capable of remaining edible without spoilage for vast lengths of time.
de: Ein trocken und nahezu geschmackloses Brotprodukt, welches fähig ist, für eine lange Zeit essbar zu bleiben, ohne zu verderben.
ja: カラカラに乾いた味のないパンです。かなり長期間の保存が可能です。
ko: 보관성을 위해 바짝 말린, 맛없는 빵입니다. 오랫동안 놔둬도 썩지 않습니다.
ru: Сухой и практически безвкусный хлебный продукт, который остаётся съедобным и не портится в течение долгого времени.
zh_cn: 干燥无味的面包，没有打开的话可以保存很长时间。

source: A filling and nutritious New England classic that has been improved with the addition of extra wholesome ingredients.
de: Ein sättigender und nahrhafter Neuengland-Klassiker, der mit dem Zufügen von besonders gesunden Zutaten verbessert wurde.
ja: 空腹を満たす栄養価の高い食べ物に更なる栄養価を加えた大満足の食べ物です。古くからニューイングランドの開拓と発展を支えてきました。
ko: 건강에 좋은 재료들을 추가하여 더 개선된, 배부르고 영양많은 고전적인 뉴 잉글랜드 요리입니다.
ru: Сытный и питательный продукт, обыденный для Новой Англии, улучшенный с помощью дополнительных полезных ингредиентов.
zh_cn: 新英格兰经典食物，饱肚子有营养，更加入了新配方。

source: A filling and nutritious New England classic that has sustained pioneers and captains of industry alike.
de: Ein sättigender und nahrhafter Neuengland-Klassiker, der Pioniere und Großindustrielle gleichermaßen überdauert hat.
ja: 空腹を満たす栄養価の高い食べ物です。古くからニューイングランドの開拓と発展を支えてきました。
ko: 개척민과 산업 역군들을 둘 다 지탱해주었던, 배부르고 영양많은 고전적인 뉴 잉글랜드 요리입니다.
ru: Сытный и питательный продукт, классика жанра, который поддерживал силы первопроходцев Новой Англии.
zh_cn: 新英格兰经典食物，饱肚子有营养。

source: A fist sized egg from from a giant spider. Incredibly gross.
de: Ein faustgroßes Ei einer Riesenspinne. Unglaublich ekelhaft.
ja: 拳ほどの大きさの巨大蜘蛛の卵です。とても不快な気分になります。
zh_cn: 一只大蜘蛛生的拳头大小的蛋，想干掉它需要贝爷般的勇气。

source: A flavorful and filling ale brewed by monks in Belgium. Best served in a goblet.
zh_cn: 一种源自比利时修道士的果酒，气味丰富又能填饱肚子。最好是能配长脚玻璃杯来饮用。

source: A fleshy fruit with large pit.
de: Eine fleischige Frucht mit großem Kern.
ja: 大きな種のある多肉質の果物です。
ko: 큰 씨앗을 가진, 다육질의 과일입니다.
ru: Мясистый фрукт с большой косточкой.
zh_cn: 有大果核的新鲜水果

source: A fluid bladder from a plant based lifeform. Not very nutritious, but fine to eat anyway.
de: Eine Früchteblase von einer pflanzenartigen Lebensform, nicht sehr nahrhaft, aber immer noch gut zum Essen.
ja: 植物生命体の液体を溜める袋状の器官です。栄養価は低いですが、食べても問題はない。
zh_cn: 富有生机的植物的液体气囊，不是很有营养，但也可以吃。

source: A fragrant and healthy beverage made from pine needles steeped in boiling water.
ja: 松葉を煮出した香り豊かで健康的な飲み物です。
zh_cn: 有助健康且芳香无比的草药汤，把松针放沸水中烂煮制成。

source: A fragrant mix of dried oregano, basil, thyme and other spices.
de: Eine wohlduftende Mischung aus getrocknetem Oregano, Basilikum, Thymian und anderen Gewürzen.
ja: 香り豊かなオレガノ、バジル、タイムなどのハーブです。
ko: 말린 오레가노, 바질, 타임과 다른 향미료를 섞은 것입니다.
ru: Ароматное сочетание сушеного орегано, базилика, тимьяна и других специй.
zh_cn: 一份牛至草、罗勒叶、百里香、等香料的混合物。

source: A freshly cooked chunk of plant matter, tasty and nutritious.
de: Ein frisch gekochtes Stück Pflanzenmaterial, lecker und nahrhaft.
ja: 美味で栄養価の高い、新鮮な調理済の植物栄養素。
ko: 신선하게 요리된 식물 덩어리입니다. 맛과 영양가가 좋습니다.
ru: Свежеприготовленный кусок растительной мякоти. Вкусно и сытно.
zh_cn: 已经煮熟了的蔬菜，看上去味道不错，营养丰富，不来尝一口？

source: A freshly cooked slice of some unpleasant person. Tastes great.
de: Ein frisch gekochtes Stück eines unangenehmen Person. Schmeckt großartig.
ja: 不快な生命体の新鮮な薄切り肉を調理した物です。大味ですね。
zh_cn: 刚烹熟的人肉片，切自某个讨厌的家伙。不管怎样，味道好极了。

source: A frothing slurry of alcohol-soaked zombie flesh and rotten blood, it smells almost as bad as it looks. The mixture has sterilized, in theory, but that doesn't make it safe to drink.
de: Ein schäumender dünner Brei aus alkoholgetränktem Zombiefleisch und fauligem Blut. Es riecht fast genau so übel, wie es aussieht. Zumindest theoretisch wurde diese Mixtur sterilisiert, aber das macht sie noch nicht zum unbedenklichem Getränk.
ja: ゾンビ肉のアルコール漬けと腐敗した血液を混ぜ合わせた、しゅわしゅわと泡立つ懸濁液です。見た目通りの恐るべき悪臭を漂わせています。一応、理屈の上では殺菌されているはずですが、だからといって飲んでも安全というわけでは決してありません。
ko: 좀비 살점과 썩은 피를 섞어 만든, 거품이 나는 술입니다. 냄새 만큼이나 생긴 것도 좋지 않습니다. 이 제조법은 소독이 되었습니다만, 먹는게 완전히 안전한건 아닙니다.
ru: Взбитая смесь проспиртованной плоти зомби и протухшей крови, воняет также ужасно, как и выглядит. По идее эта гремучая смесь должна быть стерилизована, но это не делает её безопасной для употребления.
zh_cn: 由酒精发酵僵尸的烂肉和血液，惨不忍睹。就算消了毒，喝起来也够呛。

source: A fruit with a hard and hairy shell.
de: Eine Frucht mit einer harten und haarigen Schale.
ja: 硬くて毛深い殻に覆われた果物です。
ko: 단단하고 털이 많은 껍데기를 가진 과일입니다.
ru: Фрукт с твердой, волосатой оболочкой.
zh_cn: 一种水果，有着坚硬多毛的外壳

source: A fruit, bigger than your head. It is very juicy!
de: Eine Frucht, die größer als dein Kopf ist. Sie ist sehr saftig!
ja: 人の頭よりも大きな果物です。とてもジューシーですよ！
zh_cn: 比你头还要大的水果，十分的多汁。（也许给僵尸爆头很好？）

source: A full medical kit, with bandages, local anesthetics, and rapid healing agents. Used for healing large amounts of damage.
de: Ein vollständige medizinische Ausstattung mit Bandagen, lokalen Anästhetika und Schnellheilungswirkstoffen. Benutzt, um schwere Verletzungen zu heilen.
ja: 包帯、局部麻酔、即効性の治癒薬が揃った医療品キットです。ダメージを大幅に回復します。
zh_cn: 一个完整的急救包，里面有绷带、局部麻醉剂、伤口恢复药。用于紧急外伤的治疗。

source: A group of irradiated plums will remain edible nearly forever. Sterilized using radiation, so it's safe to eat.
de: Eine bestrahlte handvoll Pflaumen wird für nahezu immer essbar bleiben. Mittels Strahlung sterilisiert, somit ist es sicher, sie zu essen.
ja: 照射されたスモモは、ほぼ永久的に食用として利用する事が出来ます。放射線を照射して滅菌処理されており、食べても安全です。
zh_cn: 经过辐照消毒的一小堆李子。已经没有放射性了，所以它可以保存很长时间，同时也很安全卫生。

source: A handful of acorns, still in their shells. Squirrels like them, but they're not very good for you to eat in this state.
ja: 一掴み分の殻に入ったドングリです。リスが好む食べ物ですが、このままでは人間の食用には向きません。
zh_cn: 一把橡子，还带着壳。松鼠的挚爱，当然你不是松鼠，所以吃的时候悠着点。

source: A handful of candy wafers, in assorted flavors: orange, lemon, lime, clove, chocolate, wintergreen, cinnamon, and licorice. Yum!
ja: オレンジ、レモン、ライム、クローブ、チョコレート、姫柑子、シナモン、西班牙甘草など様々な風味のラムネ菓子です。美味しいよ！
zh_cn: 一大包糖果，什锦口味：橙，柠檬，青柠，丁香，巧克力，冬青，桂皮，甘草。味道好极了！

source: A handful of deep fried chicken. So bad it's good.
ja: 少量のフライドチキンです。これは美味しそうです。
zh_cn: 满满一全家桶的炸鸡。它居然还能食用……奇怪的是全家已经不吃炸鸡了。

source: A handful of large, purple plums. Healthy and good for your digestion.
de: Eine handvoll großer violetter Pflaumen. Gesund und gut für deine Verdauung.
ja: 紫色の大きなスモモです。健康に良く、消化を助けます。
zh_cn: 一把紫色的大李子。它是对你对消化道有好处。

source: A handful of squishy, fluffy, puffy, delicious marshmallows.
ja: ぷにぷにで、ふわふわとした、ふっくらと美味しいマシュマロです。
zh_cn: 一大包黏黏的、软软的、鼓鼓的充满岛国低级情趣的美味棉花糖。

source: A hard boiled egg, still in its shell. Portable and nutritious!
de: Ein hart gekochtes Ei, immer noch mit Schale. Transportierbar und lecker!
ja: 堅めに茹でた殻付きのゆで卵です。栄養価が高く、気軽に持ち歩けます！
zh_cn: 一只白煮蛋，壳都没有剥掉。营养全面又便于携带。

source: A healthy and delicious baked root bulb from a dahlia plant.
ja: ダリアの根を焼いて作った美味しい食べ物です。
zh_cn: 健康又美味的烤大丽花根茎块。（比土豆还牛？）

source: A healthy beverage made from dandelion roots steeped in boiling water.
ja: タンポポの根をお湯に浸して作ったヘルシーな飲み物です。
zh_cn: 有助健康的草药汤，把蒲公英根茎放沸水中烂煮制成。

source: A healthy beverage made from herbs steeped in boiling water.
de: Ein gesundes Getränk, das aus in kochendes Wasser eingeweichte Kräutern gemacht wurde.
ja: ハーブのエキスを煮出した健康的な飲み物です。
zh_cn: 有助健康的草药汤，把草药放沸水中烂煮制成，没人监督你也不用着忌辛辣油腻了。

source: A healthy root vegetable. Rich in vitamin A!
de: Ein gesundes Wurzelgemüse. Reich an Vitamin A!
ja: 健康的な根野菜です。ビタミンAが豊富に含まれています！
zh_cn: 健康的根菜。富含维生素A !

source: A hearty serving of cooked great northern beans.
de: Eine herzhafte Portion gekochter Bohnen.
ja: 茹でた白インゲン豆です。ボリューム満点。
zh_cn: 一份丰盛的大豆料理。（误）

source: A hearty serving of cooked long-grain white rice.
de: Ein herzhaftes Gericht aus gegartem weißen Langkornreis.
ja: 炊き上がった長粒種の白米です。ボリューム満点。
zh_cn: 一份热腾腾香喷喷的米饭。

source: A heavily processed sausage, commonplace at baseball games before the cataclysm. It would taste much better prepared.
de: Eine stark verarbeitete Wurst, üblich bei Baseballspielen vor der Katastrophe. Vorbereitet würde sie viel besser schmecken.
ja: ホットドッグ用のソーセージです。災厄以前は野球のお供でした。作り置きの味です。
zh_cn: 高度加工的香肠，在棒球赛的看台上经常可以看见……当然，在大灾变之前。加工一下口感会好得多。

source: A heavily processed sausage, dipped in batter and deep fried. Cooked, this corn dog now tastes much better, but will spoil.
de: Eine stark verarbeitete Wurst, in Bierteig getunkt und stark frittiert. Gekocht schmeckt dieser Corn Dog viel besser, aber er kann verderben.
ja: 大きな加熱済みソーセージをバットに並べて揚げ、再加熱したものです。冷凍のものよりおいしいですが、腐りやすくなります。
zh_cn: 经过深加工的香肠，裹在面糊里炸熟。现在这个玉米热狗尝起来更棒，不过会变质。

source: A heavily processed sausage, dipped in batter and deep fried. It would taste much better prepared.
de: Eine stark verarbeitete Wurst, in Bierteig getunkt und stark frittiert. Zubereitet würde sie viel besser schmecken.
ja: 大きな加熱済みソーセージをバットに並べて揚げたものです。作り置きの味です。
zh_cn: 经过深加工的香肠，裹在面糊里炸熟。再加工一下会更好。

source: A heavily smoked portion of human flesh. Lasts for a very long time and tastes pretty good, if you like that sort of thing.
de: Eine stark geräucherte Portion Menschenfleisch. Hält für eine sehr lange Zeit und schmeckt sehr gut, wenn du es so magst.
ja: 十分にスモークされた人肉です。長期保存しても美味しく頂けます。こんな代物を食べる趣味があるのならですが...
zh_cn: 经过熏制的人肉，可以保持很长一段时间不变质，味道不错，如果你喜欢吃的话.

source: A hefty long pork sausage that has been cured for long term storage. Very tasty, if you're in the market for human flesh.
de: Eine deftige lange Wurst, die für die lange Konservierung gepökelt wurde. Sehr lecker, falls du im Markt für Menschenfleisch bist.
ja: 長期保存用に熟成させた硬くて長いソーセージです。人肉市場で買い物をする人ならおいしく食べられるでしょう。
zh_cn: 一根巨大的猪肉香肠，被特别加工以便于长期储存，十分美味。

source: A hefty sausage that has been cured for long term storage.
de: Eine deftige Wurst, die für eine lange Konservierung gepökelt wurde.
ja: ソーセージです。長期保存に適しています。
ko: 보존 처리된 묵직한 소시지입니다.
ru: Колбаса, засушенная для длительного хранения.
zh_cn: 美味腊肠.可以长期存储.

source: A hot dog, served with chili con cabron as a topping. Delightful.
ja: ホットドッグにトッピングとしてチリコンカルネ(人肉)を添えました。愉快だね。
zh_cn: 一个涂上了“墨西哥辣人酱”的热狗，真是令人愉♂悦。

source: A hot dog, served with chili con carne as a topping. Yum!
de: Ein Hot Dog mit Chili con Carne als Garnierung. Mjam!
ja: ホットドッグにトッピングとしてチリコンカルネを添えました。旨い！
zh_cn: 一个浇头是辣椒肉酱的热狗，真美味。

source: A juicy, bell-shaped pear. Yum!
de: Eine saftige, glockenförmige Birne. Mjam!
ja: ベルの形をした瑞々しい洋梨です。美味しいよ！
zh_cn: 多汁，铃铛状的梨子。美味！

source: A large and very sweet fruit.
de: Eine große und sehr süße Frucht.
ja: 大きくて非常に甘い果物です。
ko: 크고 아주 달콤한 과일입니다.
ru: Большой и очень сладкий фрукт.
zh_cn: 又大又甜的瓜

source: A large chunk of beeswax. Not very tasty or nourishing, but okay in an emergency.
de: Ein großer Bienenwachsklumpen. Nicht sehr lecker oder nahrhaft, aber zur Not in Ordnung.
ja: 大きな蜜蝋の塊です。腹も満たされず、美味しくもないですが、緊急時なら食べても構わないでしょう。
zh_cn: 一大块蜂蜡，既不好吃又不滋补，除非实在没东西吃了。

source: A large chunk of wax filled with honey. Very tasty.
de: Ein großer Wachsklumpen, der mit Honig gefüllt wurde. Sehr lecker.
ja: 蜂蜜がたっぷり詰まっています。とても美味しい。
zh_cn: 一大块涂满了蜂蜜的蜡，超级美味。

source: A large white ant egg, the size of a softball. Extremely nutritious, but incredibly gross.
de: Ein großes weißes Ameisenei in der Größe eines Softballs. Extrem nahrhfat, aber unglaublich eklig.
ja: ソフトボール大の蟻の卵です。栄養価は高いですが、とてつもなく気色悪い。
zh_cn: 一枚巨大的蚂蚁的卵，有垒球般大，超级有营养，它的蛋白质是牛肉的6倍。如果你是贝爷的话。

source: A large, brown and fuzzy-skinned berry. Its delicious insides are green.
ja: 薄い毛で覆われた茶色の大きなベリーです。美味しい果肉は緑色をしています。
zh_cn: 一个大大的，有着棕色纹装外皮的水果，绿色的果肉美味极了。

source: A large, spiky pineapple. A bit sour, though.
de: Eine große stachelige Ananas. Allerdings etwas sauer.
ja: 大きなパイナップルです。少し酸味があります。
zh_cn: 一只刺刺的大菠萝…虽然吃上去有点酸。

source: A light and delicious wine made from dandelion flowers. Slightly effervescent, it is smooth and crisp.
ja: タンポポの花から作られた甘口のワインです。微かに発泡しており、滑らかで爽やかなのどごしです。
zh_cn: 口感清淡的起泡葡萄酒 ,以蒲公英的花制成 ,具有精雅的口感, 幼滑而又清凉 .

source: A little hunk of glop that fell off a blob monster. It doesn't seem hostile, but it does wiggle occasionally.
de: Ein kleines Klümpchen, das von einem Blob-Monster abfiel. Es scheint nicht feindlich zu sein, aber es wackelt ab und zu.
ja: ブロブが落とした小さな塊です。敵意はない様ですが、時折小刻みに動いています。
ko: 덩어리 괴물에서 떨어진 작은 덩어리 조각입니다. 적대적이지는 않은 것 같지만, 가끔 꿈틀거립니다.
ru: Маленький кусок слизи, отпавший от слизневого монстра. Не выглядит враждебным, но изредка покачивается.
zh_cn: 变形怪身上掉下的糊状物。它似乎没有敌意，但它确实偶尔会扭动几下。

source: A long, curved yellow fruit in a peel. Some people like using them in desserts. Those people are probably dead.
de: Eine lange, krumme gelbe Frucht in einer Schale. Einige Leute mögen sie in Desserts. Diese Leute sind wahrscheinlich tot.
ja: 長い皮で覆われた歪曲した黄色の果物です。一部の人々はデザートに使用します。しかし、デザートを作る様な人々は恐らくは死に絶えているでしょうね。
zh_cn: 一种长弧形黄色可剥皮的水果。一些人喜欢拿来当饭后甜点，当然还可以拿来干点别的什么。那些人可能已经死了。

source: A malformed human leg, this would be gross to eat, and probably cause mutations.
de: Ein verformtes Bein eines Menschen. Es zu essen, wäre ekelhaft und wurde vielleicht Mutationen auslösen.
ja: 突然変異を起こした人間の脚です。これを食べようと想像するのも嫌ですが、もしも食べた場合は、突然変異を引き起こす要因になるでしょう。
ko: 기형적으로 변형된 인간의 다리입니다. 먹기에는 극도로 불쾌하지만, 먹으면 변이가 발생합니다.
ru: Бесформенная человеческая нога. Противно есть, вызывает мутации.
zh_cn: 变异人的腿，吃下去也会让你变异，至于是变成蝙蝠侠还是史莱姆亦或死翘翘，谁知道呢，除非你用S&L大法。

source: A mass-produced grape flavored beverage of artificial origin. Good for when you want something that tastes like fruit, but still don't care about your health.
de: Ein industriell hergestelltes Getänk mit Traubengeschmack künstlichem Ursprungs. Gut, wenn du etwas willst, das wie Früchte schmeckt, aber dich immer noch nicht um deine Gesundheit kümmerst.
ja: 大量生産で栽培された葡萄が、人工で作られた飲料に風味を与えてくれました。特に健康を気にしていないか、舌が果物の味を欲している時などには、良い飲み物だと思いますよ。
zh_cn: 一个批量生产的普通葡萄味饮料，吃起来像水果，但是吃多了要小心你的健康。

source: A meat pie with a little soldier, or maybe scientist, who knows. God, that's good!
de: Eine Pastete mit etwas Soldat, oder vielleicht Wissenschaflter, wer weiß? Gott, das ist gut!
ja: 兵士か、科学者とか、知らねえや、まあとにかく、何かの肉が入ったパイで、うめえのなんの！
zh_cn: 一个添加了士兵成分的肉馅饼……或者是科学家？谁知道呢。好吃才是硬道理！

source: A meat pizza, for all the cannibals out there. Chock full of minced human flesh and heavily seasoned.
de: Eine Fleischpizza für all die Kannibalen da draußen. Gerammelt voll mit zerhacktem Menschenfleisch und stark gewürzt.
ja: 人肉食系には堪らないヒューマンミートピザです。挽人肉がたっぷり入っており、濃厚な二本足生物の味わいを楽しめます。
ko: 세상의 모든 식인종들을 위한 고기 피자입니다. 인육을 갈아서 꽉 채우고 양념을 많이 뿌렸습니다.
ru: Мясная пицца, для настоящих каннибалов. Содержит много мяса и острых приправ.
zh_cn: 为普天下食人族量身定制的全肉披萨。精选新鲜人类碎肉、加上三倍香料，现已加入豪华午餐。

source: A meat pizza, for all the carnivores out there. Chock full of minced meat and heavily seasoned.
de: Eine Fleischpizza, für alle Fleichfresser da draußen. Knüppelvoll mit Hackfleisch und stark gewürzt.
ja: 肉食系には堪らないミートピザです。挽肉がたっぷり入っており、濃厚な味わいを楽しめます。
ko: 고기 피자입니다. 육식을 위한 것, 즉 조미료가 많이 들어간 큼지막한 고기로 가득 차있습니다.
ru: Мясная пицца, для настоящих хищников. Содержит много мяса и острых приправ.
zh_cn: 这张披萨面饼被撒上许多动物的肉...尽情享受食物的乐趣吧。

source: A mild opiate used in the suppression of pain, cough, and other ailments. While relatively weak for a narcotic, it is still addictive, with a potential for overdose.
de: Ein schwaches Opiat, das zur Unterdrückung von Schmerzen, Husten und anderen Leiden verwendet wird. Während es relativ schwach für ein Betäubungsmittel ist, ist es immer noch süchtig machend und hat ein Potential zur Überdosis.
ja: 弱めの鎮静剤です。痛み、咳、慢性的な疾患を和らげます。麻薬には及ばないが中毒性があります。
ko: 통증, 기침, 여타 증상의 억제에 사용되는 약한 아편제입니다. 비교적 마약성이 낮지만, 그럼에도 불구하고 과용시에는 중독될 가능성이 있습니다.
ru: Лёгкий опиат, используемый для устранения боли, кашля и других недомоганий. Обладает слабым наркотическим действием, но может вызывать зависимость и даже передозировку.
zh_cn: 一种用于抑制疼痛温和的阿片类药物，可以治疗咳嗽，和其他疾病。相对温和麻醉剂，过量使用，仍会上瘾。

source: A misshapen human arm, eating this would be incredibly disgusting and probably cause you to mutate.
de: Ein verformter Arm eines Menschen. Ihn zu essen wäre unglaublich ekelhaft und würde dich vermutlich mutieren lassen.
ja: 突然変異を起こした人間の腕です。これを食べるなど考えたくもありませんが、もしも食べた場合は、突然変異の要因になるでしょう。
ko: 변형된 인간의 팔입니다. 이것을 먹으면 끔찍한 기분과 함께 신체에 변이가 일어나게 될 것입니다.
ru: Безобразная человеческая рука. Довольно отвратительная еда, которая вызывает мутации.
zh_cn: 变异人的手臂，丧心病狂的人才去吃，吃了后会恶心，并且导致DNA突变。

source: A mixed drink containing all the advantages of its ingredients and none of their disadvantages. It tastes great and it's a good source of nourishment.
ja: あらゆる成分の利点と欠点を併せ持った飲料です。豊富な栄養源を持ち、味も実に素晴らしい飲み物です。
zh_cn: 这玩意结合了原料的优点，而避开了原料的缺点。总之，好喝又有营养。

source: A mixed drink made of whiskey and lemon juice.
ja: ウィスキーとレモンジュースを混ぜて作った飲み物です。
zh_cn: 威士忌加柠檬汁，谁会好这口？

source: A mixture of dried tobacco leaf, pesticides, and chemical additives, rolled into a filtered paper tube. Stimulates mental acuity and reduces appetite. Highly addictive and hazardous to health.
de: Eine Mischung aus getrockneten Tabakblättern, Pestiziden und chemischen Zusätzen, die in einem gefiltertem Papierröhrchen zusammengerollt wurden. Stimuliert die Geistesschärfe und rediziert den Appetit. Stark suchterzeugend und gesundheitsschädigend.
ja: 乾燥させた煙草の葉と殺虫剤の成分、その他化学添加物の混合物をフィルターの付いた紙管で巻いたものです。吸引する事で知性を鋭敏にし、食欲を低下させます。しかし、高い中毒性を持ち、健康に害を及ぼします。
zh_cn: 将制备好的干燥烟草和添加剂香料混合在一起，卷成一个纸卷，用来吸食。刺激感知，并降低食欲。高度容易上瘾并危害健康。

source: A mixture of rain and acid rain. Don't drink it. Boiling it concentrates the acid.
de: Eine Mischung aus Regen und sauren Regen. Trink es nicht! Kochen verstärkt die Säurekonzentration.
ja: 雨水と酸性雨が混ざった液体です。絶対に飲まないで下さい。沸騰させて酸を濃縮する事が出来ます。
zh_cn: 雨水冲淡了的酸雨水。禁止饮用（废话么）。烧开这玩意可以蒸馏提纯 酸液。

source: A mushy, gray semi-liquid soup made from mushrooms.
ja: 茸から作られた灰色のスープです。ドロドロしています。
zh_cn: 灰色的半流体，看来放了不少蘑菇。

source: A nutrient rich chunk of plant matter, could be eaten raw or cooked.
de: Ein nahrhafter Brocken aus Pflanzenmaterial; es könnte roh oder gekocht gegessen werden.
ja: 栄養価の高いマロー南瓜です。 生のままでも、また調理をしても食べられます。
ko: 영양소가 풍부한 식물 덩어리입니다. 생으로 먹을 수 있고, 요리해서도 먹을 수 있습니다.
ru: Богатый питательными веществами кусок растительной мякоти. Можно съесть как в сыром виде, так и в приготовленном.
zh_cn: 采摘下来的植物，富含维生素，可生吃或煮熟后吃。

source: A nutrient rich elixir for plants.
de: Ein nährstoffreiches Elixir für Pflanzen.
ja: 植物に必要な栄養を豊富に含んだ万能薬です。
zh_cn: 富含营养的植物壮阳药。

source: A nutritious and delicious hearty fish soup.
de: Eine nahrhafte und leckere herzige Fischsuppe.
ja: 栄養価が高く美味で健康的な魚煮込みスープです。
ko: 영양과 맛을 가득 담은 생선 수프입니다.
ru: Вкусный и питательный рыбный суп.
zh_cn: 营养丰富且美味的鱼肉汤。

source: A nutritious and delicious hearty meat soup.
de: Eine nahrhafte und lecker-herzhafte Fleischsuppe.
ja: 栄養価が高く美味で健康的な肉煮込みスープです。
ko: 영양과 맛이 풍부한 고기 수프 입니다.
ru: Вкусный и сытный мясной суп
zh_cn: 营养丰富且美味的肉汤。

source: A nutritious and delicious hearty vegetable soup.
de: Eine nahrhafte und lecker-herzhafte Gemüsesuppe.
ja: 栄養価が高く美味で健康的な野菜スープです。
ko: 영양과 맛이 풍부한 야채 수프 입니다.
ru: Вкусный и сытный овощной суп
zh_cn: 既美味又营养的喷香的蔬菜汤。

source: A nutritious and delicious soup, made of gifts of nature.
de: Eine nahrhafte und leckere Suppe, die aus den Geschenken der Natur gemacht wurde.
ja: 自然の恵みで作られた栄養価の高い美味しいスープです。
ko: 영양과 맛이 있는 수프 입니다, 숲에서 나는 자연의 선물로 만들어졌습니다.
ru: Вкусный и питательный суп, сделанный из даров природы.
zh_cn: 用大自然的馈赠做成的营养又美味的汤。

source: A painkiller used to manage moderate pain. The effects last for several hours, but are relatively subdued for an opioid.
de: Ein Schmerzmittel, das zur Handhabung von mittelschweren Schmerzen gebraucht wird. Die Wirkungen reichen für einige Stunden, aber sind für ein Opiod ziemlich gedämpft.
ja: 長時間持続する鎮痛剤です。 中程度の痛みに対応します。 この鎮痛剤は数時間効果を持続しますが、 オキシコドンほど強力ではありません。
ko: 중간 정도의 통증을 억제하는 진통제입니다. 약효가 몇 시간 동안 지속되지만, 아편 효능을 가진 제제 치고는 별로 기분이 좋아지지 않습니다.
ru: Болеутоляющее для уменьшения средней боли. Эффект длится несколько часов, но может подавляться опиоидами.
zh_cn: 一种管制的中度止痛药。效果持续几个小时，效果不及阿片类药物。

source: A pair of extended wear contacts with soft lenses designed to be discarded after a week of use. They are a great replacement to wearing glasses and sit comfortably on the surface of the eye.
de: Ein Paar dauerhaft getragener weicher Kontaktlinsen, die nach einer Woche Benutzung entsorgt werden. Sie sind ein großartiger Ersatz für Brillen und verweilen komfortabel auf der Oberfläche des Auges.
ja: 一週間連続装用タイプの使い捨てソフトコンタクトレンズです。付け心地が良く、日常生活における眼鏡の代用品としては非常に優れています。
zh_cn: 一副隐形眼镜，周抛型。佩带舒适，保证不会引起角膜穿孔等副作用。

source: A pair of graham crackers with some chocolate and a marshmallow between them.
de: Ein Paar Graham-Cracker mit etwas Schokolade und Marshmallow zwischen ihnen.
ja: マシュマロとチョコレートをグラハムクラッカーで挟んで作る菓子です。
ko: 그레이엄 크래커 두 쪽 사이에 초콜릿과 마쉬멜로가 들어가있습니다. (역주: 그레이엄 크래커(graham cracker)는 통밀로 만든 사각형 비스킷을 말합니다.)
ru: Пара крекеров в шоколаде, разделенные слоем зефира.
zh_cn: 全麦夹心饼干，口味是巧克力与棉花糖。

source: A pickled cucumber. Rather sour, but tastes good and basically lasts forever.
de: Eine eingelegte Gurke. Recht sauer, aber schmeckt gut und hält praktisch für immer.
ja: 胡瓜の漬物です。時が経つと酸味が増しますが、保存状態が良ければ、腐らずに味を保ち続けます。
zh_cn: 一个腌黄瓜，酸酸甜甜，而且基本不会腐坏。

source: A piece of paper. Can be used for fires.
de: Ein Blatt Papier. Kann für Feuer benutzt werden.
ja: 1枚の紙です。火を起こすのに使えます。
zh_cn: 一张纸，可以用来生火。

source: A pilsner imported from Europe. Best served cold, in a glass - but you're not that lucky.
de: Ein Pilsener, der aus Europa importiert wurde. Am Besten kalt in einem Glas serviert – aber so viel Glück hast du nicht.
ja: ヨーロッパから輸入したピルスナーです。最高に冷えたグラスで飲む事をお勧めします。 - しかし、そこまで幸運じゃないですね。
zh_cn: 从欧洲进口的比尔森啤酒。“冷藏后风味更佳”——这行字如同讽刺一般跃入眼帘。
