Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: torch (lit)
de: Fackel (angezündet)
ja: 松明(点火)
ko: 횃불-불붙음(torch)
ru: факел (горит)
zh_cn: 火把（点燃）

source: trench knife
de: Grabenmesser
ja: トレンチナイフ
ko: 백병전용 단검(trench knife)
ru: окопный нож
zh_cn: 血槽匕首

source: tripwire trap
de: Stolperdrahtfalle
ja: 仕掛け線
ko: 인계철선 덫(tripwire trap)
ru: ловушка "растяжка"
zh_cn: 绊索诱捕陷阱

source: trowel
de: Pflanzschaufel
ja: 小型シャベル
ko: 모종삽(gardening shovel)
zh_cn: 园艺铲

source: truck horn
de: Lkw-Hupe
ja: トラック用クラクション
ko: 트럭용 경적(truck horn)
ru: гудок грузовика
zh_cn: 卡车喇叭

source: trumpet
zh_cn: 短号

source: two-way radio
de: Funksprechgerät
ja: 双方向無線機
ko: 송수신 무전기(two-way radio)
ru: рация
zh_cn: 双向无线电

source: ukulele
zh_cn: 四弦琴

source: used heat pack
de: benutzter Latentwärmespeicher
ja: ヒートパック(使用済)
ko: 발열팩-사용함(heat pack)
ru: использованная грелка
zh_cn: 加热贴废渣

source: vacutainer
de: Blutentnahmeröhrchen
ja: 採血器
ko: 진공 채혈기(vacutainer)
ru: вакуумная система взятия крови
zh_cn: 采血管

source: vacuum sealer
de: Vakuumverpackungsgerät
ja: 真空包装機
ko: 진공 포장기(vacuum sealer)
ru: вакуумный упаковщик
zh_cn: 真空封口机

source: vibrator
ja: 振動器
zh_cn: 按摩棒

source: violin
zh_cn: 小提琴

source: vortex stone
de: Vortexstein
ja: 渦流石
ko: 회오리치는 돌(vortex stone)
ru: Вихревой камень
zh_cn: 漩涡石

source: war scythe
de: Kriegssense
ja: 戦闘用大鎌
ko: 전투용 대낫(war scythe)
ru: боевая коса
zh_cn: 死神镰刀

source: water purifier
de: Wasserreiniger
ja: 浄水器
ko: 정수기(water purifier)
ru: водоочиститель
zh_cn: 净水器

source: welder
de: Schweißgerät
ja: 溶接機
ko: 용접기(welder)
ru: сварочный аппарат
zh_cn: 焊枪

source: wood axe
de: Holzaxt
ja: 斧
ko: 벌목용 도끼(wood axe)
ru: топор дровосека
zh_cn: 伐木斧

source: wood saw
de: Holzsäge
ja: ノコギリ
ko: 나무용 톱(wood saw)
ru: пила по дереву
zh_cn: 木锯

source: wooden needle
de: Holznadel
ja: 針(木)
ko: 나무 바늘(wooden needle)
ru: деревянная игла
zh_cn: 木针

source: wooden smoother
ja: 左官ごて(木)
zh_cn: 木制水泥刮刀

source: wrapped radiation badge
de: verpackte Radioaktivitätsplakette
ja: 放射線バッジ(新品)
ko: 미사용 방사선 뱃지(radiation badge)
ru: упакованный плёночный дозиметр
zh_cn: 辐射标识牌封包

source: wrench
de: Schraubenschlüssel
ja: レンチ
ko: 렌치(wrench)
ru: гаечный ключ
zh_cn: 扳手

source: zombie pheromone
de: Zombiepheromon
ja: ゾンビフェロモン
ko: 좀비 페로몬(zombie pheromone)
ru: зомби феромон
zh_cn: 丧尸信息素

source: 1-cylinder engine
de: Einzylindermotor
ja: 単気筒エンジン
ru: 1-цилиндровый двигатель
zh_cn: 单缸引擎

source: A 2-cylinder 4-stroke combustion engine.
de: Ein Zweizylinder-Viertaktverbrennungsmotor.
ja: 2気筒4ストロークのエンジンです。
ko: 2기통 4행정 연소 엔진입니다.
ru: 2-цилиндровый, 4-тактный двигатель внутреннего сгорания.
zh_cn: 一个双缸四冲程内燃机。

source: A bicycle wheel.
zh_cn: 一只自行车轮胎。

source: A car wheel.
zh_cn: 一只汽车轮胎。

source: A large and very powerful 8-cylinder combustion engine.
de: Ein großer und sehr starker Achtzylinder-Verbrennungsmotor.
ja: 大型で強力な8気筒のエンジンです。
ko: 크고 아주 강력한 8기통 연소 엔진입니다.
ru: Большой и очень мощный 8-цилиндровый двигатель внутреннего сгорания.
zh_cn: 一个体积和功率一样强大的8缸内燃机。

source: A massive and extremely powerful V12 engine, usually built into high end sports cars.
de: Ein wuchtiger und extrem schwerer Zwölfzylindermotor; üblicherweise werden diese in hochwertige Sportwagen eingebaut.
ja: 巨大で凄まじく強力なV型12気筒エンジンです。通常は高級スポーツカーに使用されます。
ko: 육중하고 극도로 강력한 12기통 엔진으로, 보통 고급 스포츠카에 설치됩니다.
ru: Крупный и очень мощный V12 двигатель, обычно устанавливаемый на топовые спорткары.
zh_cn: 一台强力的V12发动引擎，一般用于高端跑车。

source: A motorbike wheel.
zh_cn: 一只摩托车轮胎。

source: A pair of wheels for a wheelchair.
zh_cn: 一只轮椅轮胎。

source: A powerful 6-cylinder combustion engine.
de: Ein starker Sechszylinder-Verbrennungsmotor.
ja: 強力な6気筒のエンジンです。
ko: 강력한 6기통 연소 엔진입니다.
ru: Мощный 6-цилиндровый двигатель внутреннего сгорания.
zh_cn: 一个大功率的6缸内燃机

source: A powerful 6-cylinder diesel engine.
ja: 強力な6気筒のディーゼルエンジンです。
zh_cn: 一个大功率的六缸柴油内燃机。

source: A powerful 8-cylinder diesel engine.
ja: 強力な8気筒のディーゼルエンジンです。
zh_cn: 一个大功率的八缸柴油内燃机。

source: A powerful straight-6 diesel engine.
ja: 強力な直列6気筒のディーゼルエンジンです。
zh_cn: 一个大功率的六缸直列柴油内燃机

source: A pretty small wheel. Probably from one of those Segway things. It is not very menacing.
ja: かなり小型のホイールです。恐らくはセグウェイに使われていた物でしょう。
zh_cn: 一个非常小的轮子。可能是来自于那种体感车。不是很靠谱啊。

source: A set of casters, like on a shopping cart.
de: Ein Satz Transportrollen, für Sachen wie Einkaufswägen.
ja: ショッピングカートに取り付けるキャスターセットです。
ko: 주로 쇼핑 카트에 같은 곳에 달리는 다리 바퀴.
ru: Набор колёсиков, как на магазинной тележке.
zh_cn: 一套脚轮，就像超市购物车用的那种。

source: A simple metal wheel.
ja: シンプルな金属製のホイールです。
zh_cn: 一个简单的金属轮。

source: A single-cylinder 4-stroke combustion engine.
de: Ein Einzylinder-Viertaktverbrennungsmotor.
ja: 1気筒4ストロークのエンジンです。
ko: 단기통 4행정 연소 엔진입니다.
ru: Одноцилиндровый, 4-тактный двигатель внутреннего сгорания.
zh_cn: 一个单缸四冲程内燃机。

source: A small single-cylinder 2-stroke combustion engine.
ja: 1気筒2ストロークの小型エンジンです。
zh_cn: 一个单缸双冲程内燃机。

source: A small wheel from a common garden wheelbarrow.
zh_cn: 一只园艺手推车的小型轮胎。

source: A small, yet powerful 4-cylinder combustion engine.
de: Ein kleiner, aber starker Vierzylinder-Verbrennungsmotor.
ja: 小型だが強力な4気筒のエンジンです。
ko: 작지만 강한 4기통 연소 엔진입니다.
ru: Маленький, но мощный 4-цилиндровый двигатель внутреннего сгорания.
zh_cn: 一个体积小功率大的四缸内燃机。

source: A wide military grade wheel.
de: Ein Rad in Militärausführung.
ja: 軍用品質のワイドホイールです。
ko: 넓은 군용 바퀴입니다.
ru: Широкое военное колесо.
zh_cn: 军用宽轮胎。

source: A wide wheel. \o/ This wide.
de: Ein breites Rad. So breit: \o/
ja: ワイドホイール。\o/ これぐらい幅が広い。
zh_cn: 一个宽车轮. \o/ 有这么宽.

source: A wooden board that keeps the boat afloat. To change a vehicle into a boat, place as you would wheels on a car. Then attach oars or a motor to get the boat to move.
zh_cn: 一个让船只保持浮力的木板。像安装车轮一样安装在车辆上，将载具转换为船只。继续添加桨或者引擎来移动船只。

source: A wooden cart wheel with metal bands for durability, hand made.
ja: 金属帯で強化した木製のカートホイールです。自作品。
zh_cn: 木制货车的车轮，金属镶边加强耐久，纯手工制作，照样不值钱。

source: A wooden cart wheel, hand made.
de: Ein hölzernes Wagenrad, selbstgemacht.
ja: 木製のカートホイールです。自作品。
zh_cn: 木制货车的车轮，纯手工制作，完全不值钱。

source: An inflatable airbag.
ja: 膨張式エアバッグです。
zh_cn: 一个充气气囊

source: An inflatable boat section.
ja: 膨張式ボートを取り付けます。
zh_cn: 充气艇的一截。

source: I6 diesel engine
ja: 直列6気筒ディーゼルエンジン
zh_cn: 六缸直列柴油发动机

source: Inline-4 engine
de: Vierzylindermotor
ja: 直列4気筒エンジン
ko: 4-기통 엔진(Inline-4 engine)
ru: двигатель с 4 цилиндрами
zh_cn: 四缸发动机

source: V-twin engine
de: Zweizylindermotor
ja: V型2気筒エンジン
ko: 2-기통 엔진(V-twin engine)
ru: V-образный двигатель
zh_cn: 双缸发动机

source: V12 engine
de: Zwölfzylindermotor
ja: V型12気筒エンジン
ko: 12-기통 엔진(V12 engine)
ru: двенадцатицилиндровый двигатель
zh_cn: 十二缸发动机

source: V6 diesel engine
ja: V型6気筒ディーゼルエンジン
zh_cn: 六缸柴油发动机

source: V6 engine
de: Sechszylindermotor
ja: V型6気筒エンジン
ko: 6-기통 엔진(V6 engine)
ru: шестицилиндровый двигатель
zh_cn: 六缸发动机

source: V8 diesel engine
ja: V型8気筒ディーゼルエンジン
zh_cn: 八缸柴油发动机

source: V8 engine
de: Achtzylindermotor
ja: V型8気筒エンジン
ko: 8-기통 엔진(V8 engine)
ru: восьмицилиндровый двигатель
zh_cn: 八缸发动机

source: armored wheel
de: gepanzertes Rad
ja: 装甲ホイール
ko: 장갑차 바퀴(armored wheel)
ru: бронированное колесо
zh_cn: 装甲车轮

source: banded wooden cart wheel
de: gebändertes Holzwagenrad
ja: 補強したカートホイール(木)
zh_cn: 镶边木制车轮

source: bicycle wheel
de: Laufrad
ja: 自転車ホイール
ko: 자전거 바퀴(bicycle wheel)
ru: колесо от велосипеда
zh_cn: 自行车轮

source: boat board
de: Bootwand
ja: ボート板
zh_cn: 船板

source: inflatable airbag
de: aufblasbarer Luftsack
ja: エアバッグ
zh_cn: 充气气囊

source: inflatable section
de: aufblasbares Segment
ja: 膨張式空気袋
zh_cn: 充气节

source: large steel drum
ja: 大型ドラムユニット(鋼)
zh_cn: 大型钢筒

source: metal wheel
ja: ホイール(金属)
zh_cn: 金属轮

source: motorbike wheel
de: Motorrad-Rad
ja: バイクホイール
ko: 오토바이 바퀴(motorbike wheel)
ru: колесо от мотоцикла
zh_cn: 摩托车轮

source: pair of wheelchair wheels
de: Paar Rollstuhlräder
ja: 車椅子ホイール
ko: 휠체어 바퀴(wheelchair wheels)
zh_cn: 轮椅轮胎

source: set of casters
de: Transportrollensatz
ja: キャスター
ko: 다리 바퀴(casters)
zh_cn: 脚轮组

source: small 1-cylinder engine
ja: 小型単気筒エンジン
zh_cn: 小型单缸引擎

source: small wheel
de: kleines Rad
ja: 小型ホイール
ko: 작은 바퀴(small wheel)
ru: маленькое колесо
zh_cn: 小型轮胎

source: wheel
de: Rad
ja: ホイール
ko: 바퀴(wheel)
ru: колесо
zh_cn: 车轮

source: wheelbarrow wheel
zh_cn: 手推车轮胎

source: wide wheel
de: breites Rad
ja: ワイドホイール
ko: 넓은 바퀴(wide wheel)
ru: широкое колесо
zh_cn: 宽车轮

source: wooden cart wheel
de: Holzwagenrad
ja: カートホイール(木)
zh_cn: 木制车轮

source: .20 DREAD Pellets
de: .20-DREAD-Kugeln
ja: 弾薬(20口径/ドレッドペレット)
zh_cn: .20 “恐惧”金属球弹

source: .36 cap & ball
ja: 弾薬(.36口径/パーカッション)
ru: .36 металлический шарик
zh_cn: .36球帽弹

source: .44 cap & ball
ja: 弾薬(.44口径/パーカッション)
ru: .44 металлический шарик
zh_cn: .44球帽弹

source: .50 BMG
ja: 弾薬(50口径/BMG)
zh_cn: .50 BMG弹

source: .700 Nitro Express
ja: 弾薬(70口径/ニトロ・エクスプレス)
ru: .700 Нитро-Экспресс
zh_cn: .700 NE巨型弹

source: 12mm slugs
de: 12mm-Schrotpatronen
ja: 弾薬(12mm/単発弾)
ru: 12 мм жаканы
zh_cn: 12mm 子弹

source: 20x66mm caseless shotgun
de: 20×66mm-hülsenlos-Schrotflinte
ja: ケースレス弾薬(20x66mm)
ko: 20x66mm 무탄피 산탄
ru: 20x66мм безгильзовые, дробовики
zh_cn: 20x66mm无壳霰弹

source: 40mm grenade
de: 40mm-Granate
ja: 弾薬(40mm/グレネード)
ko: 40mm 유탄
ru: 40мм граната
zh_cn: 40mm 榴弹

source: 5x50mm flechette
de: 5×50mm-Flechet
ja: 弾薬(5x50mm/矢弾)
ko: 5x50mm 플레쉐트
ru: 5x50мм оперенные
zh_cn: 5x50mm箭型弹

source: 84mm recoilless projectile
de: 84mm rückstoßfreies Projektil
ja: 弾薬(84mm無反動砲発射体)
ko: 84mm 무반동탄
ru: 84мм безоткатный снаряд
zh_cn: 84mm 无后坐力炮弹

source: BBs
ja: 弾薬(BB)
ru: пластиковые пульки
zh_cn: BB弹

source: High Explosive Anti Tank warhead
de: Hoch Explosive Panzerabwehrrakete
ja: 対戦車榴弾
ko: 고폭대전차 탄두
ru: фугасная противотанковая боеголовка
zh_cn: 反坦克高爆弹

source: M235 Incendiary TPA
de: M235 Brand TPA
ja: ロケット弾(M235/TPA/焼夷)
ko: M235 TPA 소이로켓탄
ru: М235 зажигательный снаряд
zh_cn: M235燃烧弹TPA

source: arrows
de: Pfeile
ja: 矢
ko: 화살(arrows)
ru: стрелы
zh_cn: 箭

source: ballista bolt
ja: ボルト
zh_cn: 床弩箭矢

source: batteries
de: Batterien
ja: 電池
ko: 배터리(batteries)
ru: батарейки
zh_cn: 电池

source: bladed disk
ja: 円盤
zh_cn: 带刃圆盘

source: bolts
de: Bolzen
ja: ボルト
ko: 볼트(bolts)
ru: арбалетные болты
zh_cn: 弩矢

source: cents
ja: セント
ko: 센트(cents)
ru: центов
zh_cn: 分

source: chemical ampoule
de: chemische Ampulle
ja: 化学アンプル
ko: 화학 앰플
ru: ампула
zh_cn: 安瓿

source: components
de: Komponenten
ja: 材料
ko: 부품
ru: компоненты
zh_cn: 组件

source: ferrous rail projectile
de: eisenhaltiges Schienenprojektil
ja: レール(鉄)
ko: 자성 레일 발사체
ru: ферромагнитный снаряд
zh_cn: 金属轨道弹

source: fish bait
de: Fischköder
ja: 魚の餌
zh_cn: 鱼饵

source: fusion cell
de: Fusionszelle
ja: 核融合セル
ko: 퓨전 셀
ru: термоядерная батарея
zh_cn: 核聚变电池

source: heavy projectiles
ja: 重発射体
zh_cn: 重型抛射物

source: homebrew rocket
ja: ロケット弾(自作)
zh_cn: 自制火箭

source: javelin
zh_cn: 标枪

source: muscle
de: Muskel
ja: 筋肉
ko: 근육
ru: мускулатура
zh_cn: 肌肉

source: nails
de: Nägel
ja: 釘
ko: 못(nails)
ru: гвозди
zh_cn: 钉子

source: pebbles
de: Kieselsteine
ja: 石つぶて
ko: 조약돌(pebbles)
ru: галька
zh_cn: 小石子

source: plutonium
ja: 原子力電池
ko: 플루토늄
ru: плутоний
zh_cn: 钚电池

source: rebreather filter
de: Kreislaufatemfilter
ja: リブリーザーフィルタ
ru: фильтр ребризера
zh_cn: 呼吸器

source: semi-charred fuel
ja: 半炭化燃料
zh_cn: 半焦燃料

source: shot
de: Kugelschrot
ja: 弾薬(散弾)
ko: 탄
ru: 12 калибр
zh_cn: 霰弹

source: speargun spear
de: Harpune
ja: 銛
ko: 작살
ru: гарпун
zh_cn: 矛枪

source: throwing weapon
de: Wurfwaffe
ja: 投擲武器
ko: 투척무기
ru: метательное оружие
zh_cn: 投掷武器

source: A bionic of some sort, so badly installed that you cannot even tell what it was originally supposed to be. Sometimes it itches horribly.
de: Irgendein Bionik, so schlecht eingebaut, dass du nicht mal mehr sagen kannst, wozu es ursprünglich gedacht war. Es juckt manchmal furchtbar.
ja: かつて導入に失敗して体内で壊れたままになっている生体部品です。ときどき他のことが何もできなくなるほどの凄まじい痒みに襲われます。
ko: 어떤 종류의 바이오닉은 너무 심하게 잘못 설치되어서 원래 무엇이었는지조차 추측하기 어렵습니다. 때때로 끔찍할 정도의 가려움증을 유발합니다.
ru: Что-то бионическое, было настолько плохо установлено, что вы не можете сказать, чем оно изначально было. Периодически ужасно зудит.
zh_cn: 一个仿生元件，它安装是如此失败了以至于无法发挥原先的作用。它唯一的效果就是让你奇痒难忍。

source: A combination of poor installation and unpleasant scarring has lead to the malfunctioning bionic catastrophe you call your face. People who mind that you look like a dime-store Frankenstein will react poorly to your appearance.
de: Eine Kombination aus armseligen Installationen und unschönen Vernarbungen führte zu der Bionikkatastrophe, die du dein Gesicht nennst. Leute, die es kümmert, dass du wie ein 99-Pfennig-Laden-Frankenstein aussiehst, werden schlecht auf dein Erscheinungsbild reagieren.
ja: ずさんな導入手術とその結果残ってしまった見苦しい傷跡が合わさり、顔面が大惨事になっています。こいつ100円ショップで作ったフランケンシュタインみたいな顔してんな、と感じた人々の反応が悪化します。
zh_cn: 拙劣的安装和令人反感的疤痕为你带来的故障和灾难。人们把你和像弗兰肯斯坦联系在一起。

source: A malfunctioning bionic which causes occasional visual distortion and pixelation.
de: Ein defektes Bionik, das gelegentlich optische Verzerrungen und Verpixelungen verursacht.
ja: 生体部品の機能不全により、時おり視界が歪み、モザイクをかけたようになります。
ko: 고장난 바이오닉으로 인해 가끔씩 시각 자료가 왜곡되고 화소 단위로 쪼개지는 현상이 발생하게 되었습니다.
ru: Неисправная бионика, которая периодически вызывает визуальные искажения и пикселизацию.
zh_cn: 一个出现故障的仿生插件。导致你偶尔会出现视觉失真和像素化。

source: A malfunctioning bionic which occasionally discharges acid into your muscles, causing sharp pain and minor damage.
de: Ein defekter Bionik, welcher gelegentlich Säure in deine Muskeln leitet, was dir stechende Schmerzen und geringfügigen Schaden bereitet.
ja: 機能不全の生体部品です。時々酸を排出し、ダメージを受けます。
ko: 고장난 바이오닉입니다. 종종 근육에 산을 방출시켜 일시적으로 마비와 날카로운 고통을 일으키며, 경미한 피해를 입힙니다.
ru: Неисправный бионик периодически впрыскивает яд в ваши мышцы, причиняя боль и небольшие повреждения.
zh_cn: 一个出故障的仿生插件，会不时向你的肌肉里释放酸液，造成刺痛和微小的伤害。

source: A malfunctioning bionic which occasionally discharges electricity through your body, causing pain and brief paralysis but no damage.
de: Ein defektes Bionik, welcher ab und zu Elektrizität durch deinen Körper entlädt, was dir Schmerzen und kurzzeitige Paralyse, aber keinen Schaden bereitet.
ja: 機能不全の生体部品です。時々放電し、痛みが走り、身体が麻痺します。
ko: 고장난 바이오닉입니다. 종종 몸에 전기를 방전시켜 일시적으로 마비와 고통을 일으키지만, 피해는 주지 않습니다.
ru: Неисправный бионик периодически пронзает ваше тело электрическими разрядами, вызывая боль и короткий паралич, но без повреждений.
zh_cn: 一个出故障的仿生模块，时不时的漏电，这会造成疼痛和短暂全身麻痹瘫痪，不过不会产生伤害。

source: A malfunctioning bionic. It doesn't perform any useful function, but will occasionally draw power from your batteries.
de: Ein defektes Bionik. Es hat keinerlei brauchbare Funktion, aber wird gelegentlich Strom von deinen Batterien verbrauchen.
ja: 機能不全の生体部品です。時々電力が失われます。
ko: 고장난 바이오닉입니다. 아무 기능도 하지 않으면서, 종종 내장 전력을 일부 흡수합니다.
ru: Неисправный бионик. Не несёт никаких полезных функций, периодически расходует энергию ваших батарей.
zh_cn: 一个出故障的仿生模块。它没有任何益处，而且会不时的从你的储能系统中吸能。

source: A malfunctioning bionic. It will occasionally emit a loud burst of noise.
de: Ein defektes Bionik. Es wird gelegentlich einen lauten Krachstoß machen.
ja: 機能不全の生体部品です。時々爆音を発します。
ko: 고장난 바이오닉입니다. 가끔씩 시끄러운 소음을 냅니다.
ru: Неисправный биомодуль. Время от времени издаёт резкие, громкие шумы.
zh_cn: 一个出现故障的仿生模块。它偶尔会发出一阵巨大的噪音。

source: A poorly-wired bionic which fails to serve its intended purpose, this malfunctioning device periodically short-circuits, causing systemic muscle tremors.
de: Ein armselig verdrahtetes Bionik, das dem angedachten Zweck nicht gerecht wird. Dieses nicht funktionierende Gerät verursacht regelmäßg Kurzschlüsse, die systemische Muskelkrämpfe zur Folge haben.
ja: 素人がやったような酷い配線の生体部品です。本来の機能は果たせず、定期的に短絡を起こして筋肉を発作状態に陥れます。
ko: 전선이 잘못 연결되어 만들어진 원래 목적의 수행에 실패한 바이오닉으로, 이 고장난 장치는 주기적으로 쇼트를 일으키는 회로로 인해 주기적으로 근육 경련이 일어납니다.
ru: Плохо подключенная бионика, которая больше не служит своему назначению. Это неисправное устройство периодически коротит, вызывая общий тремор мышц.
zh_cn: 一个安装不良的CBM未能达到其预期目的，该设备周期性地短路，导致全身肌肉震颤。

source: Acidic Discharge
de: Giftige Entladung
ja: 強酸放出
ko: 고장 : 산성 방출
ru: Кислотные выделения
zh_cn: 自体排酸

source: Active Defense System
de: Aktives Verteidigungssystem
ja: 自発的防衛システム
ko: 능동형 방호 시스템
ru: Активная система обороны
zh_cn: 主动防御系统

source: Adrenaline Pump
de: Adrenalinpumpe
ja: アドレナリン刺激装置
ko: 아드레날린 펌프
ru: Адреналиновый инициатор
zh_cn: 肾上腺素泵

source: Advanced Microreactor System
zh_cn: 高级小型核反应堆系统

source: Aero-Evaporator
de: Luftverdampfer
ja: 空気蒸発装置
ko: 대기 증류장치
ru: Воздушный конденсатор испарений
zh_cn: 湿气凝水器

source: Air Filtration System
de: Luftfilterungssystem
ja: 空気清浄システム
ko: 공기 여과 시스템
ru: Система фильтрации воздуха
zh_cn: 空气过滤系统

source: Alarm System
de: Alarmanlage
ja: 警報システム
ko: 경보 시스템
ru: Сигнализация
zh_cn: 警报系统

source: Alloy Plating - Arms
de: Legierungsplattierung – Arme
ja: 合金メッキ - 腕
ko: 합금 보호판 - 팔
ru: Металлическое покрытие - Руки
zh_cn: 合金装甲-手臂

source: Alloy Plating - Head
de: Legierungsplattierung – Kopf
ja: 合金メッキ - 頭部
ko: 합금 보호판 - 머리
ru: Металлическое покрытие - Голова
zh_cn: 合金装甲-头部

source: Alloy Plating - Legs
de: Legierungsplattierung – Beine
ja: 合金メッキ - 脚
ko: 합금 보호판 - 다리
ru: Металлическое покрытие - Ноги
zh_cn: 合金装甲-腿部

source: Alloy Plating - Torso
de: Legierungsplattierung – Torso
ja: 合金メッキ - 胴体
ko: 합금 보호판 - 상체
ru: Металлическое покрытие - Торс
zh_cn: 合金装甲-躯干

source: Anti-glare Compensators
de: Blendschutzkompensatoren
ja: 反射防止補償装置
ko: 방현성 보정기
ru: Компенсаторы света
zh_cn: 防眩光补偿器

source: Artificial Night Generator
de: Kunstnachtgenerator
ja: 人工暗闇発生装置
ko: 인공 심야 발생기
ru: Искусственный генератор ночи
zh_cn: 人工黑夜制造机

source: Battery System
de: Batteriesystem
ja: バッテリーシステム
ko: 배터리 시스템
ru: Поглощение батарей
zh_cn: 电池充能

source: Bionic Claws
de: Bionische Klauen
ja: 機械の鉤爪
ko: 생체공학적 손톱
ru: Бионические когти
zh_cn: 生化合金爪

source: Bionic Nostril
de: Bionisches Nasenloch
ja: 鼻呼吸困難
ko: 고장 : 바이오닉 콧구멍
ru: Бионические ноздри
zh_cn: 生化鼻缝

source: Bionic Short Circuit
de: Bionischer Kurzschluss
ja: 短絡
ko: 고장 : 바이오닉 합선
ru: Короткое замыкание бионики
zh_cn: 插件短路

source: Bionic Visual Impairment
de: Bionische Sehbehinderung
ja: 視覚障害
ko: 고장 : 바이오닉 시각장애
ru: Бионическое ухудшение зрения
zh_cn: 生化弱视

source: Bionic processors and databanks, loaded with martial arts combat programs, are integrated into your nervous system. Whilst active, the CQB module will improve your hand to hand combat skills.
de: Bionikprozessoren und Datenbanken, geladen mit Kampfkunstprogrammen, sind in dein Nervensystem integriert. Wenn es aktiviert ist, wird dieses Nahkampfmodul deinen Nahkampf verbessern.
ja: 近接戦闘術といくつかの武道について収められたデータバンクとプロセッサを脊柱に組み込みます。起動すればそのデータ通りの近接戦闘を行うことが出来るでしょう。
zh_cn: 一块存储了格斗技术的SoC，植入在你的脊髓灰质位置。激活后你就会像李小龙一样致命了。

source: Bionic-Induced Deformity
de: Bionikverursachte Missbildung
ja: 誘発奇形
ko: 고장 : 바이오닉 유도성 기형
ru: Бионическая деформация
zh_cn: 生化畸形

source: Blood Analysis
de: Blutanalyse
ja: 血液分析センサー
ko: 혈액 분석
ru: Анализатор крови
zh_cn: 血液分析

source: Blood Filter
de: Blutfilter
ja: 血液ろ過システム
ko: 혈액 여과기
ru: Фильтр крови
zh_cn: 血液过滤

source: Cerebral Booster
de: Zelebral-Booster
ja: 大脳ブースター
ko: 두뇌 개선장치
ru: Встроенный сопроцессор
zh_cn: 生物处理芯片

source: Cloaking System
de: Tarnvorrichtung
ja: 隠蔽システム
ko: 클로킹 시스템
ru: Система невидимости
zh_cn: 隐身系统

source: Close Quarters Battle
de: Nahkampf
ja: 近接戦闘プログラム
ru: Модуль Боевых Искусств
zh_cn: 近身格斗强化

source: Cranial Flashlight
de: Schädeltaschenlampe
ja: 頭部LEDライト装置
ko: 두개골내 광소자
ru: Налобный фонарик
zh_cn: 脑壳手电

source: Damaged power circuits cause short-circuiting inside your muscles when your batteries are above 75%%%% capacity, causing greatly reduced strength. This has no effect if you have no internal batteries.
de: Beschädigte Stromkreise verursachen Kurzschlüsse in deinen Muskeln, wenn dein Strompegel über 75%%%% der Kapazität ist, was deine Stärke stark reduziert. Dies hat keinerlei Auswirkungen, wenn du keine internen Batterien hast.
ja: 電力回路が損傷しています。体内の蓄電装置の充電量が75%%%%を超えると筋肉の内部で激しい短絡が起こり、大幅に筋力が下がります。蓄電装置が導入されていない場合、何も起こりません。
ko: 근육 안에 설치된 전력 회로가 손상되어, 내장 전력 수준이 75%% 이상일 경우 합선을 일으켜 힘이 크게 감소합니다. 내장 전력 자체가 없을 경우 아무런 효과도 없습니다.
ru: Поврежденные энергетические цепи приводят к короткому замыканию внутри мышц, когда уровень заряда вашего аккумулятора превышает 75%%%%, в результате серьезно уменьшается ваша сила. Это не будет оказывать влияние, если у вас нет внутреннего аккумулятора.
zh_cn: 损坏的能量线路会在你储能超过75%时在你的肌肉内发生短路，使你的力量大幅下降。当然如果你没有内置储能系统，这玩意就不会对你产生任何影响。

source: Diamond Cornea
de: Diamant-Hornhaut
ja: ダイヤモンド角膜
ko: 다이아몬드 각막
ru: Алмазная роговица
zh_cn: 钻石角膜

source: Dielectric Capacitance System
de: Dielektrisches Kapazitätssystem
ja: 誘電性静電容量システム
ko: 유전체 정전 시스템
ru: Диэлектрическая система конденсаторов
zh_cn: 电解电容系统

source: Directional EMP
de: Gerichteter EMP
ja: 指向性EMP発生器
ko: 방향성 EMP
ru: Направленный генератор ЭМ поля
zh_cn: 定向EMP

source: Due to a badly misplaced dielectric stylette you are now suffering from mild optic neuropathy. Increases eye encumbrance by one.
de: Wegen einer schwer fehlplatizerten dielektirschen Stylette leidest du nun an schwacher optischer Neuropathie. Das erhöht deine Augenbelastung um eins.
ja: 絶縁スタイレットを挿し間違えた結果、軽度の視覚障害に悩まされています。眼に1の動作制限が加わります。
zh_cn: 由于严重的CBM安装错位。你现在患有轻度视神经病变。眼部累赘增加1。

source: Electrical Discharge
de: Elektrische Entladung
ja: 放電
ko: 고장 : 전기 방전
ru: Электрические разряды
zh_cn: 自体漏电

source: Electrical Drain
de: Stromverschwender
ja: 電力放出
ko: 고장 : 전기 흡수
ru: Электрическая утечка
zh_cn: 能量流失

source: Electromagnetic Unit
de: Elektromagnetische Einheit
ja: 電磁ユニット
ko: 전자석 장치
ru: Электромагнитный агрегат
zh_cn: 电磁部件

source: Electroshock Unit
de: Elektroschockeinheit
ja: 感電ユニット
ko: 전기충격 장치
ru: Электрошокер
zh_cn: 电击部件

source: Emergency reactor fuel purge ejects all fuel from your reactor.
zh_cn: 紧急钚燃料棒清除装置，将你的小型核反应堆燃料全部清除。

source: Endocrine Enervator
de: Endoktrinenervator
ja: 内分泌性神経衰弱
ko: 고장 : 내분비선 약화기
ru: Эндокринный ослабитель
zh_cn: 内分泌削弱

source: Enhanced Hearing
de: Verbessertes Gehör
ja: 聴力拡張装置
ko: 향상된 청력
ru: Усилитель слуха
zh_cn: 听力增强

source: Enhanced Memory Banks
de: Verbesserte Speicherbänke
ja: 記憶拡張装置
ko: 향상된 기억 저장소
ru: Улучшение памяти
zh_cn: 记忆增强

source: Ethanol Burner
de: Ethanolverbrennung
ja: エタノール燃焼装置
ko: 에탄올 반응로
ru: Сжигатель этанола
zh_cn: 酒精锅炉

source: Expanded Digestive System
de: Erweitertes Verdauuungssystem
ja: 消化器官拡張
ko: 확장형 소화 시스템
ru: Улучшение пищеварительной системы
zh_cn: 多重消化系统

source: Facial Distortion
de: Gesichtsverzerrer
ja: 歪んだ顔
ko: 안면 변형기
ru: Лицевая трансформация
zh_cn: 变脸系统

source: Finger-Mounted Laser
de: Fingermontierter Laser
ja: 指搭載式レーザー
ko: 손가락 탑재형 레이저
ru: Лазер встроенный в палец
zh_cn: 手指激光枪

source: Fingerhack
ja: 指内蔵式ハッキングツール
ko: 손가락 해킹장치
ru: Палецхак
zh_cn: 指端黑客仪

source: Fingerpick
de: Fingerdietrich
ja: 指内蔵式ピッキングツール
ko: 손가락 잠금해제장치
ru: Пальце-отмычка
zh_cn: 手指开锁器

source: Fingertip Razors
de: Fingerspitzenklingen
ja: 指先剃刀
ko: 손끝 면도날
ru: Бионические когти
zh_cn: 指尖剃刀

source: Flashbang Generator
de: Blendblitzgenerator
ja: 閃光発生装置
ko: 섬광 생성기
ru: Светошумовой генератор
zh_cn: 闪光弹生成器

source: Fusion Blaster Arm
de: Fusionskanonenarm
ja: フュージョンブラスターアーム
ko: 퓨전 블래스터 팔
ru: Внутриручный термоядерный бластер
zh_cn: 核聚变臂炮

source: Heat Drain
de: Hitzedieb
ja: 体温吸収装置
ko: 열 흡수기
ru: Тепловое истощение
zh_cn: 热能冲击

source: Hydraulic Muscles
de: Hydraulische Muskeln
ja: 油圧式筋肉
ko: 유압 근력장치
ru: Гидравлические мышцы
zh_cn: 液压肌肉

source: Implanted Night Vision
de: Implantiertes Nachtsichtgerät
ja: 暗視(内蔵)
ko: 광 증폭 시야
ru: Вживлённое ночное видение
zh_cn: 植入式夜视仪

source: Improperly installed wires cause a physical stiffness in most of your body, causing increased encumbrance.
de: Fehlerhaft installierte Kabel verursachen eine physische Steife für den größten Teil deines Körpers, was deine Belastung erhöht.
ja: 不適切に張り巡らされた配線が体内の至る所でこんがらがっています。動作制限を受けます。
ko: 잘못 설치된 전선 때문에 몸 대부분이 움직이기 힘듭니다. 방해도가 대폭 증가합니다.
ru: Неправильно установленная проводка вызывает физическую жесткость во всём теле, увеличивая сковывание.
zh_cn: 错误安装的导线会导致你全身大部僵直，从而增加你的累赘度。
