Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The Modular Lightweight Load-carrying Equipment is an advanced military backpack. Covered with pockets and straps, it strikes a fine balance between storage space and encumbrance.
de: Der MOLLE (Abkürzung für »Modular Lightweight Load-carrying Equipment«) ist ein fortgeschrittener Militärrucksack. Es ist voller Taschen und Riemen und bietet einen guten Ausgleich zwischen Lagerplatz und Behinderung.
ja: モジュール式軽量荷物運搬用装備（MOdularLightweightLoad-carryingEquipmentの頭文字の略称）は軍用の改良型バックパックです。ポケットやストラップがついていて、阻害性と収納性のバランスが優れています。
zh_cn: 军用背包改进版—新一代模块化超“轻”负重装备。在数不胜数的口袋与扣带之中，它取得了存货量与累赘度之间的完美平衡。

source: The age-old question, boxers or briefs? Your answer? Yes.
zh_cn: 一个久远的问题，拳击手还是内裤？你的答案？是的。

source: The obvious choice for outdoor athletes, this ergonomic backpack is light and easy to wear, ensuring comfort when carrying heavy and bulky items.
de: Die offensichtliche Wahl für Athleten; dieser ergnomische Rucksack ist leichtgewichtig und leicht zu tragen und stellt den Komfort beim Tragen von schweren und klobigen Gegenständen sicher.
ja: 野外スポーツ愛好家の必需品で、この人間工学を元にしたバックパックは着るのに簡単で軽量、重い物やかさばる物を運ぶ際の快適さを保証します。
ko: 야외에서 활동가들을 위한 확실한 선택인 이 인체공학적 배낭은 가볍고 착용하기 쉬우며, 무겁고 부피가 큰 물건도 편하게 운반할 수 있습니다.
ru: Очевидный выбор для спорта на природе. Это лёгкий, удобный, эргономичный рюкзак, в котором можно переносить тяжелые и громоздкие предметы.
zh_cn: 户外运动员的不二之选——这款符合人体工程学的背包轻便舒适，即便里面装着油桶和铁砧。

source: The only hat for a gentleman. Look exquisite while laughing in the face of danger!
de: Der einzige Hut für einen Gentleman. Sieh exquisit aus, während du in das Gesicht der Gefahr lachst!
ja: 紳士の被る唯一の帽子です。紳士は危険に直面しても優雅に微笑みを浮かべているものです！
zh_cn: 这是绅士专用帽子，戴上它，人人都知道你是绅(Hen)士(Tai)。

source: The only hat for a made man. Look like a real good fella while laughing in the face of your foes!
de: Der einzige Hut für einen gemachten Mann. Sieh wie ein richtig guter Typ aus, während du in das Gesicht deiner Feinde lachst!
ja: (手段は問わず)成功した者のみが被れる帽子です。敵と出会ってるのに笑ってる姿はまるで本当の親友同士みたいだね！
zh_cn: 带上这种绅士帽，你就显得很虚伪。

source: These may not be the Great Plains, but you can still be the Boss with this high-crowned, wide-brimmed hat.
de: Dies sind vielleicht nicht die Great Plains, aber du kannst immer noch der Boss mit diesem hohem breitkrempigem Hut sein.
ja: これらはグレートプレーンズではないかもしれませんが、このつばが広い山高帽子を被ればボスになり続けられるでしょう。
zh_cn: 虽然这里不是墨西哥西部大平原，但是你戴着这顶帽子就妥妥是big boss啊！

source: Thick body armor made from furs. Warm and comfortable.
de: Dicke Körperrüstung aus Fellen. Warm und komfortabel.
ja: 毛皮から作られた厚い鎧です。暖かく着心地に優れています。
zh_cn: 用厚皮毛制成的护甲，舒适和温暖。

source: Thick leather body armor that has been hardened via chemical treatment. Light and strong.
de: Dicke Lederkörperrüstung, welche mit einer chemischen Behandlung gehärtet wurde. Leicht und fest.
ja: 革に化学処理を施して硬化させた厚手のボディーアーマーです。軽量で頑丈です。
zh_cn: 通过化学鞣制硬化的厚皮甲，轻巧坚固。

source: Thick leather body armor that has been reinforced with strategically-placed metal plates. Strong and comfortable.
de: Dicke Leder-Körperrüsung, welche mit strategisch platzierten Metallplatten verstärkt wurde. Solide und bequem.
ja: 戦闘用に金属板で補強された厚い革鎧です。頑丈で着心地に優れています。
zh_cn: 这件厚皮甲已经在适当的位置被金属板加强，坚韧而舒适。

source: Thick leather body armor. Light and comfortable.
de: Dicke Lederkörperrüstung. Leicht und komfortabel.
ja: 厚い革鎧です。軽量で着心地に優れています。
zh_cn: 牢固又轻便的皮甲。舒服又耐磨。

source: Thick leather boots made specifically to protect the feet. Light and tough.
de: Dicke Lederstiehel, die speziell für den Schutz der Füße gemacht wurden. Leicht und zäh.
ja: 厚手で足の保護に優れた特別な革製のブーツです。軽量で丈夫に出来ています。
zh_cn: 可以保护脚部的厚皮靴，轻巧坚韧。

source: This double-breasted uniform is unusually thick to protect against the heat of the kitchen.
de: Diese doppelreihige Arbeitskleidung ist ungewöhnlich dick, um vor der Hitze der Küche zu schützen.
ja: このダブル仕立ての制服は、調理場の熱気から身を守る為に異様に厚く作られています。
ko: 주방에서의 열을 막기 위해 상체 부분을 이중으로 만든 복장입니다.
ru: Часть униформы шеф-повара. Это двубортный жакет, который хорошо защищает от жары на кухне.
zh_cn: 这双排扣制服是异常厚，来阻隔厨房的热量。

source: This goes inside a helmet to help keep your head warm in cold climates.
de: Dies gehört in einen Helm, um deinen Kopf in kühlen Klimazonen warm zu halten.
ja: これは寒い気候から頭を保温する為にヘルメットの中に被る物です。
zh_cn: 垫在头盔里面保暖的衬布。

source: This is a t-shirt with sleeves tied on the back. These are usually worn by rioters to hide their identity.
ja: Tシャツの袖を後ろ手に縛ったものです。暴徒が身元を隠すために着用します。
zh_cn: 神器！把T恤的袖子从后面扎住裹头上，在你冲警察扔燃烧瓶的时候你就可以指望你的仇恨值会低于其他小伙伴了，对方决定使用武力的情况除外。

source: Those round things people plug into their earlobes as earrings, also called "ear plug" or "ear spool."
ja: 耳の穴に入れて耳飾りにすることもあり、「耳栓」や「イヤースプール」と呼ばれます。
zh_cn: 不少人将这些玩意插入耳垂中当做耳饰。

source: Tough leather boots. Very durable.
de: Robuste, langlebige Lederschuhe.
ja: 頑丈な革製のブーツです。非常に耐久性があります。
zh_cn: 结实的皮靴，非常耐用

source: Tough yet light leather boots. Durable and comfortable.
de: Feste und doch leichte Lederstiefel. Audauernd und komfortabel.
ja: 頑丈で軽量な革製のブーツです。耐久性が高く、履き心地が良い。
zh_cn: 结实又轻便的皮靴，耐用而舒适。

source: Underwear designed to be worn by women. Preserves your modesty in desperate times.
de: Unterwäsche für Frauen. Schützt in verzweifelten Zeiten deine Bescheidenheit.
ja: 女性用の下着です。これを履けば、絶望的な時代でも淑やかさを維持する事が出来るでしょう。
zh_cn: 为女士设计的内衣，在关键时刻保持你的矜持。

source: Useful for carrying money, documents, or smuggled goods.
de: Nützlich zum Transport von Geld, Dokumenten oder Schmuggelwaren.
ja: 札束や書類、密輸品などを運ぶのに便利です。
ko: 돈, 문서, 밀수품을 운반하는데 유용합니다.
ru: В нём удобно переносить деньги, документы и контрабанду.
zh_cn: 业务男用来携带金钱、证件、或走私货。

source: Very long leather boots that cover the lower legs. Difficult to wear but extremely durable.
de: Sehr lange Lederstiefel, welche die Unterschenkel bedecken. Es ist schwierig, sie zu tragen, aber sie sind extrem widerstandsfähig.
ja: 下肢を覆う非常に長い革製のブーツです。着用が難しいですが、耐久性は抜群です。
zh_cn: 及膝长靴。穿时很费劲，不过超耐磨。

source: Warm socks made of wool.
de: Warme Socken, die aus Wolle gemacht sind.
ja: 羊毛製の暖かい靴下です。
ko: 양모로 만든 따뜻한 양말 한짝 입니다.
ru: Теплые носки из шерсти.
zh_cn: 羊毛制成的袜子，非常暖和

source: Waterproof plastic fishing waders with a single large front pocket.
de: Wasserdichte Watstiefel, die zum Angeln gedacht sind, mit einer einzigen großen Vordertasche.
ja: プラスチック製の大きな前ポケットが付いた防水ズボンです。
ko: 앞에 큰 주머니가 달린, 낚시용 방수 장화입니다.
ru: Пластиковые водонепроницаемые сапоги для рыбалки, с большим передним карманом.
zh_cn: 配有钓鱼用塑料防水长靴和一个前面的大口袋的。

source: Whether hunting varmints, fixing up the ranch, or heading into the sunset, this is the hat for the job.
de: Egal, ob du Schurken jagst, die Ranch wieder aufbaust oder du Richtung Sonnenuntergang gehst, dies ist der passende Hut dafür.
ja: 害獣駆除に、農地整備に、夕日に向かって、そんな時はこの帽子の出番です。
zh_cn: 不管是打击恶棍、修补牧场，还是做做自己拥有一匹高头大马的白日梦，总之戴着这顶帽子那就是这个味儿。

source: XL gas mask
de: große Gasmaske
ja: ガスマスク(XL)
ko: 특대 가스 마스크(XL gas mask)
ru: противогаз XL
zh_cn: XL号防毒面具

source: XL jumpsuit
de: großer Overall
ja: ジャンプスーツ(XL)
ko: 특대 점프슈트(XL jumpsuit)
ru: XL комбинезон
zh_cn: XL码连身衣

source: XL survivor firemask
de: große Überlebendenfeuermaske
ja: サバイバー防火マスク(XL)
ko: 특대 생존용 방화마스크(XL survivor firemask)
ru: XL пожарная маска выживальщика
zh_cn: XL号生存者防火面罩

source: XL survivor helmet
de: großer Überlebendenhelm
ja: サバイバーヘルメット(XL)
ko: 특대 생존용 헬멧(XL survivor helmet)
ru: XL шлем выживальщика
zh_cn: XL号幸存者头盔

source: XL survivor hood
de: große Überlebendenkapuze
ja: サバイバーフード(XL)
ko: 특대 생존용 후드(XL survivor hood)
ru: XL капюшон выживальщика
zh_cn: XL号幸存者兜帽

source: XL survivor mask
de: große Überlebendenmaske
ja: サバイバーマスク(XL)
ko: 특대 생존용 마스크(XL survivor mask)
ru: XL маска выживальщика
zh_cn: XL号生存者面具

source: XL survivor suit
de: großer Überlebendenanzug
ja: サバイバースーツ(XL)
ko: 특대 생존용 슈트(XL survivor suit)
ru: XL костюм выживальщика
zh_cn: XL号幸存者套装

source: XL winter survivor mask
de: große Winterüberlebendenmaske
ja: ウィンターサバイバーマスク(XL)
ko: 특대 겨울형 생존용 마스크(XL survivor mask)
ru: зимняя маска выживальщика XL
zh_cn: XL号冬季幸存者面具

source: You're ready for a trip down some train tracks. Also known as a hobo stick.
de: Du bist bereit für eine Reise entlang irgendwelcher Gleise.
ja: これで線路沿いを旅する準備が出来ました。この棒きれは放浪者の証として知られています。
zh_cn: 在棍子的一头绑上包着铺盖卷的大布头，你就可以沿着铁路流浪到远方！

source: Your optical cloak flickers as it becomes transparent
ja: 光学外套は明滅しながら透明になりました。
zh_cn: 你的光学斗篷闪烁着，变得透明。

source: Your optical cloak flickers for a moment as it becomes opaque.
de: Dein Unsichtbarkeitsumhang flackert, während er sichtbar wird.
ja: 光学外套は明滅したと同時に姿を現しました。
ko: 광학 망토가 잠시동안 깜빡이더니 원래대로 돌아왔습니다.
ru: Ваша оптическая накидка мерцает на мгновение, становясь видимой.
zh_cn: 你的光学斗篷闪了几下，变得不透明。

source: Your power armor engages.
de: Deine Energierüstung aktiviert sich.
ja: パワーアーマーと結合しました。
ko: 파워 아머가 작동합니다.
ru: Ваша силовая броня активирована.
zh_cn: 你的动力装甲装备完毕。

source: ankle holster
de: Knöchelhalfter
ja: 足首用ホルスター
ko: 발목 권총집(ankle holster)
ru: кобура на лодыжку
zh_cn: 脚踝枪套

source: arm splint
de: Armschiene
ja: 添え木(腕)
ko: 팔 부목(arm splint)
ru: шина на руку
zh_cn: 手臂夹板

source: army helmet
de: Armeehelm
ja: 軍用ヘルメット
ko: 군용 헬멧(army helmet)
ru: армейская каска
zh_cn: 军用头盔

source: army jacket
de: Armeejacke
ja: 軍用ジャケット
ko: 전투복 상의(army jacket)
ru: армейская куртка
zh_cn: 军装夹克

source: army pants
de: Armeehose
ja: 軍用パンツ
ko: 전투복 하의(army pants)
ru: армейские штаны
zh_cn: 军装裤

source: army winter jacket
ja: 軍用ウィンタージャケット
zh_cn: 冬用军装夹克

source: army winter pants
ja: 軍用ウィンターパンツ
zh_cn: 军装冬裤

source: back holster
ja: バックホルスター
zh_cn: 背跨枪套

source: backpack
de: Rucksack
ja: バックパック
ko: 배낭(backpack)
ru: рюкзак
zh_cn: 背包

source: balaclava
de: Sturmhaube
ja: バラクラバ
ko: 복면(balaclava)
ru: подшлемник
zh_cn: 面罩

source: ballistic mask
de: Ballistikmaske
ja: バリスティックマスク
ko: 전술 사격용 마스크(ballistic mask)
ru: баллистическая маска
zh_cn: 防弹面具

source: bandana
de: Kopftuch
ja: バンダナ
ko: 반다나(bandana)
ru: бандана
zh_cn: 方巾

source: barbute helm
de: Barbuta
ja: バルビュータヘルム
ko: 바벗 투구(barbute helm)
ru: барбют
zh_cn: 斯巴达头盔

source: barrette
de: Haarspange
ja: バレッタ
ko: 여성용 머리핀(barrette)
ru: заколка
zh_cn: 发夹

source: baseball cap
de: Baseballkappe
ja: 野球帽
ko: 야구 모자(baseball cap)
ru: бейсбольная кепка
zh_cn: 棒球帽

source: baseball helmet
de: Baseballhelm
ja: 野球ヘルメット
ko: 야구 헬멧(baseball helmet)
ru: бейсбольный шлем
zh_cn: 棒球头盔

source: basic power armor
de: einfache Energierüstung
ja: パワーアーマー
ko: 기본형 파워 아머(power armor)
ru: силовой доспех начального уровня
zh_cn: 基础动力装甲

source: basic power armor helmet
de: einfacher Energierüstungshelm
ja: パワーアーマーヘルメット
ko: 기본형 파워 아머 헬멧(helmet)
ru: шлем для силового доспеха начального уровня
zh_cn: 基础动力装甲头盔

source: basketball shorts
ja: バスケットボールパンツ
zh_cn: 棒球衫

source: beekeeping hood
de: Imkerhaube
ja: フード(養蜂用)
zh_cn: 养蜂头罩

source: beekeeping suit
de: Imkeranzug
ja: 作業着(養蜂用)
zh_cn: 养蜂服

source: beret
de: Baskenmütze
ja: ベレー帽
ko: 베레모(beret)
ru: берет
zh_cn: 贝雷帽

source: bike helmet
de: Fahrradhelm
ja: 自転車ヘルメット
ko: 자전거 헬멧(bike helmet)
ru: велосипедный шлем
zh_cn: 骑行头盔

source: bikini top
de: Bikinioberteil
ja: ビキニトップ
ko: 비키니 상의(bikini top)
ru: бикини
zh_cn: 比基尼文胸

source: bindle
de: Bündel
ja: 放浪者の棒きれ
ko: 침구 꾸러미(bindle)
ru: котомка
zh_cn: 包袱挑

source: black belt
de: schwarzer Gürtel
ja: 黒帯
ko: 검은띠(black belt)
ru: чёрный пояс
zh_cn: 黑带

source: blanket
de: Bettdecke
ja: ブランケット
ko: 담요(blanket)
ru: одеяло
zh_cn: 毯子

source: blazer
ja: ブレザー
ko: 블레이저(blazer)
ru: пиджак
zh_cn: 运动上衣

source: blindfold
zh_cn: 眼罩

source: blue belt
de: blauer Gürtel
ja: 紫帯
ko: 파란띠(blue belt)
ru: синий пояс
zh_cn: 蓝带

source: blue work pants
de: blaue Arbeitshose
ja: 作業用パンツ(青)
zh_cn: 蓝色工作裤

source: blue work t-shirt
de: blaues Arbeits-T-Shirt
ja: 作業用Tシャツ(青)
zh_cn: 蓝色工作T恤

source: boiled leather armor
de: Kochlederrüstung
ja: 硬化レザーアーマー
ko: 튼튼한 가죽 갑옷(leather armor)
ru: броня из вареной кожи
zh_cn: 鞣制皮甲

source: bondage mask
de: Bondage-Maske
ja: ボンデージマスク
ko: 본디지 마스크(bondage mask)
ru: рабская маска
zh_cn: 紧缚面具

source: bondage suit
de: Bondage-Anzug
ja: ボンデージスーツ
ko: 본디지 슈트(bondage suit)
ru: рабский костюм
zh_cn: 紧缚装

source: bone armor helmet
de: Knochenrüstungshelm
ja: ボーンアーマーヘルメット
ko: 뼈갑옷 투구(bone helmet)
ru: костяной шлем
zh_cn: 骨甲头盔

source: bone body armor
de: Knochenkörperrüstung
ja: ボーンアーマー
ko: 뼈갑옷(bone armor)
ru: костяная броня для туловища
zh_cn: 骨甲

source: bookplate
de: Papier-Brustplatte
ja: ブックプレート
ko: 종이 갑옷(bookplate)
ru: бумажная броня
zh_cn: 纸甲

source: boonie hat
ja: ブーニーハット
ko: 정글 모자(boonie hat)
ru: камуфлированная панама
zh_cn: 迷彩帽

source: bowler hat
de: Bowlerhut
ja: 山高帽
ko: 중절모(bowler hat)
ru: шляпа-котелок
zh_cn: 礼帽

source: boxer briefs
zh_cn: 拳击手短内裤

source: boxer shorts
ja: ボクサーパンツ
ko: 사각팬티(boxer shorts)
ru: трусы-боксёры
zh_cn: 拳击短裤

source: boy shorts
ja: ボーイレッグパンティー
ko: 보이 쇼츠(boy shorts)
ru: женские шортики
zh_cn: 四角短裤

source: bra
de: BH
ja: ブラジャー
ko: 브라(bra)
ru: бюстгальтер
zh_cn: 文胸

source: briefcase
de: Aktentasche
ja: ブリーフケース
ko: 서류가방(briefcase)
ru: портфель
zh_cn: 手提箱

source: briefs
de: Unterhose
ja: ブリーフ
ko: 삼각팬티(briefs)
ru: брифы
zh_cn: 内裤（男用）

source: brown belt
de: brauner Gürtel
ja: 茶帯
ko: 갈색띠(brown belt)
ru: коричневый пояс
zh_cn: 棕带

source: camisole
de: Kamisol
ja: キャミソール
ko: 캐미솔(camisole)
ru: камисоль
zh_cn: 吊带内衣

source: camo tank top
de: Tarn-Muskelshirt
ja: タンクトップ(迷彩)
ko: 위장무늬 탱크톱(camo tank top)
ru: камуфлированная майка
zh_cn: 迷彩背心

source: cargo pants
de: Cargohose
ja: カーゴパンツ
ko: 카고 바지(cargo pants)
ru: штаны с карманами
zh_cn: 工装长裤

source: cargo shorts
ja: ハーフカーゴパンツ
ko: 카고 반바지(cargo shorts)
ru: шорты с карманами
zh_cn: 工装短裤

source: cassock
ja: カソック
zh_cn: 教士长袍

source: chainmail armor
ja: チェインメイルアーマー
zh_cn: 锁子甲套装

source: chainmail coif
ja: チェインメイルコイフ
zh_cn: 锁环罩盔

source: chainmail leggings
ja: チェインメイルレギンス
zh_cn: 锁环护腿

source: chainmail vest
ja: チェインメイルベスト
zh_cn: 锁环胸甲

source: checkered pants
de: Karohose
ja: 格子縞のパンツ
ko: 체크무늬 바지(checkered pants)
ru: клетчатые штаны
zh_cn: 花格裤

source: chef's jacket
ja: ジャケット(シェフ)
zh_cn: 大厨夹克

source: chest rig
ja: チェストリグ
ko: 군용 조끼(chest rig)
ru: нагрудник
zh_cn: 军用携行具

source: chitinous armor
de: Chitinrüstung
ja: キチンアーマー
ko: 키틴질 갑옷(chitinous armor)
ru: хитиновая броня
zh_cn: 甲壳护甲

source: chitinous helmet
de: Chitinhelm
ja: キチンヘルメット
ko: 키틴질 헬멧(chitinous helmet)
ru: хитиновый шлем
zh_cn: 甲壳头盔

source: cleansuit
de: Reinigungsanzug
ja: クリーンスーツ
ko: 방사선 차단복(cleansuit)
ru: лабораторный костюм
zh_cn: 防化服

source: cloak
de: Umhang
ja: 外套
ko: 망토(cloak)
ru: плащ
zh_cn: 披风

source: clown suit
de: Clownskostüm
ja: 道化師のスーツ
ko: 광대 복장(clown suit)
ru: клоунский костюм
zh_cn: 小丑服

source: collar pin
de: Kragenhalter
ja: カラーピン
ko: 칼라핀(collar pin)
ru: булавка для воротника
zh_cn: 领针

source: compression shorts
de: Kompressionsshorts
ja: コンプレッションパンツ
ko: 압착 반바지(compression shorts)
ru: компрессионные термошорты
zh_cn: 塑身短裤

source: compression top
de: Kompressionsoberteil
ja: コンプレッショントップ
ko: 압착 상의(compression top)
ru: компрессионная термофутболка
zh_cn: 塑身衣

source: copper bracelet
de: Kupferarmband
ja: ブレスレット(銅)
ko: 동팔찌(copper bracelet)
ru: медный браслет
zh_cn: 铜手镯

source: copper earring
de: Kupferohrring
ja: イヤリング(銅)
ko: 동귀걸이(copper earring)
ru: медная серёжка
zh_cn: 铜耳环

source: cotton hat
de: Baumwollhut
ja: コットンハット
ko: 무명 모자(cotton hat)
ru: хлопчатобумажная шляпа
zh_cn: 棉帽

source: cowboy hat
de: Cowboyhut
ja: カウボーイハット
ko: 카우보이 모자(cowboy hat)
ru: ковбойская шляпа
zh_cn: 牛仔帽

source: cybercop shield
ja: サイバー警官バッジ
zh_cn: 生化警官徽章

source: denim shorts
de: kurze Jeanshose
ja: デニムパンツ
ko: 청반바지(denim shorts)
ru: джинсовые шорты
zh_cn: 牛仔热裤

source: deputy badge
de: Hilfssheriffsmarke
ja: 保安官バッジ
ko: 보안관 배지(deputy badge)
ru: значок шерифа
zh_cn: 荣誉勋章

source: detective badge
ja: 刑事バッジ
zh_cn: 警探徽章

source: diamond dental grill
de: Diamantgebiss
ja: デンタルグリル(ダイヤモンド)
ko: 다이아몬드 이(dental grill)
ru: накладные бриллиантовые зубы
zh_cn: 钻石假牙

source: diamond ring
de: Diamantenring
ja: 指輪(ダイアモンド)
ko: 다이아몬드 반지(diamond ring)
ru: бриллиантовое кольцо
zh_cn: 钻戒

source: dinosaur suit
de: Dinosaurierkostüm
ja: 着ぐるみ(恐竜)
ko: 공룡옷(dinosaur suit)
ru: костюм динозавра
zh_cn: 恐龙COS套装

source: dive bag
de: Taucherrucksack
ja: ダイビングバッグ
ko: 잠수용 가방(dive bag)
ru: сумка ныряльщика
zh_cn: 潜水背包

source: diver's watch
de: Taucheruhr
ja: 潜水腕時計
ko: 잠수용 시계(diver's watch)
ru: часы ныряльщика
zh_cn: 潜水表

source: down-filled blanket
ja: ブランケット(羽毛)
zh_cn: 羽绒毯

source: dragon skin vest
de: Drachenhautweste
ja: ドラゴンスキンベスト
ko: 드래곤스킨 방탄조끼(dragon skin vest)
zh_cn: 龙皮防弹背心

source: dress
de: Kleid
ja: ドレス
ko: 드레스(dress)
ru: платье
zh_cn: 连衣裙

source: dress shirt
de: Anzugshemd
ja: ドレスシャツ
ko: 정장용 셔츠(dress shirt)
ru: рубашка
zh_cn: 礼服衬衫

source: duffel bag
de: Reisetasche
ja: ダッフルバッグ
ko: 더플백(duffel bag)
ru: вещевая сумка
zh_cn: 编织袋

source: dust mask
de: Staubmaske
ja: 防塵マスク
ko: 방진 마스크(dust mask)
ru: тканевая маска
zh_cn: 防尘口罩

source: duster
ja: ダスターコート
zh_cn: 防尘风衣

source: eboshi
ja: 烏帽子
zh_cn: 乌帽

source: emergency jacket
ja: 緊急時用ジャケット
zh_cn: 急救夹克

source: entry suit
de: Hitzeschutzanzug Form III
ja: エントリースーツ
ko: 화재 진입 슈트(entry suit)
ru: костюм пожарного
zh_cn: 避火服

source: fancy hairpin
de: schrille Haarnadel
ja: 装飾付ヘアピン
ko: 예쁜 머리핀(fancy hairpin)
ru: модельная шпилька
zh_cn: 时髦发卡

source: fancy watch
de: schicke Armbanduhr
ja: 凝った装飾の腕時計
ko: 예쁜 시계(fancy watch)
ru: модные часы
zh_cn: 名贵手表

source: fanny pack
de: Bauchtasche
ja: ファニーパック
ko: 허리 주머니(fanny pack)
ru: поясная сумка
zh_cn: 腰包

source: faraday shark suit
ja: ファラデーシャークスーツ
zh_cn: 法拉第防鲨服

source: fencing jacket
ja: フェンシングジャケット
zh_cn: 击剑夹克

source: fencing mask
ja: フェンシングマスク
zh_cn: 击剑面具

source: fencing pants
ja: フェンシングパンツ
zh_cn: 击剑裤

source: filter mask
de: Atemschutzmaske
ja: 防煙マスク
ko: 필터 마스크(filter mask)
ru: респиратор
zh_cn: 过滤式防毒面具

source: firefighter belt
de: Feuerwehrgürtel
ja: 消防士ベルト
ko: 소방관 벨트(firefighter belt)
ru: пояс пожарного
zh_cn: 消防腰带

source: firefighter helmet
de: Feuerwehrhelm
ja: 消防士ヘルメット
ko: 소방관 모자(firefighter helmet)
ru: каска пожарника
zh_cn: 消防员头盔

source: flag shirt
de: Flaggenhemd
ja: 旗が描かれたシャツ
ko: 성조기 셔츠(flag shirt)
ru: футболка с флагом
zh_cn: 爱国衫

source: flame-resistant hood
de: feuerfeste Kapuze
ja: 耐火フード
ko: 방화후드(flame-resistant hood)
ru: огнеупорный капюшон
zh_cn: 防火兜帽

source: flame-resistant suit
de: feuerfester Anzug
ja: 耐火スーツ
ko: 방화복(flame-resistant suit)
ru: огнеупорный комбинезон
zh_cn: 防火服

source: flannel jacket
de: Flanneljacke
ja: フランネルジャケット
ko: 플란넬 재킷(flannel jacket)
ru: фланелевая куртка
zh_cn: 法兰绒夹克

source: flotation vest
de: Schwimmweste
ja: ライフジャケット
ko: 구명 조끼(flotation vest)
ru: спасательный жилет
zh_cn: 救生衣

source: football armor
de: Football-Rüstung
ja: フットボールアーマー
ko: 미식축구 보호구(football armor)
ru: футбольный каркас
zh_cn: 橄榄球护甲

source: football helmet
de: Footballhelm
ja: フットボールヘルメット
ko: 미식축구 헬멧(football helmet)
ru: футбольный шлем
zh_cn: 橄榄球头盔

source: fur bikini top
de: Fellbikinioberteil
ja: ビキニトップ(毛皮)
ko: 털가죽 비키니 상의(fur bikini)
ru: меховое бикини
zh_cn: 毛皮制比基尼背心

source: fur blanket
de: Felldecke
ja: ブランケット(毛皮)
ko: 털 담요(fur blanket)
ru: меховое одеяло
zh_cn: 毛皮毯子

source: fur body armor
de: Fellkörperrüstung
ja: ハイドアーマー
ko: 털가죽 갑옷(fur armor)
ru: меховая броня для туловища
zh_cn: 毛绒皮甲

source: fur cloak
de: Fellumhang
ja: 外套(毛皮)
ko: 털 망토(fur cloak)
ru: плащ из меха
zh_cn: 毛皮披风

source: fur coat
de: Fellmantel
ja: コート(毛皮)
ko: 모피 코트(fur coat)
ru: шуба
zh_cn: 毛皮大衣

source: fur duster
ja: ダスターコート(毛皮)
zh_cn: 毛皮防尘风衣

source: fur hat
de: Fellhut
ja: ファーハット
ko: 모피 모자(fur hat)
ru: меховая шапка
zh_cn: 毛皮帽

source: fur hot pants
de: Fell-Hotpants
ja: ホットパンツ(毛皮)
ko: 털가죽 핫팬츠(fur hot pants)
ru: меховые шортики
zh_cn: 齐B小裘裤

source: fur kitty collar
de: Pelzhalsband
ja: 鈴付き首輪(毛皮)
ko: 털가죽 고양이 목줄(kitty collar)
ru: пушистый кошачий ошейник
zh_cn: 毛绒项圈

source: fur loincloth
de: Felllendenschurz
ja: 褌(毛皮)
ko: 털가죽 샅바(fur loincloth)
ru: меховая набедренная повязка
zh_cn: 毛绒兜裆布

source: fur pants
de: Fellhose
ja: パンツ(毛皮)
ko: 모피 바지(fur pants)
ru: меховые штаны
zh_cn: 毛皮长裤

source: fur sleeping bag
de: Fellschlafsack
ja: 寝袋(毛皮)
ko: 모피 침낭(fur sleeping bag)
ru: меховой спальный мешок
zh_cn: 毛皮睡袋

source: fur trenchcoat
de: Felltrenchcoat
ja: トレンチコート(毛皮)
ko: 모피 트렌치코트(fur trenchcoat)
ru: меховой плащ
zh_cn: 毛皮风衣

source: fuzzy cat tail
de: flauschiger Katzenschwanz
ja: 猫尻尾(微毛)
ko: 털 고양이 꼬리(fuzzy cat tail)
ru: пушистый кошачий хвост
zh_cn: 毛绒猫尾

source: gas mask
de: Gasmaske
ja: ガスマスク
ko: 가스 마스크(gas mask)
ru: противогаз
zh_cn: 防毒面具

source: go bag
ja: ゴーバッグ
ko: 생존배낭(go bag)
ru: тревожный чемодан
zh_cn: 单兵补给背包

source: gold bracelet
de: Goldarmband
ja: ブレスレット(金)
ko: 금팔찌(gold bracelet)
ru: золотой браслет
zh_cn: 金手镯

source: gold dental grill
de: Goldgebiss
ja: デンタルグリル(金)
ko: 금니(dental grill)
ru: накладные золотые зубы
zh_cn: 金假牙

source: gold earring
de: Goldohrring
ja: イヤリング(金)
ko: 금귀걸이(gold earring)
ru: золотая серьга
zh_cn: 金耳环

source: gold ring
ja: 指輪(金)
ko: 금반지(gold ring)
ru: золотое кольцо
zh_cn: 金戒指

source: gold watch
de: Golduhr
ja: 腕時計(金)
ko: 금 시계(gold watch)
ru: золотые часы
zh_cn: 金表

source: gray work pants
ja: 作業用パンツ(灰色)
zh_cn: 灰色工作裤

source: gray work t-shirt
de: graues Arbeits-T-Shirt
ja: 作業用Tシャツ(灰色)
zh_cn: 灰色工作T恤

source: great helm
de: Fasshelm
ja: グレートヘルム
ko: 대형 투구(great helm)
ru: средневековый шлем
zh_cn: 骑士头盔

source: green belt
de: grüner Gürtel
ja: 緑帯
ko: 초록띠(green belt)
ru: зелёный пояс
zh_cn: 绿带

source: hakama
ja: 袴
ko: 하카마(hakama)
ru: хакама
zh_cn: 和服袴

source: halter top
ja: ホルター
zh_cn: 吊带背心

source: hard hat
de: Schutzhelm
ja: 安全ヘルメット
ko: 안전모(hard hat)
ru: каска
zh_cn: 安全帽

source: hazmat suit
de: Chemikalienschutzanzug
ja: 化学防護服
ko: 화생방 보호의(hazmat suit)
ru: химзащитный костюм
zh_cn: 防护服

source: headgear
de: Kopfbedeckung
ja: ヘッドギア
ko: 헤드기어(headgear)
ru: шлем для спарринга
zh_cn: 运动头盔

source: heavy power armor
de: schwere Energierüstung
ja: 重量型パワーアーマー
ko: 중량형 파워 아머(power armor)
ru: тяжёлый силовой доспех
zh_cn: 重型动力装甲

source: heavy power armor helmet
de: schwerer Energierüstungshelm
ja: 重量型パワーアーマーヘルメット
ko: 중량형 파워 아머 헬멧(helmet)
ru: шлем тяжёлого силового доспеха
zh_cn: 重型动力装甲头盔

source: heavy survivor duffel bag
de: schwere Überlebendenreisetasche
ja: 重量型サバイバーダッフルバッグ
zh_cn: 重型幸存者行李包

source: heavy survivor helmet
de: schwerer Überlebendenhelm
ja: 重量型サバイバーヘルメット
ko: 중량형 생존용 헬멧(survivor helmet)
ru: тяжёлый шлем выживальщика
zh_cn: 重型幸存者头盔

source: heavy survivor mask
ja: 重量型サバイバーマスク
zh_cn: 重型幸存者面具

source: heavy survivor rucksack
de: schwerer Überlebendenrucksack
ja: 重量型サバイバーリュックサック
ko: 중량형 생존용 배낭(survivor rucksack)
ru: тяжёлый рюкзак выживальщика
zh_cn: 重型生存者帆布包

source: heavy survivor suit
de: schwerer Überlebensanzug
ja: 重量型サバイバースーツ
ko: 중량형 생존용 슈트(survivor suit)
ru: тяжёлый костюм выживальщика
zh_cn: 重型幸存者套装

source: helmet liner
de: Helmfütterung
ja: 中帽
ko: 헬멧 속모자(helmet liner)
ru: подшлемник
zh_cn: 头盔内衬

source: helmet netting
de: Helm-Tarnnetz
ja: ヘルメットネット
ko: 그물 헬멧(helmet netting)
ru: маскировочная сетка на шлем
zh_cn: 头盔网

source: hockey mask
de: Hockeymaske
ja: ホッケーマスク
ko: 하키 마스크(hockey mask)
ru: хоккейная маска
zh_cn: 曲棍球面具

source: holster
de: Halfter
ja: ホルスター
ko: 권총집(holster)
ru: кобура
zh_cn: 枪套

source: holy symbol
ja: 聖なる象徴
zh_cn: 圣徽项链

source: hooded hat
zh_cn: 兜帽

source: hoodie
de: Kapuzenpullover
ja: パーカー
ko: 후드(hoodie)
ru: толстовка
zh_cn: 连帽衫

source: hot pants
ja: ホットパンツ
ko: 핫팬츠(hot pants)
ru: шортики
zh_cn: 热裤

source: housecoat
de: Bademantel
ja: 部屋着
ko: 실내복(housecoat)
ru: халатик
zh_cn: 居家大衣

source: hunting cap
de: Jagdmütze
ja: 狩猟帽
ko: 사냥용 모자(hunting cap)
ru: охотничий картуз
zh_cn: 猎人帽

source: jade brooch
de: Jadebrosche
ja: ブローチ(翡翠)
ko: 비취 브로치(jade brooch)
ru: нефритовая брошь
zh_cn: 翡翠胸针

source: jean jacket
de: Jeansjacke
ja: デニムジャケット
ko: 청재킷(jean jacket)
ru: джинсовая куртка
zh_cn: 牛仔夹克

source: jeans
ja: ジーンズ
ko: 청바지(jeans)
ru: джинсы
zh_cn: 牛仔裤

source: jedi cloak
de: Jediumhang
ja: 外套(ジェダイ)
ko: 제다이 망토(jedi cloak)
ru: джедайский плащ
zh_cn: 绝地武士战袍

source: judo gi
ja: 柔道着
ko: 유도복(judo gi)
ru: дзюдо ги
zh_cn: 柔道道服

source: jumpsuit
de: Overall
ja: ジャンプスーツ
ko: 점프슈트(jumpsuit)
ru: комбинезон
zh_cn: 连身衣

source: kabuto
ja: 当世兜
ko: 카부토(kabuto)
ru: кабуто
zh_cn: 兜

source: karate gi
ja: 空手着
ko: 도복(karate gi)
ru: карате ги
zh_cn: 空手道道服

source: kariginu
ja: 狩衣
zh_cn: 狩衣

source: keffiyeh
ja: クーフィーヤ
zh_cn: 阿拉伯头巾

source: keikogi
ja: 稽古着
ko: 검도복(keikogi)
ru: кэйкоги
zh_cn: 剑道服
