Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

# prof_desc_female
source: When the diagnosis came back positive you signed up for a series of experimental bionic surgeries that saved your life. Now you're healthier than you ever were before, thanks to a suite of bionic systems powered by standard batteries. Make the most of your second chance at life.
de: Als die Diagnose positiv ausfiel, hast du dich einer Reihe experimenteller Bionik-OPs unterzogen, was dein Leben rettete. Nun bist du gesünder als je zuvor, dank einer Reihe aus Bioniksystemen, die von Standardbatterien angetrieben werden. Mach das Beste aus deiner zweiten Lebenschance.
ja: 機械化手術の被験者となる事で一命を取り留めました。今やCBMのお陰で前より健康的な生活を送れるのです。第二の人生を始めましょう。
zh_cn: 当你的诊断书上边出现一大列阳性以后，为了活命你决定作为小白鼠参与一系列实验性的生化手术。多亏了这一整套吃电池的生化组件，你比以前任何一刻都更健康。基本上算是给了你生命中第二次作死的机会。

# prof_desc_male
source: When the diagnosis came back positive you signed up for a series of experimental bionic surgeries that saved your life. Now you're healthier than you ever were before, thanks to a suite of bionic systems powered by standard batteries. Make the most of your second chance at life.
de: Als die Diagnose positiv ausfiel, hast du dich einer Reihe experimenteller Bionik-OPs unterzogen, was dein Leben rettete. Nun bist du gesünder als je zuvor, dank einer Reihe aus Bioniksystemen, die von Standardbatterien angetrieben werden. Mach das Beste aus deiner zweiten Lebenschance.
ja: 機械化手術の被験者となる事で一命を取り留めました。今やCBMのお陰で前より健康的な生活を送れるのです。第二の人生を始めましょう。
zh_cn: 当你的诊断书上边出现一大列阳性以后，为了活命你决定作为小白鼠参与一系列实验性的生化手术。多亏了这一整套吃电池的生化组件，你比以前任何一刻都更健康。基本上算是给了你生命中第二次作死的机会。

# prof_desc_female
source: When the diagnosis came back positive, you were willing to fight to keep living. Now, you must renew your vow of tenacity in these new times.
ja: 生きる為に病魔と戦う事を誓いました。しかし...どうやらその誓いを立て直さなければならない様です。
zh_cn: 当你的病最终被确诊的时候 ,你不得不同病魔战斗来换取能亲眼看到明天太阳升起 ,现在 ,你的意志必须更加强韧 ,才能适应这个新时代中将要进行的更多"战斗".

# prof_desc_male
source: When the diagnosis came back positive, you were willing to fight to keep living. Now, you must renew your vow of tenacity in these new times.
ja: 生きる為に病魔と戦う事を誓いました。しかし...どうやらその誓いを立て直さなければならない様です。
zh_cn: 当你的病最终被确诊的时候 ,你不得不同病魔战斗来换取能亲眼看到明天太阳升起 ,现在 ,你的意志必须更加强韧 ,才能适应这个新时代中将要进行的更多"战斗".

# prof_desc_female
source: While on your way to a long-lost temple following a clue from your dead grandfather's journal, the ground started to shake uncontrollably. Getting a bad feeling about the situation, you head to the nearest shelter.
de: Als du auf dem Weg zu einem lang verloren gegangenen Tempel warst, um einer Spur aus dem Journal deines verstorbenen Großvaters zu folgen, fing der Boden an, unkontrolliert zu beben. Mit einem mulmigen Gefühl im Bauch über diese Situation begabst du dich zur nächsten Unterkunft.
ja: 死んだ祖父の日記を手掛かりに、長い間行方不明だった寺院を発見し探索していました。その途中で地面が大きく揺れ、直感的に危険と判断して、探索を切り上げ、最寄りの避難所に向かったのです。
zh_cn: 你正在去寻找史前庙宇遗迹的路上，线索就是那本去世爷爷的日记。手握长鞭，你不是逗逼，你是印第安纳穷死！

# prof_desc_male
source: While on your way to a long-lost temple following a clue from your dead grandfather's journal, the ground started to shake uncontrollably. Getting a bad feeling about the situation, you head to the nearest shelter.
de: Als du auf dem Weg zu einem lang verloren gegangenen Tempel warst, um einer Spur aus dem Journal deines verstorbenen Großvaters zu folgen, fing der Boden an, unkontrolliert zu beben. Mit einem mulmigen Gefühl im Bauch über diese Situation begabst du dich zur nächsten Unterkunft.
ja: 死んだ祖父の日記を手掛かりに、長い間行方不明だった寺院を発見し探索していました。その途中で地面が大きく揺れ、直感的に危険と判断して、探索を切り上げ、最寄りの避難所に向かったのです。
zh_cn: 你正在去寻找史前庙宇遗迹的路上，线索就是那本去世爷爷的日记。手握长鞭，你不是逗逼，你是印第安纳穷死！

# prof_desc_female
source: You always had to have the latest and best gadgets and gizmos, so is it any wonder that you upgraded your flesh along with your smart phone? Only time will tell if your status as a marvel of bionic technology will be enough to ensure your survival after the apocalypse.
de: Du musstest schon immer die neusten und besten Gadgets haben, so ist es kein Wunder, dass du dein Fleisch gemeinsam mit dein Smartphone geupgradet hast. Nur mit der Zeit lässt sich sagen, ob dein Status als ein Wunder der Bionik ausreicht, dein Überleben zu sichern.
ja: スマートフォンを新型にする様な感覚で、CBMの改良を続けてきました。最新機器がどれほど役に立つ物なのか、それはこの災厄で証明されるでしょう。
zh_cn: 你总是装备着最新的和最好的CPU/内存条。而且还动不动升级你自己的固件补丁。不过只有时间会告诉我们，你这个最新版的操作系统能不能确保你在灾变之后生存下去。

# prof_desc_male
source: You always had to have the latest and best gadgets and gizmos, so is it any wonder that you upgraded your flesh along with your smart phone? Only time will tell if your status as a marvel of bionic technology will be enough to ensure your survival after the apocalypse.
de: Du musstest schon immer die neusten und besten Gadgets haben, so ist es kein Wunder, dass du dein Fleisch gemeinsam mit dein Smartphone geupgradet hast. Nur mit der Zeit lässt sich sagen, ob dein Status als ein Wunder der Bionik ausreicht, dein Überleben zu sichern.
ja: スマートフォンを新型にする様な感覚で、CBMの改良を続けてきました。最新機器がどれほど役に立つ物なのか、それはこの災厄で証明されるでしょう。
zh_cn: 你总是装备着最新的和最好的CPU/内存条。而且还动不动升级你自己的固件补丁。不过只有时间会告诉我们，你这个最新版的操作系统能不能确保你在灾变之后生存下去。

# prof_desc_female
source: You always prefered the comfort of the open sky, far from the complexities of modern life. Though from the looks of it, things have changed since last time you've been anywhere near civilization.
zh_cn: 你一直喜欢开阔天空下的安逸，远离复杂的现代生活。然而看起来，和你上次回归文明世界相比，一切都变了。

# prof_desc_male
source: You always prefered the comfort of the open sky, far from the complexities of modern life. Though from the looks of it, things have changed since last time you've been anywhere near civilization.
zh_cn: 你一直喜欢开阔天空下的安逸，远离复杂的现代生活。然而看起来，和你上次回归文明世界相比，一切都变了。

# prof_desc_female
source: You are the result of one of the military's latest and final research programs, a prototype cyborg soldier. You're still alive thanks to your augmentations, even after all your comrades fell to the undead.
de: Du bist das Ergebnis von einem der neuesten und letzten Forschungsprogrammen des Militärs, ein Prototyp eines Cyborgsoldaten. Du bist dank deiner Verbesserungen immer noch lebendig, sogar, nachdem all deine Kameraden den Untoten zum Opfer fielen.
ja: 軍の研究によって生み出された最新兵器、プロトタイプの機械化兵士です。戦友たちが次々とゾンビ化していく中、生き残れたのは機械の体のお陰なのです。
zh_cn: 你是军方的最新也是最后的生化战士研究方案的结果。幸亏你的强力改造，你所有的战友都倒在了亡灵脚下，而你还活着。至于目前你所知道的全部就是，当你错过了紧急撤离，你的长官把你抛弃了在这个地狱里。

# prof_desc_male
source: You are the result of one of the military's latest and final research programs, a prototype cyborg soldier. You're still alive thanks to your augmentations, even after all your comrades fell to the undead.
de: Du bist das Ergebnis von einem der neuesten und letzten Forschungsprogrammen des Militärs, ein Prototyp eines Cyborgsoldaten. Du bist dank deiner Verbesserungen immer noch lebendig, sogar, nachdem all deine Kameraden den Untoten zum Opfer fielen.
ja: 軍の研究によって生み出された最新兵器、プロトタイプの機械化兵士です。戦友たちが次々とゾンビ化していく中、生き残れたのは機械の体のお陰なのです。
zh_cn: 你是军方的最新也是最后的生化战士研究方案的结果。幸亏你的强力改造，你所有的战友都倒在了亡灵脚下，而你还活着。至于目前你所知道的全部就是，当你错过了紧急撤离，你的长官把你抛弃了在这个地狱里。

# prof_desc_female
source: You have come to an understanding with Mother Nature over long years of self-imposed exile in the wilderness. The world as they knew it might have ended for your forsaken species, but you can hardly tell the difference.
ja: 原野にその身を投げ出して幾年月、いつしか母なる大自然を真に理解できるようになっていました。世界が終わり、人類は見捨てられたらしいのですが、今のところ何が変わったのかよく分かりません。
zh_cn: 在大地母亲的护佑下你自愿在荒野里生活了很多年。被你抛弃的物种生活着的那个世界现在看起来完蛋了，但这对你而言又有什么区别呢？

# prof_desc_male
source: You have come to an understanding with Mother Nature over long years of self-imposed exile in the wilderness. The world as they knew it might have ended for your forsaken species, but you can hardly tell the difference.
ja: 原野にその身を投げ出して幾年月、いつしか母なる大自然を真に理解できるようになっていました。世界が終わり、人類は見捨てられたらしいのですが、今のところ何が変わったのかよく分かりません。
zh_cn: 在大地母亲的护佑下你自愿在荒野里生活了很多年。被你抛弃的物种生活着的那个世界现在看起来完蛋了，但这对你而言又有什么区别呢？

# prof_desc_female
source: You have done many high profile heists, but your gains mean nothing in this world. All you have left are the tools of your trade and your impeccable style.
de: Du hast ein paar hochgradige Raube begangen, aber deine Verdienste bedeuten nichts in dieser Welt. Alles, was dir bleibt, sind eine Arbeitswerkzeuge und dein tadelloser Stil.
ja: 幾度も世間に注目を集めた泥棒でした。しかしこの世界ではそれに何の意味も持ちません。優秀な仕事道具、少しの宝、そして完全無欠のスタイル。これらが残された全てです。
zh_cn: 你曾犯下无数机密大案，但你获得的一切都在大灾变面前失去了作用。你只剩下你的工具，技巧，和滴水不漏的行事风格。

# prof_desc_male
source: You have done many high profile heists, but your gains mean nothing in this world. All you have left are the tools of your trade and your impeccable style.
de: Du hast ein paar hochgradige Raube begangen, aber deine Verdienste bedeuten nichts in dieser Welt. Alles, was dir bleibt, sind eine Arbeitswerkzeuge und dein tadelloser Stil.
ja: 幾度も世間に注目を集めた泥棒でした。しかしこの世界ではそれに何の意味も持ちません。優秀な仕事道具、少しの宝、そして完全無欠のスタイル。これらが残された全てです。
zh_cn: 你曾犯下无数机密大案，但你获得的一切都在大灾变面前失去了作用。你只剩下你的工具，技巧，和滴水不漏的行事风格。

# prof_desc_female
source: You haven't seen this much blood since the war. The whole world's gone crazy! They ate your grandkids! But dagnabbit, you'll make them all pay for what they've done.
de: Du hast seit dem Krieg nicht so viel Blut gesehen. Die gesamte Welt ist verrückt geworden! Sie fraßen deine Enkelkinder. Aber, verdammt sollen sie sein, du wirst die alle für das, was sie getan haben, bezahlen lassen.
ja: 血を見たのは先の戦争以来です。世界はおかしくなっちまった！孫が喰われた！クソッタレなこの世界にツケを払わせてやりましょう。
zh_cn: 自从战争结束以来，你还没见过这么多的血。全世界都疯了！他们吃光了你的家人！你发誓你会让他们付出代价，用你的手杖和怀表。

# prof_desc_male
source: You haven't seen this much blood since the war. The whole world's gone crazy! They ate your grandkids! But dagnabbit, you'll make them all pay for what they've done.
de: Du hast seit dem Krieg nicht so viel Blut gesehen. Die gesamte Welt ist verrückt geworden! Sie fraßen deine Enkelkinder. Aber, verdammt sollen sie sein, du wirst die alle für das, was sie getan haben, bezahlen lassen.
ja: 血を見たのは先の戦争以来です。世界はおかしくなっちまった！孫が喰われた！クソッタレなこの世界にツケを払わせてやりましょう。
zh_cn: 自从战争结束以来，你还没见过这么多的血。全世界都疯了！他们吃光了你的家人！你发誓你会让他们付出代价，用你的手杖和怀表。

# prof_desc_female
source: You knew the end was coming. You augmented yourself with some basic bionics and got additional survival training. Now the end has come, and it is time to see if your efforts have paid off.
de: Du wusstest, dass das Ende bevorstand. Du hast dich mit ein paar einfachen Bioniken und zusätzlichem Überlebenstraining verbessert. Nun ist das Ende gekommen und es ist Zeit, zu sehen, ob sich deine Mühen ausgezahlt haben.
ja: 終末の訪れを予期していました。その日の為に生存に必要な技能を訓練し、有用そうなCBMも装着しておきました。災厄の日が訪れた今こそ、その努力が報われるかどうかが試されるのです。
zh_cn: 你就知道末日迟早会来来临，这些年省吃俭用攒起来的生化插件终于可以派上用场了!

# prof_desc_male
source: You knew the end was coming. You augmented yourself with some basic bionics and got additional survival training. Now the end has come, and it is time to see if your efforts have paid off.
de: Du wusstest, dass das Ende bevorstand. Du hast dich mit ein paar einfachen Bioniken und zusätzlichem Überlebenstraining verbessert. Nun ist das Ende gekommen und es ist Zeit, zu sehen, ob sich deine Mühen ausgezahlt haben.
ja: 終末の訪れを予期していました。その日の為に生存に必要な技能を訓練し、有用そうなCBMも装着しておきました。災厄の日が訪れた今こそ、その努力が報われるかどうかが試されるのです。
zh_cn: 你就知道末日迟早会来来临，这些年省吃俭用攒起来的生化插件终于可以派上用场了！

# prof_desc_female
source: You spent most of your days just fishing in the swamps getting by quietly on what you caught. You found the buzzing of insects enjoyable, but they got bigger and more mean. Now their horrible noises have you spooked- you just hope the fish aren't as nasty.
ja: 沼地で釣りをして、平穏に日々をやりくりしていました。かつて虫たちのざわめきは心地よいものでしたが、しかしその音は次第に大きく、下劣になってきて、今では恐ろしげな騒音に怯えるばかりです-魚はあんな風になってないといいなあ。
zh_cn: 你大半辈子都致力于偷偷摸摸的捕鱼工作，很享受那些在湖面和昆虫嬉戏的时间。但是现在这些昆虫变得越来越大，以至于最近你几乎无法再愉快的继续你的非法捕捞作业。而现在你只希望在你身后发出恐怖咆哮声的不是那些曾经让你随便捏爆的小鱼。

# prof_desc_male
source: You spent most of your days just fishing in the swamps getting by quietly on what you caught. You found the buzzing of insects enjoyable, but they got bigger and more mean. Now their horrible noises have you spooked- you just hope the fish aren't as nasty.
ja: 沼地で釣りをして、平穏に日々をやりくりしていました。かつて虫たちのざわめきは心地よいものでしたが、しかしその音は次第に大きく、下劣になってきて、今では恐ろしげな騒音に怯えるばかりです-魚はあんな風になってないといいなあ。
zh_cn: 你大半辈子都致力于偷偷摸摸的捕鱼工作，很享受那些在湖面和昆虫嬉戏的时间。但是现在这些昆虫变得越来越大，以至于最近你几乎无法再愉快的继续你的非法捕捞作业。而现在你只希望在你身后发出恐怖咆哮声的不是那些曾经让你随便捏爆的小鱼。

# prof_desc_female
source: You spent most of your life on a Harley, and it's only natural you spend the rest of it riding one.
de: Du hast die meiste Zeit deines Lebens auf einer Harley verbracht und es nur natürlich, dass du dies den Rest deines Lebens ebenso tust.
ja: 人生はバイクと共にありました。これからの人生もバイクと共に過ごすのは当然のことです。
zh_cn: 你把大部分时间都耗费在了改装你心爱的哈姆雷特机车上，然后把剩下的那部分时间用来骑它。你穿着一身专业服装开始了恐怖之旅。

# prof_desc_male
source: You spent most of your life on a Harley, and it's only natural you spend the rest of it riding one.
de: Du hast die meiste Zeit deines Lebens auf einer Harley verbracht und es nur natürlich, dass du dies den Rest deines Lebens ebenso tust.
ja: 人生はバイクと共にありました。これからの人生もバイクと共に過ごすのは当然のことです。
zh_cn: 你把大部分时间都耗费在了改装你心爱的哈姆雷特机车上，然后把剩下的那部分时间用来骑它。你穿着一身专业服装开始了恐怖之旅。

# prof_desc_female
source: You spent most of your life trapping with your father. Both of you made a decent living off of your catches, and trapping tutorials. Hopefully, your skills will come in useful against less conventional game.
de: Du hast die meiste Zeit deines Lebens mit deinem Vater mit Fallenstellen verbracht. Ihr beiden konntet von den Fängen und Fallenstellkursen recht gut leben. Hoffentlich werden deine Erfahrungen auch gegen weniger gewöhnliches Wild vom Nutzen sein.
ja: 父親と共に罠猟師をしていました。罠によって生計を立てられる様に訓練を受けてきたのです。その技能を上手く使えばこの災厄を乗り切る事も可能でしょう。
zh_cn: 父亲安放陷阱的背影充斥着你的前半生——你们靠着捉到的猎物和提供陷阱课程度日。如今，在这场不大平常的“狩猎”中，你的技能将大放光芒。

# prof_desc_male
source: You spent most of your life trapping with your father. Both of you made a decent living off of your catches, and trapping tutorials. Hopefully, your skills will come in useful against less conventional game.
de: Du hast die meiste Zeit deines Lebens mit deinem Vater mit Fallenstellen verbracht. Ihr beiden konntet von den Fängen und Fallenstellkursen recht gut leben. Hoffentlich werden deine Erfahrungen auch gegen weniger gewöhnliches Wild vom Nutzen sein.
ja: 父親と共に罠猟師をしていました。罠によって生計を立てられる様に訓練を受けてきたのです。その技能を上手く使えばこの災厄を乗り切る事も可能でしょう。
zh_cn: 父亲安放陷阱的背影充斥着你的前半生——你们靠着捉到的猎物和提供陷阱课程度日。如今，在这场不大平常的“狩猎”中，你的技能将大放光芒。

# prof_desc_female
source: You used to be a ballroom dancer before the cataclysm, and now you use your skills to save your life.
de: Vor der Katastrophe warst du eine Turniertänzerin und nun benutzt du deine Erfahrung, um dein Leben zu retten.
ja: 災厄の日以前、社交ダンスをしていました。そして今、生き延びる為に踊り続けています。
zh_cn: 大灾变之前，你曾是个舞厅的伴舞人员。你不会拒绝用你的闪避技能同丧尸跳一曲华尔兹，不是吗？

# prof_desc_male
source: You used to be a ballroom dancer before the cataclysm, and now you use your skills to save your life.
de: Vor der Katastrophe warst du ein Turniertänzer und nun benutzt du deine Erfahrung, um dein Leben zu retten.
ja: 災厄の日以前、社交ダンスをしていました。そして今、生き延びる為に踊り続けています。
zh_cn: 大灾变之前，你曾是个舞厅的伴舞人员。你不会拒绝用你的闪避技能同丧尸跳一曲华尔兹，不是吗？

# prof_desc_female
source: You used to be a professional beekeeper. You had to abandon your precious bees when the cataclysm struck, but at least you managed to grab some utensils and honey.
ja: プロの養蜂家です。災厄のおかげで残念ながら蜂たちを手放すハメになりましたが、幾つかの道具と蜂蜜だけは持って逃げる事が出来ました。
zh_cn: 你曾经是一名养蜂人。大灾变来袭，你不得不抛下你珍贵的蜜蜂，不过好歹你记得拿上一些工具和蜂蜜。

# prof_desc_male
source: You used to be a professional beekeeper. You had to abandon your precious bees when the cataclysm struck, but at least you managed to grab some utensils and honey.
ja: プロの養蜂家です。災厄のおかげで残念ながら蜂たちを手放すハメになりましたが、幾つかの道具と蜂蜜だけは持って逃げる事が出来ました。
zh_cn: 你曾经是一名养蜂人。大灾变来袭，你不得不抛下你珍贵的蜜蜂，不过好歹你记得拿上一些工具和蜂蜜。

# prof_desc_female
source: You used to work at a fancy fast food joint a week ago, but now you show the meaning of "fast" food by running for your life.
de: Du arbeitetest in einem schicken Schnellrestaurant vor einer Woche, aber nun zeigst du die Bedeutung von »Schnell«, indem du um dein Leben rennst.
ja: 1週間前にファーストフードで働き始めました。そして、つい先ほど「早く食べる」という言葉の真の意味を理解した所です。今は命懸けで走っています。
zh_cn: 一周前你还在快餐店里炸薯条……现在你边跑边回头看那群饥饿的“顾客”，心想：“叫你们见识‘快’餐的真谛！”

# prof_desc_male
source: You used to work at a fancy fast food joint a week ago, but now you show the meaning of "fast" food by running for your life.
de: Du arbeitetest in einem schicken Schnellrestaurant vor einer Woche, aber nun zeigst du die Bedeutung von »Schnell«, indem du um dein Leben rennst.
ja: 1週間前にファーストフードで働き始めました。そして、つい先ほど「早く食べる」という言葉の真の意味を理解した所です。今は命懸けで走っています。
zh_cn: 一周前你还在快餐店里炸薯条……现在你边跑边回头看那群饥饿的“顾客”，心想：“叫你们见识‘快’餐的真谛！”

# prof_desc_female
source: You used to work at a local hardware store, and you did a lot of home renovations yourself. Now you look out at the horizon of a ruined world, and wonder - are your meager skills, and the few supplies you grabbed on the way out, sufficient to help it rebuild?
de: Du arbeitetest in einem Baumarkt in der Nähe und hast viele Heimrenovierungen selbst gemacht. Nun schaust du auf den Horizont einer ruinierten Welt und fragst dich: Sind deine dürftigen Fähigkeiten und Vorräte ausreichend, um beim Wiederaufbau zu helfen?
ja: 金物屋で働き、多くの家を修復してきました。今、目の前に広がるのは廃墟と化した街並みだけです。未熟な腕と手元に残る僅かな資材を手に、果たして、この荒廃した世界を修復する事が出来るのでしょうか？
zh_cn: 你曾在当地一家建材商店打工，没事儿也替邻居们修修房子。现在旧世界已经毁灭，新世界尚未诞生——你能凭借着自己的技术以及几件随身工具，让曙光重临黑暗大地吗？

# prof_desc_male
source: You used to work at a local hardware store, and you did a lot of home renovations yourself. Now you look out at the horizon of a ruined world, and wonder - are your meager skills, and the few supplies you grabbed on the way out, sufficient to help it rebuild?
de: Du arbeitetest in einem Baumarkt in der Nähe und hast viele Heimrenovierungen selbst gemacht. Nun schaust du auf den Horizont einer ruinierten Welt und fragst dich: Sind deine dürftigen Fähigkeiten und Vorräte ausreichend, um beim Wiederaufbau zu helfen?
ja: 金物屋で働き、多くの家を修復してきました。今、目の前に広がるのは廃墟と化した街並みだけです。未熟な腕と手元に残る僅かな資材を手に、果たして、この荒廃した世界を修復する事が出来るのでしょうか？
zh_cn: 你曾在当地一家建材商店打工，没事儿也替邻居们修修房子。现在旧世界已经毁灭，新世界尚未诞生——你能凭借着自己的技术以及几件随身工具，让曙光重临黑暗大地吗？

# prof_desc_female
source: You used to work for some small-time business owners doing minor electrical work, and you just so happened to be working on one of these jokes of an evac shelter when the cataclysm struck. Unfortunately, you didn't finish wiring anything up except the computer - fat lot of good it's doing you now.
de: Du arbeitetest für irgendwelche unbedeutenden Geschäftseigentümer, indem du kleinere elektrische Arbeiten gemacht hast und so kam es, dass du an einer Notunterkunft arbeitetest, als die Katasrophe ausbrach. Unglücklicherweise konntest du außer vom Computer keine Verdrahtungen fertigstellen.
ja: 安っぽいオーナーの下でちっぽけな電気工事をしていました。しかし今日は違います、シェルターの配線という大きな仕事を任せられたのです。それがシェルターでの作業中、まさに災害が襲ってくるなんて。まるで出来の悪い冗談の様です。残念ながらコンピュータの配線1つしか終わらせられませんでした、今となってはどうでも良い事でしょうが。
zh_cn: 你曾经为几家民企做过电力临时工——大灾变爆发时你正好在一间避难所里修灯泡。看着那台发出微弱光芒的电脑，你叹了一口气——老子先把它的备用电源连上真是太天才了，虽然我只想听听歌而已。（结果这玩意儿连个喇叭都没有！）

# prof_desc_male
source: You used to work for some small-time business owners doing minor electrical work, and you just so happened to be working on one of these jokes of an evac shelter when the cataclysm struck. Unfortunately, you didn't finish wiring anything up except the computer - fat lot of good it's doing you now.
de: Du arbeitetest für irgendwelche unbedeutenden Geschäftseigentümer, indem du kleinere elektrische Arbeiten gemacht hast und so kam es, dass du an einer Notunterkunft arbeitetest, als die Katasrophe ausbrach. Unglücklicherweise konntest du außer vom Computer keine Verdrahtungen fertigstellen.
ja: 安っぽいオーナーの下でちっぽけな電気工事をしていました。しかし今日は違います、シェルターの配線という大きな仕事を任せられたのです。それがシェルターでの作業中、まさに災害が襲ってくるなんて。まるで出来の悪い冗談の様です。残念ながらコンピュータの配線1つしか終わらせられませんでした、今となってはどうでも良い事でしょうが。
zh_cn: 你曾经为几家民企做过电力临时工——大灾变爆发时你正好在一间避难所里修灯泡。看着那台发出微弱光芒的电脑，你叹了一口气——老子先把它的备用电源连上真是太天才了，虽然我只想听听歌而已。（结果这玩意儿连个喇叭都没有！）

# prof_desc_female
source: You were a batter on a local minor league team before the cataclysm. You escaped with your equipment, but how long can you survive until your innings are up?
de: Du warst ein Batter eines örtlichen Minor-League-Teams vor der Katastrophe. Du flohst mit deiner Ausrüstung, aber wie lange kannst du überleben, bis deine Innings zu Ende sind?
ja: マイナーリーグの野球チームのメンバーをしていました。ちょうど打順が回ってきた所で災厄に巻き込まれたので、道具を持って逃げる事が出来ました。何イニング生き残れるでしょうか？
zh_cn: 灾难发生前你是本地小联盟的一个击球手。你穿着你的装备逃了出来，但在你的局开始前你能活多久？

# prof_desc_male
source: You were a batter on a local minor league team before the cataclysm. You escaped with your equipment, but how long can you survive until your innings are up?
de: Du warst ein Batter eines örtlichen Minor-League-Teams vor der Katastrophe. Du flohst mit deiner Ausrüstung, aber wie lange kannst du überleben, bis deine Innings zu Ende sind?
ja: マイナーリーグの野球チームのメンバーをしていました。ちょうど打順が回ってきた所で災厄に巻き込まれたので、道具を持って逃げる事が出来ました。何イニング生き残れるでしょうか？
zh_cn: 灾难发生前你是本地小联盟的一个击球手。你穿着你的装备逃了出来，但在你的局开始前你能活多久？

# prof_desc_female
source: You were a high school drop-out with one goal in mind: to join the military. You finally got in, just in time for your training to get interrupted by a national emergency. As far as you can tell, military command abandoned you in this hellhole when you missed the emergency evac.
de: Du warst ein Hochschulabbrecher mit einem Ziel vor Augen: dem Militär beizutreten. Du bist endlich hereingekommen, gerade rechtzeitig zum Training, nur um vom Staatsnotstand unterbrochen zu werden. So weit du sagen kannst, hat dich das Militärkommando in diesem Höllenloch im Stich gelassen.
ja: 軍に入る為に高校を中退しました。未だ訓練の途上でしたが国家非常事態宣言に伴って緊急招集され、新兵となったのです。唯一言える事は、放棄命令と共にこの地獄で見捨てられたという事だけです。
zh_cn: 你从高中退学，立志参军，结果一场国家紧急事态打乱了你的计划。在新兵紧急撤离的一团混乱之中，你似乎被连长忘在了脑后。

# prof_desc_male
source: You were a high school drop-out with one goal in mind: to join the military. You finally got in, just in time for your training to get interrupted by a national emergency. As far as you can tell, military command abandoned you in this hellhole when you missed the emergency evac.
de: Du warst ein Hochschulabbrecher mit einem Ziel vor Augen: dem Militär beizutreten. Du bist endlich hereingekommen, gerade rechtzeitig zum Training, nur um vom Staatsnotstand unterbrochen zu werden. So weit du sagen kannst, hat dich das Militärkommando in diesem Höllenloch im Stich gelassen.
ja: 軍に入る為に高校を中退しました。未だ訓練の途上でしたが国家非常事態宣言に伴って緊急招集され、新兵となったのです。唯一言える事は、放棄命令と共にこの地獄で見捨てられたという事だけです。
zh_cn: 你从高中退学，立志参军，结果一场国家紧急事态打乱了你的计划。在新兵紧急撤离的一团混乱之中，你似乎被连长忘在了脑后。

# prof_desc_female
source: You were a high school student, but the tests you'll face now will have much higher stakes. There might even be something useful in one of these books you've been lugging around all year.
de: Du warst eine Gymnasiastin, aber die Tests, die dir nun bevorstehen, sind viel schwieriger. Da könnte sogar etwas nützliches in einen dieser Bücher, die du das ganze Jahr mit dir herumschlepptest, sein.
ja: 高校生でした。しかし今、直面している問題には学校のテスト以上に大きな物が賭かっています。普段から持ち歩いている本の中に役立ちそうな物もあるかもしれません。
zh_cn: 上个礼拜你还在读高中——至少你不用为考试发愁了。书包里这几本拿来解闷儿的闲书没准会有点用？

# prof_desc_male
source: You were a high school student, but the tests you'll face now will have much higher stakes. There might even be something useful in one of these books you've been lugging around all year.
de: Du warst ein Gymnasiast, aber die Tests, die dir nun bevorstehen, sind viel schwieriger. Da könnte sogar etwas nützliches in einen dieser Bücher, die du das ganze Jahr mit dir herumschlepptest, sein.
ja: 高校生でした。しかし今、直面している問題には学校のテスト以上に大きな物が賭かっています。普段から持ち歩いている本の中に役立ちそうな物もあるかもしれません。
zh_cn: 上个礼拜你还在读高中——至少你不用为考试发愁了。书包里这几本拿来解闷儿的闲书没准会有点用？

# prof_desc_female
source: You were a minor-league hockey goalie before the rest of your team became zombies. It's just you and your hockey equipment versus the undead, but at least you can cross-check them now.
de: Du warst ein Hockey-Goalie in der Minor League, bevor der Rest deiner Mannschaft zu Zombies wurde. Nun bist du alleine mit deiner Hockey-Ausrüstung gegen die Untoten, aber wenigstens darfst du sie jetzt cross-checken.
ja: マイナーリーグのホッケーチームでキーパーをしていました。チームの大半がゾンビ化するまでは。もはやホッケーの道具はゾンビと戦う為にあるのでしょう、当然クロスチェックしても反則は取られないのですから。
zh_cn: 在你团队的其他人全变成丧尸之前，你是一个乙级队的曲棍球守门员，但现在你只能靠球棍来保护自己。好事！你现在终于可以名正言顺的Cross-check任何你看不顺眼的家伙了！
