Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Attempts to surpass the XE037 mammalian stasis limit have had some success. Direct subcutaneous injection of XE037 quickly spreads through the body, and while it immediately enters stasis after equalizing, it remains in the body.
de: Versuche, die XE037-Stasisgrenze an Säugetiersubjekten zu übertreffen, hatten einigen Erfolg. Direkte Subkutaninjektion von XE037 breitete sich schnell durch den Körper aus, und während es sofort in die Statis nach der Equalisierung tritt, verbleibt es im Körper.
ko: XE037 포유류 정체 한계를 능가하기 위한 시도는 약간의 성공을 거두었습니다. XE037의 직접적인 피하 주사 는 체내에 신속히 확산되었으며 동기화 후에 체내에 계속 남아 즉각적으로 정체기에 들어섰습니다.
ru: В попытках преодолеть ограничение в действии XE037 на млекопитающих есть определённый успех. Прямая подкожная инъекция XE037 быстро распространяется по телу и входит в состояние покоя, но при этом остается в организме.

source: Dr. Maiar's success with intravenous mutagenic administration has been adopted facilitywide; insofar as any of our work can ever be 'published', he and his team hit the jackpot. IV administration is quicker and easier, and in some cases is reportedly more efficient, than the oral techniques we have been using.
de: Dr. Maiars Erfolg mit intravenöser mutagenischer Verabreichung wurde einrichtungsweit eingeführt. Insofern wie jegliche unserer Arbeiten jemals »veröffentlicht« werden können, haben er und sein Team den Jackpot geknackt. Intravenöse Verabreichung ist schneller und leichter und in einigen Fällen angeblich effizienter als die oralen Techniken, die wir verwenden.
ko: 마이아 박사의 뮤타젠 정맥 주입 계획의 성공은 시설 전반에 채택되었으며, 우리의 모든 작업물들은 언제라도 '발표'될 수 있게 되었고, 그에 한에서는 그와 그의 팀이 잭팟을 터뜨린 것이나 마찬가지다. IV의 투여는 빠르고 쉬우며, 소문에 의하면 경우에 따라서는 우리가 사용하는 구강 기법보다 더 효과적일지도 모른다고 한다.

source: Earlier conjecture that revivification occurred only in humans and insects was premature. Exposure introduces a persistent, low level infection in all mammal subjects, but quickly enters a form of stasis and seems to go dormant.
de: Frühere Mutmaßungen, dass Wiederbelebung nur in Menschen und Insekten auftritt, waren voreilig. Eine Aussetzung führt eine latente Infektion in allen Säugetiersubjekten ein, aber geht schnell in eine Form der Stasis über und scheint, inaktiv zu werden.
ko: 소생이 오직 인간과 곤충들에게만 일어난다는 초기의 추측은 섵불렀습니다. 노출은 모든 포유류 피험체에게 낮은 단계의 지속성 감염을 일으켰습니다만 즉시 정체 단계에 들어갔으며 휴면하는 것 처럼 보였던 것입니다.
ru: Раннее предположение о том, что оживление от XE037 действует только на людей и насекомых, было преждевременным. На все животные субъекты его воздействие было постоянно, с низким уровнем инфекции, но быстро переходило в состояние покоя.

source: Exposure of large quantities of XE037 to various types of radiation have shown promising results, stimulating activity and forming interesting structural changes in the subject being tested. Exposure to radiation on living subjects schedules.
de: Die Aussetzung großer Mengen an XE037 auf verschiedenen Strahlungsarten hat vielversprechende Resultate gezeigt, was die Aktivität stimuliert und interessante struktuelle Veränderungen in der Testperson verursacht. Die Betrahlung lebender Testpersonen ist im Zeitplan.
ko: 다양한 종류의 방사선에 대량의 XE037의 노출은 실험에 사용된 피험체의 흥분적인 활동성과 흥미로운 조직 변화라는 예상대로의 결과를 보여주었습니다. 살아있는 피험체를 방사선에 노출시킬 계획을 잡았습니다.
ru: Подвержение множества образцов XE037 различным видам радиации дало положительные результаты. Радиация стимулирует активность и структурные изменения в тестируемом субъекте. Запланировано подвержение радиации на живые субъекты.

source: Given the current population projections, PE065 deployment is no longer feasible. We simply haven't the stock. Remaining chemical and psychopharmalogical department assets are being assigned to Dr. Sattler's PE070 project.
de: Angesichts der aktuellen Bevölkerungsprognosen ist eine PE065-Verteilung nicht mehr machbar. Wir haben einfach nicht die Vorräte. Verbleibende Vermögen der Chemie- und Psychophamakologieabteilungen werden Dr. Sattlers PE070-Projekt zugeteilt.
ko: 현재의 인구로 예상해볼 때, PE065 배치계획은 더이상 실현이 불가능하다. 우리는 단순히 비축량이 부족했을 뿐이었다. 잔여 화학 약품과 정신의약부의 재고는 새틀러 박사의 PE070 프로젝트에 할당되었다.

source: I don't know how it happened, but a janitor managed to activate the portal while cleaning the lab, shifting in an assortment of prehistoric fauna. Security was called in immediately but was unable to save the janitor from being torn apart. By the time the confusion settled, all the fauna had been terminated.
de: Ich weiß nicht, wie es passieren konnte, aber ein Hausmeister schaffte es, das Portal beim Putzen des Labors zu aktivieren, was eine Reihe prähistorischer Fauna hier reingeholt hat. Die Wachen wurden sofort gerufen aber waren nicht in der Lage, den Hausmeister davor zu bewahren, in Stücke zerrissen zu werden. Als sich die Verwirrung legte, wurden alle Tiere eliminiert.
ko: 어쩌다가 이런 일이 일어났는지 알수 없지만, 청소부가 연구실 청소중에 포탈을 작동시키고 말았고, 그는 한 무리의 선사시대 동물들과 함께 다시 나타났다. 보안 요원들이 즉시 출동했지만 청소부는 이미 갈가리 찢겨졌다. 혼란스러운 와중에 , 그 동물들은 모두 사살되었다.
ru: Я не знаю как это произошло, но уборщик, уполномоченный активировать портал во время уборки, переместился в отсек с доисторической фауной. Сотрудники службы безопасности не смогли уберечь уборщика от раздирания на части. На момент устранения беспорядка, вся фауна была уничтожена.

source: I swear they are talking to me. No one believes me. No one understands. They whisper to me, at night, in the dark. Please, please, make them stop.
de: Ich schwöre, dass sie zu mir reden. Niemand glaubt mir. Niemand versteht. Sie flüstern zu mir, in der Nacht, im Dunkeln. Bitte, bitte, bring sie dazu, aufzuhören.
ko: 난 그들이 내게 이야기할거라고 맹세해. 아무도 날 믿지 않아. 아무도 이해하지 않는다고. 밤중에, 어둠속에서, 그들은 나에게 속삭여. 제발, 제발 그들을 멈춰줘.
ru: Клянусь, они говорят со мной. Никто не верит мне. Никто не понимает. Они шепчут мне, ночью, в темноте. Пожалуйста, пожалуйста, пусть они прекратят.

source: Mendelson has been terminated following an incident with XE037. A substantial mobile sample departed his lab and encountered our security forces. Before the sample was destroyed, it managed to kill two men. Alarmingly, their corpses displayed mobility and extreme aggression.
de: Meldelson wurde nach einem Vorfall mit XE037 terminiert. Eine sehr mobile Probe entwich aus seinem Labor und erreichte unsere Sicherheitskräfte. Bevor die Probe zerstört wurde, schaffte sie es, zwei Männer zu töten. Bedenklicherweise zeigten ihre Leichen Mobilität und extreme Aggression.
ko: 멘델슨은 XE037 사건을 종결 처리 하였습니다. 상당수의 움직이는 샘플들이 그의 연구소에 흩어졌으며 우리 보안 요원들과 교전했습니다. 샘플은 파괴되기 전 까지 두 사람을 살해하였습니다. 걱정스럽게도, 샘플들의 시체는 여전히 움직였으며 극도의 공격성을 보여주었습니다.
ru: Мендельсон был уничтожен во время инцидента с XE037. Передвигающийся образец сбежал из лаборатории и напал на службу безопасности. До уничтожения, образец успел убить двух человек. Вызывает опасение то, что их трупы были подвижны и крайне агрессивны.

source: Mendelson shows a dismaying lack of organization and security consciousness. Containment of all samples of XE037 is of critical importance, as shown by contamination experiments.
de: Mendelson zeigte einen erschreckenden Mangel an Organisations- und Sicherheitsbewusstsein auf. Sichere Verwahrung von allen XE037-Proben ist von entscheidender Wichtigkeit, wie die Kontaminierungsexperimente zeigten.
ko: 멘델슨은 조직력 결여와 보안 의식 결여에 좌절감을 느끼고 있습니다. 격리 실험에서 보여진 것 처럼 XE037의 모든 샘플을 격리하는 것은 치명적으로 중요하기 때문입니다.
ru: Мендельсон показывает пугающую неорганизованность и пренебрежение безопасностью. Содержание образцов XE037 крайне важно, что было доказано экспериментами по загрязнению.

source: Our chemical department has perfected an untargeted stem cell treatment. Consumption of the treatment will reverse the effects of mutation, and may even cure congenital defects. This substance has been denoted PE018.
de: Unsere Chemieabteilung hat eine ungezielte Stammzellenbehandlung perfektioniert. Der Konsum der Behandlung wird die Wirkungen von Mutationen rückgängig machen und vielleicht sogar Geburtsfehler kurieren. Diese Substanz wird als »PE018« bezeichnet.
ko: 화학부서에서 역분화 줄기세포 확보기술을 완성했다. 이 기술로 돌연변이나 심지어 선천적인 기형까지도 제거할수 있게 될것이다. 이 물질은 PE018 이라 명명 되었다.
ru: Наш химический отдел усовершенствовал технологию не целевого лечения стволовыми клетками. Процедура лечения избавит от последствий мутации, и может даже вылечить врожденные дефекты. Это вещество было названо PE018.

source: Our cloning department has failed to produce results. In vats containing stem cell treatments, XE037, and control vats, the subjects simple disintegrated. This suggests that XE037, while compatible with subprime lifeforms, shows only destructive effects on prime plane lifeforms.
de: Unserer Klonabteilung gelang es nicht, Ergebnisse hervorzubringen. In den Klonbottichen, die Stammzellenbehandlungen und XE037 enthielten, und in den Kontrollbottichen lösten sich die Subjekte einfach auf. Das weist darauf hin, dass XE037, während es kompatibel mit Subebenen-Lebensformen ist, nur zerstörerische Wirkungen auf Hauptebenen-Lebensformen zeigt.
ko: 우리의 복제 부서는 결과를 산출하는데 실패했습니다. 줄기 세포 처치제와 XE037을 제어용기에 투여했을 때 피험체는 쉽게 분해되었습니다. 이는 XE037이 이차적인 생태계에는 호환되지만 일차적인 생태계에는 오직 파괴적인 효과만을 보이는 것으로 보여집니다.
ru: Наш отдел клонирования не получил результатов. Субъекты в управляющем контейнере и контейнере со стволовыми клетками XE037 просто распались. Это говорит о том, что XE037 поддерживает совместимость с простыми формами жизни, но оказывает на них разрушительное действие.

source: Post-mortem revivification of subject T3D occurred as expected, followed by an immediate autopsy. The internal changes were significant, with large parts of the subjects internal anatomy replaced with "organs" of XE037 with unknown properties, primarily those known to succumb earlier to the effects of radiation poisoning.
de: Die Post-Mortem-Wiederbelebung der Testperson T3D passierte wie erwartet, worauf eine sofortie Autopsie folgte. Die internen Veränderungen waren signifikant, wobei große Teile der Testperson innere Anatomie mit »Organen« von XE037 mit unbekannten Eigenschaften, insbesondere die, die für das frühere Erliegen gegenüber der Strahlungserkrankung bekannt sind, ersetzt wurden.
ko: 피험체 T3D 의 사후 소생은 예상한 대로 일어났으며 즉각적인 해부수술이 실행되었습니다. 장기의 변이는 광범위 했으며, 피험체의 대부분의 내부 장기가 XE037의 용도 불명의 "기관" 으로 교체되었는데, 주로 그 장기들은 방사능 중독의 효과로 죽음에 이르기 전의 장기들이었습니다.
ru: Посмертное оживление субъекта T3D прошло ожидаемо, с последующим вскрытием. Обнаружены значительные внутренние изменения. Части внутренней анатомии были заменены "органами" XE037 с неизвестными свойствами, в основном те, которые подвергались воздействию радиации.

source: Samples of XE037 from subject T3D remains extremely active. Further experimentation on induced mutation in infected individuals shows significant potential. Samples of the enhanced XE037, labeled PE012, have been sent to several researchers for further study.
de: Proben von XE037 der Testperson T3D bleiben extrem aktiv. Weitere Experimente an angeregten Mutationen in infizierten Individuen zeigen signifikantes Potential. Proben des verbesserten XE037, genannt »PE012«, wurden zu einigen Forschern zur Weiterforschung versendet.
ko: 피험체 T3D 의 시체에서 나온 XE037 샘플들은 극단적인 활동성을 보입니다. 감염된 개체들의 돌연변이에 대한 더 많은 실험들은 중요한 가능성을 보여줍니다. 향상된 XE037의 샘플에는 PE012라는 라벨이 붙여졌으며 더 많은 연구를 위해 다양한 연구자들에게 보내졌습니다.
ru: Образцы XE037 из субъекта T3D остаются чрезвычайно активными. Дальнейшие эксперименты по изучению мутаций в зараженных субъектах имеет большой потенциал. Образцы улучшенного XE037, названного PE012, были отправлены нескольким исследователям.

source: Specimen XE037, jokingly referred to as "the blob", has been observed entering a kind of dormant state, forming a depression in the floor. Hendelson stepped into one of these pits yesterday, and was immediately coated and attacked.
de: Vom Exemplar XE037, scherzhaft »der Blob« genannt, wurde beobachtet, wie es eine Art Ruhezustant einnahm, was eine Senke im Boden formte. Hendelson trat gestern in eine dieser Gruben und wurde sofort beschichtet und angegriffen.
ko: 농담삼아 "점액덩어리" 로 회자되던 XE037 표본은 바닥에 응어리져 일종의 휴면기같은 상태에 들어섰음이 관찰되었습니다. 어제 헨델슨이 그 구덩이 위에 올라서자 즉시 표본에 뒤덮혀 공격받았습니다.
ru: Экземпляр XE037, в шутку названый "клякса", перешел в определённое состояние покоя, образовав углубление в полу. Вчера Хэндерсон наступил в одну из этих ям и мгновенно был схвачен и атакован.

source: Subject T3D has succumbed to radiation poisoning, but not before undergoing several more physiological changes the lab boys are referring to as "mutations". They do not appear to be truly random, and may be an attempt by XE037 to adapt its host to an unknown stimulus.
de: Testperson T3D erlag einer Strahlungserkrankung, aber nicht, bevor er weiter physiologischen Veränderungen, welche die Laborjungens als »Mutationen« bezeichnen, durchmachte. Sie scheinen nicht wahrhaft zufällig zu sein und könnte ein Versuch von XE037 sein, dessen Wirt zu einem unbekannten Reizmittel anzupassen.
ko: 피험체 T3D는 방사능 중독으로 죽었습니다만, 그러기 전에 연구원들이 "돌연변이" 라고 부르는 좀 더 다양한 생리학적 변이가 있었습니다. 이 변이는 전혀 무작위적이지 않았으며, 또한 XE037이 그 숙주를 알 수 없는 자극에 적응시키기 위한 시도였을 수도 있습니다.
ru: Субъект T3D поддался радиационному отравлению, но только после того, как произошло несколько физиологических изменений, которым лаборанты дали название "мутации". Они образуются не случайным образом и могут быть попыткой XE037 адаптироваться к неизвестному раздражителю.

source: Test subjects in the teleportation department are showing alarming symptoms. It seems prolonged rapid transposition along the 4th dimension weakens the forces holding one on this plane.
de: Testpersonen in der Teleportationsabteilung zeigen alarmierende Symptome. Es scheint, dass längerfristige Instanttranspositionen entlang der 4. Dimension die Kräfte, einen auf dieser Ebene zu halten, schwächt.
ko: 공간이동 부서의 실험체들이 위험한 증상을 보이고 있다. 이는 지속적인 4차원 순간이동 실험때문에 그들에 대한 현 차원의 구속력이 약화된 것으로 보인다.
ru: Тестовые субъекты из отдела телепортации вызывают опасения. Похоже, что частые мгновенные телепортации в 4-ое измерение ослабляют жизненную силу в обычном измерении.

source: Tests on the prehistoric fauna show extremely close genetic relationships with extant and extinct terranian animals. It might be that the portal had performed a transposition in time, unfortunately the portal device was destroyed when security put down the fauna.
de: Tests an der prähistorischen Fauna zeigen extrem enge genetische Verwandschaften mit ausgestorbenen Erdentieren. Es könnte sein, dass das Portal eine Zeitreise vorgenommen hat. Unglücklicherweise wurde das Portalgerät zerstört, als die Wachen die Tiere niederstreckten.
ko: 그 선사시대 짐승에 대한 부검 결과 과거와 현재에 존재했던 지상의 동물들과 거의 유사한 유전자를 가지고 있음이 밝혀졌다. 포탈 장치를 통해 시간 이동이 이루어진것 같지만, 보안대가 짐승을 죽이는 와중에 장치가 부숴지고 말았다.
ru: Тесты на доисторической фауне показали чрезвычайно близкую генетическую связь между вымершими и существующими животными. Это может быть вызвано тем, что портал сделал сдвиг во времени. К сожалению портал был уничтожен, пока служба безопасности разбиралась с фауной.

source: The primary factor in determining revivification of mammalian subjects seems to be the amount of XE037 within the body at time of expiration. Smaller mammals such as lab rats do not obtain this critical mass of XE037 before going dormant. Larger canine subjects, however, do.
de: Die Hauptfaktor bei der Bestimmung der Wiederbelebung von Säugetiersubjekten scheint die Menge an XE037 im Körper zum Zeitpunkt der Expiration zu sein. Kleinere Säugetiere so wie Laborratten erhalten nicht die kritische Menge an XE037, bevor es inaktiv wird. Bei größeren hundeartigen Subjekten allerdings schon.
ko: 포유류 피험체의 소생을 결정하는 주요요인은 사후 체내의 XE037의 양에 따른듯 합니다. 실험쥐와 같이 작은 포유류들은 휴면기에 들어가기 전에 이러한 XE037의 임계질량을 얻지 못하였습니다. 그러나 큰 개 피험체는 얻었습니다.
ru: Судя по всему, основным фактором в определении оживления млекопитающих является количество XE037 в теле во время смерти. Маленькие животные, такие как крысы, не могут накопить критическую массу XE037 до входа в состояния покоя. Однако, собаки могут.

source: The research team headed by Dr. Isha has produced a concentrated form of mutagen that shows promising results for the treatment of many forms of disease. Testing reveals that it inhibits the body's pain responses while bolstering the immune system and natural regenerative capabilities, though a few troubling behavioral side effects have been reported.
de: Die von Dr. Isha geführte Forschungsgruppe hat eine konzentrierte Form eines Mutagens, das vielverprechende Ergebnisse für die Behandlung vieler Erkrankungsformen zeigt, entwickelt. Tests zeigen, dass es die Schmerzempflindlichkeit des Körpers hemmt, während das Immunsystem und die Regenerationsfähigkeiten gestärkt werden, wobei allerdings von ein paar wenigen beunruhigenden Nebenwirkungen über das Verhalten berichtet wurde.
ko: 이샤 박사의 연구 팀이 연구 끝에 특수한 형태의 뮤타젠을 만들어내었다. 이는 다양한 질병에 대한 해결책이 될 수 있을 것으로 보인다. 테스트 결과 신체의 고통 수준을 조절하고 면역 체계를 강화시키며 자연적인 재생력을 증가시키지만, 부작용으로 보여지는 몇몇 신체적 행동들이 보고되었다.
ru: Исследовательская группа под руководством доктора Иша произвела концентрированную форму мутагена, которая показывает многообещающие результаты для лечения многих форм заболеваний. Тестирование показывает, что она ингибирует болевую реакцию тела, также подстегивая иммунную систему и природные регенеративные возможности, хотя сообщается о нескольких тревожных поведенческих побочных эффектах.

source: There has been an incident in Lab 24, 2 casualties reported, one lethal. A rat involved in the stasis breaking project was hooked to a monitoring machine and left over night. Upon opening the cage, Simon Bellevue was electrocuted, and another researcher at the opposite end of the lab sustained severe current burns, despite never approaching the cage.
de: Es gab einen Vorfall im Labor 24. Zwei Unfälle, davon einer tödlich, wurden gemeldet. Eine Ratte, die am Projekt zur Beendigung der Stasis beteiligt war, wurde mit einem Überwachungsgerät verkabelt und über Nacht alleine gelassen. Beim Öffnen des Käfigs wurde Simon Bellevue geschockt und ein anderer Forscher an der anderen Seite des Labors erlitt schweren Verbrennungen, obwohl er sich niemals dem Käfig näherte.
ko: 24 연구동에서 사건이 발생하였습니다. 2 사상자가 보고되었으며 그 중 한 명은 사망하였습니다. 밤 동안, 정체기해제계획에 연루된 쥐가 관측 기계를 걸어당겨 타고 올라 사라졌습니다. 우리를 여는 과정에서 시몬 벨뷔가 감전사 하였으며 연구동 반대편의 다른 연구자는 우리에 다가가지 않았음에도 불구하고 심각한 화상을 입었습니다.
ru: В лаборатории 24 случилось произошел инцидент, есть 2 жертвы, одна смертельная. Крыса, участвующая в проекте, была подключена к аппарату мониторинга и оставлена так на ночь. При открытии клетки Саймона Белвью ударило током и другой учёный, находящийся в другом конце комнаты и не приближавшийся к клетке, получил сильные ожоги.

source: There is a belief several other rat subjects experienced changes overnight as well. This hypothesis was informed when an inventory check after the incident found almost twenty rats had gone missing from their cages overnight.
de: Es gibt eine Vermutung, dass einige andere Ratten in der Nacht ebenfalls Änderungen erfuhren. Diese Hypothese wurde davon angeregt, als eine Inventur nach dem Vorfall zeigte, dass fast zwanzig Ratten über Nacht aus ihren Käfigen verschwanden.
ko: 다른 많은 쥐 피험체들도 밤을 거쳐 그러한 변이를 겪었다고 추측할 수 있습니다. 이 가설은 사건이 일어난 후의 비품 목록 검사에서 밤 동안 거의 20마리의 쥐들이 사라졌다는 사실을 뒷받침합니다.
ru: Есть предположение, что с некоторыми другими крысами той ночью также произошли изменения. Гипотеза сформировалась во время инвентаризации, когда выяснилось, что двенадцать крыс исчезли из своих клеток той ночью.

source: Time also appears to play a large role in post-mortem revivification, as does sustained trauma insufficient to permanently disable the subject. Sufficient amounts of trauma in short periods of time lead to deactivation of XE037, but smaller amounts over several days cause it to expand.
de: Die Zeit scheint ebenfalls eine große Rolle in der Wiederbelebung zu spielen, da ein anhaltende Gewalteinwirkung unzureichend ist, um das Subjekt permanent lahm zu legen. Ausreichende Gewalteinwirkungen in kurzen Zeitperioden führen zur Deaktivierung von XE037, aber kleinere Mengen über meherere Tage hinweg verteilt werden es vergrößern lassen.
ko: 시간 또한 피험체를 완전히 죽이지는 못할 정도의 축적된 손상과 마찬가지로 사후 소생에 있어서 큰 역할을 하는 것으로 나타났다. 단시간에 가해진 충분한 손상은 XE037을 비활성화하게 하였으나 남아있는 소량의 XE037은 수 일 후에 다시 확장하기 시작했다.
ru: Время также играет большую роль в посмертном оживлении. Подобно повреждениям, которых иногда недостаточно для постоянного отключения субъекта. Достаточное количество травм в короткий период времени приводит к деактивации XE037, но малое количество через несколько дней при водит только к распространению.

source: We have even more distressing news than the widespread XE037 contamination, there are reports of the XE037 mutating into various new variants. See data files on XE037a - XE037f. Research on the effects of these variants is ongoing. We do know that XE037d shows signs of PE062 immunity, and XE037b can revive various breeds of canines. However, revival is not as guaranteed as standard XE037 humanoid infection. Canine body size seems to influence the chances. See experiment tXE037b_c.
de: Wir haben noch bestürzendere Neuigkeiten über die weitverbreitete XE037-Kontamination: Es gibt Berichte, dass XE037 zu weiteren neuen Varianten mutiere. Siehe Dateien über XE037a bis XE037f. Die Forschung über die Wirkungen dieser Varianten sind anhaltend. Wir wissen, dass XE037d Zeichen an PE062-Immunität zeigt und, dass XE037 verschiedene Arten der Hundeartigen wiederbeleben kann. Allerdings ist eine Wiederbelebung nicht wie bei der normalen menschlichen XE037-Infektion garantiert. Die Körpergröße des Hundeartigen scheint die Wahrscheinlichkeit zu beeinflussen. Siehe Experiment tXE037b_c.
ko: 우리는 XE037 변이가 다양한 새로운 변종을 낳는다는, XE037 오염의 광범위 확산보다 더 끔찍한 소식을 접했다. XE037a - XE037f 까지의 자료 파일을 보라. 그 변종들의 효과에 대한 연구가 진행되고 있다. 우리는 XE037d 가 PE062에 면역성을 가진 다는 점을 알게 되었으며, XE037b는 다양한 견종을 사후소생 시킬 수 있다. 그러나, 이 사후소생은 일반 XE037의 인체 감염에 비해 확실하게 이루어지지는 않는다. 개의 체적이 사후소생의 확율에 영향을 주는 듯 하다. tXE037b_c 실험을 보라.
ru: У нас есть более печальные новости, чем распространение заражения XE037: есть сообщения, что XE037 мутирует в новые виды. См. файлы о XE037a - XE037f. Их исследования продолжаются. Мы знаем, что XE037d показывает признаки иммунитета к PE062, а XE037b может оживлять разные породы собак. Однако, оживление не гарантируется, как в обычном заражении человекоподобных. Видимо, размер собаки влияет на шансы. См. эксперимент tXE037b_c.

source: Gain +3 armor while standing still
de: +3 Panzerung beim Stillstehen erhalten

source: A set of flexible green scales has grown to cover your body, acting as natural armor. Somewhat reduces wet effects.
de: Eine paar flexible grüne Schuppen sind als Bedeckung über deinen Körper gewachsen; sie dienen als natürliche Panzerung. Reduziert etwas die Auswirkungen von Nässe.
ko: 온몸에 유연한 녹색 비늘이 있습니다. 자연적인 보호력을 제공하며, 몸이 젖을 경우 받는 패널티가 약간 감소합니다.
ru: Гибкая зеленая чешуя покрывает ваше тело, создавая естественную броню. Немного снижает эффект от намокания.

source: A set of heavy green scales has grown to cover your body, acting as natural armor. While difficult to penetrate, it also limits your flexibility, resulting in a -2 penalty to Dexterity. Greatly reduces wet effects.
de: Eine Menge an schweren grünen Schuppen sind als Bedeckung über deinen Körper gewachsen; sie dienen als natürliche Panzerung. Sie sind schwer zu durchdringen, begrenzen aber auch deine Flexibilität, was zu einer Strafe von −2 im Geschick führt. Reduziert die Auswirkungen von Nässe beträchtlich.
ko: 온몸에 단단한 녹색 비늘이 있습니다. 관통하기 힘들어 자연적인 보호력을 제공하지만, 유연하지 못하기 때문에 민첩성에 -2 패널티를 받으며 몸이 젖을 경우 받는 패널티가 상당히 감소합니다.
ru: Твердая зеленая чешуя покрывает ваше тело, создавая естественную броню. Её трудно пробить, но она сковывает движение (штраф -2 к ловкости). Сильно снижает эффект от намокания.
