Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: The 7.62x51mm largely replaced the .30-06 round as the standard military rifle round. It is lighter, but offers similar velocities, resulting in greater accuracy and reduced recoil. This one has been hand-reloaded.
de: Die 7,62×51mm-Patrone hat die .30-06-Patrone als Standardmilitärgewehrpatrone ersetzt. Sie ist leichter, aber bietet ähnliche Geschwindigkeiten, was zu einer besseren Genauigkeit und einem verringerten Rückstoß führt. Diese Patrone wurde wiedergeladen.
ja: 7.62x51mmは、標準的な軍用ライフル弾として.30-06口径弾と置き換わりました。軽量ですが、同等の弾速を実現し、より高い精度と反動の減少がなされています。この弾薬は手詰めで製作されています。
zh_cn: 7.62x51mm子弹绝大程度上替代了.30-06弹药成为军方的标准弹药。它比.30-06弹药更轻，但有几乎相同的速度，使其具有更高的精准度和更低的后坐力。这是手工重新装药的型号。

source: The 7.62×54mmR is a rimmed rifle cartridge developed by the Russian Empire in 1891. It is still in service and has the longest service life of all military issued cartridges in the world.
de: Diese Kleinkaliberpistonen-Patrone bietet eine gute Panzerbrechung auf Kosten eines leicht reduzieren Schadens. Außerhalb der chinesischen Armee wird sie selten benutzt.
ja: 7.62x54mm/R弾は1891年の帝政ロシア時代から発展したリムド式カートリッジライフル弾です。世界中の全軍隊に支給されている銃弾の中で最も耐久年数が長く、今もなお使用されています。
zh_cn: 7.62×54mmR弹药是沙俄于1891年发明的一种凸缘步枪弹药。它是世界上使用时间最长的弹药，至今仍然被使用。

source: The 7.62×54mmR is a rimmed rifle cartridge developed by the Russian Empire in 1891. It is still in service and has the longest service life of all military issued cartridges in the world. This one has been hand-reloaded.
de: Die 7,62×54mmR ist eine mit Rand versehene Patrone, die vom Russischen Reich im Jahre 1891 entwickelt wurde. Sie wird noch heute verwendet und hat das längste Dienstleben aller vom Militär entwickelten Patronen der Welt. Diese Patrone wurde wiedergeladen.
ja: 7.62x54mm/R弾は1891年の帝政ロシア時代から発展したリムド式カートリッジライフル弾です。世界中の全軍隊に支給されている銃弾の中で最も耐久年数が長く、今もなお使用されています。これは手で詰め込まれました。
zh_cn: 7.62×54mmR弹药是沙俄于1891年发明的一种凸缘步枪弹药。它是世界上使用时间最长的弹药，至今仍然被使用。这是手工重新装药的型号。这是手工重新装药的型号。

source: The Heckler & Koch 12mm projectiles are used in H&K railguns. It's made of a ferromagnetic metal, probably cobalt.
de: Die Heckler-&-Koch-12mm-Projektile werden in H&K-Schienengewehren benutzt. Sie ist aus ferromagnetischem Material, wahrscheinlich Kobalt, gemacht.
ja: Heckler&Koch社製12mm弾はH&Kレールガンに用いられます。強磁性金属...恐らくはコバルトから出来ています。
zh_cn: 用于H&K电磁枪的子弹。由磁性金属(一般是钴)制成。

source: The M67 variant of the popular 7.62x39mm rifle round was designed to improve yaw. This causes the round to tumble inside a target, causing significantly more damage. It is still outdone by shattering rounds.
de: Die M67-Variante der beliebten 7,62×39mm-Gewehrpatrone wurde für die Verbesserung der Gierung entworfen. Dadurch wird die Patrone im Ziel taumeln, was signifikant mehr Schaden anrichtet. Sie wird immer noch von Splitterpatronen übertroffen.
ja: 人気の高い7.62x39mm M67ライフル弾を、偏角ブレがより大きくなるよう改善したものです。標的の内部で激しく動き砕けることで、より損傷を大きくします。
zh_cn: M67作为流行的7.62x39mm子弹的另一个版本，其设计是为了提升其子弹滚转，以提升杀伤性，但仍然不如那些会在体内碎裂的子弹。

source: The M67 variant of the popular 7.62x39mm rifle round was designed to improve yaw. This causes the round to tumble inside a target, causing significantly more damage. It is still outdone by shattering rounds. This one has been hand-reloaded.
de: Die M67-Variante der beliebten 7,62×39mm-Gewehrpatrone wurde für die Verbesserung der Gierung entworfen. Dadurch wird die Patrone im Ziel taumeln, was signifikant mehr Schaden anrichtet. Sie wird immer noch von Splitterpatronen übertroffen. Diese Patrone wurde wiedergeladen.
ja: 人気の高い7.62x39mm M67ライフル弾を、偏角ブレがより大きくなるよう改善したものです。標的の内部で激しく動き砕けることで、より損傷を大きくします。この弾薬は手詰めで製作されています。
zh_cn: M67作为流行的7.62x39mm子弹的另一个版本，其设计是为了提升其子弹滚转，以提升杀伤性，但仍然不如那些会在体内碎裂的子弹。这是手工重新装药的型号。

source: The product of burning limestone, this white powder is a crucial ingredient in making cement. That said, it is also extremely caustic and will cause severe burns to any tissue it comes in contact with. This property could probably be exploited...
zh_cn: 烧结石灰石的产物，这种白色粉末是制造水泥的重要材料。但同时极具腐蚀性，会灼烧任何接触的组织。也许这特性能派上点用处...

source: These are thin paper strips intended for the rolling of cigarettes.
de: Dies sind dünne Papierstreifen, die für das Rollen von Zigaretten gedacht sind.
ja: 煙草の葉を巻く為に、薄さや燃焼性などが調整された紙片です。
ko: 담배를 마는데 사용되는 얇은 종이입니다.
ru: Тонкие полоски бумаги для скрутки сигарет.
zh_cn: 卷烟丝用的薄纸带。也可以制作火药左轮枪的弹药。

source: These metal pellets are propelled with the help of electromagnets, therefore they do not produce sound, flash or heat signature.
de: Diese Metallkügelchen werden mithilfe von Elektromagneten angetrieben, darum erzeugen sie kein Geräusch, Blitz oder eine Wärmesignatur.
ja: この金属ペレットは電磁石の力で推進するため、音、光、熱を発生させることがありません。
ko: 이 금속 알갱이들은 전자석의 힘으로 추진되기에 어떠한 소음, 섬광, 열적 신호도 만들지 않습니다.
ru: Эти металлические пули приводятся в движение с помощью электромагнитов, поэтому они не оставляют звук, вспышку или тепловую подпись.
zh_cn: 这些金属小球依靠电磁推进，不产生任何声音、闪光或热信号。

source: This arrow has a flaming rag wrapped around the shaft near the head. You should shoot it soon before it burns your bow.
de: Dieser Pfeil hat einen brennenden Lappen um seinen Schaft, nahe der Pfeilspitze, angebracht. Du solltest ihn schnell verschießen, bevor er deinen Bogen verbrennt.
ja: 矢の先端に燃える布きれが巻きつけてあります。弓に燃え移る前に矢を放つ必要があります。
zh_cn: 这支箭前端缠绕的布条正在燃烧着，你应该在烧到你之前把它发射出去。

source: This arrow has a small IED strapped to its tip. Horribly inaccurate, heavy, and bulky, not only does this contraption require expert hands to pull off a shot, it requires one to loose this with a small measure of confidence the shooter won't be caught in the blast radius.
de: Dieser Pfeil hat eine kleine USBV an seiner Spitze angebracht. Fürchterlich ungenau, schwer und sperrig. Diese abenteuerliche Vorrichtung benötigt nicht nur Profihände, um einen Schuss zu machen, man braucht auch etwas Selbstvertrauen, dass man nicht selbst im Explosionsradius steht.
ja: 小型IED(即席爆発装置)を矢尻に括りつけています。重くて嵩張る上に非常に狙い辛く、この仕掛けを射るには相応の技術が必要です。最低でも腕に自身がある射手であれば、爆発には巻き込まれずに済むでしょう。
zh_cn: 这支箭的顶端装有一个简易爆炸装置,它很重，影响精准。请确保你不在爆炸范围内再手动激活爆炸装置。

source: This arrow is significantly sturdier than other wooden arrows. It has a crude field point head and fletching. Stands a good chance of remaining intact once fired.
zh_cn: 一支带粗制箭头和箭羽的木质箭矢。相较于其他木质箭矢更耐用，射击后有较好概率可以保持完好。

source: This arrow is significantly sturdier than other wooden arrows. It has a field point tip, but needs fletching before it is worth firing.
ja: 他の木の矢と比べ、頑丈な木の矢です。未加工の素材を矢尻にしています。矢として真価を発揮させるには矢羽が必要です。
zh_cn: 一支带粗制箭头的无翎木质箭矢。相较于其他木质箭矢更耐用，但是需要翎羽才能用弓有效发射。

source: This arrow is significantly sturdier than other wooden arrows. It has a fire-hardened point and fletching. Stands a good chance of remaining intact once fired.
zh_cn: 一支前端烘硬和带箭羽的木质箭矢。相较于其他木质箭矢更耐用，射击后有较好概率可以保持完好。

source: This arrow is significantly sturdier than other wooden arrows. It has a fire-hardened point, but needs fletching to be worth firing.
ja: 他の木の矢と比べ、頑丈な木の矢です。先端を焼き固めてあります。矢として真価を発揮させるには矢羽が必要です。
zh_cn: 一支前端烘硬的无翎木质箭矢。相较于其他木质箭矢更耐用，但是需要翎羽才能用弓有效发射。

source: This is gasoline mixed with some other components to make it stick to the surface and increase burning temperature, meant to be used with a flamethrower.
ja: ガソリンに複数の素材を混合し、ある程度の粘性を持たせ、燃焼温度を高めました。火炎放射器に最適です。
zh_cn: 这是一种混合着汽油的固体物质，由于汽油附着在其表面燃烧，温度可以达到很高。主要用来烧火锅涮人片，当然火焰喷射器也可以使用。

source: This is the armor piercing cartridge with a steel penetrator, it was introduced in 1998. There is a tungsten carbide variant too, it is unavailable in the US though.
de: Dies ist die panzerbrechende Patrone mit einem Stahlgeschoss, sie wurde 1998 eingeführt. Es gibt auch eine Wolframcarbitvariante, sie ist allerdings in den USA nicht verfügbar.
ja: 1998年に開発された、鋼芯によって装甲貫通力を高めた弾薬です。炭化タングステンを使用した変種もありますが、アメリカでは使用禁止とされています。
ko: 5.45x39mm 7N22탄은 강철 관통자가 들어간 철갑탄으로서 1998년에 도입되었습니다. 탄화 텅스텐의 변형도 있으나 그것은 미국에서 사용 할 수 없습니다.
ru: Это бронебойный патрон со стальным сердечником, он был введен в 1998 году. Существует вариант из карбида вольфрама, но он недоступен в США.
zh_cn: 这是一种钢芯穿甲弹，在1998年首次出现。这种弹药还有一种碳化钨变种，但无法在美国买到。

source: This is the armor piercing cartridge with a steel penetrator, it was introduced in 1998. There is a tungsten carbide variant too, it is unavailable in the US though. This one has been hand-reloaded.
de: Dies ist die panzerbrechende Patrone mit einem Stahlgeschoss, sie wurde 1998 eingeführt. Es gibt auch eine Wolframcarbitvariante, sie ist allerdings in den USA nicht verfügbar. Diese Patrone wurde wiedergeladen.
ja: 1998年に開発された、鋼芯によって装甲貫通力を高めた弾薬です。炭化タングステンを使用した変種もありますが、アメリカでは使用禁止とされています。この弾薬は手詰めで製作されています。
zh_cn: 一种钢芯穿甲弹，在1998年首次出现。这种弹药还有一种碳化钨变种，但无法在美国买到。这是手工复装的型号

source: This metal arrow has fletching and a steel arrowhead. Stands a very good chance of remaining intact once fired.
zh_cn: 一只带钢制箭头的金属箭，射击后有较高概率可以保持完好。

source: This metal shaft has been carefully sharpened so that it has a crude point at the end. Needs fletching to be worth firing from a bow.
zh_cn: 一只磨尖了头的金属杆，需要箭羽使得它更值得使用。

source: This metal shaft has been carefully sharpened so that it has a crude point at the end. Stands a very good chance of remaining intact once fired.
zh_cn: 一只磨尖了头的金属箭，射击后有较高概率可以保持完好。

source: This plastic arrow has a plastic arrowhead and fletching. Stands a good chance of remaining intact once fired.
zh_cn: 一个塑料材质的有翎箭。射击后很大几率保持完整。

source: This rifle round has enjoyed widespread use in NATO countries, thanks to its very light weight and high damage. It is designed to shatter inside a target, inflicting massive damage.
de: Diese Gewehrpatrone hat dank ihres sehr leichten Gewichts und hohen Schadens breite Verwendung in NATO-Staaten genossen. Sie wurde so entworfen, dass sie in einem Ziel zersplittert, was schweren Schaden anrichtet.
ja: 高い威力と軽さから、NATO所属国家において広く使われているライフル弾です。標的内部で破片を撒き散らし、ダメージを与える様に設計されています。
zh_cn: 这是一种在北约国家被广泛使用的北约弹，虽然质量轻但它高伤害。可以把目标打碎，对其造成巨大的伤害。

source: This rifle round has enjoyed widespread use in NATO countries, thanks to its very light weight and high damage. It is designed to shatter inside a target, inflicting massive damage. This one has been hand-reloaded.
de: Diese Gewehrpatrone hat dank ihres sehr leichten Gewichts und hohem Schadens breite Verwendung in NATO-Staaten genossen. Sie wurde so entworfen, dass sie in einem Ziel zersplittert, was schweren Schaden anrichtet. Diese Patrone wurde wiedergeladen.
ja: 高い威力と軽さから、NATO所属国家において広く使われているライフル弾です。標的内部で破片を撒き散らし、ダメージを与える様に設計されています。これは手で詰め込まれました。
zh_cn: 这是一种在北约国家被广泛使用的北约弹，虽然质量轻但它高伤害。可以把目标打碎，对其造成巨大的伤害。这是手工重新装药的型号。

source: This simple arrow has a fire-hardened point and fletching. Stands a below average chance of remaining intact once fired.
zh_cn: 一个简单的箭杆，前端用火烤硬化过并加了翎羽。很难在射出后保存完整。

source: This small caliber pistol round offers good armor penetration at the cost of slightly less damage. It is rarely used outside of the Chinese army.
de: Diese Kleinkaliberpistonen-Patrone bietet eine gute Panzerbrechung auf Kosten eines leicht reduzieren Schadens. Außerhalb der chinesischen Armee wird sie selten benutzt.
ja: この小口径ピストル用の弾丸は僅かな損傷力と引き換えに高い貫通力を持っています。中国軍以外では滅多に使われる事はありません。
zh_cn: 这种7.62mm的小型手枪子弹通过牺牲少量的威力增强了其穿甲性。除了中国军队外很其他地区很少使用。

source: Tin and pewter scraps. Usable in making ammo.
ja: シロメ製の廃品と錫です。弾薬を作るのに利用する事が出来ます。
zh_cn: 锡及铅锡合金碎片，可以用来制造弹药。

source: Tough thin fiber, taken from a plant. Can be used as thread.
ja: 植物から採取した丈夫で細い繊維です。糸として使用する事が出来ます。
zh_cn: 一小截非常结实的薄植物纤维，能用来缝纫衣物。

source: Variant of the .50 BMG round that uses a core of very dense, hardened tungsten steel. Penetration is increased, but damage is reduced.
ja: 鍛錬したタングステン鋼の高密度の核を使用した改良型.50口径BMG弾です。貫通力は増加しましたが、威力が低下しています。
zh_cn: 一种相对比较少见的.50勃朗宁机枪弹 ,它的弹头中原本灌铅的地方 ,换成了一个极为坚硬的钨钢穿甲弹芯 ,这大大改善了它的穿甲能力 ,但是高穿甲的代价是伤害比铅芯子弹要小一些 .

source: Variant of the .50 BMG round that uses a core of very dense, hardened tungsten steel. Penetration is increased, but damage is reduced. This one has been hand-reloaded.
ja: 鍛錬したタングステン鋼の高密度の核を使用した改良型50口径BMG弾です。貫通力は増加しましたが、威力が低下しています。これは手で詰め込まれました。
zh_cn: 一种相对比较少见的.50勃朗宁机枪弹 ,它的弹头中原本灌铅的地方 ,换成了一个极为坚硬的钨钢穿甲弹芯 ,这大大改善了它的穿甲能力 ,但是高穿甲的代价是伤害比铅芯子弹要小一些 .它使用手工制作的粗劣弹头复装过了 ,正常发射问题不大 ,可惜精度远不如从前 .

source: Volatile powdered chemical oxidizer.
de: Flüchtiges chemisches Oxidationsmittel in Pulverform.
ja: 揮発性のある粉末状の科学酸化剤です。
ko: 반응성이 강한 산화 촉매제 가루입니다.
ru: Окислитель для химических реакций в виде порошка.
zh_cn: 挥发性化学氧化剂粉末。

source: Weak hand-reloaded shotgun ammunition. Designed for hunting birds and other small game, its applications in combat are very limited.
de: Schwache wiedergeladene Schrotflintenmunition. Für die Jagd auf Vögel und kleinere Tiere entwickelt. Ihre Anwendung in Gefechten ist sehr limitiert.
ja: 脆弱な手詰めのショットガンの弾です。鳥や小動物の狩猟用に設計されています。活用できる戦闘は非常に限られています。
zh_cn: 手工重新装药的低伤害的霰弹枪弹药。用来狩猎鸟类和其他小玩意还行，其在战斗中的应用极为有限。

source: Weak shotgun ammunition. Designed for hunting birds and other small game, its applications in combat are very limited.
de: Schwache Schrotflintenmunition. Für die Jagd auf Vögel und kleinere Tiere entwickelt. Ihre Anwendung in Gefechten ist sehr eingeschränkt.
ja: 弱いショットガン用の弾薬です。鳥獣の狩猟や小さな標的向きで、戦闘における効果は非常に限られます。
zh_cn: 低伤害的霰弹枪弹药。用来狩猎鸟类和其他小玩意还行，其在战斗中的应用极为有限。

source: Wool yarn, could be used to knit wool clothing.
ja: 羊毛製の織糸です。羊毛製の衣類を編むのに使えます。
zh_cn: 羊毛纱线，可用于编织羊毛服装。

source: acetic acid
ja: 酢酸
zh_cn: 醋酸

source: acetone
ja: アセトン
zh_cn: 丙酮

source: aluminum powder
ja: 粉末(アルミニウム)
zh_cn: 铝粉

source: aluminum sulfate
zh_cn: 硫酸铝

source: ammonium nitrate
ja: 硝酸アンモニウム
zh_cn: 硝酸铵

source: arrowhead
de: Pfeilspitze
ja: 矢尻
ko: 화살촉(arrowhead)
ru: наконечник стрелы
zh_cn: 箭镞

source: battery
de: Batterie
ja: 電池
ko: 배터리(battery)
ru: батарейка
zh_cn: 电池组

source: bearings
de: Kugellager
ja: ベアリング
ko: 베어링(bearings)
ru: подшипник
zh_cn: 滚珠

source: birdshot
de: Vogeldunst
ja: 弾薬(小ペレット弾)
ko: 버드샷(birdshot)
ru: патрон с мелкой дробью
zh_cn: 猎鸟弹

source: bismuth
de: Wismut
ja: 蒼鉛
ko: 비스무트(bismuth)
ru: висмут
zh_cn: 铋块

source: black gunpowder
ja: 黒色火薬
zh_cn: 黑火药

source: bladed disc
ja: 円盤(金属/刃)
zh_cn: 刀刃圆盘

source: blue paint
de: blaue Farbe
ja: 塗料(青)
ko: 파란색 페인트(blue paint)
ru: банка синей краски
zh_cn: 蓝油漆

source: blunderbuss flechette
ja: 弾薬(ラッパ銃/矢弾)
zh_cn: 火铳镖型弹

source: blunderbuss shot
ja: 弾薬(ラッパ銃/散弾)
zh_cn: 火铳霰弹

source: blunderbuss slug
ja: 弾薬(ラッパ銃/単発弾)
zh_cn: 火铳独头弹

source: bootleg fusion pack
de: selbstgebaute Fusionspackung
ja: 弾薬(核融合パック/密造)
ko: 핵융합 전지(fusion pack)-수제
zh_cn: 自制核聚变能源包

source: calcium carbide
ja: 炭化カルシウム
zh_cn: 碳化钙

source: carbon fiber arrow
de: Kohlefaserpfeil
ja: 矢(カーボン)
ko: 탄소섬유 화살(carbon fiber arrow)
ru: карбоновая стрела
zh_cn: 碳素箭

source: carbon fiber fishing spear
de: Kohlefaserfischspeer
ja: 銛(カーボン)
ko: 탄소섬유 작살(fishing spear)
ru: карбоновый гарпун
zh_cn: 碳素纤维鱼叉

source: cement
ja: セメント
zh_cn: 水泥

source: cent
ja: セント
ko: 센트(cent)
ru: цент
zh_cn: 美分

source: charcoal
de: Holzkohle
ja: 炭
ko: 숯(charcoal)
ru: древесный уголь
zh_cn: 木炭

source: charge
de: Ladung
ja: 充電パック
ko: 폭약(charge)
ru: заряд
zh_cn: 蓄能器

source: charged capacitor
de: geladener Kondensator
ja: 充電されたコンデンサ
ko: 충전된 축전기(charged capacitor)
ru: заряженный конденсатор
zh_cn: 充电电源

source: chromium oxide
ja: 塩化クロム
zh_cn: 氧化铬

source: copper
ja: 銅
zh_cn: 铜料

source: copper javelin
zh_cn: 铜尖标枪

source: copper wire
de: Kupferkabel
ja: 銅線
ko: 구리 전선(copper wire)
ru: медный провод
zh_cn: 铜线

source: dart
ja: ダーツ
ko: 다트(dart)
ru: дротик
zh_cn: 镖

source: diesel
ja: 軽油
zh_cn: 柴油

source: down feather
ja: 綿羽
zh_cn: 羽绒

source: duct tape
de: Isolierband
ja: ダクトテープ
ko: 접착 테이프(duct tape)
ru: монтажный скотч
zh_cn: 强力胶布

source: exploding arrow
de: Explosivpfeil
ja: 矢(爆発)
ko: 폭발성 화살(exploding arrow)
ru: взрывающаяся стрела
zh_cn: 爆裂箭

source: explosive crossbow bolt
de: explosiver Armbrustbolzen
ja: ボルト(金属/爆発)
ko: 폭발성 쇠뇌 볼트(crossbow bolt)
ru: взрывчатый болт
zh_cn: 爆裂弩矢

source: explosive home-made rocket
ja: ロケット弾(自作/炸裂)
zh_cn: 土制爆炸火箭

source: explosive slug
de: explosive Schrotladung
ja: 弾薬(単発弾/炸裂)
ko: 폭발성 슬러그(explosive slug)
ru: взрывной жакан
zh_cn: 高爆霰弹

source: feather
de: Vogelfeder
ja: 羽
ko: 깃털(feather)
ru: перо
zh_cn: 羽毛

source: fire canister
ja: 円筒弾(火炎)
zh_cn: 火焰大炸弹

source: fish bait - bread
de: Brot-Fischköder
ja: 魚の餌(パン)
zh_cn: 鱼饵-面包

source: fish bait - fish
de: Fisch-Fischköder
ja: 魚の餌(魚)
zh_cn: 鱼饵-鱼

source: fish bait - meat
de: Fleisch-Fischköder
ja: 魚の餌(肉)
zh_cn: 鱼饵-肉

source: fish bait - veggy
de: pflanzlicher Fischköder
ja: 魚の餌(野菜)
zh_cn: 素鱼饵

source: flaming arrow
de: Brandpfeil
ja: 矢(火矢)
ko: 불화살(flaming arrow)
ru: зажигательная стрела
zh_cn: 燃烧箭

source: flechette shell
de: Flechet-Hülse
ja: 弾薬(矢弾)
ko: 플레쉐트탄(flechette shell)
ru: 12 калибр - оперённые
zh_cn: 镖型霰弹

source: fletched field point wooden arrow
de: befiederter metallbespitzer Holzpfeil
ja: 矢(木/フィールドポイント/矢羽)
zh_cn: 锥头翎羽木箭

source: fletched fire-hardened wooden arrow
de: befiederter feuergehärteter Holzpfeil
ja: 矢(木/焼固/矢羽)
zh_cn: 碳化翎羽木箭

source: fletched heavy wooden arrow
ja: 矢(堅木/矢羽)
zh_cn: 翎羽重箭

source: fletched metal arrow
ja: 矢(金属/矢羽)
zh_cn: 翎羽金属箭

source: fletched sharpened metal arrow
ja: 矢(金属/鋭利/矢羽)
zh_cn: 尖头翎羽金属箭

source: fletched small game arrow
ja: 矢(木/猟矢/矢羽)
zh_cn: 狩猎翎羽小箭

source: fletched wooden arrow
ja: 矢(木/矢羽)
zh_cn: 带翎木箭

source: fletching
de: Befiederung
ja: 矢羽
ko: 화살깃(fletching)
ru: оперение
zh_cn: 箭翎

source: fluffy down feathers from a bird. Useful for making cozy bedclothes.
ja: 鳥の羽の下に生えている柔らかな綿羽です。保温性に優れた寝具の作製に使えます。
zh_cn: 鸟类身上掉落的蓬松羽绒。可用于制备舒适的床上用品。

source: fragmentation canister
ja: 円筒弾(破片)
zh_cn: 破片大炸弹

source: fungal flower
de: Fungusblume
ja: 真菌の花
ko: 진균체 꽃
ru: фунгалоидный цветок
zh_cn: 真菌花

source: fungal seed
de: Pilzspore
ja: 種(真菌)
ko: 진균 씨앗(fungal seeds)
zh_cn: 真菌种子

source: fusion pack
de: Fusionspackung
ja: 弾薬(核融合パック)
ko: 핵융합 전지(fusion pack)
ru: батарея ядерного синтеза
zh_cn: 核聚变能源包

source: gasoline
de: Benzin
ja: ガソリン
ko: 휘발유(gasoline)
ru: бензин
zh_cn: 汽油

source: gold
ja: 金
ko: 금(gold)
ru: золото
zh_cn: 金块

source: green carpet
de: grüner Teppich
ja: 絨毯(緑)
ko: 초록 카펫(green carpet)
ru: зелёный ковёр
zh_cn: 绿地毯

source: green paint
de: grüne Farbe
ja: 塗料(緑)
ko: 녹색 페인트(green paint)
ru: банка зелёной краски
zh_cn: 绿油漆

source: gunpowder
de: Schießpulver
ja: 火薬
ko: 화약(gunpowder)
ru: порох
zh_cn: 火药

source: handmade 20x66mm buckshot
de: selbstgemachte 20×66mm-Schrotmunition
ja: 手製ケースレス弾薬(20x66mm/散弾)
ko: 20x66mm 벅샷(buckshot)-수제
zh_cn: 26X66mm 手工猎鹿弹

source: handmade 20x66mm flechette
de: selbstgebautes 20×66mm-Flechet
ja: 手製ケースレス弾薬(20x66mm/矢弾)
ko: 20x66mm 플레쉐트탄(flechette)-수제
zh_cn: 26X66mm 手工镖型弹

source: handmade 20x66mm slug
de: selbstgemachte 20×66mm-Gewehrkugel
ja: 手製ケースレス弾薬(20x66mm/単発弾)
ko: 20x66mm 슬러그(slug)-수제
zh_cn: 26X66mm 手工合金弹

source: handmade 8x40mm caseless
de: 8×40mm hülsenlos (selbstgebaut)
ja: 手製ケースレス弾薬(8x40mm)
ko: 8x40mm 무탄피탄-수제
zh_cn: 8x40mm 手工无壳弹

source: handmade 8x40mm caseless JSP
de: 8×40mm hülsenlos JSP (selbstgebaut)
ja: 手製ケースレス弾薬(8x40mm/JSP)
ko: 8x40mm JSP 무탄피탄-수제
zh_cn: 8x40mm 手工无壳JSP弹

source: heavy fletched field point arrow
de: schwerer gefiederter metallbespitzer Pfeil
ja: 矢(堅木/フィールドポイント/矢羽)
ko: 목제 화살-두꺼움, 사냥용 촉, 깃(arrow)
ru: тяжёлая стрела с наконечником и оперением
zh_cn: 锥头翎羽重箭

source: heavy fletched fire-hardened arrow
de: schwerer gefiederter feuergehärteter Pfeil
ja: 矢(堅木/焼固/矢羽)
zh_cn: 碳化翎羽重箭

source: heavy wooden arrow shaft
de: schwerer Holzpfeilschaft
ja: 矢柄(堅木)
zh_cn: 重木箭杆

source: hexamine
ja: ヘキサミン
zh_cn: 环六亚甲基四胺

source: hydrogen
de: Wasserstoff
ja: 水素
ko: 수소(hydrogen)
ru: водород
zh_cn: 氢气罐

source: hydrogen peroxide
ja: 過酸化水素
zh_cn: 过氧化氢

source: hydrogen peroxide (concentrated)
ja: 過酸化水素(濃縮)
zh_cn: 过氧化氢（浓缩）

source: incendiary
de: Brandstoff
ja: 焼夷剤
ko: 소이재(incendiary)
zh_cn: 易燃原料

source: incendiary home-made rocket
ja: ロケット弾(自作/焼夷)
zh_cn: 土制燃烧火箭

source: inferno canister
ja: 円筒弾(業火)
zh_cn: 地狱火大炸弹

source: iron javelin
de: Eisenwurfspeer
ja: アイアンジャベリン
ko: 철제 자벨린(iron javelin)
ru: железное метательное копьё
zh_cn: 铁标枪

source: lamp oil
de: Lampenöl
ja: ランプオイル
ko: 램프 기름(lamp oil)
ru: ламповое масло
zh_cn: 灯油

source: large pistol primer
de: großes Pistolenzündhütchen
ja: 雷管(大型拳銃用)
ko: 대구경 권총 뇌관(pistol primer)
ru: большой пистолетный капсюль
zh_cn: 大型手枪子弹底火

source: large rifle primer
de: großes Gewehrzündhütchen
ja: 雷管(大型ライフル用)
ko: 대구경 라이플 뇌관(rifle primer)
ru: большой ружейный капсюль
zh_cn: 大型步枪子弹底火

source: lawn dart
ja: ローンダーツ
ko: 놀이용 다트(lawn dart)
ru: газонный дротик
zh_cn: 草地飞镖

source: lead
de: Blei
ja: 鉛
ko: 납(lead)
ru: свинец
zh_cn: 铅块

source: lead ball
ja: 砲丸
zh_cn: 铅球

source: limestone
ja: 石灰岩
zh_cn: 石灰岩

source: lye powder
de: Laugenpulver
ja: 苛性ソーダ
ko: 가성소다 가루(lye powder)
ru: щелочной порошок
zh_cn: 碱粉

source: makeshift shotgun beanbag
ja: 弾薬(ショットガン/ビーンバッグ(簡易))
zh_cn: 手工沙包弹

source: makeshift shotgun shot
ja: 弾薬(ショットガン/散弾(簡易))
zh_cn: 手工霰弹

source: makeshift shotgun slug
ja: 弾薬(ショットガン/単発弾(簡易))
zh_cn: 手工独头弹

source: marble
de: Murmel
ja: ビー玉
zh_cn: 玻璃珠

source: medical tape
de: medizinisches Band
ja: 医療テープ
ko: 의료용 테이프(medical tape)
ru: медицинская лента
zh_cn: 医学胶带

source: metal arrow shaft
de: Metallpfeilschaft
ja: 矢柄(金属)
ko: 금속 화살대(arrow shaft)
ru: металлическое древко
zh_cn: 金属箭杆

source: metal ballista bolt
ja: バリスタ用ボルト(金属)
zh_cn: 金属弩床矢

source: metal crossbow bolt
de: Metall-Armbrustbolzen
ja: ボルト(金属)
ko: 철제 쇠뇌 볼트(crossbow bolt)
ru: металлический арбалетный болт
zh_cn: 金属弩矢

source: metal fishing spear
de: Metallfischspeer
ja: 銛(金属)
ko: 금속 작살(fishing spear)
ru: металлический гарпун
zh_cn: 金属鱼叉

source: modified mininuke
de: modifizertes Atombömbchen
ja: 小型原子爆弾(改良型)
ko: 개량형 소형핵(mininuke)
ru: модифицированная ядерная мини-бомба
zh_cn: 改良迷你核弹

source: nail
de: Nagel
ja: 釘
ko: 못(nail)
ru: гвоздь
zh_cn: 钉子

source: napalm
ja: ナパーム
zh_cn: 凝固汽油

source: nicotine liquid
de: Nikotinflüssigkeit
ja: 液体ニコチン
ko: 액상 니코틴(nicotine liquid)
ru: колба никотиновой жидкости
zh_cn: 尼古丁浓缩液

source: nitric acid
ja: 硝酸
zh_cn: 硝酸

source: oxidizer powder
de: Oxidationspulver
ja: 酸化剤
ko: 산화제 가루(oxidizer powder)
ru: окислитель
zh_cn: 磷粉

source: oxygen
ja: 酸素
zh_cn: 氧气

source: paper cartridge
de: Papierpatrone
ja: 紙製薬莢
ko: 종이 화약포(paper cartridge)
ru: бумажный патрон
zh_cn: 纸卷弹

source: pebble
de: Kieselstein
ja: 石つぶて
ko: 자갈(pebble)
ru: галька
zh_cn: 石子

source: placeholder ammunition
de: Platzhaltermunition
ja: 代替弾薬
zh_cn: 弹药携行器

source: plant fiber
ja: 植物繊維
zh_cn: 植物纤维

source: plastic arrow
de: Plastikpfeil
ja: 矢(プラスチック)
ko: 플라스틱 화살(plastic arrow)
ru: пластиковая стрела
zh_cn: 塑料箭

source: plastic arrowhead
de: Plastikpfeilspitze
ja: 矢尻(プラスチック)
ko: 플라스틱 화살촉(arrowhead)
ru: пластиковый наконечник
zh_cn: 塑料箭镞

source: plastic shaft
de: Plastikschaft
ja: 矢柄(プラスチック)
ko: 플라스틱 화살대(plastic shaft)
ru: пластиковое древко
zh_cn: 塑料箭杆

source: plutonium cell
de: Plutoniumzelle
ja: 原子力電池
ko: 플루토늄 전지(plutonium cell)
ru: плутониевая батарейка
zh_cn: 钚电池

source: plutonium slurry
zh_cn: 钚浆

source: point
zh_cn: 点

source: pool ball
de: Billardkugel
ja: ビリヤードボール
ko: 당구공(pool ball)
ru: бильярдный шар
zh_cn: 台球

source: purple carpet
de: violetter Teppich
ja: 絨毯(紫)
ko: 자주색 카펫(purple carpet)
ru: пурпурный ковёр
zh_cn: 紫地毯

source: purple paint
de: violette Farbe
ja: 塗料(紫)
ko: 자주색 페인트(purple paint)
ru: банка пурпурной краски
zh_cn: 紫油漆

source: quicklime
ja: 生石灰
zh_cn: 生石灰

source: rebar rail
de: Bewehrungsstabsschiene
ja: レール(鉄筋)
ko: 철근 레일(rebar rail)
ru: кусок арматуры
zh_cn: 钢筋磁轨弹

source: rebreather filter cartridge
de: Kreislaufatemgerätsfiltereinsatz
ja: リブリーザーフィルターカートリッジ
ko: 수중호흡기 필터 카트리지(rebreather filter)
ru: картридж для ребризера
zh_cn: 呼吸器滤芯

source: red carpet
de: roter Teppich
ja: 絨毯(赤)
ko: 빨간 카펫(red carpet)
ru: красный ковёр
zh_cn: 红地毯

source: red paint
de: rote Farbe
ja: 塗料(赤)
ko: 빨간색 페인트(red paint)
ru: банка красной краски
zh_cn: 红油漆

source: reloaded .223 Remington
de: wiedergeladene .223 Remington
ja: 弾薬(22.3口径/レミントン(手詰め))
ko: .223 Remington-재생
zh_cn: 复装.223 Remington弹

source: reloaded .270 Winchester
de: wiedergeladene .270 Winchester
ja: 弾薬(.27口径/ウィンチェスター(手詰め))
ko: .270 Winchester-재생
zh_cn: 复装.270 Winchester弹

source: reloaded .30-06 AP
de: wiedergeladene .30-06 AP
ja: 弾薬(.30-06口径/徹甲(手詰め))
ko: .30-06 AP-재생
zh_cn: 复装.30-06 AP弹
