Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A simple thin aluminum shaft. Useful in lots of electronics recipes.
ko: 평범한 얇은 알루미늄 축대입니다. 다양한 전자 공학 제작에 유용하게 쓰입니다.
ru: Простой алюминиевый стержень. Используется во многих рецептах электроники.

source: A misshapen chunk of steel. Makes a decent weapon in a pinch, and is also useful for some crafting recipes.
ko: 보기 흉한 강철 조각입니다. 유사시에는 괜찮은 무기로 쓰이며, 또한 다양한 물품 제작에 유용하게 사용할 수 있습니다.
ru: Деформированный кусок стали. Используется как неплохое оружие и в некоторых рецептах.

source: A misshapen heavy piece of steel. Useful for some crafting recipes.
ko: 보기 흉한 무거운 강철 덩어리입니다. 다양한 물품 제작에 유용하게 사용할 수 있습니다.
ru: Большой деформированный кусок стали. Используется в некоторых рецептах.

source: A broken shard of glass covered in sharp edges. You could use it as a weapon, but you might want to wear gloves.
ko: 깨진 유리 조각은 날카로운 모서리로 둘러싸여있습니다. 무기로 사용할 수도 있지만, 반드시 장갑을 착용해야 할겁니다.
ru: Кусок битого стекла с острыми краями. Можно использовать в качестве оружия, но лучше не забыть при этом надеть перчатки.

source: A large sheet of glass. Easily shattered. Useful for repairing windows.
ko: 큰 유리판입니다. 쉽게 부서지며, 창문을 수리할 때 쓰입니다.
ru: Большой лист стекла. Очень хрупкий. Используется для починки окон.

source: A heavy iron disc that typically covers a ladder into the sewers. Lifting it from the manhole is impossible without a crowbar.
ko: 일반적으로 하수구 사다리 쪽에 있는 무거운 원형 철판입니다. 쇠지렛대 없이 맨홀 뚜겅을 들어올리는 것은 불가능합니다.
ru: Тяжёлый железный диск, закрывающий спуск в канализацию. Поднять его без лома нереально.

source: A sturdy, heavy stick. Makes a decent melee weapon, and can be cut into two by fours for crafting.
ko: 튼튼하고 무거운 막대기입니다. 괜찮은 근접 무기를 만들 수 있으며, 잘라서 재목을 만들 수도 있습니다.
ru: Крепкая тяжёлая палка. Можно использовать в качестве оружия ближнего боя или переработать в доски.

source: A smooth and sturdy staff with a leather-wrapped grip. Light and well-balanced, it is surprisingly easy to handle.
ko: 가죽으로 덧댄 손잡이가 있는, 밋밋하고 튼튼한 지팡이. 가볍고 균형이 잡혀있어 다루기 쉽습니다.
ru: Гладкий и прочный посох с кожаной рукоятью. Легкий и хорошо сбалансированный. Удивительно прост в обращении.

source: A smooth and sturdy staff with a leather-wrapped grip, which has been reinforced with metal bands and caps. Durable and well-balanced, it is surprisingly easy to handle.
ko: 가죽으로 덧댄 손잡이가 있으며, 금속테로 보강한 지팡이. 튼튼하고 균형이 잡혀있으며 다루기 쉽습니다.
ru: Гладкий и прочный посох с кожаной рукоятью, усиленный металлическими наконечниками. Прочный и хорошо сбалансированный. Удивительно прост в обращении.

source: An exotic weapon comprised of a long pole of wood with curved blades on each end. It can be deadly in skilled hands.
ko: 이 이국적인 무기는 양쪽 끝의 곡면날과 긴 나무 막대로 구성되어있습니다. 숙련자가 사용하면 치명적일 수 있습니다.
ru: Экзотическое оружие состоящее из длинного деревянного шеста с парой лопатообразных лезвий на каждом конце. В умелых руках может быть смертельно опасным.

source: A one-handed hatchet. Makes a great melee weapon, and is useful both for chopping things and for use as a hammer.
ko: 한손용 도끼입니다. 좋은 근접무기이며, 나무를 자르거나 망치 대용으로 사용하는데에도 유용합니다.
ru: Одноручный топор. Неплохое оружие ближнего боя. Можно использовать для рубки или в качестве молотка.

source: A cast-iron pan. Makes a decent melee weapon, and is used for cooking.
ko: 주철로 된 프라이팬입니다. 괜찮은 근접 무기로 사용할 수 있으며, 음식을 만들 때에도 사용합니다.
ru: Чугунная сковорода. Может послужить приличным оружием ближнего боя, но чаще используется для приготовления пищи.

source: A waffle iron. For making waffles.
ko: 와플을 만드는데 쓰이는 와플 틀입니다.
ru: Вафельница. Для изготовления вафель.

source: A pasta extruder run by a hand-crank. Useful in making pasta. It comes with various heads to make various kinds of pasta.
ko: 손으로 크랭크를 돌려 사용하는 파스타 압출기입니다. 파스타를 만드는데 유용하게 사용됩니다. 다양한 종류의 파스타를 만들기 위해 다양한 헤드가 함께 제공됩니다.
ru: Мясорубка, работающая от прокрутки ручки. Удобна для приготовления фарша. Не обязательно из мяса. В комплекте есть разные насадки для разных видов фарша.

source: A small metal teapot. Teatime wouldn't be complete without one.
ko: 작은 금속제 찻주전자입니다. 티타임의 필수품이죠.
ru: Маленький железный чайник. Без него не обойдется ни одно чаепитие.

source: A piece of an insect's exoskeleton. It is light and very durable.
ko: 곤충의 외골격 조각입니다. 가볍고 매우 내구성이 높습니다.
ru: Кусок панциря насекомого. Легкий и очень прочный.

source: An unopened biollante flower, brilliant purple in color. It may still have its sap-producing organ intact.
ko: 피지 않은 비오란테 꽃봉오리입니다. 화려한 보라빛이며, 수액을 생산하는 기관을 아직 가지고 있을 수도 있습니다.
ru: Закрытый цветок Биолланте, ярко фиолетового цвета. Возможно его репродуктивный орган не поврежден.

source: A large bar of gold. Before the apocalypse, this would've been worth a small fortune; now its value is greatly diminished.
ko: 큰 금괴입니다. 종말이 오기 전에는 엄청난 값어치가 나갔겠지만, 지금은 그 값어치가 매우 감소했습니다.
ru: Большой слиток золота. До апокалипсиса, он бы стоил немалые деньги, но теперь его ценность значительно снижена.

source: A large bar of silver. Before the cataclysm, this would've been worth quite a bit; now its value is greatly diminished.
ko: 커다란 은괴입니다. 대격변 이전에는 꽤 가치가 있었지만 지금은 값어치가 많이 떨어졌습니다.
ru: Большой серебряный слиток. До катаклизма стоил кругленькую сумму, а теперь его ценность очень сильно упала.

source: A fist-sized eyeball with a cross-shaped pupil. It seems to be made of stone, but doesn't look like it was carved.
ko: 주먹만한 크기의 안구에, 동공은 십자가 모양을 하고 있습니다. 돌로 만든 것 같지만, 돌을 깎아서 만든 것 같지는 않습니다.
ru: Глазное яблоко с крестовидным зрачком размером с кулак. Похоже, что сделан из камня, хотя и не видно следов механической обработки.

source: A rock the size of your fist. It is covered with intricate spirals; it is impossible to tell whether they are carved, naturally formed, or some kind of fossil.
ko: 주먹 크기인 돌로, 복잡한 나선형 모양이 새겨져 있습니다. 조각된 것인지, 자연적으로 생긴 것인지, 혹은 어떤 종류의 화석인지 알 수 없습니다.
ru: Камень размером с кулак. Покрыт сложной спиралью. Невозможно определить, вырезан ли он из камня, образуется естественным образом, или это какое-то ископаемое.

source: A tool useful for seeing long distances. Simply carrying this item in your inventory will double the distance that is mapped around you during your travels.
ko: 이 도구는 먼 곳을 볼 때 유용합니다. 간단하게 소지품에 넣어놓기만 해도, 기존보다 맵을 2배 더 넓게 볼 수 있습니다.
ru: Биноколь полезен для увеличения видимого расстояния. Просто используйте его и вы сможете видеть в 2 раза больше территории, которая отображается вокруг вас во время вашего путешествия.

source: A USB thumb drive. Useful for holding software.
ko: 엄지 손가락 정도 크기의 USB 드라이브입니다. 소프트웨어를 저장할 때 쓰입니다.
ru: USB-флэш-накопитель. Полезна для хранения программного обеспечения.

source: A colorful, hard ball. Essentially a rock.
ko: 알록달록하고 단단한 공입니다. 사실상 일반적인 돌과 다를게 없습니다.
ru: Разноцветный твёрдый шар. По сути, камень.

source: A large, heavy ball. Before the apocalypse, its main purpose was to be rolled along waxed floors.
ko: 크고 무거운 볼링공입니다. 대격변 전, 이것의 본래 용도는 왁스칠 된 바닥을 굴러가는 것이었습니다.
ru: Большой тяжёлый шар. До апокалипсиса нужен был, чтобы катать его по вощёному полу.

source: A large, relatively sharp blade. Could be used to make bladed weaponry, or attached to a car.
ko: 크고, 비교적 날카로운 칼날입니다. 날붙이 무기류로 만들 수도 있고, 자동차에 붙여서 사용할 수도 있습니다.
ru: Большое, достаточно острое лезвие. Его можно использовать для создания холодного оружия или прикрепить к машине.

source: An 8" circular sawblade. You could make a saw with it, or throw it. Wielding it without sturdy gloves is a bad idea.
ko: 8" 원형 톱날입니다. 이것으로 톱을 만들거나, 투척무기로 사용할 수 있습니다. 튼튼한 장갑을 끼지 않고 휘두르는 것은 그다지 좋은 생각이 아닙니다.
ru: Циркулярная пила с диаметром диска 20 см. Можно пилить, а можно и метнуть. Взять её в руки, не одетые в прочные перчатки, будет плохой идеей.

source: A length of thin, relatively stiff, steel wire. Like the sort you find in wire fences.
ko: 얇고, 상당히 튼튼한 철사입니다. 울타리에 철사를 두르는 등의 용도로 사용할 수 있습니다.
ru: Длинная тонкая, относительно жесткая, стальная проволока. Используется в проволочных оградах.

source: A large log, cut from a tree. (a)ctivate a wood axe or wood saw to cut it into planks
ko: 나무에서 잘라낸 큰 통나무입니다. 벌목용 도끼나 톱을 'a' 키로 사용해서 판자로 만들 수 있습니다.
ru: Огромное полено, вырубленное из дерева. Используйте (активируйте) топор или пилу, чтобы распилить его на доски.

source: A thin wooden skewer. Squirrel on a stick, anyone?
ko: 얇은 나무 꼬챙이입니다. 다람쥐를 꽂았는데, 먹을 사람?
ru: Тонкий деревянный вертел. Кому белку на палочке?!

source: A torch that has consumed all its fuel; it can be recrafted into another torch
ko: 모든 연료를 소비한 횃불입니다. 다른 횃불로 재조합할 수 있습니다.
ru: Факел с выгоревшим топливом можно перекрафтить в другой факел.

source: A large, heavy-duty spring. Expands with significant force when compressed.
ko: 큼지막한 고강도 용수철입니다. 압축하면 상당히 강한 힘으로 펴집니다.
ru: Крупная сверхпрочная пружина. После сжатия резко разжимается обратно.

source: A motorized pushmower that seems to be broken. You could take it apart if you had a wrench.
ko: 이 전동 제초기는 고장난 것 같습니다. 렌치가 있으면 분해할 수 있습니다.
ru: Моторная газонокосилка, которая похоже сломана. Вы могли бы её разобрать, если бы у вас был гаечный ключ.

source: A small tent, just big enough to fit a person comfortably. This tent is broken and cannot be deployed
ko: 작은 텐트입니다. 딱 한 사람이 쾌적하게 사용할 수 있는 크기입니다. 이 텐트는 고장나서 사용할 수 없습니다.
ru: Маленькая палатка на одного человека. Эта палатка сломана и не может быть развернута

source: A home microwave, has probably seen its share of baked beans. Good for scrap parts.
ko: 가정용 전자레인지로, 구운 콩을 익히는데 사용되었을 것 같습니다. 고철로 쓰기에는 좋습니다.
ru: Домашняя микроволновка, вероятно видавшая свои лучшие годы даря тушеную фасоль. Годится на металлолом.

source: A broken laptop, basically a paperweight now
ko: 고장난 노트북입니다. 이제는 종이를 눌러두는 용도로나 사용할 수 있습니다.
ru: Сломанный ноутбук, годится, разве что, для пресс-папье.

source: A broken eyebot. Much less threatening now that it lies limp on solid ground. Could be gutted for parts.
ko: 고장난 아이봇입니다. 땅바닥에 무기력하게 쓰러져 있어서 전혀 위협적이지 않습니다. 부품을 회수할 수 있습니다.
ru: Сломанный робоглаз. Сейчас он лежит на земле и не представляет угрозы. Можно разобрать на запчасти.

source: A broken manhack. Much less threatening now that it lies limp on solid ground. Could be gutted for parts.
ko: 고장난 맨핵입니다. 땅바닥에 무기력하게 쓰러져 있어서 전혀 위협적이지 않습니다. 부품을 회수할 수 있습니다.
ru: Сломанный мэнхак. Теперь он лежит на земле и мало чем угрожает. Его можно разобрать на запчасти.

source: A fork, if you stab something with it you eat it right away. Wait... nevermind.
ko: 포크입니다. 무언가를 먹고 싶으면, 포크로 쿡 찔러보세요.잠깐... 아무것도 아니에요.
ru: Вилка, если вы ударите что-то, держа её в руке, то сразу же это и съедите. Подождите... неважно.

source: Do not try to bend the spoon. That is impossible.
ko: 숟가락을 구부리려 하지 마세요. 불가능한 일이니까요.
ru: Не пытайся согнуть ложку. Это невозможно.

source: Clearly the superior instrument. Sporks are just imitators.
ko: 분명히 말하지만, 숟가락포크가 훨씬 더 뛰어난 도구입니다. 포크숟가락은 짝퉁일 뿐이죠.
ru: Очевидно же, идеальный инструмент. Гораздо лучше вилко-ложки.

source: A large rag, drenched in blood. It could be cleaned with boiling water.
ko: 큰 걸레입니다. 피가 묻어있지만, 끓는 물로 깨끗하게 만들 수 있습니다.
ru: Крупный пропитанный кровью кусок ткани. Кровь можно отмыть в кипящей воде.

source: A rock the size of a baseball. Makes a decent melee weapon, and is also good for throwing at enemies.
ko: 야구공 만한 크기의 돌입니다. 유용한 근접 무기를 만들 수 있습니다. 물론 적에게 던지기 용으로도 좋습니다.
ru: Камень, размером с бейсбольный мяч. Не самое плохое оружие ближнего боя, но куда больше подходит для метания во врагов.

source: A baseball, good for throwing at enemies. Getting hit with one of these hurts a lot more than you might think.
ko: 적에게 던지기 좋은 야구공. 맞으면 생각보다 아픕니다.
ru: Бейсбольный мяч хорошо кидать во врагов. Удар такого гораздо более, чем кажется.

source: A heavy circular block of solid rubber, normally used for playing hockey. You can throw it to cause some serious harm.
ko: 묵직한 원형 고무 덩어리로, 보통 하키 경기에 사용합니다. 적에게 던져서 큰 부상을 입힐 수도 있습니다.
ru: Тяжелый, круглый кусок резины, обычно используется для игры в хоккей. Если кинуть, то может причинить серьезный урон.

source: An oval made of leather and string, it's easily thrown but does little damage. You could take it apart into leather if you wanted.
ko: 가죽으로 만든 타원형 공. 던지기 쉽지만, 피해도 적게 입힙니다. 찢어서 가죽조각을 만들 수도 있습니다.
ru: Шар сделанный из кожи. Легко бросить, но наносит мало урона. Можно разрезать на куски кожи.

source: A medical syringe. Used for administering intravenous drugs.
ko: 의료용 주사기입니다. 정맥 주사 약물들을 투여할 때 쓰입니다.
ru: Медицинский шприц. Используется для внутривенного введения медицинских препаратов.

source: The nail sword, or nord for short. This wooden sword has a dozen nails sticking at jagged angles from edge of the blade, making it much better at chopping than slashing.
ko: 수십 개의 못을 날 부분에 박은 목검입니다. 때문에 베기보다는 타격에 더 적합합니다.
ru: Меч с гвоздями или, для краткости, гвоздемеч. Деревянный меч, лезвие которого утыкано десятком гвоздей, таким гораздо лучше наносить рубящий удар, вместо режущего.

source: Several bits of thin scrap metal crudely beat into the semblance of an edge over a wooden sword. The added weight is unbalanced, but the jagged edge offers a good bit of slashing power.
ko: 몇 조각의 얇은 고철을 조악하게 목검의 날 부분에 붙인 것입니다. 추가된 무게로 인해 균형이 조금 맞지 않게 되었지만, 휘두를 때 금속 칼날 덕분에 상당한 데미지를 줍니다.
ru: Несколько расплющенных и зазубренных металлических кусков грубо наколочены поверх деревянной основы. Дополнительный вес нарушает балансировку, но зато зазубренные края позволяют хорошо рубить.

source: A common short sword, forged from several pieces of steel. The pointy end is the dangerous one.
ko: 몇 조각의 강철로 제련된, 일반적인 짧은 검입니다. 끝이 뾰족해서 꽤 위협적입니다.
ru: Обычный короткий меч, скованный из нескольких кусков стали. Острие меча довольно опасно.

source: A six-inch long piece of nylon rope. Too small to be of much use.
ru: Кусок нейлоновой верёвки длиной шесть футов или примерно 1.8 метра. Слишком маленький, чтоб где-нибудь пригодиться.

source: A heavy steel chain. Useful as a weapon, or for crafting. It has a chance to wrap around your target, allowing for a bonus unarmed attack.
ko: 무거운 강철 사슬입니다. 무기로 유용하며, 제작에 쓸 수도 있습니다. 무기로 사용할 경우, 상대방을 사슬로 감싸 추가적인 맨손 공격을 할 확률이 생깁니다.
ru: Тяжёлая стальная цепь. Можете использовать ее как оружие, или применить в хозяйстве. Есть шанс, что цепь обернётся вокруг вашего противника, и вы сможете нанести дополнительный удар рукой.

source: A long-handled broom. Makes a terrible weapon unless you're chasing cats.
ko: 손잡이가 긴 빗자루. 고양이를 추적하는데 쓰지 않는 이상, 무기로써의 성능은 끔찍합니다.
ru: Метла с длинной ручкой. Худшее, что только можно использовать в качестве оружия, если только не гоняться за кошками.

source: A large, heavy hammer. Makes a good melee weapon for the very strong, but is nearly useless in the hands of the weak.
ko: 크고 무거운 망치입니다. 매우 강력하고 좋은 근접 무기지만, 체력이 약한 사람은 거의 사용할 수 없습니다.
ru: Большой, тяжёлый молот. Прекрасное оружие в руках качка, но у слабака будет практически бесполезным.

source: A medieval hammer made for battle. Its odd shape and balance make it an excellent weapon, but an ineffective tool.
ko: 전투를 위해 만들어진 중세 해머입니다. 이 이상한 모양과 균형은 훌륭한 무기면서도 효율적이지 못하게 만듭니다.
ru: Средневековый молот, участник давних сражений. Его необычная форма и сбалансированность делают из него отличное оружие и никудышный инструмент.

source: A long piece of wood with several nails through one end; essentially a simple mace. Makes a great melee weapon.
ko: 긴 나무 조각으로, 끝부분에 여러 개의 못이 박혀있습니다. 간단한 둔기이자 꽤 좋은 근접 무기입니다.
ru: Длинный кусок деревяшки, утыканный с одного конца гвоздями, примитивная булава. Хорошее оружие ближнего боя.

source: A baseball bat wrapped with barbed wire. A brutal melee weapon.
ko: 가시철사를 감은 야구 방망이입니다. 흉악한 근접무기입니다.
ru: Бейсбольная бита, обтянутая колючей проволокой. Жестокое оружие ближнего боя.

source: A pair of knuckles consisting of two small squares of wood with several nails coming through them. Useful in nasty street fights.
ko: 두 개의 작은 나무 조각에 못들이 박혀있는 너클 한 쌍입니다. 길거리 싸움에 유용합니다.
ru: Кастет с двумя деревянными дощечками, из которых торчит по несколько гвоздей. Пригодится в грязных уличных потасовках.

source: A long piece of wood with several chunks of steel firmly tied to it. The resulting weapon is unwieldy and slow but very heavy hitting.
ko: 강철 조각과 긴 나무 막대기를 단단히 묶어놓았습니다. 그 결과로 나온 무기는 다루기 힘들고 느리지만 아주 강력한 타격무기입니다.
ru: Длинная деревянная палка с куском стали привязанным на конце. Медленная в обращении, но очень мощная.

source: A plank of wood. Makes a decent melee weapon, and can be used to board up doors and windows if you have a hammer and nails.
ko: 규격화된 나무 판자로, 괜찮은 무기로 사용할 수 있습니다. 망치와 못이 있을 경우, 이것으로 문과 창문을 막을 수 있습니다.
ru: Доска из древесины. Приличное оружие ближнего боя. Можно использовать для заколачивания двереё и окон, при наличии молотка и гвоздей.

source: A steel pipe, makes a good melee weapon. Useful in a few crafting recipes.
ko: 강철 파이프입니다. 좋은 근접 무기로 사용할 수 있습니다. 제작 재료로도 유용하게 쓰입니다.
ru: Стальная труба, хороша в качестве оружия ближнего боя. Так же полезна в крафте некоторых рецептов.

source: A sturdy wood bat. Makes a great melee weapon.
ko: 튼튼한 나무 방망이입니다. 훌륭한 근접 무기로 사용할 수 있습니다.
ru: Прочная деревянная бита. Великолепное оружие ближнего боя.

source: A blunt bowling pin. Makes a decent melee weapon, if somewhat short.
ko: 뭉툭하게 생긴 볼링핀입니다. 괜찮은 근접무기로 쓰입니다. 물론 근거리에서요.
ru: Тупая кегля для боулинга. Неплохое оружие ближнего боя, хотя и коротковата.

source: A sturdy wood bat, wrapped in flame-resistant Nomex fabric. Makes a good melee weapon but better be disassembled to recycle the baseball bat and some Nomex patchs.
ko: 노멕스(Nomex) 방화 직물로 감싼 튼튼한 목제 야구 방망이입니다. 좋은 근접무기지만 분해해서 야구 방망이와 노멕스 조각을 재활용하는 것이 더 좋을겁니다.
ru: Прочная деревянная бита, обернутая негорючим Номексом. Является хорошим оружием ближнего боя, но лучше её разобрать, чтобы получить бейсбольную биту и несколько кусков Номекса.

source: wood spear
ru: деревянное копьё

source: A telescoping baton that collapses for easy storage. Makes an excellent melee weapon.
ko: 쉽게 보관하기 위해 늘이고 줄이는 것이 가능한 경찰봉입니다. 아주 훌륭한 근접 무기입니다.
ru: Раздвигаемая полицейская дубинка, которую можно сложить в более компактное состояние. Превосходное оружие ближнего боя.

source: A six-inch stinger from a giant bee. Makes a good melee weapon.
ko: 거대한 꿀벌에게서 얻은 15cm 정도 되는 침입니다. 괜찮은 근접 무기입니다.
ru: Шестидюймовое жало гигантской пчелы. Хорошее оружие ближнего боя.

source: A short dart from a fungal fighter. Makes an average melee weapon.
ko: 진균 전사의 작은 가시입니다. 괜찮은 근접무기로 쓰입니다.
ru: Короткое жало фунгалоида-бойца. Средний рукопашный урон.

source: A six-inch stinger from a giant wasp. Makes a good melee weapon.
ko: 거대한 말벌에게서 얻은 15cm 정도 되는 침입니다. 괜찮은 근접 무기입니다.
ru: Шестидюймовое жало гигантской осы. Хорошее оружие ближнего боя.

source: Handicapped or not, you always walk in style. Consisting of a metal headpiece and a wooden body, this makes a great bashing weapon in a pinch.
ko: 장애인이든 아니든, 항상 자신만의 스타일로 걸어보세요. 금속으로 된 머리에 목제 몸통으로 이루어진 이 지팡이는, 유사시에 매우 훌륭한 둔기로 사용할 수 있습니다.
ru: Инвалид вы или нет, вы всегда передвигаетесь изящно. Состоит из металлического наконечника и деревянного корпуса. Это делает его хорошим дробящим оружием.

source: A medieval weapon consisting of a wood handle with a heavy iron end. It is heavy and slow, but its crushing damage is devastating.
ko: 중세 시대의 무기로, 나무로 된 손잡이와 철로 된 무거운 끝부분으로 구성되어 있습니다. 무겁고 느리지만, 적중 시의 데미지는 엄청납니다.
ru: Средневековое оружие, состоящее из деревянной ручки с тяжелым железным наконечником. Тяжелая и медленная, но её огромный ущерб невероятно разрушителен.

source: A medieval weapon consisting of a wood handle with a heavy, spiked iron ball on the end. It deals devastating crushing damage, with a small amount of piercing to boot.
ko: 중세 시대의 무기로, 나무로 된 손잡이와 가시박힌 무쇠 구로 된 무거운 끝부분으로 구성되어 있습니다. 엄청난 피해를 줄 수 있으며, 약간의 관통 데미지도 줍니다.
ru: Средневековое оружие, состоящее из деревянной ручки и тяжёлого металлического шара, покрытого шипами, на конце. Наносит огромный дробящий урон, плюс немного колющего.

source: A hard-wood stick designed for hitting colorful balls around a felt table. Truly, the coolest of sports.
ko: 단단한 나무 막대기로, 알록달록한 당구 공을 치기 위해 설계되었습니다. 당구는, 정말로 멋진 스포츠입니다.
ru: Палка из твердых пород дерева, предназначеная для удара по красочным шарам в зоне бильярдного стола. Действительно, самый классный вид спорта.

source: A wooden spear, honed to a sharper point and fire hardened for toughness. The grip area has also be carved and covered for better grip.
ko: 나무 창입니다. 예리한 끝부분을 불로 경화시켜 더욱 단단하게 만들었으며, 손잡이 부분은 조각되어 더욱 잡기 좋게 만들었습니다.
ru: Деревянное копье с закаленным огнем острием. Области захвата обработаны для лучшего сцепления с руками.

source: An iron-tipped wooden throwing spear. The grip area has also be carved and covered for better grip.
ko: 끝에 쇠를 붙인 목제 투창입니다. 손잡이 부분은 조각되어 더욱 잡기 좋게 만들었습니다.
ru: Метательное деревянное копьё с железным наконечником. Область хвата вырезана и покрыта для лучшего сцепления.

source: A poppy bud. Contains some substances commonly produced by a mutated poppy flower.
ko: 양귀비 봉오리입니다. 변이된 양귀비 꽃에서 흔히 만들어지는 몇몇 성분을 포함하고 있습니다.
ru: Маковый бутон. Содержит некоторые вещества, выделяемые из мутировавшего цветка мака.

source: A bluebell bud. Contains some substances commonly produced by a bluebell flower.
ko: 블루벨 봉오리입니다. 블루벨 꽃에서 흔히 만들어지는 몇몇 성분을 포함하고 있습니다.
ru: Бутон колокольчика. Содержит некоторые вещества, выделяемые из мутировавшего цветка колокольчика.

source: A dahlia bud. Contains some substances commonly produced by a dahlia.
ko: 달리아 봉오리입니다. 달리아에서 흔히 만들어지는 몇몇 성분을 포함하고 있습니다.
ru: Бутон георгина. Содержит некоторые вещества, выделяемые цветком георгины.

source: A simple cell phone. Nowadays only useful for telling the time or as an alarm clock. Can also be disassembled into some useful parts.
ko: 일반적인 휴대폰입니다. 현 상황에서는 시간과 알람 용도로 사용하는게 전부입니다. 분해해서 유용한 부품을 꺼낼 수 있습니다.
ru: Простой сотовый телефон. В настоящее время пригоден только для того, чтобы узнать время или завести будильник. Его можно разобрать на запчасти.

source: An old fashioned pocket watch. This one tells you the time and looks good doing it. Can also be disassembled into some useful parts.
ko: 구식 디자인을 가진 주머니 시계입니다. 잘 작동하는 것처럼 보입니다. 분해해서 부품을 꺼낼 수 있습니다.
ru: Старомодные карманные часы. Они созданы, чтобы показывать время и делают это отлично. Еще их можно разобрать на запчасти.

source: A filled fish bowl, the tag says to Ed and the fish's name Hoss. It appears the fish has tiny antlers
ko: 물고기가 들어있는 그릇입니다. 붙어있는 표시에는 '에드가, 물고기 이름은 호스' 라고 쓰여져 있습니다. 물고기는 작은 뿔이 있는 것 같습니다.
ru: Аквариум с водой и рыбкой. Табличка на аквариуме гласит, что это аквариум Эда, а рыбку зовут Хосс. Создается впечатление, что рыба имеет крошечные рога.

source: A mass of scrap metal crudely beat into shape, with folded rags underneath to protect the wearers knuckles. A good, quick weapon - but you have to get within punching range to use it.
ko: 조잡하게 두들겨서 모양을 만든 고철로, 착용하는 사람을 보호하기 위해, 안에 천 조각이 들어있습니다. 손에 착용해서 피해를 더 주기 위한 무기입니다. 꽤 쓸만하고 빠른 무기입니다만, 주먹질을 해야해서 공격 거리가 짧습니다.
ru: Металлический предмет, которому придали грубую форму. Внутри имеются сложенные тряпки, чтобы обезопасить суставы владельца. Хорошее быстрое оружие, но чтобы воспользоваться им, нужно подойти на расстояние удара.

source: Five pieces of rebar sharpened to cruel points and strapped to a brace fastened at wrist and forearm on both arms. The next bub better watch out.
ko: 5개의 철근을 사용하여, 조악하게 날을 세우고 중간 부분에 양 손목에 묶을 수 있도록 만든 칼입니다. 이것에 맞으면 좋지 않은 상황이 일어날 것 같습니다.
ru: По пять обломков остро-заточенной арматуры привязанных к скобам и зафиксированных на запястьях и предплечьях обеих рук. И пусть все, что можно проткнуть побережется.

source: A metal weapon made of brass, designed to be gripped in the palm and cause punches to do extra damage. A good, quick weapon - but you have to get within punching range to use it.
ko: 주먹으로 공격할 때 공격력을 강화시키는 황동제 무기. 빠르고 강력하지만, 공격시 주먹이 닿는 거리까지 접근해야 합니다.
ru: Металлическое оружие из латуни, надеваемое на пальцы, для нанесения дополнительного урона в рукопашном бою. Хорошее, быстрое оружие, но подходит только для ближнего боя.

source: A curved wooden stick with a wide and flat end. Commonly used by hockey players.
ko: 끝이 넓고 평평한 굽은 나무 막대기입니다. 하키 선수들이 주로 사용하죠.
ru: Изогнутая деревянная клюшка с плоским и широким окончанием. Используется хоккеистами.
