Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Although you still suffer the negative effects of pain, it also brings a unique pleasure to you.
de: Obwohl du immer noch die negativen Wirkungen von Schmerzen erfährst bringt er auch einen einzigartigen Genuss.
ja: 痛みを与えられると快感を感じて士気が上昇します。
ko: 고통에 따른 부정적인 효과를 겪기는 하지만, 고통에 따라 아주 특수한 쾌락도 함께 찾아옵니다.
ru: Хотя вы по-прежнему страдаете от негативных последствий болевых ощущений, они также доставляют вам непередаваемое удовольствие.
zh_cn: 当你承受疼痛时，你同时会感到一种独特的快♂感。

source: Amorphous Body
de: Formloser Körper
ja: 無定形体
ru: Аморфное тело
zh_cn: 无定形型体

source: Animal Discord
de: Unfriede mit Tieren
ja: 動物敵対オーラ
ko: 동물 반목성
ru: Вражда с животными
zh_cn: 动物公敌

source: Animal Empathy
de: Tierlieb
ja: 動物共感
ko: 동물 공감력
ru: Любимец животных
zh_cn: 动物之友

source: Antennae
de: Antennen
ja: 触角
ko: 더듬이
ru: Усики
zh_cn: 昆虫触角

source: Antlers
de: Geweih
ja: 枝角
ko: 사슴뿔
ru: Оленьи рога
zh_cn: 巨型鹿角

source: Apex Predator
de: Spitzenraubtier
ja: 捕食者の頂点
ko: 최상위 포식자
ru: Идеальный хищник
zh_cn: 掠食者

source: Aquatic
de: Aquatisch
ja: 水生動物
ko: 수생생물
ru: Водный
zh_cn: 水栖人

source: Aqueous
de: Wässrig
ja: 水溶性
ko: 친수성
ru: Водяной
zh_cn: 液态人

source: Arachnid
de: Spinnentier
ja: 蜘蛛
ko: 거미
ru: Арахнид
zh_cn: 蜘蛛人

source: Arachnid Arms
de: Spinnenarme
ja: 蜘蛛類の腕
ru: Паучьи руки
zh_cn: 蜘蛛臂膀

source: Arachnid Limbs
de: Spinnenbeine
ja: 蜘蛛類の手足
ru: Паучьи конечности
zh_cn: 蜘蛛肢体

source: Asthmatic
de: Asthmatisch
ja: 喘息
ko: 천식
ru: Астматик
zh_cn: 哮喘患者

source: Avian Eyes
de: Vogelaugen
ja: 鳥目
ru: Птичьи глаза
zh_cn: 禽眼

source: Bad Back
de: Schlimmes Kreuz
ja: 腰痛
ko: 허리가 좋지 않음
ru: Больная спина
zh_cn: 背痛

source: Bad Knees
de: Schwache Knie
ja: 膝が悪い
ko: 약한 무릎
ru: Больные колени
zh_cn: 膝盖受伤

source: Bad Temper
de: Schwaches Gemüt
ja: 短気
ko: 성급함
ru: Депрессивный
zh_cn: 坏脾气

source: Badly Deformed
de: Schwer deformiert
ja: 奇形(レベル2)
ko: 심각한 기형화
ru: Сильно деформированный
zh_cn: 丑陋不堪

source: Bark
de: Rinde
ja: 樹皮
ko: 나무껍질
ru: Кора
zh_cn: 古树皮肤

source: Bat Wings
de: Fledermausflügel
ja: 蝙蝠の翼
ko: 박쥐 날개
ru: Крылья летучей мыши
zh_cn: 蝠翼

source: Be vewwy vewwy quiet. We're hunting bugs.
de: Du bist sehr, sehr leiste. Wir jagen Bugs.
ja: ビィィー、ビィィー、静かにして下さい。私達はバグを狩っているんですよ
zh_cn: 悄悄的进村，打枪的不要。我们正在除错。

source: Beak
de: Schnabel
ja: 嘴
ko: 부리
ru: Клюв
zh_cn: 鸟喙

source: Beautiful
de: Schön
ja: 秀麗(レベル1)
ko: 아름다움
ru: Красивый
zh_cn: 迷人美貌

source: Between your claws and teeth, you can tunnel through just about anything.
ja: 爪と歯を使って穴を掘ることができます。
zh_cn: 有了你那牙和爪，还有什么东西能阻止你打洞？

source: Bionic Officer
ja: サイボーグ(復帰警察官)
zh_cn: 生化警官

source: Bird Wings
de: Vogelflügel
ja: 鳥翼
ko: 조류 날개
ru: Птичьи крылья
zh_cn: 鸟翼

source: Black Belt
ja: 有段者
zh_cn: 空手道黑带

source: Bovine
de: Rind
ja: 牛
ko: 소
ru: Парнокопытное
zh_cn: 牛人

source: Bovine Snout
de: Rinderschnauze
ja: 牛鼻
ko: 황소 코
ru: Бычья морда
zh_cn: 牛鼻子

source: Broad Paws
de: Große Tatzen
ja: 動物の幅広足
ru: Широкие лапы
zh_cn: 宽爪

source: Bulging Eyes
de: hervorstehende Augen
ja: 出目
ko: 튀어나온 눈
ru: Глаза навыкате
zh_cn: 蛙眼

source: Burrowing
ja: 穴掘り
zh_cn: 打洞

source: Butterfly Wings
de: Schmetterlingsflügel
ja: 蝶の羽
ru: Крылья бабочки
zh_cn: 蝶翼

source: Canine Ears
de: Hundeohren
ja: 犬耳
ko: 개의 귀
ru: Острый слух
zh_cn: 犬耳

source: Cannibal
de: Kannibale
ja: 食人嗜好
ko: 식인
ru: Людоед
zh_cn: 食人族

source: Carnivore
de: Fleischfresser
ja: 肉食性
ko: 육식동물
ru: Плотоядный
zh_cn: 食肉动物

source: Cattle Tail
de: Rinderschwanz
ja: 牛の尻尾
ko: 소 꼬리
ru: Хвост парнокопытного
zh_cn: 牛尾

source: Cenobite
de: Klostermönch
ja: 修道士
ko: 고행자
ru: Сенобит
zh_cn: 苦行僧

source: Cephalopod Eyes
ja: 頭足類の目
zh_cn: 章鱼眼

source: Cephalopod Gills
ja: 頭足類のえら
zh_cn: 章鱼鳃

source: Cephalopod Vision
ja: 頭足類の視界
zh_cn: 章鱼视觉

source: Chaos
ja: 混沌
ko: 혼돈
ru: Хаос
zh_cn: 混沌

source: Chemical Imbalance
de: Chem. Ungleichgewicht
ja: 科学的不均衡
ko: 화학적 불균형
ru: Химический дисбаланс
zh_cn: 内分泌失调

source: Chitinous Armor
de: Chitinpanzer
ja: キチン質の装甲
ko: 키틴질 외골격
ru: Хитиновая броня
zh_cn: 甲壳护甲

source: Chitinous Plate
de: Chitinplatte
ja: キチン質の甲羅
ko: 두꺼운 키틴질 외골격
ru: Хитиновые пластины
zh_cn: 甲壳板甲

source: Chitinous Skin
de: Chitinartige Haut
ja: キチン質の肌
ko: 키틴질 피부
ru: Хитиновая кожа
zh_cn: 甲壳皮肤

source: Chloromorphosis
de: Chloromorphose
ja: クロル異常変異
zh_cn: 植物形态

source: Civilization collapsed? Great! You and your kin will never have to worry about a slaughterhouse again.
ja: 文明社会が崩壊した？素晴らしい！もはやあなたとその眷属が屠殺場で肉にされることは無いのです！
zh_cn: 文明崩溃？太棒了！你和你的亲属将永远不用再担心屠宰场了。

source: Claws
de: Klauen
ja: 鉤爪
ko: 동물의 발톱
ru: Когти
zh_cn: 利爪

source: Club Tail
de: Knüppelschwanz
ja: 棍棒状の尻尾
ko: 몽둥이 꼬리
ru: Костлявый хвост
zh_cn: 骨质尾锤

source: Clumsy
de: Tollpatschig
ja: 不器用
ko: 서툰 발
ru: Неуклюжий
zh_cn: 笨拙

source: Cold Blooded
de: Kaltblütig
ja: 変温(レベル3)
ko: 냉혈동물화
ru: Хладнокровный
zh_cn: 冷血动物

source: Compound Eyes
de: Facettenaugen
ja: 複眼
ko: 겹눈
ru: Сложные глаза
zh_cn: 复眼

source: Culler
de: Aussortierer
ja: カラー
ko: 도태시키는 자
ru: Выбраковщик
zh_cn: 以杀证道

source: Curled Horns
de: Gekringelte Hörner
ja: 渦巻いた角
ko: 둥근 뿔
ru: Загнутые рога
zh_cn: 弯曲羊角

source: Deadened
de: Abgestumpft
ja: 無痛
ko: 통증 무감각
ru: Нечувствительный
zh_cn: 无视疼痛

source: Debug Deodorizer
de: Debug: Luftverbesserer
ja: 無臭(デバッグ専用)
zh_cn: 调试除臭

source: Debug HVAC
de: Debug: Heizung, Lüftung, Klima
ja: 暖房/換気/空調(デバッグ専用)
zh_cn: 调试气候温度

source: Debug Invisibility
de: Debug-Unsichtbarkeit
ja: 不可視(デバッグ専用)
zh_cn: 调试隐形

source: Debug Life Support
de: Lebenserhaltende Debug-Maßnahmen
ja: 生命維持(デバッグ専用)
zh_cn: 调试生命支持

source: Debug Silent Walk
de: Debug: Lautloser Schritt
ja: 無音歩行(デバッグ専用)
zh_cn: 调试静走

source: Debug Vision
de: Debug-Sicht
ja: 全視界(デバッグ専用)
zh_cn: 调试视野

source: Deformed
de: Deformiert
ja: 奇形(レベル1)
ko: 기형화
ru: Деформированный
zh_cn: 畸形外貌

source: Deft
de: Gewandt
ja: 器用
ko: 재빠름
ru: Ловкач
zh_cn: 灵巧

source: Dense grey fur has grown to cover your entire body, providing a marginal protection against attacks, and considerable protection from cold.
de: Dichtes graues Fell ist dir über deinen ganzen Körper gewachsen. Es bietet einen marginalen Schutz vor Angriffen und einen beträchtlichen Schutz vor Kälte.
ja: ぎっしりと密生した灰色の毛皮が全身を覆っています。多少の攻撃と、かなりの寒さを防ぎます。
ko: 빽빽한 회색 털이 자라나서 전신을 덮었습니다. 공격에 대해 미미한 방어력을 제공하며, 추위로부터 상당히 많은 보온력을 제공합니다.
ru: Густой, серый мех покрывает ваше тело, обеспечивая небольшое сопротивление ударам и значительную защиту от холода.
zh_cn: 你的身体被深灰色毛皮包裹着，抗寒能力大幅度提升，但物理防御力增加有限。

source: Deterioration
de: Verfall
ja: 弱体化(レベル2)
ko: 느린 분해
ru: Медленно разлагающийся
zh_cn: 恶化

source: Dextrous
de: Geschickt
ja: 器用さ(レベル1)
ko: 민첩성
ru: Ловкий
zh_cn: 动作轻灵

source: Disease Immune
de: Krankheitsimmun
ja: 病気免疫
ko: 질병 면역
ru: Иммунитет к болезням
zh_cn: 疾病免疫

source: Disease Resistant
de: Krankheitsresistent
ja: 病気耐性
ko: 질병 저항력
ru: Устойчивый к болезням
zh_cn: 疾病抵抗

source: Disintegration
de: Auflösung
ja: 弱体化(MAX)
ko: 분해
ru: Гниющий
zh_cn: 崩溃

source: Disorganized
de: Unordentlich
ja: 整頓下手
ko: 무질서함
ru: Неорганизованный
zh_cn: 乱丢乱放

source: Distributed Neurology
de: Verteilte Neurologie
ja: 賢さ(MAX)
ru: Распределенная нервная система
zh_cn: 分布式神经

source: Distributed Senses
de: Verteilte Sinne
ja: 分散型知覚
ru: Распределенные чувства
zh_cn: 感官分裂

source: Down
de: Daunen
ja: 綿毛
zh_cn: 绒羽

source: Drunken Master
de: Betrunkene Faust
ja: 成龍酔拳の使い手
ko: 취권 사부
ru: Пьяный Мастер
zh_cn: 酒后疯

source: Durable
de: Ausdauernd
ja: 屈強
ko: 튼튼함
ru: Прочность
zh_cn: 不屈

source: During moments of great stress or under the effects of stimulants, you may find your hands shaking uncontrollably, severely reducing your dexterity.
de: In Momenten unter großem Stress oder unter dem Auswirkungen von Stimulanzien werden deine Hände unkontrolliert zittern, was deine Geschicklichkeit stark reduziert.
ja: 強いストレスや極度の興奮状態に晒されると、手が震えて器用にペナルティーを受けます。
ko: 극심한 스트레스를 받거나 흥분되는 상황이 오면, 당신은 손을 통제할 수 없을 정도로 떨게 됩니다. 이럴 경우 민첩성이 상당히 감소합니다.
ru: В момент серьезного стресса или под воздействием стимуляторов, ваши руки могут начать неудержимо трястись, сильно понижая вашу ловкость.
zh_cn: 在极度紧张或兴奋时，你的手会不自觉地颤抖，降低你的敏捷。

source: Eater Of The Dead
de: Leichenfresser
ja: 死の大食らい
ko: 죽음을 먹는 자
ru: Пожиратель мертвецов
zh_cn: 天吃星

source: Eating rotting, long-dead flesh is good for the struggle, and safe--if still completely unappealing--for you.
de: Der Verzehr von vergammelnden, lange totem Fleisch ist sicher – wenn auch vollkommen uninteressant – für dich.
ja: 死んでから時間が経ち腐ってしまった肉を食べれば、生き残るために有利かつ安全（しかもとってもおいしそう）だとあなたは考えています。
ko: 부패되고, 죽은 지 오래된 살코기를 먹는 것은 훌륭한 생존 투쟁이자 당신의 안전을 위한 것--아직 무리 없이 먹지 못할 경우--입니다.
ru: Поедание гниющей, давно мертвой плоти, хорошо для выживания, а теперь еще и безопасно, но полностью непривлекательно для вас.
zh_cn: 为何不尝试吃一下腐烂的肉呢？什么，你说怕生病拉肚子？哎~别走啊，告诉你个秘密，身为天朝人的你吃了肯定没事，保证安全。

source: Ectothermic
de: Ektotherm
ja: 変温(MAX)
ko: 변온동물
ru: Эктотермный
zh_cn: 变温动物

source: Ever since you ate that Marloss berry, you can't get its scent out of your nose, and you have a strong desire to try some seeds and...sap?
ja: マーロスベリーを食べて以来、その芳香を忘れる事が出来ません。マーロスベリーの種や樹液を得たいという強い願望が心にある様です。
zh_cn: 自从你吃了马洛斯草莓后，你永远无法忘怀它的味道，你十分想再吃一次，或者去试试种子和。。。汁液？

source: Ever since you ate that Marloss jelly, you can't stop thinking of it, and you have a strong desire to eat some seeds and berries.
ja: マーロスゼリーを食べて以来、マーロスゼリーの事が頭から片時も忘れられなくなりました。マーロスベリーの種や樹液を得たいという強い願望を持っています。
zh_cn: 自从你吃了马洛斯密浆后，你永远无法忘怀它的味道，你十分想再吃一次，或者去试试种子和变异莓。

source: Ever since you ate that Marloss seed, you can't get its taste off of your tongue, and you have a strong desire to try some berries and...sap?
ja: マーロスベリーを食べて以来、舌で感じたその味を忘れられなくなりました。マーロスベリーの種や樹液を得たいという強い願望が心にある様です。
zh_cn: 自从你吃了马洛斯种子后，你永远无法忘怀它的味道，你十分想再吃一次，或者去试试变异莓和。。。汁液？

source: Ever since you had that life-threatening reaction to that Marloss junk, you can't bear the thought of ever eating it again!
ja: マーロスという麻薬によって生命を脅かされて以来、マーロスを再び食べるなど考える事すらおぞましくなりました！
zh_cn: 自从你对那什么狗屁马洛斯莓有过一次危及生命的排异反应,你就没法忍受哪怕是再吃它一次的想法!

source: Ever since you had that life-threatening reaction to those mutagen and purifier things, you can't bear the thought of ever using them again!
ja: 変異原と変異治療薬によって生命を脅かされて以来、変異原を再使用するなど考える事すらおぞましくなりました！
zh_cn: 你受够了那些在你身体里面反应来反应去最后差点要你命的诱变剂和净化剂。你再也不想使用这些见鬼的玩意了。

source: Every inch of your skin is packed with chlorophyll and you have strong roots. Sleeping on diggable soil will satisfy any hunger or thirst you might have.
ja: 全身の皮膚に一分の隙間も無く葉緑素を獲得しまし、根はさらに強靭なものになりました。土の上で眠っている限り餓えや乾きに悩まされることはありません。一生。
zh_cn: 你的每寸肌肤富含叶绿素，你还有强大的根系。只要睡在可挖掘的土壤上你就不会饥渴。

source: Extreme Metabolism
de: Extremer Stoffwechsel
ja: 瞬間新陳代謝
ko: 극한의 신진대사
ru: Чрезвычайно быстрый метаболизм.
zh_cn: 极速新陈代谢

source: Extremely Dextrous
de: Extrem geschickt
ja: 器用さ(レベル3)
ko: 극한적 민첩성
ru: Невероятно ловкий
zh_cn: 兔起鹘落

source: Extremely Perceptive
de: Extrem wahrnehmend
ja: 知覚(レベル3)
ko: 극한적 지각력
ru: Невероятно восприимчивый
zh_cn: 明察秋毫

source: Extremely Ponderous
de: Extrem schwerfällig
ja: 重い(レベル3)
ko: 극히 느림
ru: Жирдяй
zh_cn: 笨重如山

source: Extremely Smart
de: Extrem klug
ja: 賢さ(レベル3)
ko: 극한적 지능
ru: Невероятно умный
zh_cn: 算无遗策

source: Extremely Strong
de: Extrem stark
ja: 力強さ(レベル3)
ko: 극한적 근력
ru: Невероятно сильный
zh_cn: 孔武有力

source: Extremely Thirsty
de: Extrem durstig
ja: 瞬間乾燥
ko: 극한의 갈증
ru: Нереальная жажда
zh_cn: 奇渴无比

source: Fangs
de: Reißzähne
ja: 牙
ko: 송곳니
ru: Клыки
zh_cn: 獠牙

source: Far-Sighted
de: Weitsichtig
ja: 遠視
ko: 원시
ru: Дальнозоркий
zh_cn: 远视眼

source: Fast Healer
de: Schneller Heiler
ja: 高速治癒
ko: 빠른 회복
ru: Быстрое лечение
zh_cn: 自愈

source: Fast Learner
de: Schneller Lerner
ja: 物覚えが良い
ko: 빠른 학습자
ru: Быстрое обучение
zh_cn: 快速学习

source: Fast Metabolism
de: Schneller Stoffwechsel
ja: 急速新陳代謝
ko: 빠른 신진대사
ru: Высокий метаболизм
zh_cn: 快速代谢

source: Fast Reader
de: Schneller Leser
ja: 速読
ko: 속독가
ru: Скорочтение
zh_cn: 快速阅读

source: Fat Deposits
de: Fettablagerungen
ja: 脂肪の蓄え
ru: Жировые отложения
zh_cn: 脂肪沉积

source: Feathered Arms
de: Gefiederte Arme
ja: 羽根の生えた腕
ko: 깃털로 덮인 팔
ru: Перья на руках
zh_cn: 羽化手臂

source: Feathers
de: Vogelfedern
ja: 羽毛
ko: 깃털
ru: Перья
zh_cn: 五彩羽毛

source: Feline Ears
de: Katzenohren
ja: 猫耳
ko: 고양이 귀
ru: Кошачьи уши
zh_cn: 猫耳

source: Feline Eyes
de: Katzenaugen
ja: 猫目
ko: 고양이의 눈
ru: Кошачьи глаза
zh_cn: 猫眼

source: Feline Vision
de: Katzensicht
ja: 猫の視界
ko: 고양이의 시야
ru: Кошачье зрение
zh_cn: 猫之视觉

source: Fey Eyes
de: Naturgeistaugen
ja: 異様な目
ko: 특이한 눈
ru: Глаза феи
zh_cn: 妖精的眼睛

source: Fey Nightsight
de: Naturgeistnachtsicht
ja: 異様な暗視
ko: 특이한 야간시야
ru: Ночное зрение феи
zh_cn: 黑暗视觉

source: Fey Vision
de: Naturgeistsicht
ja: 異様な視界
ko: 특이한 시야
ru: Зрение феи
zh_cn: 妖精视觉

source: Fleet-Footed
de: Schnellfüßig
ja: 快速
ko: 빠른 발
ru: Быстроногий
zh_cn: 飞毛腿

source: Flimsy
de: Schwach
ja: 貧弱
ko: 부실함
ru: Слабость
zh_cn: 单薄

source: Flowering
de: Blühend
ja: 開花
zh_cn: 脑瓜怒放

source: Fluffy Tail
de: Flauschiger Schwanz
ja: 綿毛の尻尾
ko: 솜털 꼬리
ru: Пушистый хвост
zh_cn: 毛茸尾巴

source: Folding Fangs
ja: 管牙
zh_cn: 潜藏獠牙

source: For your whole life you've been forbidden from indulging in your peculiar tastes. Now the world's ended, and you'll be damned if anyone is going to tell you that you can't eat people.
ja: かつては禁忌でしたが、今は世紀末なので問題ないでしょう。
zh_cn: 你这一辈子都被禁止从你的特殊嗜好里获得快感，但是现在是世界末日，再没有人可以阻止你想用新鲜人肉了。有时候想想，你丫比丧尸还丧尸啊~

source: Forgetful
de: Vergesslich
ja: 健忘症
ko: 건망증
ru: Забывчивый
zh_cn: 健忘

source: Forked Tongue
de: Gespaltene Zunge
ja: 蛇舌
ko: 갈라진 혀
ru: Раздвоенный язык
zh_cn: 蛇信

source: Fragile
de: Fragil
ja: 超虚弱
ko: 아주 허약함
ru: Хрупкость
zh_cn: 弱不禁风

source: Frail
de: Zerbrechlich
ja: 虚弱
ko: 허약함
ru: Хардкор
zh_cn: 孱弱

source: Freakishly Huge
de: Abnorm riesig
ja: 大柄(レベル3)
ko: 기형적으로 커짐
ru: Необычно огромный
zh_cn: 畸形巨大

source: From time to time the Mycus requires protection from non-Mycus that, for whatever reason, wish it ill. We have adapted to better carry out this task.
ja: 我々は時折りミカズをミカズならざる者から守護せねばならない。ミカズならざる理由が何であれ万死に値する。任務遂行のためこの有機体に改良を加えておいた。
zh_cn: 有時候馬庫斯需要保護以防止非馬庫斯組織的攻擊，無論什麼理由。我們已經適應於這項狀況以完成這項工作

source: Full Night Vision
de: Volle Nachtsicht
ja: 暗視
ko: 완전한 야간 시야
ru: Абсолютное ночное зрение
zh_cn: 完美夜视

source: Furred Chitin
ja: 毛に覆われたキチン
zh_cn: 毛皮甲壳

source: Furred Plate
ja: 毛に覆われた甲羅
zh_cn: 毛皮甲壳板

source: Furry
de: Pelzig
ja: 毛皮
ko: 털복숭이
ru: Пушистый
zh_cn: 毛茸皮肤

source: Genetic Chaos
de: Genetisches Chaos
ja: 無秩序な遺伝子
zh_cn: 基因混沌

source: Genetically Unstable
de: Genetisch instabil
ja: 不安定な遺伝子
ko: 유전적 불안정
ru: Генетическая нестабильность
zh_cn: 遗传错乱

source: Gills
de: Kiemen
ja: えら
ko: 아가미
ru: Жабры
zh_cn: 鱼鳃

source: Gizzard
de: Kaumagen
ja: 砂嚢
ru: Птичий желудок
zh_cn: 砂囊

source: Glass Jaw
de: Glaskinn
ja: グラスジョー
ko: 유리 턱
ru: Стеклянная челюсть
zh_cn: 玻璃头

source: Glorious
de: Prächtig
ja: 秀麗(レベル3)
ko: 완벽한 아름다움
ru: Неотразимый
zh_cn: 倾国倾城

source: Good Hearing
de: Gutes Gehör
ja: 聴力が良い
ko: 좋은 청력
ru: Хороший слух
zh_cn: 顺风耳

source: Good Memory
de: Gutes Gedächtnis
ja: 記憶力が良い
ko: 좋은 기억력
ru: Хорошая память
zh_cn: 好记性

source: Gourmand
de: Gourmet
ja: 大食漢
ko: 미식가
ru: Гурман
zh_cn: 饕餮客

source: Grazer
de: Grasfresser
ja: 草食動物
ko: 방목가축
ru: Травоядное
zh_cn: 食草动物

source: Grey Fur
de: Graues Fell
ja: 灰色の毛皮
ko: 회색 털가죽
ru: Серая шерсть
zh_cn: 灰色毛绒

source: Grotesque
de: Grotesk
ja: 奇形(レベル3)
ko: 기괴한
ru: Гротескного
zh_cn: 惨不忍睹

source: Growling Voice
de: Knurrende Stimme
ja: 唸り声
ko: 거슬리는 목소리
ru: Грубый голос
zh_cn: 公鸭嗓门

source: Hairy Chitin
ja: 毛に薄く覆われたキチン
zh_cn: 带毛甲壳

source: Hates Fruit
de: Obsthasser
ja: 果物嫌い
ko: 과일을 싫어함
ru: Ненависть к фруктам
zh_cn: 厌恶水果

source: Hates Vegetables
de: Gemüsehasser
ja: 野菜嫌い
ko: 채소를 싫어함
ru: Овощененавистник
zh_cn: 厌恶素食

source: Head Bumps
de: Kopfbeulen
ja: 頭の瘤
ko: 튀어나온 머리
ru: Бугорки на голове
zh_cn: 头部疙瘩

source: Heat Dependent
de: Hitzeabhängig
ja: 変温(レベル1)
ko: 열기 의존증
ru: Теплозависимость
zh_cn: 热能依赖

source: Heavy Sleeper
de: Langschläfer
ja: 寝坊助
ko: 깊은 수면
ru: Крепкий сон
zh_cn: 深度睡眠者

source: Herbivore
de: Pflanzenfresser
ja: 草食性
ko: 초식동물
ru: Травоядный
zh_cn: 草食动物

source: Hey. Civilization fell. You're still around. 'Rat' just isn't respectful.
ja: よう。文明社会も終わりだな。"ネズミ"用の気遣いは品切れなんだが、ここで何してる。
zh_cn: 嘿，文明毁灭，但你毫发无伤。 '老鼠'这个称呼太不尊重。

source: Hibernation
de: Winterschlaf
ja: 冬眠
ko: 동면
ru: Спячка
zh_cn: 冬眠

source: High Adrenaline
de: Hoher Adrenalinspiegel
ja: 過剰アドレナリン
ko: 고 아드레날린 분비
ru: Выброс адреналина
zh_cn: 肾上腺素

source: High Night Vision
de: Starke Nachtsicht
ja: よく見える夜目
ko: 뛰어난 야간 시야
ru: Улучшенное ночное зрение
zh_cn: 高级夜视

source: High Thirst
de: Erhöhter Durst
ja: 高乾燥
ko: 고도 갈증
ru: Сильная жажда
zh_cn: 口干舌燥

source: Hissing Voice
de: Zischstimme
ja: ヒステリックな声
ko: 쉭쉭거리는 목소리
ru: Шипящий голос
zh_cn: 嘶吼嗓门

source: Hoarder
de: Hamsterer
ja: 溜め込み屋
ko: 저장 강박증
ru: Барахольщик
zh_cn: 贮藏癖

source: Holds hunger, thirst, and fatigue stable. You can debug all year long with this one!
de: Hält Hunger, Durst und Müdigkeit auf stabile Werte. Damit kannst du das ganze Jahr debuggen!
ja: 空腹、喉の渇き、疲労、全てを感じ無くなります。よし、これだけで1年中デバッグをする事が出来ますね。
zh_cn: 让饥饿，口渴，疲劳稳定。debug这个可以debug一辈子！

source: Hollow Bones
de: Hohle Knochen
ja: 中空骨
ko: 속이 빈 뼈
ru: Полые кости
zh_cn: 中空骨骼

source: Hooves
de: Hufe
ja: 蹄
ko: 발굽
ru: Копыта
zh_cn: 蹄足

source: Horns
de: Hörner
ja: 角
ko: 뿔
ru: Рога
zh_cn: 小牛犄角

source: Howler
de: Heuler
ja: 吠え声
ko: 울부짖는 자
ru: Ревун
zh_cn: 惨嚎者

source: Huge
de: Riesig
ja: 大柄(MAX)
ko: 거대함
ru: Огромный
zh_cn: 巨无霸

source: Hummingbird Beak
de: Kolibrischnabel
ja: 嘴(蜂鳥)
ru: Клюв колибри
zh_cn: 蜂喙

source: Hunter
de: Jäger
ja: 狩人
ko: 사냥꾼
ru: Охотник
zh_cn: 猎手

source: Hyper-Metabolism
de: Hyperstoffwechsel
ja: 超代謝
ko: 대사과다증
ru: Гиперметаболизм
zh_cn: 超级代谢

source: If you are in a very dangerous situation, you may experience a temporary rush which increases your speed and strength significantly.
de: Wenn du in einer sehr gefährlichen Situation bist, könntest du einen temporären Adrenalinschub, der deine Geschwindigkeit und Stärke signifikant erhöht, erfahren.
ja: 危機に陥ると一時的に速度と筋力が大幅上昇するラッシュが発生する可能性があります。
ko: 매우 위험한 상황에 처하게 되면, 일시적으로 속도와 체력이 크게 증가합니다.
ru: В очень опасной ситуации у вас произойдёт выброс адреналина, который значительно увеличит вашу силу и скорость.
zh_cn: 当你处于危险之中时，你有时可以获得一次短暂的加速以及力量提升。

source: If you see this, you'd best be debugging something.
de: Wenn du dies siehst, wirst du hoffentlich wohl etwas debuggen.
ja: この文章が表示されている場合、最高のデバッグが行えるだろうね。
zh_cn: 如果你丫能看到介个，你最好开始debug程序吧，如果你会的话...

source: Illiterate
de: Analphabet
ja: 文盲
ko: 문맹
ru: Неграмотный
zh_cn: 文盲

source: Incisors
ja: 切歯
zh_cn: 门齿

source: Inconspicuous
de: Unscheinbar
ja: 影が薄い
ko: 눈에 잘 띄지 않는 사람
ru: Незаметный
zh_cn: 不显眼

source: Inconveniently Large
de: Unangenehm groß
ja: 大柄(レベル1)
ko: 불편하게 커짐
ru: Неудобно крупный
zh_cn: 傻大个子

source: Infection Immune
de: Infektionsimmun
ja: 感染免疫
ko: 감염 면역
ru: Иммунитет к инфекциям
zh_cn: 感染免疫

source: Infection Resistant
de: Infektionsresistent
ja: 感染耐性
ko: 감염 저항
ru: Устойчивость к инфекциям
zh_cn: 感染抵抗

source: Insanely Dextrous
de: Wahnsinnig geschickt
ja: 器用さ(レベル4)
ko: 초인적 민첩성
ru: Безумно ловкий
zh_cn: 风驰电擎

source: Insanely Perceptive
de: Wahnsinnig wahrnehmend
ja: 知覚(レベル4)
ko: 초인적 지각력
ru: Безумно восприимчивый
zh_cn: 未卜先知

source: Insanely Smart
de: Wahnsinnig klug
ja: 賢さ(レベル4)
ko: 초인적 지능
ru: Безумно умный
zh_cn: 绝顶聪明

source: Insanely Strong
de: Wahnsinnig stark
ja: 力強さ(レベル4)
ko: 초인적 근력
ru: Безумно сильный
zh_cn: 力大无穷

source: Insect Arms
de: Insektenarme
ja: 昆虫の腕
ru: Руки насекомых
zh_cn: 昆虫臂膀

source: Insect Limbs
de: Insektenbeine
ja: 昆虫の手足
ru: Конечности насекомых
zh_cn: 昆虫肢体

source: Insect Pheromones
de: Insektenpheromone
ja: フェロモン(昆虫類)
ko: 곤충 페르몬
ru: Ферамоны насекомых
zh_cn: 昆虫信息素

source: Insect Wings
de: Insektenflügel
ja: 昆虫羽
ko: 곤충 날개
ru: Крылья насекомых
zh_cn: 虫翼

source: Insomniac
de: Schlaflosigkeit
ja: 不眠症
ko: 불면증
ru: Бессонница
zh_cn: 失眠症

source: Intestinal Fortitude
de: Darmstärke
ja: 不屈の消化器官
ko: 초월적 창자
ru: Стойкий кишечник
zh_cn: 肠道坚韧

source: Iridescent feathers have grown to cover your entire body, providing a marginal protection against attacks and minor protection from cold. They also provide a natural waterproofing.
ja: きらびやかな虹色の羽根が全身を覆っています。それなりに攻撃と寒さを防ぎます。天然の防水機能があります。
zh_cn: 绚丽的羽毛长满了你的身体，你看起来像只华丽的火鸡了。羽毛可以抵挡少量伤害并提 供很好的保暖。同时，它们也拥有防水能力。

source: It takes a lot to bring you down! You get a 20% bonus to all hit points.
ja: 多少の攻撃なら問題なく受け止められます！全てのHPに20%のボーナスを得ます。
zh_cn: 打倒你要付出高昂的代价！你的生命值上限增加20％。

source: It would be good to be a Queen, having workers constantly servicing your every need...but how would you keep them in line?
de: Es wäre gut, eine Königin zu sein und Arbeiter zu haben, die permanent jeden deiner Bedürfnisse erfüllen … aber wie würdest du sie auf Zack halten?
ja: 良き女王となる資質に恵まれています。召使に囲まれた何不自由無い生活...ただし脱走を許さない工夫は必要になるでしょう。
ko: 여왕이 되는 것은 좋은 일이죠. 일꾼들을 데리고 당신이 필요한 모든 것들을 끊임없이 제공받을 수 있으니까요... 하지만 어떻게 그들을 계속 유지하죠?
ru: Было бы неплохо быть королевой, иметь рабочих, постоянно исполняющих любые ваши желания… но как бы вы управляли ими?
zh_cn: 成为皇后，无数仆人为你的每一个需求进行服务的感觉非常好......但问题是你如何让他们排成一行呢？

source: It's about time you grew out. Now that you've matured, it is time to make something of yourself.
ja: 今こそ一皮剥ける時です。充分に成熟しました。何者かになる時が来たのです。
zh_cn: 漫长的时间终于让你成熟，是时候让你拥有自己的东西了。

source: It's about time you started developing a root system. When reading, fishing from, waiting, or otherwise being stationary for a while on diggable terrain, you'll extract nutrients and water from the soil.
ja: ついに根を張る時が来ました。読書、釣り、待機など動き回る必要の無い時間を掘削可能な地形の上で過ごすと、土に根を下ろして栄養と水を補給することができます。
zh_cn: 是时候发展你的根系了。在阅读，钓鱼，等待，或者固定在可挖掘地形的时候，你将从土壤中提取营养素。

source: It's easier for you to become addicted to substances, and harder to rid yourself of these addictions.
de: Es ist leichter für dich, von Substanzen abhängig zu werden und schwerer, diese Süchte wieder los zu werden.
ja: 依存症に成り易く、抜け出し難い体質です。
ko: 무언가에 중독되기 쉬워집니다. 중독에서 벗어나는 것은 더욱 힘들어집니다.
ru: Вы быстро привыкаете к различным веществам и вам труднее избавиться от зависимости.
zh_cn: 你很容易对其他东西上瘾，烟酒不论。同时，也许是上瘾和戒瘾过于频繁，你想再次戒 瘾是很难办到的。

source: It's good having all your arms. Though they're too thin to block or punch, you can fold them inside human-shaped gear if need be.
de: Es ist gut, dass du all deine Arme hast. Obwohl sie zu dünn sind, um zu blockieren oder zuzuschlagen, kann du sie in menschförmige Ausrüstung stecken, wenn es sein muss.
ja: 腕がきちんと全部揃っているというのは、気分が良いものです。格闘に使うには細く、弱すぎますが、折り畳んでおけば人間用の衣服を問題なく着ることができます。
ru: Хорошо иметь все руки. Хотя они слишком тонки, чтобы блокировать или бить, вы можете спрятать их в человеческой экипировке, если это будет необходимо.
zh_cn: 有这么多臂膀真是好。尽管它们太纤细没办法格挡或者击拳，必要情况下你却可以把他们藏到你披的这身人皮里边。

source: It's good to be on top of the food chain.
de: Es ist gut, auf der Spitze der Nahrungskette zu sein.
ja: ピラミッドの頂上に腰を下ろしています。いい眺めです。
ko: 먹이사슬의 정점에 있다는 것은 좋군요.
ru: Как хорошо быть на верхушке пищевой цепи.
zh_cn: 作为食物链的顶端，你就是主宰！

source: It's very unlikely that you will catch ambient diseases like a cold or the flu.
de: Es ist sehr unwahrscheinlich, dass du dir Umgebungs-Krankheiten wie eine Erkältung oder die Grippe einfängst.
ja: 風邪やインフルエンザに罹り難くなります。
ko: 감기나 독감같은 환경적 질병에 걸릴 확률이 크게 줄어듭니다.
ru: Вы устойчивы к болезням. Это означает, что невелика вероятность того, что вы подхватите какую-нибудь болезнь, вроде простуды или гриппа.
zh_cn: 恭喜你，在大灾变的世界里生存了许久，你的身体终于有着一定的免疫力了。虽然也许 对于伤口感染没什么用，但至少你很难染上感冒之类的小病了。

source: Jittery
de: Nervös
ja: 神経質
ko: 초조함
ru: Нервный
zh_cn: 神经质

source: Junkfood Intolerance
de: Junk-Food-Intoleranz
ja: ジャンクフード嫌い
ko: 정크푸드 과민증
ru: Непереносимость вредной пищи
zh_cn: 快餐不耐症

source: Just thinking of mutagen (such a lovely word! 'Mutagen'. Perfect!) makes you thirsty. And you so love your new parts. You simply must have more mutagen!
ja: 変異原物質の事を考えただけで...欲しい、欲しい、今すぐにでも(「変異原物質」...何て素敵な言葉だ！最高だ！)。ああ、新しい部位...そう、この部位は何て愛おしいんだ。変異を...もっと、もっと沢山の変異が欲しいぃぃ！
zh_cn: 只要一想到'诱变剂'你就会饥渴难耐，你是如此的迷恋你的变异...再来点诱变剂就好了...

source: Lactose Intolerance
de: Laktoseintoleranz
ja: 乳製品嫌い
ko: 유당불내증
ru: Непереносимость лактозы
zh_cn: 乳糖不耐症

source: Large
de: Groß
ja: 大柄(レベル2)
ko: 커다람
ru: Крупный
zh_cn: 彪形大汉

source: Large Talons
de: Große Klauen
ja: 大きな鉤爪
ko: 커다란 발톱
ru: Большие когти
zh_cn: 巨爪

source: Leaves
de: Belaubung
ja: 葉の生えた皮膚
ko: 잎
ru: Листья
zh_cn: 草头王

source: Leg Tentacles
de: Beintentakeln
ja: 触手脚
ko: 다리 촉수
ru: Ноги-щупальца
zh_cn: 章鱼下肢

source: Less Sleep
de: Weniger Schlaf
ja: 睡眠が浅い
ko: 적은 수면
ru: Короткий сон
zh_cn: 少量睡眠
