Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

# prof_desc_male
source: Cocaine. It is, indeed, a helluva drug. You blew your money on some dust, and before you knew it you were turning tricks behind the local CVS just to score one more line.
de: Kokain: Wahrhaft, dies ist eine höllische Droge. Du vergeudest dein Geld auf etwas von dem Pulver und ehe du dich versiehst, gehst du auf dem Strich, hinter der örtlichen CVS-Filiale, nur, um noch einen weiteren Schuss zu kriegen.
ja: コカイン、それは実にヤバい薬だ。その粉にかなりのお金を注ぎ込んできました。薬屋チェーンの裏顧客になる前の話ですが。コカイン中毒を患っています。
zh_cn: 可卡因。这，玩意儿，真，太tm劲了——你挥金如土只为了这白色的粉末。看了看外面的景象，算了吧，再来一管。

# profession_female
source: Commercial Cyborg
de: Kommerzieller Cyborg
ja: サイボーグ(市販品)
zh_cn: 商用机器人

# profession_male
source: Commercial Cyborg
de: Kommerzieller Cyborg
ja: サイボーグ(市販品)
zh_cn: 商用机器人

# prof_desc_female
source: Completely overtaken by bionic-induced psychosis, you are a deformed posthuman monster who had no place in society. But now, where once you were forced to hide in the shadows, you find in this new desolation a world where even a creature such as yourself might find its niche.
de: Völlig übernommen von einer bionikverursachten Psychose bist du ein deformiertes posthumanes Monster, der keinen Platz in der Gesellschaft hatte. Aber jetzt, wo du einst gezwungen warst, in den Schatten zu leben, findest du dich in dieser neuen trostlosen Welt zurecht.
ja: バイオニクスが生んだ新たな精神病の患者、ポストヒューマンの怪物です。社会から排斥され身を隠す事を余儀なくされていましたが、この災厄の世界では自分の様な怪物でも居場所が見つけられるかもしれません。
zh_cn: 由于完全不顾伦理的生化改造，你沦为了无法被社会接纳的恐怖怪物。但现在，一旦你隐藏在暗处，你发现在这个荒凉的新世界里，即使是怪物，也可能会发现其优势。

# prof_desc_male
source: Completely overtaken by bionic-induced psychosis, you are a deformed posthuman monster who had no place in society. But now, where once you were forced to hide in the shadows, you find in this new desolation a world where even a creature such as yourself might find its niche.
de: Völlig übernommen von einer bionikverursachten Psychose bist du ein deformiertes posthumanes Monster, der keinen Platz in der Gesellschaft hatte. Aber jetzt, wo du einst gezwungen warst, in den Schatten zu leben, findest du dich in dieser neuen trostlosen Welt zurecht.
ja: バイオニクスが生んだ新たな精神病の患者、ポストヒューマンの怪物です。社会から排斥され身を隠す事を余儀なくされていましたが、この災厄の世界では自分の様な怪物でも居場所が見つけられるかもしれません。
zh_cn: 由于完全不顾伦理的生化改造，你沦为了无法被社会接纳的恐怖怪物。但现在，一旦你隐藏在暗处，你发现在这个荒凉的新世界里，即使是怪物，也可能会发现其优势。

# profession_female
source: Computer Hacker
de: Haeckse
ja: ハッカー
zh_cn: 电脑女黑客

# profession_male
source: Computer Hacker
de: Hacker
ja: ハッカー
zh_cn: 电脑黑客

# profession_female
source: Convict
de: Verurteilte
ja: 囚人
zh_cn: 女囚

# profession_male
source: Convict
de: Verurteilter
ja: 囚人
zh_cn: 死囚

# profession_female
source: Cop
de: Bulle
ja: 警官
zh_cn: 女警官

# profession_male
source: Cop
de: Bulle
ja: 警官
zh_cn: 警官

# profession_female
source: Crackhead
de: Cracksüchtige
ja: 高純度コカイン常用者
zh_cn: 道姑

# profession_male
source: Crackhead
de: Cracksüchtiger
ja: 高純度コカイン常用者
zh_cn: 道友

# profession_female
source: Cyberjunkie
ja: 電脳中毒者
zh_cn: 生化发烧女

# profession_male
source: Cyberjunkie
ja: 電脳中毒者
zh_cn: 生化发烧友

# profession_female
source: Dodgeball Player
ja: ドッチボール選手
zh_cn: 躲避球运动员

# profession_male
source: Dodgeball Player
ja: ドッチボール選手
zh_cn: 躲避球运动员

# profession_female
source: Drone Operator
ja: 無人ロボット技師
zh_cn: 无人机操作员

# profession_male
source: Drone Operator
ja: 無人ロボット技師
zh_cn: 无人机操作员

# prof_desc_female
source: During the panic of the Cataclysm, one of the lab technicians (feeling remorse for their part in the experiments forced on you and your genetic makeup) set you free.
ja: 自らの意志に反して実験台にされた被験者です。災厄の日、自分が囚われていた研究所は混乱の渦にありました。その時、恐らくは罪悪感による物でしょう、一人の技術者が檻を解放してくれたのです。とりあえず、自由だけは取り戻せました。
zh_cn: 在大灾变的混乱之中，一个实验室的技术员因为对在你身上强加的诸多实验感到愧疚而释放了你。

# prof_desc_male
source: During the panic of the Cataclysm, one of the lab technicians (feeling remorse for their part in the experiments forced on you and your genetic makeup) set you free.
ja: 自らの意志に反して実験台にされた被験者です。災厄の日、自分が囚われていた研究所は混乱の渦にありました。その時、恐らくは罪悪感による物でしょう、一人の技術者が檻を解放してくれたのです。とりあえず、自由だけは取り戻せました。
zh_cn: 在大灾变的混乱之中，一个实验室的技术员因为对在你身上强加的诸多实验感到愧疚而释放了你。

# prof_desc_female
source: Early in the rush to safety, you were separated from your master by cruel fate. Now you are on your own with nothing to your name but a suit of really kinky black leather. Unfortunately, there's no safewords in the apocalypse.
de: Früh in der Hetze zur Sicherheit wurdest du von deinem Top durch ein grausames Schicksal getrennt. Nun bist du alleine mit nichts außer einem Anzug aus richtig perversem schwarzen Leder. Jetzt gibt es keine Safewords.
ja: 過酷な運命によってご主人様と分かたれてしまいました。今、持っているのは黒革のボンテージだけです。生憎、この災厄にセーフワードは無いのです。
zh_cn: 在一早的玩命大逃亡中，你和你的主人失散了。你没有名字，只有一身SM皮装。让你迷茫的是，你又可以完全掌控你自己了，你不得不一遍遍提醒自己：现在再也没有安全词了！

# prof_desc_male
source: Early in the rush to safety, you were separated from your master by cruel fate. Now you are on your own with nothing to your name but a suit of really kinky black leather. Unfortunately, there's no safewords in the apocalypse.
de: Früh in der Hetze zur Sicherheit wurdest du von deinem Top durch ein grausames Schicksal getrennt. Nun bist du alleine mit nichts außer einem Anzug aus richtig perversem schwarzen Leder. Jetzt gibt es keine Safewords.
ja: 過酷な運命によってご主人様と分かたれてしまいました。今、持っているのは黒革のボンテージだけです。生憎、この災厄にセーフワードは無いのです。
zh_cn: 在一早的玩命大逃亡中，你和你的主人失散了。你没有名字，只有一身SM皮装。让你迷茫的是，你又可以完全掌控你自己了，你不得不一遍遍提醒自己：现在再也没有安全词了！

# profession_female
source: Electrician
de: Elektrikerin
ja: 電気技師
zh_cn: 电气女工程师

# profession_male
source: Electrician
de: Elektriker
ja: 電気技師
zh_cn: 电气工程师

# profession_female
source: Elementary Student
ja: 小学生
zh_cn: 小学生

# profession_male
source: Elementary Student
ja: 小学生
zh_cn: 小学生

# prof_desc_female
source: Ever since you were a child you loved hunting, and you soon took a liking to the challenge of hunting with a bow. Why, if the world ended there's nothing you'd want at your side more than your trusty bow. So when it did, you made sure to bring it along.
ja: 幼少の頃から狩りを愛し、弓を愛していました。そして世紀末の今、弓以上に信頼できるものなどある筈もありません。今こそそれを確かめる時です。
zh_cn: 当你还是个孩子的时候，你就削了个小木弓射来射去。现在，你看了看手中值得信赖的伙伴，朝大灾变带来的黑暗走去——今夜如此，夜夜皆然。（原文文本已经更改，此处保留旧翻译，如职业特征有变更请举手）

# prof_desc_male
source: Ever since you were a child you loved hunting, and you soon took a liking to the challenge of hunting with a bow. Why, if the world ended there's nothing you'd want at your side more than your trusty bow. So when it did, you made sure to bring it along.
ja: 幼少の頃から狩りを愛し、弓を愛していました。そして世紀末の今、弓以上に信頼できるものなどある筈もありません。今こそそれを確かめる時です。
zh_cn: 当你还是个孩子的时候，你就削了个小木弓射来射去。现在，你看了看手中值得信赖的伙伴，朝大灾变带来的黑暗走去——今夜如此，夜夜皆然。（原文文本已经更改，此处保留旧翻译，如职业特征有变更请举手）

# prof_desc_female
source: Everyone at work knew you as the person who always had a cigarette or two in hand. Now, you're down to a single pack, and you hope you find more soon. You start out with a strong nicotine addiction.
de: Jeder bei der Arbeit kannte dich als die Person, die immer eine oder zwei Zigarretten zur Hand hatte. Nun hast nur noch eine Schachtel und hoffst, bald mehr zu finden. Du beginnst mit einer starken Nikotinsucht.
ja: 職場ではいつも煙草を何箱も持ち歩いている人だと知られていました。しかし、今や手元に残っているのは1箱のみです。次の煙草を早く見つけなければなりません。ニコチン中毒を患っています。
zh_cn: 所有人都知道你是个烟不离手的家伙。现在再也没人给你递烟了，趁兜里的半包没抽完之前，你最好自己开始寻找补给。

# prof_desc_male
source: Everyone at work knew you as the person who always had a cigarette or two in hand. Now, you're down to a single pack, and you hope you find more soon. You start out with a strong nicotine addiction.
de: Jeder bei der Arbeit kannte dich als die Person, die immer eine oder zwei Zigarretten zur Hand hatte. Nun hast nur noch eine Schachtel und hoffst, bald mehr zu finden. Du beginnst mit einer starken Nikotinsucht.
ja: 職場ではいつも煙草を何箱も持ち歩いている人だと知られていました。しかし、今や手元に残っているのは1箱のみです。次の煙草を早く見つけなければなりません。ニコチン中毒を患っています。
zh_cn: 所有人都知道你是个烟不离手的家伙。现在再也没人给你递烟了，趁兜里的半包没抽完之前，你最好自己开始寻找补给。

# profession_female
source: Failed Cyborg
de: Gescheiterter Cyborg
ja: サイボーグ(失敗作)
zh_cn: 报废机器人

# profession_male
source: Failed Cyborg
de: Gescheiterter Cyborg
ja: サイボーグ(失敗作)
zh_cn: 报废机器人

# profession_female
source: Farmer
de: Bäuerin
ja: 農家
zh_cn: 村姑

# profession_male
source: Farmer
de: Bauer
ja: 農家
zh_cn: 农夫

# profession_female
source: Fast Food Cook
de: Fast-Food-Köchin
ja: ファーストフードの調理師
zh_cn: 快餐女厨

# profession_male
source: Fast Food Cook
de: Fast-Food-Koch
ja: ファーストフードの調理師
zh_cn: 快餐厨师

# profession_female
source: Fighter
ja: 戦士
zh_cn: 女战士

# profession_male
source: Fighter
ja: 戦士
zh_cn: 战士

# profession_female
source: Firefighter
de: Feuerwehrfrau
ja: 消防士
zh_cn: 女消防员

# profession_male
source: Firefighter
de: Feuerwehrmann
ja: 消防士
zh_cn: 消防员

# profession_female
source: Fisher
ja: 釣師
zh_cn: 渔妇

# profession_male
source: Fisher
ja: 釣師
zh_cn: 渔夫

# profession_female
source: Football Player
de: Footballspielerin
ja: フットボール選手
zh_cn: 女子足球运动员

# profession_male
source: Football Player
de: Footballspieler
ja: フットボール選手
zh_cn: 足球运动员

# prof_desc_female
source: For better or for worse, bionic augmentation has turned you into a walking power tool. Upgraded with a standard industrial-grade manual labor surgery and training package, you are augmented with bionic muscles and an integrated toolset, both powered by standard batteries.
de: Bionische Verbesserungen haben dich zum laufenden Superwerkzeug gemacht. Mit einer Standardindustrie-OP und einem Traningspaket wurdest du mit Bionikmuskeln und einen integriertem Instrumentarium aufgebessert. Sie werden mit Standardbatterien betrieben.
ja: 歩く工具箱と言ってもいい存在です。 埋め込まれた油圧式筋肉と統合工具セット、電力供給用のバッテリーシステムにより、手仕事でありながら産業機械に比肩する働きが可能なのです。
zh_cn: 不管咋样，生化填植物已经把你变成一个人形电动工具。更通过加装标准工业级别的手工劳动套装进行了升级，让你拥有了生化肌肉和瑞士军手，当然这些都需要电池。

# prof_desc_male
source: For better or for worse, bionic augmentation has turned you into a walking power tool. Upgraded with a standard industrial-grade manual labor surgery and training package, you are augmented with bionic muscles and an integrated toolset, both powered by standard batteries.
de: Bionische Verbesserungen haben dich zum laufenden Superwerkzeug gemacht. Mit einer Standardindustrie-OP und einem Traningspaket wurdest du mit Bionikmuskeln und einen integriertem Instrumentarium aufgebessert. Sie werden mit Standardbatterien betrieben.
ja: 歩く工具箱と言ってもいい存在です。 埋め込まれた油圧式筋肉と統合工具セット、電力供給用のバッテリーシステムにより、手仕事でありながら産業機械に比肩する働きが可能なのです。
zh_cn: 不管咋样，生化填植物已经把你变成一个人形电动工具。更通过加装标准工业级别的手工劳动套装进行了升级，让你拥有了生化肌肉和瑞士军手，当然这些都需要电池。

# prof_desc_female
source: Fresh out of med school, you've got little in the way of practical experience. You just hope it will be enough if the old adage of 'Doctor, heal thyself' ends up being required.
de: Frisch aus der Ärzteschule hast du ein paar wenige Praxiserfahrungen gemacht. Du hoffst nur, dass sie ausreichen werden, um dich selbst verarzten zu können.
ja: 医大を出たばかりの実習生です。医師としての経験は無いに等しくとも、今は古い格言である「医師よ自らを癒やせ」を自分に言い聞かせています。
zh_cn: 终于熬出头了！你刚换了几次纱布、扎哭了三回小孩就遇上了大灾变……你只希望那句谚语是假的：“医者不能自医啊！”

# prof_desc_male
source: Fresh out of med school, you've got little in the way of practical experience. You just hope it will be enough if the old adage of 'Doctor, heal thyself' ends up being required.
de: Frisch aus der Ärzteschule hast du ein paar wenige Praxiserfahrungen gemacht. Du hoffst nur, dass sie ausreichen werden, um dich selbst verarzten zu können.
ja: 医大を出たばかりの実習生です。医師としての経験は無いに等しくとも、今は古い格言である「医師よ自らを癒やせ」を自分に言い聞かせています。
zh_cn: 终于熬出头了！你刚换了几次纱布、扎哭了三回小孩就遇上了大灾变……你只希望那句谚语是假的：“医者不能自医啊！”

# profession_female
source: Gangster
ja: ギャング
zh_cn: 女黑手党徒

# profession_male
source: Gangster
ja: ギャング
zh_cn: 黑手党徒

# profession_female
source: Golfer
de: Golferin
ja: ゴルファー
zh_cn: 高尔夫女球手

# profession_male
source: Golfer
ja: ゴルファー
zh_cn: 高尔夫球手

# profession_male
source: Groom
de: Bräutigam
ja: 花婿
zh_cn: 新郎

# profession_female
source: Guru
ja: グル
zh_cn: 上师

# profession_male
source: Guru
ja: グル
zh_cn: 上师

# profession_female
source: Gym Teacher
ja: 体育教師
zh_cn: 体育老师

# profession_male
source: Gym Teacher
ja: 体育教師
zh_cn: 体育老师

# profession_female
source: Handy Man
de: Handwerkerin
ja: 便利屋
zh_cn: 装修女工

# profession_male
source: Handy Man
de: Handwerker
ja: 便利屋
zh_cn: 装修工

# profession_female
source: Hardened Scavenger
de: Abgehärtete Sammlerin
ja: 生き延びたスカベンジャー
zh_cn: 资深拾荒者

# profession_male
source: Hardened Scavenger
de: Abgehärteter Sammler
ja: 生き延びたスカベンジャー
zh_cn: 资深拾荒者

# profession_female
source: Hardened Survivor
de: Abgehärtete Überlebende
ja: 生き延びた生存者
zh_cn: 资深幸存者

# profession_male
source: Hardened Survivor
de: Abgehärteter Überlebender
ja: 生き延びた生存者
zh_cn: 资深幸存者

# profession_female
source: Historical Reenactor
ja: 歴史好き
zh_cn: 历史重现演员

# profession_male
source: Historical Reenactor
ja: 歴史好き
zh_cn: 历史重现演员

# profession_female
source: Hitchhiker
de: Anhalterin
ja: ヒッチハイカー
zh_cn: 灾变奇航者

# profession_male
source: Hitchhiker
de: Anhalter
ja: ヒッチハイカー
zh_cn: 灾变奇航者

# profession_female
source: Hobo
de: Landstreicherin
ja: 浮浪者
zh_cn: 醉鸡

# profession_male
source: Hobo
de: Landstreicher
ja: 浮浪者
zh_cn: 醉鬼

# profession_female
source: Hockey Player
de: Hockeyspielerin
ja: アイスホッケー選手
zh_cn: 女守门员

# profession_male
source: Hockey Player
de: Hockeyspieler
ja: アイスホッケー選手
zh_cn: 守门员

# profession_female
source: Home Mechanic
de: Heimwerkerin
ja: 家のメカニック
zh_cn: 车迷

# profession_male
source: Home Mechanic
de: Heimwerker
ja: 家のメカニック
zh_cn: 车迷

# profession_male
source: Imam
ja: イマーム
zh_cn: 伊玛目

# profession_female
source: Industrial Cyborg
de: Industrie-Cyborg
ja: サイボーグ(工業用)
zh_cn: 工业机器人

# profession_male
source: Industrial Cyborg
de: Industrie-Cyborg
ja: サイボーグ(工業用)
zh_cn: 工业机器人

# prof_desc_female
source: It was going to be your first major game, but then the cataclysm struck. Creatures unlike anything you've seen before, began attacking the attending crowd and only a handful of people managed to escape the carnage. Thanks to your quick feet, you were among the lucky few to survive and escape from the creatures.
ja: デビュー戦を控えていましたが、その前に災厄に見舞われてしまいました。化物に多くの人々が殺され、生存者はほんの一握りでした。優れた足のお陰で辛くも逃げ延びる事が出来たのです。
zh_cn: 你打季后赛的时候，灾难来袭。丧尸开始攻击观众，只有少数人成功逃脱。多亏你快速的步法，你终于从一群丧尸啦啦队的追求中逃了出来，你发誓你再也不想看到那些sexy的妹纸了...

# prof_desc_male
source: It was going to be your first major game, but then the cataclysm struck. Creatures unlike anything you've seen before, began attacking the attending crowd and only a handful of people managed to escape the carnage. Thanks to your quick feet, you were among the lucky few to survive and escape from the creatures.
ja: デビュー戦を控えていましたが、その前に災厄に見舞われてしまいました。化物に多くの人々が殺され、生存者はほんの一握りでした。優れた足のお陰で辛くも逃げ延びる事が出来たのです。
zh_cn: 你打季后赛的时候，灾难来袭。丧尸开始攻击观众，只有少数人成功逃脱。多亏你快速的步法，你终于从一群丧尸啦啦队的追求中逃了出来，你发誓你再也不想看到那些sexy的妹纸了...

# prof_desc_female
source: It's a shame the apocalypse happened; you'll never get a shot at the Cyberolympics. Now the only thing between you and death by zombie is your freakish cyborg strength.
de: Es ist eine Schande, dass die Apokalypse passiert ist; du wirst niemals an der Cyberolympiade teilnehmen können. Jetzt ist die einzige Sache zwischen dir und dem Tod wegen Zombies deine sonderbare Cyborgstärke.
ja: まったくもって残念です、こんな事がなければサイバーオリンピック出場は決まっていたでしょうに。今や残された競技といえば、サイボーグの力とゾンビのどちらが勝っているのか、それを決める殺し合いだけなのですから。
zh_cn: 天启什么的就是个混球：你永远没机会参加生化奥林匹克了。现在唯一能阻止你获得丧尸友谊的玩意就是你那疯狂的生化力量。

# prof_desc_male
source: It's a shame the apocalypse happened; you'll never get a shot at the Cyberolympics. Now the only thing between you and death by zombie is your freakish cyborg strength.
de: Es ist eine Schande, dass die Apokalypse passiert ist; du wirst niemals an der Cyberolympiade teilnehmen können. Jetzt ist die einzige Sache zwischen dir und dem Tod wegen Zombies deine sonderbare Cyborgstärke.
ja: まったくもって残念です、こんな事がなければサイバーオリンピック出場は決まっていたでしょうに。今や残された競技といえば、サイボーグの力とゾンビのどちらが勝っているのか、それを決める殺し合いだけなのですから。
zh_cn: 天启什么的就是个混球：你永远没机会参加生化奥林匹克了。现在唯一能阻止你获得丧尸友谊的玩意就是你那疯狂的生化力量。

# profession_female
source: Janitor
ja: 管理人
zh_cn: 清洁工

# profession_male
source: Janitor
ja: 管理人
zh_cn: 清洁工

# prof_desc_female
source: Just a small-town deputy when you got the call, you were still ready to come to the rescue. Except that soon it was you who needed rescuing - you were lucky to escape with your life. Who's going to respect your authority when the government this badge represents might not even exist anymore?
de: Als du den Anruf erhieltest, wast du nur ein Kleinstadtstellvertreter und immer noch bereit, zur Rettung zu eilen. Außer, dass es bald du warst, der Rettung brauchte – du hattest Glück und konntest mit deinem Leben davonkommen. Doch wer wird jetzt noch deine Autorität respektieren?
ja: 通報を受け、救援の為に小さな町へ向かいました。しかしながら、直に自分達も救援を待つ身になってしまいました。その状況を脱出できたのはただの幸運でしかありません。もはや警察バッジに何の意味があるでしょうか？ それを尊敬する者もおらず、後ろ盾となる政府の威光も届かないのですから。
zh_cn: 虽然你只是个片警，但工作态度很积极。当你急匆匆地赶到报警地点时，发现你才是那个该被救的人。也是啊——当所有“人”都把空洞的眼眶朝着你时，你的警察制服与工作证又有什么意义呢？

# prof_desc_male
source: Just a small-town deputy when you got the call, you were still ready to come to the rescue. Except that soon it was you who needed rescuing - you were lucky to escape with your life. Who's going to respect your authority when the government this badge represents might not even exist anymore?
de: Als du den Anruf erhieltest, wast du nur ein Kleinstadtstellvertreter und immer noch bereit, zur Rettung zu eilen. Außer, dass es bald du warst, der Rettung brauchte – du hattest Glück und konntest mit deinem Leben davonkommen. Doch wer wird jetzt noch deine Autorität respektieren?
ja: 通報を受け、救援の為に小さな町へ向かいました。しかしながら、直に自分達も救援を待つ身になってしまいました。その状況を脱出できたのはただの幸運でしかありません。もはや警察バッジに何の意味があるでしょうか？ それを尊敬する者もおらず、後ろ盾となる政府の威光も届かないのですから。
zh_cn: 虽然你只是个片警，但工作态度很积极。当你急匆匆地赶到报警地点时，发现你才是那个该被救的人。也是啊——当所有“人”都把空洞的眼眶朝着你时，你的警察制服与工作证又有什么意义呢？

# profession_female
source: Juvenile Delinquent
ja: 不良少女
zh_cn: 混混少女

# profession_male
source: Juvenile Delinquent
ja: 不良少女
zh_cn: 混混少年

# profession_female
source: Kannushi
ja: 神主
zh_cn: 巫女

# profession_male
source: Kannushi
ja: 神主
zh_cn: 神主

# profession_female
source: Knight
ja: 騎士
zh_cn: 女骑士

# profession_male
source: Knight
ja: 騎士
zh_cn: 骑士

# profession_female
source: Lab Technician
de: Laborantin
ja: 研究所の技術者
zh_cn: 实验室技术员

# profession_male
source: Lab Technician
de: Laborant
ja: 研究所の技術者
zh_cn: 实验室技术员

# prof_desc_female
source: Late nights with friends watching anime and eating snacks has prepared you for the premier anime convention in the Northeast. It just had to be the day of the apocalypse. At least you were ready in case your costume tore.
de: Späte Abende beim Animeschauen und Snackessen mit Freunden haben dich auf den führenden Animekongress im Nordosten vorbereitet. Der musste ja gerade am Tag des Apokalypse sein! Wenigstens warst du bereit für den Fall, dass dein Kostüm zerrisse.
ja: 昨夜は夜遅くまでスナックを片手にアニメを見て、今日のイベントを楽しみにしていました。しかし訪れたのは災厄の日。この日の為に用意したコスチュームは引き裂かれてしまいました。
zh_cn: 你看东西都是二次元的，甚至在大灾变的前一天你还在通宵观看岛国里番...现在终于可以随心所欲的大搞Cosplay了。

# prof_desc_male
source: Late nights with friends watching anime and eating snacks has prepared you for the premier anime convention in the Northeast. It just had to be the day of the apocalypse. At least you were ready in case your costume tore.
de: Späte Abende beim Animeschauen und Snackessen mit Freunden haben dich auf den führenden Animekongress im Nordosten vorbereitet. Der musste ja gerade am Tag des Apokalypse sein! Wenigstens warst du bereit für den Fall, dass dein Kostüm zerrisse.
ja: 昨夜は夜遅くまでスナックを片手にアニメを見て、今日のイベントを楽しみにしていました。しかし訪れたのは災厄の日。この日の為に用意したコスチュームは引き裂かれてしまいました。
zh_cn: 你看东西都是二次元的，甚至在大灾变的前一天你还在通宵观看岛国里番...现在终于可以随心所欲的大搞Cosplay了。

# profession_female
source: Lawyer
de: Anwältin
ja: 弁護士
zh_cn: 女律师

# profession_male
source: Lawyer
de: Anwalt
ja: 弁護士
zh_cn: 律师

# prof_desc_female
source: Long ago your lifelong infatuation with bionic enhancement lead you into a shady world of back-alley bionic clinics and self-installed secondhand CBMs. The world has moved on but your posthuman hunger still cries out to be fed; where will you get your bionic fix now?
de: Vor langer Zeit führte dich deine lebenslange Vernarrtheit mit bionischen Verbesserungen in eine düstere Welt von Hinterhofkliniken und selbstinstallierten Second-Hand-KBMs. Die Welt drehte sich weiter, aber dein übermenschlicher Hunger schreit immer noch danach, gestillt zu werden …
ja: CBMに憧れ、裏路地の怪しげなバイオクリニックや時には中古品を、セルフインストールする事で欲求を満たしている内にすっかり中毒になってしまいました。世界が進歩した今も、ポストヒューマン的な飢えは未だ満たされていません。どこに行けば治せるのでしょうか？
zh_cn: 你一直沉迷于给自己安装来自黑市的二手CBM。现在末世降临，你觉得你以前的投资真是太超值了，问题是现在你去哪里修理出问题的生化CBM呢？

# prof_desc_male
source: Long ago your lifelong infatuation with bionic enhancement lead you into a shady world of back-alley bionic clinics and self-installed secondhand CBMs. The world has moved on but your posthuman hunger still cries out to be fed; where will you get your bionic fix now?
de: Vor langer Zeit führte dich deine lebenslange Vernarrtheit mit bionischen Verbesserungen in eine düstere Welt von Hinterhofkliniken und selbstinstallierten Second-Hand-KBMs. Die Welt drehte sich weiter, aber dein übermenschlicher Hunger schreit immer noch danach, gestillt zu werden …
ja: CBMに憧れ、裏路地の怪しげなバイオクリニックや時には中古品を、セルフインストールする事で欲求を満たしている内にすっかり中毒になってしまいました。世界が進歩した今も、ポストヒューマン的な飢えは未だ満たされていません。どこに行けば治せるのでしょうか？
zh_cn: 你一直沉迷于给自己安装来自黑市的二手CBM。现在末世降临，你觉得你以前的投资真是太超值了，问题是现在你去哪里修理出问题的生化CBM呢？

# profession_female
source: Lost Submissive
de: Verlorener Bottom
ja: 性奴隷
zh_cn: 迷失女奴

# profession_male
source: Lost Submissive
de: Verlorener Bottom
ja: 性奴隷
zh_cn: 迷失爱奴

# profession_female
source: Lumberjack
de: Holzfällerin
ja: 木こり
zh_cn: 伐木女工

# profession_male
source: Lumberjack
de: Holzfäller
ja: 木こり
zh_cn: 伐木工

# profession_female
source: Maid
de: Magd
ja: メイド
zh_cn: 妹抖

# profession_female
source: Mail Carrier
de: Briefträgerin
ja: 郵便配達員
zh_cn: 女女邮差

# profession_male
source: Mail Carrier
de: Briefträger
ja: 郵便配達員
zh_cn: 邮差

# profession_female
source: Mall Security
ja: 警備員(ショッピングセンター)
zh_cn: 购物中心保安

# profession_male
source: Mall Security
ja: 警備員(ショッピングセンター)
zh_cn: 购物中心保安

# profession_female
source: Martial Artist
de: Kampfkünstlerin
ja: 格闘家
zh_cn: 女武术家

# profession_male
source: Martial Artist
de: Kampfkünstler
ja: 格闘家
zh_cn: 武术家

# profession_female
source: Medical Resident
de: Assistenzärztin
ja: 専門医学実習生
zh_cn: 医科实习女生

# profession_male
source: Medical Resident
de: Assistenzarzt
ja: 専門医学実習生
zh_cn: 医科实习男生

# profession_female
source: Military Recruit
de: Rekrutin
ja: 新兵
zh_cn: 入伍女兵

# profession_male
source: Military Recruit
de: Rekrut
ja: 新兵
zh_cn: 入伍新兵

# profession_female
source: Monk
ja: 修行僧
zh_cn: 女僧侣

# profession_male
source: Monk
ja: 修行僧
zh_cn: 僧侣

# prof_desc_female
source: Mortally injured in the line of duty, you were resurrected by the surgeons from the department's revolutionary Cybercop program. Now, in these lawless times, you are truly the future of law enforcement.
de: Im Dienst tödlich verletzt, wurdest du von den Chirurgen des revolutionären Cybercop-Programms der Abteilung wiederbelebt. Und jetzt, in diesen gesetzlosen Zeiten, bist du wahrhaft die Zukunft der Rechtsdurchsetzung.
ja: 職務中に致命傷を負って、先端技術の力によりサイバーコップとして蘇りました。無法の世が訪れた今、正義の名の下に法を執行できるのは君しかいないのです！
zh_cn: 在任务中遭受致命伤，你被相关部门革命性的生化警察项目所苏生。现在，在这一片目无法纪的天地中，你确实是执法者的未来。

# prof_desc_male
source: Mortally injured in the line of duty, you were resurrected by the surgeons from the department's revolutionary Cybercop program. Now, in these lawless times, you are truly the future of law enforcement.
de: Im Dienst tödlich verletzt, wurdest du von den Chirurgen des revolutionären Cybercop-Programms der Abteilung wiederbelebt. Und jetzt, in diesen gesetzlosen Zeiten, bist du wahrhaft die Zukunft der Rechtsdurchsetzung.
ja: 職務中に致命傷を負って、先端技術の力によりサイバーコップとして蘇りました。無法の世が訪れた今、正義の名の下に法を執行できるのは君しかいないのです！
zh_cn: 在任务中遭受致命伤，你被相关部门革命性的生化警察项目所苏生。现在，在这一片目无法纪的天地中，你确实是执法者的未来。

# profession_female
source: Mourchida
ja: イマーム
zh_cn: 女伊玛目

# profession_female
source: National Guard
de: Nationalgarde
ja: 州兵
zh_cn: 女民兵

# profession_male
source: National Guard
de: Nationalgarde
ja: 州兵
zh_cn: 民兵

# profession_female
source: Naturalist
ja: 自然主義者.
zh_cn: 自然主义者

# profession_male
source: Naturalist
ja: 自然主義者.
zh_cn: 自然主义者

# profession_female
source: Nomad
zh_cn: 游牧人

# profession_male
source: Nomad
zh_cn: 游牧人

# profession_female
source: Novice Martial Artist
de: Kampfkunst-Neuling
ja: 武道家見習い
zh_cn: 菜鸟武术家
