Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: * Thrown weapon; simple projectile or grenade These items are suited for throwing, and many are only useful when thrown, such as grenades, molotov cocktails, or tear gas. Once activated be certain to throw these items by pressing %s, then the letter of the item to throw.
de: * Geworfene Waffe; einfaches Wurfgeschoss oder Granate Diese Gegenstände sind geeignet zum Werfen und viele sind nur nützlich, wenn sie geworfen werden, zum Beispiel Granaten, Molotowcocktails oder Tränengasgranaten. Sobald du sie aktiviert hast, stell sicher, sie zu werfen, indem du erst %s, dann das Zeichen des Gegenstands, den du werfen willst, drückst.
ja: * 投擲武器; 投げられそうな物や手榴弾 これらのアイテムは投げるのに向いています。手榴弾や火炎瓶、催涙弾などは投げる事で効果を発揮します。作動させたら'%s'を押し、アイテムに割り当てられているキーを押して確実に投げましょう。
ko: * 투척 무기(간단한 발사체 또는 수류탄) 투척 무기는 던지기에 적합하며, 대개 던질 때에만 유용한 수류탄이나 화염병, 최루탄 같은 것들을 지칭하는 말입니다. 일단 작동시킨 뒤에 %s키를 눌러 던질 물건의 기호를 누르고 던져버리면 됩니다.
ru: * Метательное оружие: камни, гранаты и другие. Предметы предназначенные для метания. Многие из них полезно только бросать: коктейль Молотова, капсула со слезоточивым газом. Их нужно бросать активированными. Для броска нужно нажать %s и выбрать букву.
zh_cn: * 投掷类武器:从简易的抛射物到手榴弹 这些物品很适合用来投掷，而其中的手榴弹、莫洛托夫燃烧瓶、催泪瓦斯等只可以通过投掷<%s>来使用。

source: -> Fabrication is the generic artisan skill, used for a wide variety of gear. -> Cooking, at low levels, is used for making tasty recipes; at higher levels, you have an understanding of chemistry and can make chemical weapons and beneficial elixirs. -> Tailoring is used to create basic clothing, and armor later on. -> Electronics lets you make a wide variety of tools with intricate uses.
de: → Herstellung ist die allgemeine Handwerksfertigkeit, benutzt für eine breite Pallette an Ausrüstungen. → Die Kocherfahrung wird bei niedrigen Stufen zum Zubereiten leckerer Rezepte gebraucht; bei höheren Stufen für Chemiewaffen und vorteilhafte Elixiere. → Die Erfahrung im Schneiderhandwerk wird für die Erstellung einfacher Kleidung und später auch harter Panzerungen verwendet. → Erfahrung in Elektronik lässt dich eine breite Auswahl von Werkzeugen mit komplexen Verwendungszwecken machen.
ja: -> 製作は一般的な製作技術のスキルで、多種多様なアイテム製作で使用します。 -> 料理は、低レベルの内はおいしい食事を製作するのに使用します。より高レベルでは化学の知識が身に付き、化学兵器や便利な薬品の製作も可能になります。
ru: -> Производство является общим навыком ремесленников, широко используется . -> Кулинария, на низких уровнях используется для вкусных рецептов. На высоких - для изготовления оружия и снадобий. -> Шитьё используется для создания одежды, а позднее брони. -> Электроника позволяет изготовить множество инструментов.
zh_cn: ->机械技能对于制作武器、陷阱和一些工具来说很重要； ->烹调技能只需要较低的等级就能陆续做出可口的食物，而随着等级的提高你会对化学有更深的认识，甚至能够制造化学武器和强化药剂； ->电子技能会影响许多复杂工具的使用，在游戏的整个过程中都有用到； ->裁缝技能可以让你制作各类服装以及一些护甲。

source: . Field - Empty grassland, occasional wild fruit.
de: . Feld – leeres Grasland, hat gelegentlich Früchte.
ja: 平野 - 開けた野原です。稀に野生の果物が見つかります。
ko: . 평야 - 아무것도 없는 초원입니다. 때때로 야생 과일을 구할 수 있습니다.
ru: . Поле - Пустой луг, встречаются ягоды.
zh_cn: . 旷野 - 空旷的草地，偶尔会有野果。

source: / Large weapon ; Small weapon or tool , Tiny item These are all generic items, useful only to be wielded as a weapon. However, some have special uses; they will show up under the TOOLS section in your inventory. Press %s to use these.
de: / große Waffe ; kleine Waffe und/oder Werkzeug , winziger Gegenstand Diese sind alles generische Gegenstände, nur nützlich, um als Waffe getragen zu werden. Allerdings haben einige besondere Verwendungszwecke; sie werden under dem Abschnitt »WERKZEUGE« in deinem Inventar aufgeführt. Drücke %s, um sie zu benutzen.
ja: / 大きな武器 ; 小さな武器や工具 , 小さなアイテム これらは一般的なアイテムで、武器として構えるしか使い道はありません。しかし、特殊な使い道があるものもあります; その様なアイテムはインベントリの工具の欄に表示されます。'%s'で使用します。
ko: / 대형 무기 ; 소형무기 및 도구 , 작은 물품 이것들은 무기로서 휘두르는 것 이외에 마땅한 용도가 없는 물건들의 총칭입니다. 그러나 몇몇 물품들은 특수한 용도가 있는데, 이런 종류의 물품들은 인벤토리에서 도구 탭 아래에 나타나며, %s키를 눌러 사용할 수 있습니다.
ru: / Крупное оружие ; Маленькое оружие или инструменты , Крохотные предметы Все эти предметы полезны в качестве оружия. Однако, многие из них могут использоваться по-особенному; такие предметы в инвентаре расположены в разделе ИНСТРУМЕНТЫ. Нажмите %s для использования.
zh_cn: / 大型武器 ; 小型武器或工具 , 微型工具 这类物品通常都是近战武器或者工具，当然有些也有特殊的功能；当你查看物品栏时会显示在“工具”一栏，按下<%s>来使用。

source: 10-30 MPH, or 16-48 KPH, is a good speed for beginning drivers, who tend to fumble the controls. As your Driving skill improves, you will fumble less and less. To simply maintain course and speed, hit %s.
de: 16-48 km/h bzw. 10-30 mph sind eine gute Geschwindigkeit für Fahranfänger, welche dazu neigen, mit der Steuerung herumzufummeln. Während deine Fahrerfahrung sich verbessert, fummelnst du weniger und weniger. Um die Richtung und Geschwindigkeit beizubehalten, drück einfach %s.
ja: うまく制御できない初心者ドライバーは10-30M/Hか16-48K/H位が運転するのにちょうどいいスピードです。上達するとぎこちなさがなくなります。スピードを維持し、まっすぐ進むには%sを押します。
ko: 16-48km/h(10-30 MPH) 수준의 속도는 조종장치를 자주 놓치는 초보 운전자에게 적합한 속도입니다. 운전 기술이 향상될수록 실수는 점점 줄어들 것입니다. 진행 방향과 속도를 그대로 유지하려면 %s키를 누르면 됩니다.
ru: 10-30 миль/ч или 16-48 км/ч — хорошая скорость для неопытных водителей, у которых, как правило, виляет управление. Во время возрастания навыка вождения, ваш контроль руля будет всё стабильнее. Чтобы держаться курса и нужной скорости, нажмите %s.
zh_cn: 10-30MPH,或者16-48KPH, 对于初学者来说是比较好的选择,适宜摸索熟悉驾驶方法。当你的驾驶技能提高， 你的失误会越来越少。 简单的控制方向和车速，按下 %s 键。

source: 1: List of all commands (you can change key commands here)
de: 1: Liste aller Befehle (du kannst hier Tastenzuweisungen ändern)
ja: 1: 全コマンド一覧(ここでキーコマンドも変更できます)
ko: 1: 모든 명령 목록 (이곳에서 단축키 설정을 바꿀 수 있습니다)
ru: 1: Список всех команд (здесь можно изменить клавишу команды)
zh_cn: 1: 所有的命令列表（你可以在这里改变命令对应的按键）

source: 2: List of all options (you can change options here)
de: 2: Liste aller Einstellungen (du kannst hier Einstellungen ändern)
ja: 2: 全オプション一覧(ここでオプションも変更できます)
ko: 2: 모든 옵션 목록 (이곳에서 설정을 바꿀 수 있습니다)
ru: 2: Список всех настроек (здесь можно изменить настройки)
zh_cn: 2: 所有的设置选项（你可以在这里改变设置）

source: 3: Auto pickup manager (you can change pickup rules here)
de: 3: Aufheberegeln (Du kannst hier Aufhebe-Regeln ändern)
ja: 3: 自動取得マネージャー(ここで取得規則を変更できます)
ko: 3: 자동 줍기 관리자 (이곳에서 자동 줍기 규칙을 바꿀 수 있습니다)
ru: 3: Настройки авто-подбора (здесь можно изменить правила авто-подбора)
zh_cn: 3: 自动拾取管理（你可以在在这里改变自动拾取规则）

source: 4: Color manager (you can change all colors here)
zh_cn: 4: 配色方案管理（你可以在在这里改变配色方案）

source: 5: List of item types and data
zh_cn: 5: 列出物品类型和数据

source: 6: Description of map symbols
zh_cn: 6: 地图图例指南

source: 7: Description of gun types
zh_cn: 7: 枪械类型指南

source: 8: Frequently Asked Questions (Some spoilers!)
zh_cn: 8: 常见问题 (含剧透！)

source: <color_blue>( Assault Rifles</color> Assault rifles are similar to hunting rifles in many ways; they are also suited for long range combat, with similar bonuses and penalties. Unlike hunting rifles, assault rifles are capable of automatic fire. Assault rifles are less accurate than hunting rifles, and this is worsened under automatic fire, so save it for when you're highly skilled. Assault rifles are an excellent choice for medium or long range combat, or even close-range bursts again a large number of enemies. They are difficult to use, and are best saved for skilled riflemen.
de: <color_blue>( Sturmgewehre</color> Sturmgewehre sind Jagdgewehren in vielerlei Hinsicht ähnlich; sie sind ebenfalls geeignet für den Fernkampf, mit ähnlichen Vor- und Nachteilen. Anders als Jagdgewehre haben Sturmgewehre eine Feuerautomatik. Sturmgewehre sind weniger treffsicher als Jagdgewehre, und dies verschlimmert sich beim Automatikfeuer, also heb ihn dir auf, bis du erfahrener bist. Sturmgewehre sind eine ausgeeichnete Wahl für den Kampf in mittlerer oder weiter Ferne für eine große Anzahl von Feinden. Mit Feuerstößen eignen sie sich sogar im Nahkampf. Sie sind schwer zu handhaben und werden am Besten für die besten Schützen aufgehoben.
ja: <color_blue>(アサルトライフル</color> アサルトライフルは様々な面でスナイパーライフルと似ています。両者とも長距離の戦闘に適しており、長所や短所も同様です。スナイパーライフルと違い、アサルトライフルは連射が可能です。また、アサルトライフルはスナイパーライフルより精度で劣り、連射すると精度は更に低下します。連射はライフルのスキルが十分高まるまでとっておきましょう。
ko: <color_blue>( 돌격소총</color> 돌격소총은 많은 면에서 수렵용 소총과 비슷합니다. 장거리 전투에 적합하고, 비슷한 장단점을 가지고 있습니다. 다만, 수렵용 소총과 달리 돌격소총은 자동 사격이 가능합니다. 돌격소총은 수렵용 소총에 비해 정확도가 떨어지는데다가, 자동 사격까지 사용하면 명중률이 크게 낮아질 것이므로 숙달되기 전까지는 자제하는 것이 좋습니다. 돌격소총은 중거리나 장거리 전투, 심지어는 근거리에서 대규모의 적들에게 탄환을 퍼부을 수 있는 훌륭한 선택입니다. 사용하기 어렵지만, 숙달되면 최고의 무기가 될 것입니다.
ru: <color_blue>( Штурмовые винтовки</color> Штурмовые винтовки по многим параметрам схожи с охотничьими. Они способны так же точно стрелять на большие дистанции с похожими бонусами и штрафами. Главное отличие заключается в том, что у штурмовых винтовок есть режим автоматического огня. Штурмовые винтовки менее точны, тем более в режиме автоматического огня. Приберегите винтовку, пока не наберетесь опыта. В целом: штурмовая винтовка - это отличный выбор для боя на любых дистанциях.
zh_cn: <color_blue>( 突击步枪</color> 突击步枪跟猎枪在很多方面有相似之处：都很适合长程的战斗、都受到同样属性的奖惩，而与猎枪不同的是突击步枪可以连发。比起猎枪，突击步枪的精确度会弱一些，而且在连发时更明显，所以最好当你的枪械技能足够高了以后再选择使用突击步枪。 突击步枪最适合应对中远程的战斗，甚至在近战中也能摞倒一片敌人，但使用它们很讲究技巧，所以嘛，先练好打手枪再回来。

source: <color_brown>( Hunting Rifles</color> Hunting rifles are popular for their superior range and accuracy. What's more, their scopes or sights make shots fired at targets more than 10 tiles away as accurate as those with a shorter range. However, they are very poor at hitting targets 4 squares or less from the player. Unlike assault rifles, hunting rifles have no automatic fire. They are also slow to reload and fire, so when facing a large group of nearby enemies, they are not the best pick.
de: <color_brown>( Jagdgewehre</color> Jagdgewehre sind wegen ihrer überlegenen Reichweite und Treffgenauigkeit berühmt. Was noch besser ist, ihre Zielfernrohre oder Visiere machen Schüsse, die auf Ziele, die weiter als 10 Felder entfernt sind, genau so treffsicher wie diejenigen mit einer kürzeren Reichweise. Allerdings sind sie sehr schwach zum Treffen von Zielen, die 4 oder weniger Felder vom Spieler entfernt sind. Ungleich Sturmgewehren haben Jagdgewehre keine Automatik. Es dauert auch lange, sie nachzuladen und abzufeuern, somit sind sie gegenüber einer großen Gruppe naheliegender Feinde nicht die beste Wahl.
ja: <color_brown>( スナイパーグライフル</color> スナイパーライフルは射程の長さと精度の良さで知られています。その上、装着されているスコープや照準器によって、遠距離射撃も近距離射撃と同程度の精度でこなせます。アサルトライフルと異なり、スナイパーライフルには連射機能はありません。更に、装填と発射には時間が掛かるため、すぐ近くで敵の大集団に遭遇した場合は、最適の装備とは言えません。
ko: <color_brown>( 수렵용 소총</color> 수렵용 소총은 우수한 사거리와 명중률로 인해 인기가 좋습니다. 게다가 조준경이나 가늠자는 10칸 이상의 목표도 근거리의 적을 쏘듯이 정확하게 맞출 수 있게 해주지만, 오히려 4칸 이내의 적에게는 명중률이 떨어집니다. 돌격소총과 달리 수렵용 소총은 자동 사격이 불가능하며, 장전 및 사격 속도 또한 느리므로, 대규모의 적을 근거리에서 맞닥뜨렸을 때 수렵용 소총을 선택하는 것은 현명한 선택이 아닙니다.
ru: <color_brown>( Охотничьи винтовки</color> Охотничьи винтовки пользуются популярностью за превосходную дальность и точность выстрела. Они стреляют более чем на 10 тайлов так же точно, как и с более близкого расстояния; но на расстоянии менее 4 тайлов от цели их эффективность резко падает. В отличие от штурмовых винтовок, охотничьи не имеют режима автоматического огня; также они медленно перезаряжаются и стреляют. В общем, при большом скоплении противников — не лучший выбор.
zh_cn: <color_brown>( 猎枪</color> 猎枪因其优越的射程和精准度而闻名，更确切的说，配上瞄准镜或者金属瞄准具的话，你甚至可以轻松打中10格以外的敌人，然而当敌人突进到4格以内的范围时，猎枪反而变得很难击中敌人，所以要小心。 与突击步枪不同的是，猎枪没有连发的功能，并且他们的装填速度非常慢，所以当你面对大群敌人的时候，有比猎枪更好的选择。

source: <color_cyan>( Submachine Guns</color> Submachine guns are small weapons (some are barely larger than a handgun), designed for relatively close combat and the ability to spray large amounts of bullets. However, they are more effective when firing single shots, so use discretion. They mainly use the 9mm and .45 ammunition; however, other SMGs exist. They reload moderately quickly, and are suitable for close or medium-long range combat.
de: <color_cyan>( Maschinenpistolen</color> Maschinenpistolen sind kleine Waffen (einige sind kaum größer als eine Handfeuerwaffe), welche für relativ nahem Nahkampf gedacht sind und die Fähigkeit besitzen, große Kugelhagel auszulösen. Allerdings sind sie effektiver, wenn Einzelschüsse abgegeben werden, also sei umsichtig. Sie benutzen hauptsächlich die 9mm- und .45-Munition; allerdings gibt es auch andere Maschinenpistolen. Sie haben eine moderat schnelle Nachladezeit und sind für Nah- und Mittelfernkampf.
ja: <color_cyan>( サブマシンガン</color> サブマシンガンは小型の銃器で(ハンドガンより僅かに大きいだけというものもあります）、比較的近距離での戦闘に向けて設計されており、大量の弾薬をばら撒く事が出来ます。しかし、単発で撃った方が効果的なので、よく考えて使いましょう。主に9mmや45口径の弾薬を使用します; ただし、それ以外の弾薬を使用するものもあります。再装填もそれなりに早く、近距離から中遠距離での戦闘に向いています。
ko: <color_cyan>( 기관단총</color> 기관단총은 권총보다는 조금 크지만 소형 무기에 속하며, 근거리에서 대량의 탄환을 쏟아부을 수 있도록 설계되었습니다. 하지만, 단발 사격이 더 효율적이니 상황에 따라 재량껏 사용해야 합니다. 주로 9mm탄과 .45 탄을 사용하지만, 다른 탄종을 사용하는 기관단총도 존재합니다. 장전속도는 적당히 빨라, 근거리 및 중장거리 전투에 적합합니다.
ru: <color_cyan>( Пистолет-пулемёты</color> Пистолет-пулемёт (ПП) — небольшого размера оружие (чуть больше пистолета), со сравнительно небольшим радиусом поражения и способностью стрелять очередями. ПП эффективны на средних дистанциях и довольно быстро перезаряжаются. Лучше стрелять одиночными, но все зависит от ситуации. Для стрельбы используются 9мм и .45 патроны, но есть и другие разновидности ПП.
zh_cn: <color_cyan>( 冲锋枪</color> 微型冲锋枪是小型的枪械（有些甚至比手枪大不了多少），通常以无脑喷射大量子弹来应对近距离的突击，所以比起单发射击来，一口气射出一梭子弹是正确的用法。微型冲锋枪通常使用的是9mm及.45口径的子弹，当然也有例外。微冲的一大特性就是装填相对很快，所以在近程及近—中程的战斗中都会很有用。

source: <color_green>( Crossbows</color> The best feature of crossbows is their silence. The bolts they fire are only rarely destroyed; if you pick up the bolts after firing them, your ammunition supply will last much longer. Crossbows suffer from a short range and a very long reload time (modified by your strength); plus, most only hold a single round. For this reason, it is advisable to carry a few loaded crossbows. Crossbows can be very difficult to find; however, it is possible to craft one given enough Mechanics skill. Likewise, it is possible to make wooden bolts from any number of wooden objects, though these are much less effective than steel bolts. Crossbows use the handgun skill.
ja: <color_green>( クロスボウ</color> クロスボウの最大の特徴は発射音が静かな事です。発射したボルトは滅多に壊れないため、撃ったボルトを回収すれば、弾薬を長く使い回せます。射程が短く装填に時間が掛かる(筋力依存)という欠点があります。更に、大抵のクロスボウには1発しかボルトを装填できません。 そのため、装填済みのクロスボウを複数携帯しておくのがお勧めです。クロスボウは中々見つかりませんが、十分な機械整備スキルがあれば自作も可能です。多くの木製の材料から木製のボルトを制作できますが、鋼鉄製のボルトに比べると威力は大幅に劣ります。クロスボウにはハンドガンスキルが適用されます。
zh_cn: <color_green>( 弩</color> 弩的最大优点就是无声无息地杀人~并且箭矢在射出之后通常不会被损坏，如果你能养成回收箭矢的好习惯，弩会是一件很趁手的武器。由于使用机械动力，所以十字弓的射程很近，装填时间也很长（你的力气越大，装填越快），并且通常一次只能装填一发箭矢，所以如果可能的话，不妨事先准备好几把上了弹药的弩备用。 游戏中，弩也是较难获得的武器之一，所以大多数情况下玩家必须自己制作一把，并且几乎所有的木材都能用来制作木质弩矢，你要知道的是游戏中也有更强力的金属弩矢。另外记好，弩使用手枪技能。

source: <color_ltgray>( Handguns</color> Handguns are small weapons held in one or both hands. They are much more difficult to aim and control than larger firearms, and this is reflected in their poor accuracy. However, their small size makes them appropriate for short-range combat, where larger guns fare poorly. They are also relatively quick to reload and use a very wide selection of ammunition. Their small size and low weight make it possible to carry several loaded handguns, switching from one to the next once their ammo is spent.
ja: <color_ltgray>( ハンドガン</color> ハンドガンは片手または両手で持てる小型の銃器です。大型の銃器に比べ、狙いを付け辛く、また扱い難いので、それが精度の低さに現れています。しかし、その小ささのおかげで大型の銃器では立ち回り辛い近距離での戦闘には適しています。また、再装填が比較的素早く行え、弾薬の選択の幅も広くなっています。小型で軽量なので、装填済みの銃を複数持ち、撃ち尽くしたら別の銃に持ち変えるという使い方も出来ます。
zh_cn: <color_ltgray>( 手枪</color> 手枪可以单持也可以双持，他们虽然体积小，但比起一些大型枪械来可能更难瞄准，不过没关系，因为它们本就设计用来应对近距离的交火，而这是大部分大型枪械所不能胜任的。手枪可以选择的弹药很广泛，并且装填速度也很快，加上它们小巧的体积和重量让你可以备上几把装填完毕的手枪，在需要的时候连着使用。

source: <color_ltred>( Machine Guns</color> Machine guns are one of the most powerful firearms available. They are even larger than assault rifles, and make poor melee weapons; however, they are capable of holding 100 or more rounds of highly-damaging ammunition. They are not built for accuracy, and firing single rounds is not very effective. However, they also possess a very high rate of fire and somewhat low recoil, making them very good at clearing out large numbers of enemies.
de: <color_ltred>( Maschinengewehre</color> Maschinengewehre sind eine der stärksten verfügbaren Feuerwaffen. Sie sind sogar noch größer als Sturmgewehre und sind schwache Nahkampfwaffen; allerdings sind sie dazu fähig, mindestens 100 Patronen Munition mit sehr hohem Schaden zu laden. Sie sind nicht für die Treffgenauigkeit gebaut und einzelne Schüsse abzugeben ist nicht sehr effektiv. Allerdings verfügen sie auch über eine sehr hohe Feuergeschwindigkeit und einen etwas niedrigen Rückstoß, was sie sehr gut dafür geeignet macht, viele Feinde hinwegzufegen.
ja: <color_ltred>( マシンガン</color> マシンガンは存在する中で最も強力な銃器の一種です。アサルトライフルより数段大きく、近接武器としては貧弱です; しかし、マシンガンには100発以上の高威力の弾薬を装填する事が出来ます。精度を求める様には作られておらず、単発では余り効果的ではありません。その代わり、マシンガンは連射速度が速く、反動も多少小さくなっており、大量の敵を片付けるのは非常に得意です。
ko: <color_ltred>( 기관총</color> 기관총은 가장 강력한 화기 중 하나입니다. 돌격소총보다도 크며, 큰 덩치 때문에 근접전투에는 적합하기 않지만, 기관총은 100발 이상의 고성능탄을 장전할 수 있습니다. 기관총은 처음부터 명중률을 염두에 두지 않았기에 단발 사격도 비효율적입니다. 하지만 엄청난 사격 속도와 다소 적은 반동 덕분에 기관총은 대규모의 적을 제거하는데 있어서는 최적의 선택입니다.
ru: <color_ltred>( Пулемёты</color> Пулемёты являются одним из мощнейших видов вооружения. Они превосходят остальное оружие размерами и плохо подходят для ближнего боя. Одиночный огонь из пулемётов так же не очень эффективен. Однако, магазин более чем на 100 мощных патронов, высокая скорострельность и довольно низкая отдача позволяют быстро и эффективно расправляться с толпами противников.
zh_cn: <color_ltred>( 机枪</color> 各种机枪是游戏中最强力的一类武器，他们比突击步枪更长更粗更硬，因为很重反而不适合砸人，不过这不是重点，重点是它们可以一次性容纳100发以上的高能弹药，对于机枪来说精确度不是它们的追求，单发射击也不是理想的选择，只要你选择一个方向，架起机枪，就可以向一大群的敌人尽情倾泻弹药，让他们瞬间化成血泥。

source: <color_magenta>( Energy Weapons</color> Energy weapons is an umbrella term used to describe a variety of rifles and handguns which fire lasers, plasma, or energy attacks. They started to appear in military use just prior to the start of the apocalypse, and as such are very difficult to find. Energy weapons have no recoil at all; they are nearly silent, have a long range, and are fairly damaging. The biggest drawback to energy weapons is scarcity of ammunition; it is wise to reserve the precious ammo for when you really need it.
de: <color_magenta>( Energiewaffen</color> »Energiewaffen« ist ein Überbegriff, der benutzt wird, um eine Variante von Gewehren und Handfeuerwaffen, die Laser, Plasma oder Energie abfeuern, zu beschreiben. Sie fingen kurz vor dem Beginn der Apocalypse an, im Militärgebrauch aufzutauchen und als solche sind sie sehr schwer zu finden. Energiewaffen haben keinerlei Rückstoß; sie sind allesamt nahezu lautlos, haben eine große Reichweite und richten großen Schaden an. Der größte Nachteil von Energiewaffen ist die Seltenheit von Munition. Es ist klug, die wertvolle Munition für die Zeit, wo sie wirklich nötig ist, aufzuheben.
ja: <color_magenta>( エネルギー武器</color> エネルギー武器はレーザーやプラズマの発射やエネルギーでの攻撃など、様々なライフルやハンドガンなどの総称です。大災害が起きる直前に軍隊で使用され始めた為、発見は非常に困難でしょう。 エネルギー武器には反動がまったくありません; 殆ど無音で、射程が長く、高い威力を誇ります。エネルギー武器の最大の弱点は弾薬が殆ど存在しない事です; 真に必要になる時まで、貴重な弾薬は温存して置いた方が賢明です。
ko: <color_magenta>( 에너지 무기</color> 에너지 무기는 레이저나 플라즈마 또는 다른 에너지 공격을 발사하는 소총 및 권총 형태의 다양한 무기들을 의미하는 포괄적 용어입니다. 이 무기들은 대격변 직전에 제식으로 채택되었기 때문에 찾아보기가 매우 힘듭니다. 에너지 무기는 반동이 거의 없으며, 소음이 거의 발생하지 않고, 사거리가 길며, 상당히 치명적입니다. 에너지 무기 최대의 단점은 탄약이 희귀하다는 것이기에 정말로 필요할 때를 대비해서 귀중한 탄약을 저장해두는 것이 좋습니다.
ru: <color_magenta>( Энергетическое оружие</color> Термин "Энергетическое оружие" используется для описания всех видов вооружения, стреляющих лазером, плазмой или чистой энергией. Энергооружие поступило на вооружение армии практически перед апокалипсисом, поэтому его трудно найти. Энергооружие не имеет отдачи, почти бесшумно, дальнострельно и довольно мощно. Самый большой недостаток энергетического оружия — это сильная нехватка боеприпасов. Так что не тратьте их без надобности.
zh_cn: <color_magenta>( 能量武器</color> 能量武器是火器中的一朵奇葩，从步枪到手枪都有，发射激光、电浆等各种能量，在大灾变之前曾被应用在军事领域，如今已经很难再找到了。 能量武器的优点很多：完全没有后坐力、几乎是无声的、射程极长并且伤害非常可观，而使用能量武器最大的限制就是弹药非常之稀少，所以能量武器的正确使用方法就是留到最关键的时候。

source: <color_red>( Shotguns</color> Shotguns are some of the most powerful weapons in the game, capable of taking out almost any enemy with a single hit. Birdshot and 00 shot spread, making it very easy to hit nearby monsters. However, they are very ineffective against armor, and some armored monsters might shrug off 00 shot completely. Shotgun slugs are the answer to this problem; they also offer much better range than shot. The biggest drawback to shotguns is their noisiness. They are very loud, and impossible to silence. A shot that kills one zombie might attract three more! Because of this, shotguns are best reserved for emergencies.
ja: <color_red>( ショットガン</color> ショットガンはゲーム中で最も強力な銃器の一種であり、大抵の相手を一発で仕留める事が出来ます。小ペレット弾や散弾は拡散するので、近くの相手に簡単に命中します。しかし、装甲の厚い相手には効果が薄く、散弾を完全に無効化するものもいます。単発弾は射程距離が長く、このような相手に効果的です。最大の欠点は銃声です。とても大きく、抑える事が出来ません。一撃で始末する事が出来ますが、より注意を引く事になります。この為、緊急時まで取って置くと良いでしょう。
zh_cn: <color_red>( 霰弹枪</color> 霰弹枪系列是本作中威力最大的武器之一，使用得当的话，几乎没有敌人可以扛过一枪。猎鸟弹和00弹是散射型的，在近距离很容易击中目标，然而它们的穿甲能力很弱，面对一些重甲的敌人甚至无法造成任何伤害，所以呢，霰弹枪还有一种金属弹，可以击中相当距离的敌人并且透甲能力也不错。 霰弹枪最大的不足之处就是它们的噪音，它们是如此的吵闹以至于每击杀一个敌人，有可能引来更多，所以当你选择使用霰弹枪的时候，请同时做好跑路的准备。

source: <color_yellow>( Bows</color> Silent, deadly, easy to make, and the arrows are reusable. Bows have been used forever. Bows are two handed and require the user to have a certain strength level. If you do not have enough strength to draw the string back, you will fire at a reduced effectiveness. This reduces the reload and fire speeds and decreases the range of the arrows fired. Most normal bows require strength of at least 8, others require an above average strength of 10, or a significant strength of 12. Bows use the archery skill.
ja: <color_yellow>( 弓</color> 音を立てず、威力も強く、簡単に製作でき、矢の再利用も可能な弓は、太古の昔から使われ続けてきました。両手で持って発射しますが、使用者にある程度の筋力が求められます。弦を引き絞るだけの筋力がなければ装填から発射までを素早くこなせず、矢の射程距離も減少するため、効果的に扱えません。 大抵の一般的な弓を扱うには、筋力が最低でも8必要です。筋力が通常値より高い10必要な弓や、12必要な弓すらあります。弓は弓スキルが適用されます。
zh_cn: <color_yellow>( 弓</color> 无声，致命，易于制造，箭可以重复利用。弓已经被人类使用了不知道多久了。使用弓需要两只手，并且对于使用者的力量有一定要求。如果你没有足够的力量开弓，那么你的射击效率就会掉价。上箭速度，射击速度还有射程都会因此降低。 大部分普通的弓都需要至少8的力量，其他的一些则需要更强的10点力量，或者更加强大的12的力量。弓使用弓术技能。

source: = Ammunition Ammunition is worthless without a gun to load it into. Generally, there are several variants for any particular calibre. Ammunition has damage, dispersion, and range ratings, and an armor-piercing quality.
de: = Munition Munition ist wertlos ohne eine Waffe, um sie mit ihr zu laden. Grundsätzlich gibt es verschiedene Varianten eines jedes bestimmten Kalibers. Munition hat Schadens-, Streuungs-, Reichweiten- und eine Panzerbrechungswertung.
ja: = 弾薬 弾薬は装填する銃がなければ無意味です。一般的に、口径ごとに数種類の弾薬があります。弾薬には威力、拡散率、射程距離、装甲貫通性能が設定されています。
ko: = 탄약 탄약은 장전할 총기가 없으면 무용지물입니다. 일반적으로 한 종류의 탄약에는 몇 가지 변종이 있습니다. 탄약은 피해량, 확산도, 사거리, 장갑관통력 등의 수치를 가집니다.
ru: = Амуниция Существует множество типов боеприпасов под отдельно взятый калибр. У амуниции есть свои показатели подобные оружейным: урон, разброс, дальнобойность и бронебойность.
zh_cn: = 弹药 如果没有枪械，弹药是完全无用的存在。游戏中你会找到很多口径的弹药，不同的弹药伤害值、精确度、射程和穿甲能力都不同。

source: ? Book or magazine This can be read for training or entertainment by pressing %s. Most require a basic level of intelligence; some require some base knowledge in the relevant subject. Some books may contain useful crafting recipes.
de: ? Buch oder Magazin Dies kann gelesen werden, entweder zum Trainieren deiner Fertigkeiten oder zur Unterhaltung. Lies sie, indem du %s drückst. Die meisten Bücher erfordern eine Mindestintelligenz, einige erfordern ein Vorwissen im entsprechenden Fachthema. Einige Bücher können nützliche Fertigungsrezepte enthalten.
ja: ? 本または雑誌 これらは%sを押して読む事が出来ます。本に内容次第では、良質な娯楽を提供したり、学習して技能を高める事が出来るでしょう。学習書などは理解する為に基本的な知識を必要とする物もあります。また、本によっては有用なレシピを含んでいる場合があります。
ru: ? Книги или журналы Вы можете тренировать свои навыки чтением, нажав %s. Для чтения нужен базовый уровень интеллекта. Также, могут потребоваться знания основ освещаемой темы. В некоторых книгах содержатся полезные рецепты.
zh_cn: ? 书或杂志 此类物品可以用来学习技能或娱乐，按<%s>键进行使用，大部分书籍的阅读需要一定的智力，而其中一些更需要你具备一定的相应知识才能理解。
