Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Glue made from boiling animal bones. The adhesive isn't strong enough for heavy duty usages, but it can be used as a varnish or holding together small items.
ja: 骨を煮詰めて作った接着剤です。接着力はそれほど強くありませんが、小さな物同士をくっつけるには十分です。ワニスとしても使用できます。

source: A family sized tent, very bulky but with plenty of space. This tent is broken and can not be deployed.
de: Ein familiengroßes Zelt, sehr sperrig aber mit viel Platz. Dieses Zelt ist kaputt und kann nicht aufgeschlagen werden.
ja: ファミリーサイズのテントです。非常にかさばりますが中のスペースは広いです。壊れていて広げられません。

source: A broken ceramic shard. It is heavy and has a somewhat sharp edge, but it's too irregular to cut properly.
ja: セラミックの破片です。鋭利な角を持っていますが、何かを切る為に使える程ではありません。

source: A high-quality indoor basketball. You may throw it at zombies.
de: Ein Hochqualitäts-Indoor-Basketball. Du könntest ihn auf Zombies werfen.
ja: 高品質な屋内向けバスケットボールです。ゾンビに投げつけてやりましょう。

source: A six-foot long piece of nylon rope. Too small to be of much use.
de: Ein 15 cm langes Stück Nylonseil. Zu kurz, um von großem Nutzen zu sein.
ja: 6フィート(1.8m)のナイロン製ロープです。色々なことに使うには短すぎます。

source: nomex patch
de: Nomexfetzen
ja: 布片(ノーメックス)
ko: 노멕스 조각(nomex patch)
ru: обрывок номекса

source: kevlar dog harness
de: Kevlar-Hundegeschirr
ja: ドッグハーネス(ケブラー)
ko: 케블라 개 마구(kevlar dog harness)
ru: кевларовая броня для собак

source: A weapon used for fencing, the most noble of all sports. Unfortunately, a fencing foil is rather useless as a weapon, due to its flexible shaft and dull tip.
ja: 最も高貴なスポーツ、フェンシングで使われる剣の一種です。刀身は断面が四角形でよくしなり、切っ先は丸くなっているので、残念ながら武器としてはあまり役に立ちません。

source: A weapon used for fencing, the most noble of all sports. The epee is the heaviest and stiffest of the fencing weapons, and therefore perhaps the most useful.
ja: 最も高貴なスポーツ、フェンシングで使われる剣の一種です。フェンシングに使われる競技剣の中で最も重く、最も硬質な刀身を持つエペは、それ故に最も武器として実用的でしょう。たぶん。

source: A weapon used for fencing, the most noble of all sports. The fencing saber is marginally shorter than the foil and epee, but no less effective.
ja: 最も高貴なスポーツ、フェンシングで使われる剣の一種です。ホイルやエペよりも僅かに短く作られていますが、変わりゃあしません。

source: An old and half rotten teddy bear. Looks like this one commemorates the grave of the child who once owned it.
ja: 半ば朽ちかけている古いテディベアです。その姿はまるでかつての持ち主である子供の死を祝っている様に見えます。

source: A small shard of limestone. Pretty flimsy and not much of a weapon, but it's alkaline properties may yet find some use
ja: 小さな石灰岩の破片です。かなり薄っぺらいので武器にはなりませんが、アルカリの性質を何かに利用することが出来そうです。

source: Old straw doll. Represents a woman in a dress.
ja: 古い藁人形です。ドレスを着た女性を表現しています。

source: An agricultural tool with long wooden shaft and four spikes. Is used to lift hay.
ja: 長い木製の柄の先に、4本に枝分かれした尖った串を持つ農具です。干し草を突き刺して運ぶのに使います。

source: A clay teapot. Now all you need is tea and water.
ja: 粘土製のティーポットです。あとは紅茶と水があれば完璧です。

source: A fresh piece of clay. Useful for some crafting recipes.
ja: 湿り気のある粘度の塊です。いくつかの製作レシピの材料になります。

source: A soft, unfired clay brick. Firing it in a brick kiln would harden it up, making it suitable for use in a construction project.
ja: まだ焼かれていない、柔らかい粘土の煉瓦です。煉瓦窯で焼成することで建築用の煉瓦になります。

source: aluminium ingot
ja: 鋳塊(アルミニウム)

source: A small aluminium ingot, standardised for further processing. Light but durable, this could be cast into various shapes for construction or ground down to a powder, for more... high-profile applications.
ja: 小さなアルミニウムの鋳塊です。より大掛かりな加工に備えて寸法を揃えてあります。軽量な割に丈夫で、様々な形に鋳造する、砕いて粉末として利用するなど多くの用途があります。

source: powered turret frame
ja: 動力付きフレーム(タレット)

source: A rotating frame fully outfitted with a targeting system and movement system. All it needs is something to mount on it.
ja: 照準・操作システムが付属した回転式フレームです。後はこの上に武装を取り付けるだけです。

source: A frame capable of rotating a full 360 degrees. Can be worked on further or have a simple weapon mounted on it.
ja: 360度回転させることができるフレームです。上部に武器を搭載することで真価を発揮します。

source: A shoulder strap allows the rifle to be worn over your shoulders like a piece of clothing. However, it offers no protection.
ja: 負い紐は銃を衣服の一部であるかの様に肩にかける事を可能にします。しかし、防御力は全くありません。

source: Using a suppressor is almost an imperative in zombie-infested regions. Gunfire is very noisy, and will attract predators. Its only drawback is a reduced muzzle velocity, resulting in less accuracy and damage.
de: Einen Schalldämpfer zu benutzen ist fast unumgänglich in einem mit Zombies verseuchten Gebiet. Feuerwaffen sind sehr laut und werden ohne Zweifel ungebetene Gäste anlocken. Durch die geringere Mündungsgeschwindigkeit ist mit einer geringen Abnahme im Schaden und der Genauigkeit zu rechnen.
ja: 発砲音は非常に大きく、敵を寄せ付けため、ゾンビが徘徊する場所ではサプレッサーは必須装備と言っていいでしょう。サプレッサーの唯一の欠点としては、発射速度の低下による精度やダメージの減少が挙げられます。

source: A homemade 6 shot revolver. While it's not as good as the pre-Cataclysm manufactured weapons, it's a decent piece of work all things considered.
ja: 自家製6連発リボルバーです。大変動以前に造られたメーカー製品と比べるとやや見劣りしてしまいますが、こうして充分に機能する拳銃を見事に自作出来たのですから、胸を張りましょう。

source: A large and heavy pistol evidently welded from scrap. It's not pretty, but the .45 it's chambered with packs a serious punch. Just watch out for the kick.
ja: 一見して鉄屑を溶接したものと分かる、大型で重い拳銃です。醜さは.45口径の反動に耐えるためのものです。衝撃に備えましょう。

source: Developed by Leadworks as a companion sidearm to the L523 modular system, this massive autorevolver fires the powerful .223 round, but suffers high recoil as a result. It has a weighted barrel to make recoil more manageable and a 5-chamber cylinder.
ja: L523モジュラーウェポンシステムのサイドアームとして開発された拳銃です。この.223口径ライフル弾を使用するオートリボルバーはその強力さ故に激しい反動をもたらします。反動が少しでも軽減されるよう重量を増した銃身が使われています。シリンダーには最大で5発入ります。

source: Its relative simplicity and reliability made the Benelli M4 the most successful semi-automatic shotgun ever created. Unlike pump action shotguns, it can be fired in short bursts.
ja: 簡便性と信頼性に定評のある、ベネリ社製セミオートマチック･ショットガンの傑作です。ポンプアクションのショットガンと比較して連射性能と瞬間火力で圧倒的に勝り、警察や海兵隊で広く使われています。

source: A homemade rifle. While still a primitive pipe and 2x4 design, some minor improvements have been made, such as a tube feeding system for rounds, and chambering the more powerful .308 rounds.
ja: 自家製のライフルです。パイプと木材を使ったごく原始的な設計ですが、複数の弾丸を装填できる弾倉や強力な.308口径弾を使用するあたりに工夫と努力が窺えます。

source: A well designed homemade carbine. With a 10 round magazine and shortened barrel, this is one of the better homemade weapons.
ja: 10連発弾倉と短縮された銃身を持つ、手製にしては完成度の高いカービンです。自家製兵器の中では優れた部類のものです。

source: L523-LMG
ja: ライフル(5.56mm/L523-LMG)

source: A homemade version of a crude precursor to the shotgun. Able to fire just about anything you put down the barrel, but it will degrade pretty quick.
ja: 雑な作りの自家製ショットガン、それも、より前時代的な形状のものです。銃口のすぐ先にあるものを攻撃できますが見た目も使うさまも非常に不格好です。

source: This overpowered and overengineered variant of the ferromagnetic rail rifle was designed to deliver electromagnetically-driven obliteration right through whatever obstacles that lies in front of it, be it buildings, vehicles or hordes of walking dead. However, the hefty bulk and weight of this weapon compared to most contemporary rifles makes it somewhat cumbersome to wield; not to mention that it consumes UPS charges at a tremendous rate, making it impractical for use in prolonged engagements.
ja: 建物、車両やゾンビの群れだろうと、目の前を立ち塞ぐ物全てを電磁誘導で貫く為に設計された、強磁性レールライフルの超改良版です。しかし、余りにも嵩張るため他の銃器に比べて取り回しが面倒です。また驚異的な速度でUPSの電力を消費する為、長期戦に適さない事は言うまでもないでしょう。

source: Modified from the massive M2 Browning, this pared down rifle has been altered to be fired unmounted. The burst fire has been disabled, and its belt fed mechanism has been modified into a much smaller single round chamber.
ja: ブローニングM2重機関銃を肩付けまたは腰溜めで撃てるよう多少無理矢理に改造した.50口径ライフルです。連射機構は潰されており、ベルト給弾機構は小型の単発式機構に改造されています。

source: COP .38
ja: ハンドガン(.38口径/COP)

source: A crudely made double barrel pistol firing 38 special ammo. Unfortunately, the name is less about the double barrels and more about the number of shots you'll get before it breaks down on you.
ja: .38スペシャル弾を使用する、いかにも粗っぽい造りの2連装拳銃です。名前こそ"2ショット"ですが、もしかしたら2発撃つ前に壊れてしまうかもしれません。

source: Utilizing a powerful and unusual caliber, the Rivtech RM298 heavy machine gun was designed for durability and extreme volume of sustained fire under the worst possible circumstances. Needs to be mounted because of extreme recoil.
ja: 強力な特殊弾薬を使う、Rivtech社製のヘビーマシンガンです。最悪の環境下でも圧倒的な火力で持続的に弾幕を展開します。常軌を逸した反動が発生するため、射撃するには適切な場所に設置する必要があります。

source: An improvised, direct ignition launcher for home-made rockets. Essentially, a thick-walled steel pipe, equipped with a pilot light, several batteries and a simple circuit board. Effective only at medium range, barely.
ja: 厚みのある鉄パイプ、点火装置、電池と簡単な基盤などを組み合わせた、直接点火式の即席ロケットランチャーです。中距離からであればかろうじて効果的に攻撃できます。

source: A water cannon from a fire truck. Mounted on a vehicle, it could be used to stop fires or "protesters".
ja: 消防車から取り外された高圧放水砲です。車両に取り付けて、火災や"抗議デモ"を鎮圧することができます。

source: The Sarafanov Assault Rifle replaced the famous AK family of guns as the service rifle of the Russian Army. It uses the 6.54x42mm cartridge.
ja: AKシリーズの後継としてロシア連邦が制式採用したサラファーノフ･アサルトライフルの標準型...を、Clearwater Arms社がコピー生産したモデルです。設計者であるアレクサンダー･サラファーノフはかつてアメリカで試作されたXM-32に着想を得たと語っています。6.54x42mm弾を使用します。

source: The compact version of the standard SVS-24. It is commonly issued to tank crews or special forces due to its smaller size. The shorter barrel reduces accuracy.
ja: 戦車兵や特殊部隊向けに改修された、SVS-24のコンパクトモデルです。銃身が短くなっているためやや精度が下がっています。

source: Civilian version of the SVS-24. It was made by Clearwater Arms, Georgia for the US market. It's pure semi-automatic, and fires the weaker 5.45x39mm cartridge.
de: Dies ist die Zivilversion der SVS-24. Sie wurde von Clearwater Arms aus Georgia für den US-Markt gemacht. Sie ist rein halbautomatisch und feuert die schwächere »5,45×39mm«-Patrone.
ja: Clearwater Arms社がアメリカ国内向けに販売している、SVS-24の民間モデルです。純然たるセミオートライフルで、威力を落とした5.45x39mm弾を使用します。

source: Civilian version of the SVS-24. This one fires the cheaper, but still powerful, 5.45x39mm cartridge.
de: Dies ist die Zivilversion der SVS-24. Diese hier feuert die billigere, aber immer noch starke 5,45×39mm-Patrone.
ja: SVS-24の民間モデルです。安価ながらも充分な威力を持つ5.45x39mm弾を使用します。
ko: SVS-24의 민수판입니다. 이 버전은 더 저렴하지만, 여전히 강력하며, 5.45x39mm 탄을 사용합니다.
ru: Гражданская версия СВС-24. Она стреляет более дешевыми, но всё ещё мощными патронами калибра 5.45x39мм.

source: Civilian version of the SVS-24. This one fires the cheaper, but still powerful, 7.62x39mm cartridge.
de: Dies ist die Zivilversion der SVS-24. Diese hier feuert die billigere, aber immer noch starke 7,62×39mm-Patrone.
ja: SVS-24の民間モデルです。安価ながらも充分な威力を持つ7.62x39mm弾を使用します。
ko: SVS-24의 민수판입니다. 이 버전은 더 저렴하지만, 여전히 강력하며, 7.62x39mm 탄을 사용합니다.
ru: Гражданская версия СВС-24. Она стреляет более дешевыми, но всё ещё мощными патронами калибра 7.62x39мм.

source: Civilian version of the SVS-24. It has a modified receiver and a new crudely crafted full-auto bolt carrier. Don't expect the original reliability.
ja: SVS-24の民間モデルです。レシーバーに改造が加えられており、信頼性に欠ける自作のフルオート機構が組み込まれています。これでオリジナルのSVS-24と同じなったとは思わないほうがいいでしょう。

source: The Clearwater Arms version of the famous SVD-63 Dragunov. This one was rechambered for the .308 round.
de: Die »Clearwater Arms«-Version der berühmten SVD-63 Dragunov. Diesem Exemplar wurde das Patronenlager für die .308-Patrone umgebaut.
ja: ロシア製SVD-63ドラグノフの、Cleawater Arms社独自改修バージョンです。.308口径の弾薬を使用します。
ko: 유명한 SVD-63 드라구노프(Dragunov)의 클리어워터 암스(Clearwater Arms) 버전입니다. 이 총은 .308 탄을 사용하도록 바뀌었습니다.
ru: Clearwater Arms версия знаменитой СВД-63. Оборудована под .308 патрон.

source: The miniaturized version of the DREAD MkIX attached to the wrist of the operator. It fires .20 metal pellets at an incredible rate without any flash or noise. It is mainly a defensive weapon.
de: Die stark verkleinerte Version der DREAD MkIX wird am Handgelenk des Benutzers angebracht. Sie feuert .20-Metallkügelchen mit einer enormen Feuerrate ohne irgendwelche Blitze oder Lärm. Sie ist hauptsächlich eine Verteidigungswaffe.
ja: ドレッドMk.IXの縮小版で、手首に装着する補助的な個人防御兵器です。騒音や閃光を発することなく、.20口径の金属ペレットを驚異的な高回転で連射します。
ko: DREAD Mk IX의 소형화 버전으로 사용자의 손목에 부착하여 사용합니다. 어떠한 섬광이나 소음도 발생시키지 않고 놀라운 속도로 .20 금속 펠렛을 발사합니다. 주로 방어 무기로 사용됩니다.

source: NX-17 Pulse Turret
ja: タレット(NX-17パルスライフル)

source: A rotating frame fully outfitted with targeting and movement systems. A powerful energy rifle is mounted on it; the addition of a capacitor allows the weapon to fire in controlled bursts.
ja: 照準・操作システムが付属した回転式フレームです。後はこの上に武装を取り付けるだけです。

source: Tesla Coil
ja: テスラコイル

source: NX-17 Energy Turret
ja: タレット(NX-17エネルギー砲)

source: A rotating frame fully outfitted with targeting and movement systems. A powerful energy rifle is mounted on it.
ja: 照準・操作システムが付属した回転式フレームです。上部に強力なエネルギーライフルを取り付けられます。

source: Laser Cannon
ja: タレット(レーザー砲)

source: This turret-mounted laser may lack the damage capabilities of conventional heavy weapons, but it's a scientifically proven fact that traveling at the speed of light does wonders for one's overall deadliness.
ja: レーザー兵器は従来の重火器よりも低威力だとされていますが、光の速さで標的に到達するため全体的に見れば驚異的な致死ダメージを与えられる、と科学的に証明されています。

source: Turbolaser Cannon
ja: タレット(ターボレーザー)

source: With an augmented emitter and capacitor, this turret-mounted laser is capable of superheating most materials to the point of exploding. Though one must be wary of the prodigious power needs of such a weapon.
ja: 出力装置と蓄電装置を増強することによって、ほとんどの物体を加熱し爆発させることができるタレット兵器です。電力を大量に消費してしまうことに気を付けましょう。

source: Pulse Laser
ja: タレット(パルスレーザー)

source: Although the laser weapon mounted on this turret frame has rather low damage capability, it is capable of firing rapid bursts and is quite effective at piercing armor.
ja: 損傷能力はかなり低いものの、非常に高速のバースト射撃が可能なレーザー兵器です。装甲貫通性能が非常に高くなっています。

source: Laser Turret
ja: タレット(レーザー)

source: A laser weapon mounted on a rotating frame, it's damage output is rather lacking, but is capable of piercing armor.
ja: 旋回できるフレームに搭載されたレーザー兵器です。威力はあまり高くありませんが、装甲を貫通します。

source: Quad Nail Turret
ja: タレット(4連ネイルガン)

source: A rotating frame fully outfitted with targeting and movement systems. The four nailguns mounted on it can drive nails into their target's coffins in moments.
ja: 照準・操作システムが付属した回転式フレームです。4丁のネイルガンが搭載されており、釘を発射して敵を墓場送りにします。

source: Dual Nail Turret
ja: タレット(2連ネイルガン)

source: A rotating frame fully outfitted with targeting and movement systems. The two mounted nailguns will drop the hammer on their unfortunate targets.
ja: 照準・操作システムが付属した回転式フレームです。2丁のネイルガンが搭載されており、不幸なターゲットを撃ち砕きます。

source: Dual SMG Turret
ja: タレット(2連SMG)

source: A rotating frame fully outfitted with targeting and movement systems. A pair of dangerous looking SMGs are mounted on it. It's accompanied with several sets of tools and equipment to allow multiple types of ammunition to be loaded; though a refit takes quite a bit of time.
ja: 照準・操作システムが付属した回転式フレームです。2丁の危険なサブマシンガンが搭載されています。この銃は種類の異なる弾薬を装填できる機構が備わっていますが、修理する際はかなり時間が掛かります。

source: Quad SMG Turret
ja: タレット(4連SMG)

source: A rotating frame fully outfitted with targeting and movement systems. A quartet of dangerous looking SMGs are mounted on it. It's accompanied with several sets of tools and equipment to allow multiple types of ammunition to be loaded; though a refit takes quite a bit of time.
ja: 照準・操作システムが付属した回転式フレームです。4丁の危険なサブマシンガンが搭載されています。この銃は種類の異なる弾薬を装填できる機構が備わっていますが、修理する際はかなり時間が掛かります。

source: Scorpion Turret
ja: タレット(スコーピオン)

source: This massive crossbow is mounted on a rotating frame. The hand-crank allows one to draw it without the need for heavy labor.
ja: 回転フレームを取り付けた巨大なクロスボウです。手回しクランクが付いているので、苦労せずに装填ができます。

source: Rotary Spear Turret
ja: タレット(オートスピアガン)

source: A rotating frame fully outfitted with targeting and movement systems. This mounted pneumatic speargun features a revolving barrel behind its launcher; an automated loading system allows for repeated volleys to be fired without an operator.
ja: 照準・操作システムが付属した回転式フレームです。ランチャー後部に回転式銃身が付いた、空気圧式水中銃が搭載されています。自動装填と自動目標捕捉システムが備わっており、連続で一斉射撃が可能です。

source: Spear Turret
ja: タレット(スピアガン)

source: A tension-operated speargun mounted on a rotating frame. A hand-crank lets one draw the strings quickly.
ja: 回転式フレームに搭載された張力式のスピアガンです。手回しクランクが付いており、素早く装填できます。

source: Slingshot Cannon
ja: スリングショット砲

source: Essentially several long drawstrings held by two long, reinforced rails and a mechanism attached to a crank to draw and fire it. It's deceptively powerful and surprisingly accurate, but far too large to be used without some sort of stable platform.
ja: 何本かの長い紐が2本の補強レールにまたがっている単純な構造の兵器です。手回しクランクによって紐を引き、弾薬を発射します。非常に強力かつ正確な射撃が可能ですが、しっかりした銃座なしで使うには大きすぎます。

source: Avalanche Turret
ja: タレット(空圧式ライフル)

source: This pneumatic assault rifle has been greatly enhanced, firing projectiles faster and with higher velocity. It is capable of acquiring targets and maintaining itself with little further input.
ja: 空気圧式アサルトライフルを大幅に強化して、弾速と発射を高速化しました。わずかな操作でターゲットを補足し、自己メンテナンスも行えます。

source: Gatling Cannon Turret
ja: タレット(ガトリング砲)

source: Mounted on a rotating frame, this fearsome weapon sports 8 barrels in a cyclic configuration. A specialized magazine loads the otherwise troublesome rounds; allowing it to be fired in quick succession.
ja: 回転式フレームに搭載された、8つの銃身が環状構造で並ぶ恐ろしい武器です。特殊な弾倉による装填のため非常に時間が掛かりますが、連続して発砲することが可能です。

source: Machine Gun Turret
ja: タレット(マシンガン)

source: An M249 mounted on a rotary platform. Having a stable firing platform greatly reduces recoil; thus increasing accuracy. Can hold 40 rounds at the ready.
ja: 回転式の銃座に搭載されたM249です。銃座が安定しているため反動が大幅に低減され、精度が高くなっています。40発の弾薬を装填できます。

source: Automated Machine Gun Turret
ja: タレット(オートマシンガン)

source: An M249 mounted on a powered rotary platform. Sports an automated reload and target acquisition system to be able to function with little input.
ja: 電源付きの回転式銃座に搭載されたM249です。自動装填・目標捕捉機能がついており、ほとんど操作することなく運用することが出来ます。

source: Grenade Launcher Mount
ja: 銃座(グレネードランチャー)

source: A single-shot grenade launcher on a rotating frame, having a stable firing platform greatly increases accuracy and reduces recoil.
ja: 単発式グレネードランチャーです。回転式フレーム上の安定した銃座に取り付けられており、精度を高め、反動を大幅に減らします。

source: Storm Bolter Turret
ja: タレット(ストームボルト)

source: This pneumatic bolt thrower has been greatly enhanced, allowing multiple bolts to be launched accurately and in quick succession. It is capable of acquiring targets and maintaining itself with little further input.
ja: 複数のボルトを正確かつ素早く連続して発射するよう強化した兵器です。わずかな操作でターゲットを補足し、自己メンテナンスも行えます。

source: Splintergun Turret
ja: タレット(スプリンターガン)

source: A rotating frame fully outfitted with targeting and movement systems. It mounts a heavily modified coilgun that fires tiny fragments of metal at high speeds extremely quickly. The resulting barrage is highly inaccurate, but can turn unarmored targets into pulp.
ja: 回転式のフレームに搭載された、金属の断片を連続して超高速で発射する大型コイルガンです。狙いは不正確ですが大量の弾幕を展開するので、装甲の無い標的をずたぼろにすることができます。

source: Flamethrower Turret
ja: タレット(自作火炎放射器)

source: This simple, home-made flamethrower has been mounted on a powered, rotating frame. It's been programmed to acquire targets on its own, but requires an external fuel source. Its fuel efficiency leaves a bit to be desired.
ja: 電源付きの回転式フレームに搭載された、単純なつくりの自家製火炎放射器です。自動照準プログラムが組み込まれていますが、燃料は供給する必要があります。燃費は少々悪くなっています。

source: Flamecaster Turret
ja: タレット(火炎放射器)

source: This large flamethrower has been mounted on a powered, rotating frame. It's been modified to acquire targets on its own, but requires an external fuel source. Flame on!
ja: 電源付きの回転式銃座に搭載された、大型の火炎放射器です。自動照準プログラムが組み込まれていますが、燃料は供給する必要があります。火あぶりだ！

source: Dragon Turret
ja: タレット(軍用火炎放射器)

source: This military-grade combat flamethrower has been mounted on a powered, rotating frame. Its pre-existing enhancements allow it to operate at maximum fuel efficiency, but still requires an external fuel source. Unleash the dragon!
ja: 電源付きの回転式フレームに搭載された、軍用火炎放射器です。燃焼効率が最大まで良くなるよう改造されていますが、それでも運用のために燃料を供給する必要があります。自動制御のためのモーターと射撃管制装置が付属しています。ドラゴンを解き放て！

source: Ripper
ja: リッパー

source: This dangerous looking weapon holds a large, bladed disk. Linking it to an engine will make it spin rapidly. It holds an additional mount which can be loaded with another disc that, when launched, shreds through enemies with devastating effect.
ja: この危険な見た目をした武器には、エンジンと連動して高速回転する大きな丸刃が内蔵されています。発射すると破滅的な威力で敵を切り刻み、同時に次の丸刃を装填します。

source: Z-9
ja: ゾンビ警察犬

source: Automated anti-personnel drone, a fist-sized robot surrounded by whirring blades.
de: Automatisierte Antipersonendrohne, ein faustgroßer Roboter mit schwirrenden Klingen.
ja: 自動操縦の対人用無人機です。拳大のロボットの円周上には刃が取り付けられています。
ko: 대인용 자동 드론으로, 윙윙 돌아가는 칼날이 장착된 주먹 크기의 로봇입니다.
ru: Автоматический противопехотный дрон. Робот размером с кулак, окруженный вращающимися лезвиями.

source: A high-crowned, wide-brimmed, sable colored fedora. The perfect hat for treasure hunting.
de: Ein hochkroniger breitkrempgier zobelfarbiger Fedora. Der perfekte Hut für die Schatzjagd.
ja: 山高め、つば広めの黒い中折れ帽です。宝探しの大冒険をするならこれ以上の帽子はありません。

source: A simple and light cloth scarf, worn over the mouth for warmth. Use it to loosen it if you get too warm.
ja: シンプルで軽い布のスカーフです。口の周りを覆って温めることができます。もし暑いと感じたら、使用してほどくことができます。

source: A simple and light cloth scarf, worn over the mouth for warmth. Use it to wear it tighter if you get too cold.
ja: シンプルで軽い布のスカーフです。口の周りを覆って温めることができます。もし寒いと感じたら、使用して結ぶことができます。

source: A very long light cloth scarf, worn over the mouth for warmth. With the extra length, it's enough to handle nonstandard facial features and accommodate your hands too. Use it to loosen it if you get too warm.
ja: シンプルで軽い、しかしとても長い布のスカーフです。口の周りを覆って温めることができます。変異した体の一部を納められ、手を温めることもできます。もし暑いと感じたら、使用してほどくことができます。

source: A very long light cloth scarf, worn over the mouth for warmth. With the extra length, it's enough to handle nonstandard facial features and accommodate your hands too. Use it to wear it tighter if you get too cold.
ja: シンプルで軽い、しかしとても長い布のスカーフです。口の周りを覆って温めることができます。変異した体の一部を納められ、手を温めることもできます。もし寒いと感じたら、使用して結ぶことができます。

source: A long knitted cotton scarf, worn over the mouth for warmth. Use it to loosen it if you get too warm.
ja: 長いニットのスカーフです。口の周りを覆って温めることができます。もし暑いと感じたら、使用してほどくことができます。

source: A long knitted cotton scarf, worn over the mouth for warmth. Use it to wear it tighter if you get too cold.
ja: 長いニットのスカーフです。口の周りを覆って温めることができます。もし寒いと感じたら、使用して結ぶことができます。

source: A really long knitted cotton scarf, worn over the mouth for warmth. With the extra length, it's enough to handle nonstandard facial features and accommodate your hands too. Use it to loosen it if you get too warm.
ja: とても長いニットのスカーフです。口の周りを覆って温めることができます。変異した体の一部を納められ、手を温めることもできます。もし暑いと感じたら、使用してほどくことができます。

source: A really long knitted cotton scarf, worn over the mouth for warmth. With the extra length, it's enough to handle nonstandard facial features and accommodate your hands too. Use it to wear it tighter if you get too cold.
ja: とても長いニットのスカーフです。口の周りを覆って温めることができます。変異した体の一部を納められ、手を温めることもできます。もし寒いと感じたら、使用して結ぶことができます。

source: A long wool scarf, worn over the mouth for warmth. Use it to loosen it if you get too warm.
ja: 長い羊毛のスカーフです。口の周りを覆って温めることができます。もし暑いと感じたら、使用してほどくことができます。

source: A long wool scarf, worn over the mouth for warmth. Use it to wear it tighter if you get too cold.
ja: 長い羊毛のスカーフです。口の周りを覆って温めることができます。もし寒いと感じたら、使用して結ぶことができます。

source: A really long wool scarf, worn over the mouth for warmth. With the extra length, it's enough to handle nonstandard facial features and accommodate your hands too. Use it to loosen it if you get too warm.
ja: とても長い羊毛のスカーフです。口の周りを覆って温めることができます。変異した体の一部を納められ、手を温めることもできます。もし暑いと感じたら、使用してほどくことができます。

source: A really long wool scarf, worn over the mouth for warmth. With the extra length, it's enough to handle nonstandard facial features and accommodate your hands too. Use it to wear it tighter if you get too cold.
ja: とても長い羊毛のスカーフです。口の周りを覆って温めることができます。変異した体の一部を納められ、手を温めることもできます。もし寒いと感じたら、使用して結ぶことができます。

source: A long fur scarf, worn over the mouth for warmth. Use it to loosen it if you get too warm.
ja: 長い毛皮のスカーフです。口の周りを覆って温めることができます。もし暑いと感じたら、使用してほどくことができます。

source: A long fur scarf, worn over the mouth for warmth. Use it to wear it tighter if you get too cold.
ja: 長い毛皮のスカーフです。口の周りを覆って温めることができます。もし寒いと感じたら、使用して結ぶことができます。
