Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Wine that has been distilled to a higher proof. Great as an after-dinner drink, but packs a punch.
de: Wein, welcher zu einem höherem Alkoholgehalt destilliert wurde. Großartig als Digestiv, aber haut ziemlich rein.
ja: 果実酒を蒸留して作られる度数の高い酒です。食後酒として好まれますが、なかなかガツンと効きます。
zh_cn: 被蒸馏到更高酒精度的果酒。非常棒的正餐后饮品，但是过于生猛。

source: Xanax
ja: ザナックス
ko: 재낵스(Xanax)
ru: Ксанакс
zh_cn: 赞安诺

source: You eat the pink tablet.
de: Du isst die rosa Tablette.
ja: ピンクタブレットを食べました。
zh_cn: 你服用了摇头丸。

source: You shoot up.
de: Du schießt hoch.
ja: 薬を打ちました。
ko: 주사했습니다.
ru: Вы стреляете вверх.
zh_cn: 你注射完成。

source: You smoke your crack rocks. Mother would be proud.
de: Du rauchst deinen Crack. Mutter wäre Stolz.
ja: 高純度コカインを吸いました。母は私を誇りに思うだろう。
ko: 크랙을 피웠습니다. 엄마가 자랑스러워하겠네요.
ru: Вы покурили крэк. Мама будет гордиться.
zh_cn: 你吸食了快克可卡因。妈妈再也不会为你和你的小伙伴担心了。

source: You take some aspirin.
de: Du nimmst etwas Aspirin ein.
ja: アスピリンを摂取しました。
zh_cn: 你服用了一些阿司匹林 。

source: You take some codeine.
de: Du nimmst etwas Kodein ein.
ja: コデインを摂取しました。
zh_cn: 你服用了一些可待因。

source: You take some oxycodone.
de: Du nimmst etwas Oxycodon ein.
ja: オキシコドンを摂取しました。
zh_cn: 你服用了一些氢可酮。

source: You take some poppy painkiller.
de: Du nimmst etwas Mohnschmerzmittel ein.
ja: 鎮痛剤(ケシ)を摂取しました。
zh_cn: 你服用了罂粟止痛药

source: You take some tramadol.
de: Du nimmst etwas Tramadol.
ja: トラマドールを摂取しました。
zh_cn: 你服用了一剂曲马朵。

source: You use your sewer gas inhaler.
ja: 吸入器(消化ガス)を使いました。
zh_cn: 你使用了你的下水道气吸入剂.

source: Yuck! You surely wouldn't want to eat this. It's good for preserving meat and cooking, though.
de: Pfui! Sicherlich würdest du nicht wollen, das zu essen. Es ist jedoch gut zum Haltbarmachen von Fleisch und zum Kochen.
ja: 塩です。このまま食べるものではありません。肉の保存性を上げたり、料理に使ったりする為の調味料です。
zh_cn: 呃!你不会是想用这个来直接填饱肚子吧？虽然它是腌制肉类和烹饪的必须原料。

source: acid water
de: Säurewasser
ja: 酸性水
ko: 산성 물(acid water)
ru: кислотная вода
zh_cn: 酸水

source: adrenaline injector
de: Adrenalin-Injektor
ja: 注射器(アドレナリン)
ko: 아드레날린 주사(adrenaline injector)
ru: инъекция адреналина
zh_cn: 肾上腺素注射器

source: alpha mutagen
ja: 変異原物質(α)
ko: 알파 뮤타젠(alpha mutagen)
ru: мутаген альфа
zh_cn: 新人类诱变剂

source: alpha serum
ja: 血清(α)
ko: 알파 혈청(alpha serum)
ru: сыворотка альфа
zh_cn: 新人类诱变血清

source: ammonia
de: Ammoniak
ja: 漂白剤(アンモニア)
ko: 암모니아(ammonia)
ru: аммиак
zh_cn: 氨水

source: amoral aspic
ja: アスピック(人肉)
zh_cn: 鸡冻

source: ant egg
de: Ameisenei
ja: 卵(アリ)
ko: 개미 알(ant egg)
ru: яйцо муравья
zh_cn: 蚁卵

source: antibiotic
de: Antibiotikum
ja: 抗生物質
ko: 항생제(antibiotic)
ru: антибиотик
zh_cn: 抗生素

source: antifungal drug
de: Antipilzmittel
ja: 治療薬(真菌)
ko: 항진균제(antifungal drug)
zh_cn: 抗真菌药

source: antiparasitic drug
de: Antiparasitikum
ja: 治療薬(寄生虫)
ko: 구충제(antiparasitic drug)
zh_cn: 抗寄生药

source: antiseptic powder
de: antiseptisches Pulver
ja: 粉末消毒薬
zh_cn: 消毒粉

source: apple
de: Apfel
ja: リンゴ
ko: 사과(apple)
ru: яблоко
zh_cn: 苹果

source: apple cider
de: Apfelsaft
ja: アップルサイダー
ko: 사과 주스(apple cider)
ru: яблочный сидр
zh_cn: 苹果汁

source: apricot
de: Aprikose
ja: アンズ
ko: 살구(apricot)
ru: абрикос
zh_cn: 杏子

source: aspic
de: Sülze
ja: アスピック
ko: 아스픽(aspic)
zh_cn: 肉冻

source: aspirin
ja: アスピリン
ko: 아스피린(aspirin)
ru: аспирин
zh_cn: 阿司匹林

source: atomic coffee
de: atomarer Kaffee
ja: アトミックコーヒー
ko: 원자력 커피(atomic coffee)
ru: атомное кофе
zh_cn: 原子咖啡

source: atomic energy drink
de: atomarer Energiedrink
ja: アトミック栄養ドリンク
ko: 원자력 에너지 음료(energy drink)
ru: атомный энергетик
zh_cn: 原子能量饮料

source: bacon
de: Speck
ja: ベーコン
ko: 베이컨(bacon)
ru: бекон
zh_cn: 培根

source: baked beans
de: Portion gebackene Bohnen
ja: ベイクドビーンズ(肉)
zh_cn: 烘豆

source: baked dahlia root
ja: ベイクドダリア
zh_cn: 烤大丽花根茎

source: baked potato
de: Ofenkartoffel
ja: ベイクドポテト
ko: 구운 감자(baked potato)
ru: печеный картофель
zh_cn: 烤熟的土豆

source: banana
de: Banane
ja: バナナ
ko: 바나나(banana)
ru: банан
zh_cn: 香蕉

source: bandage
ja: 包帯
ko: 붕대(bandage)
ru: бинт
zh_cn: 绷带

source: bark tea
ja: 樹皮茶
zh_cn: 树皮茶

source: barley
de: Gerste
ja: 大麦
ko: 보리(barley)
ru: ячмень
zh_cn: 大麦

source: barley seed
de: Gerstensamen
ja: 種(大麦)
ko: 보리 씨앗(barley seed)
ru: семена ячменя
zh_cn: 大麦种子

source: batter fried fish
de: Backfisch
ja: 魚(揚げ物)
ko: 생선 튀김(batter fried fish)
ru: рыба в панировке
zh_cn: 面拖炸鱼

source: beans
de: Bohnen
ja: 豆
ko: 콩(beans)
ru: фасоль
zh_cn: 大豆

source: beans and rice
de: Portion Bohnen mit Reis
ja: 豆飯
zh_cn: 豆拌饭

source: beast mutagen
de: Bestienmutagen
ja: 変異原物質(凶獣)
ko: 야수 뮤타젠(beast mutagen)
ru: мутаген зверя
zh_cn: 野兽诱变剂

source: beast serum
de: Biestserum
ja: 血清(凶獣)
ko: 야수 혈청(beast serum)
ru: сыворотка зверя
zh_cn: 野兽诱变血清

source: bee's knees
ja: カクテル(ビーズ・ニーズ)
zh_cn: 蜂膝鸡尾酒

source: beer
de: Bier
ja: ビール
ko: 맥주(beer)
ru: пиво
zh_cn: 啤酒

source: beer wort
de: Bierwürze
ja: 麦汁
ko: 맥아즙(beer wort)
ru: пивное сусло
zh_cn: 啤酒原汁

source: bird egg
de: Vogelei
ja: 卵(鳥)
ko: 새알(bird egg)
ru: яйцо птицы
zh_cn: 鸟蛋

source: bird mutagen
de: Vogelmutagen
ja: 変異原物質(鳥)
ko: 조류 뮤타젠(bird mutagen)
ru: мутаген птиц
zh_cn: 鸟类诱变剂

source: bird serum
de: Vogelserum
ja: 血清(鳥)
ko: 조류 혈청(bird serum)
ru: сыворотка птицы
zh_cn: 鸟类诱变血清

source: biscuit
de: weiches Brötchen
ja: ビスケット
ko: 비스킷(biscuit)
ru: бисквит
zh_cn: 饼干

source: black pepper
de: schwarzer Pfeffer
ja: 黒胡椒
ko: 검은 후추(black pepper)
ru: чёрный перец
zh_cn: 黑胡椒末

source: blackberry
de: Brombeere
ja: ブラックベリー
ko: 블랙베리(blackberry)
ru: ежевика
zh_cn: 黑莓

source: bleach
de: Bleichmittel
ja: 漂白剤(次亜塩素酸ソーダ)
ko: 표백제(bleach)
ru: отбеливатель
zh_cn: 漂白剂

source: blob glob
de: Blob-Klümpchen
ja: ブロブの塊
ko: 덩어리 조각(blob glob)
ru: кусочек слизи
zh_cn: 变形怪糊

source: blood
de: Blut
ja: 血液
ko: 혈액(blood)
ru: кровь
zh_cn: 血液

source: blt
de: BLT-Sandwich
ja: サンドイッチ(BLT)
ko: BLT 샌드위치(sandwich)
zh_cn: 培根三明治

source: blueberry
de: Blaubeere
ja: ブルーベリー
ko: 블루베리(blueberry)
ru: черника
zh_cn: 蓝莓

source: blueberry jam
de: Blaubeermarmelade
ja: ブルーベリージャム
ko: 블루베리 잼(blueberry jam)
ru: черничный джем
zh_cn: 蓝莓酱

source: blueberry seed
de: Blaubeersamen
ja: 種(ブルーベリー)
ko: 블루베리 씨앗(blueberry seeds)
ru: семена черники
zh_cn: 蓝莓种子

source: bobburger
de: Hansburger
ja: 人肉バーガー
ko: 인육버거(bobburger)
ru: боббургер
zh_cn: 波波汉堡

source: boiled egg
de: gekochtes Ei
ja: ゆで卵
zh_cn: 煮蛋

source: boiled lasagne
de: gekochte Lasagne
ja: ラザーニャ(湯煮)
ko: 끓인 라자냐(boiled lasagne)
ru: вареная лазанья
zh_cn: 熟千层面

source: boiled noodles
de: gekochte Nudeln
ja: ラーメン(湯煮)
ko: 끓인 국수(boiled noodles)
ru: варёная лапша
zh_cn: 煮面条

source: boiled stomach
zh_cn: 煮熟的胃

source: bologna
de: Fleischwurst
ja: ボローニャソーセージ
ko: 볼로냐 소시지(bologna)
ru: болонская колбаса
zh_cn: 博洛尼亚红肠

source: bone
de: Knochen
ja: 骨
ko: 뼈(bone)
ru: кость
zh_cn: 骨头

source: bone broth
de: Knochenmarkbrühe
ja: だし汁(骨)
ko: 사골 국물(bone broth)
ru: костный бульон
zh_cn: 炖骨汤

source: bone meal
de: Knochenmehl
ja: 骨粉
ko: 뼛가루(bone meal)
ru: костная мука
zh_cn: 骨粉

source: boozeberry
de: Beerenschnaps
ja: ブーズベリー
ko: 부즈베리(boozeberry)
ru: ягодная настойка
zh_cn: 豪饮浆果

source: boring sandwich
ja: サンドイッチ(ソース)
zh_cn: 单调三明治

source: brandy
de: Weinbrand
ja: ブランデー
ko: 브랜디(brandy)
ru: брэнди
zh_cn: 白兰地

source: brat bologna
de: Menschenfleischwurst
ja: 人肉ボローニャソーセージ
ko: 브랫 볼로냐 소시지(brat bologna)
ru: человеческая болонская колбаса
zh_cn: 博洛尼亚小人肠

source: bread
de: Brot
ja: パン
ko: 빵(bread)
ru: хлеб
zh_cn: 面包

source: brioche
ja: ブリオッシュ
ko: 브리오슈(brioche)
ru: булочка
zh_cn: 奶油面包卷

source: broccoli
de: Brokkoli
ja: ブロッコリー
ko: 브로콜리(broccoli)
ru: брокколи
zh_cn: 西兰花

source: broccoli seed
ja: 種(ブロッコリー)
zh_cn: 西兰花种子

source: broth
de: Brühe
ja: だし汁(野菜)
ko: 걸쭉한 죽(broth)
ru: бульон
zh_cn: 杂菜汤

source: buckwheat
ja: 蕎麦
zh_cn: 荞麦

source: buttered popcorn
de: gebuttertes Popcorn
ja: ポップコーン(バター)
ko: 버터맛 팝콘(buttered popcorn)
ru: попкорн с маслом
zh_cn: 奶油爆米花

source: cabernet sauvignon
ja: ワイン(カベルネ・ソービニヨン)
ko: 카베르네 소비뇽(sauvignon)
ru: Каберне Совиньон
zh_cn: 赤霞珠波尔多葡萄酒

source: caffeinated chewing gum
de: koffeinhaltiges Kaugummi
ja: チューインガム(カフェイン)
ko: 카페인 껌(caffeinated gum)
ru: кофеиновая жвачка
zh_cn: 咖啡因口香糖

source: caffeine pill
de: Koffeinpille
ja: カフェイン剤
ko: 카페인 알약(caffeine pill)
ru: кофеин в таблетках
zh_cn: 咖啡因含片

source: cake
de: Kuchen
ja: ケーキ
ko: 케이크(cake)
ru: торт
zh_cn: 蛋糕

source: candied honey
zh_cn: 结晶蜂蜜

source: candy cigarette
de: Schokoladenzigarette
ja: キャンディシガレット
ko: 사탕 담배(candy cigarette)
ru: карамельная сигарета
zh_cn: 香烟糖

source: cannabis
ja: 大麻
ko: 대마초(cannabis)
zh_cn: 大麻

source: canned chicken
de: konserviertes Hühnchen
ja: 缶詰(鶏肉)
ko: 닭고기 통조림(canned chicken)
ru: консервированная курица
zh_cn: 鸡肉罐头

source: canned clam
de: eingelegte Muschel
ja: 缶詰(ハマグリ)
ko: 조개 통조림(canned clam)
ru: маринованный моллюск
zh_cn: 蛤蜊罐头

source: canned fish
de: Dosenfisch
ja: 缶詰(魚)
ko: 생선 통조림(canned fish)
ru: консервированная рыба
zh_cn: 鱼肉罐头

source: canned fruit
de: Dosenobst
ja: 缶詰(果物)
ko: 과일 통조림(canned fruit)
ru: консервированные фрукты
zh_cn: 罐装水果

source: canned meat
de: Dosenfleisch
ja: 缶詰(肉)
ko: 고기 통조림(canned meat)
ru: мясные консервы
zh_cn: 罐装肉

source: canned pineapple
de: konservierte Ananas
ja: 缶詰(パイナップル)
ko: 캔 파인애플(canned pineapple)
ru: консервированный ананас
zh_cn: 菠萝罐头

source: canned salmon
de: konservierter Lachs
ja: 缶詰(サーモン)
ko: 캔 연어(canned salmon)
ru: консервированный лосось
zh_cn: 三文鱼罐头

source: canned sardine
de: konservierte Sardine
ja: 缶詰(イワシ)
ko: 정어리 통조림(canned sardine)
ru: консервированная сардина
zh_cn: 沙丁鱼罐头

source: canned tomato
ja: 缶詰(トマト)
zh_cn: 西红柿罐头

source: canned tuna fish
de: konservierter Thunfisch
ja: 缶詰(ツナ)
ko: 참치 통조림(canned tuna fish)
ru: консервированный тунец
zh_cn: 金枪鱼罐头

source: canned veggy
de: Dosengemüse
ja: 缶詰(野菜)
ko: 야채 통조림(canned veggy)
ru: консервированная зелень
zh_cn: 罐装蔬菜

source: canola
zh_cn: 油菜

source: canola seeds
zh_cn: 油菜籽

source: caramel
ja: カラメル
zh_cn: 焦糖

source: carrot
de: Karotte
ja: ニンジン
ko: 당근(carrot)
ru: морковь
zh_cn: 胡萝卜

source: carrot seed
ja: 種(ニンジン)
zh_cn: 胡萝卜种子

source: cattle mutagen
de: Rindermutagen
ja: 変異原物質(ウシ)
ko: 초식동물 뮤타젠(mutagen)
ru: мутаген коровы
zh_cn: 家畜诱变剂

source: cattle serum
de: Rindsserum
ja: 血清(ウシ)
ko: 초식동물 혈청(cattle serum)
ru: сыворотка парнокопытного
zh_cn: 家畜诱变血清

source: celery
de: Sellerie
ja: セロリ
zh_cn: 芹菜

source: celery seed
ja: 種(セロリ)
zh_cn: 芹菜种子

source: cephalopod mutagen
de: Kopffüßermutagen
ja: 変異原物質(頭足類)
ko: 연체동물 뮤타젠(mutagen)
ru: мутаген моллюска
zh_cn: 章鱼诱变剂

source: cephalopod serum
de: Kopffüßlerserum
ja: 血清(頭足類)
ko: 연체동물 혈청(cephalopod serum)
ru: сыворотка моллюска
zh_cn: 章鱼诱变血清

source: chardonnay
ja: ワイン(シャルドネ)
ko: 샤르도네(chardonnay)
ru: Шардоне
zh_cn: 夏敦埃白葡萄酒

source: cheap wine
de: billiger Wein
ja: ワイン(安物)
ko: 싸구려 와인(cheap wine)
ru: дешевое вино
zh_cn: 低档红酒

source: cheap wine must
de: billiger Weinmost
ja: ワイン(未発酵/安物)
ko: 싸구려 와인 포도즙(cheap wine must)
ru: вино-основа
zh_cn: 低档红酒原汁

source: cheapskate currywurst
de: Currymannwurst
ja: カレーマンヴォルスト
ko: 인육 카레 소시지(cheapskate currywurst)
zh_cn: 小气鬼咖喱香肠

source: cheater chili dogs
ja: 人肉チリドッグ
ko: 인육 칠리 도그(cheater chili dogs)
ru: чилидог с человечиной
zh_cn: 骗子牌辣热狗

source: cheese
de: Käse
ja: チーズ
ko: 치즈(cheese)
ru: сыр
zh_cn: 奶酪

source: cheese fries
ja: チーズフライドポテト
ko: 치즈 감자 튀김(cheese fries)
ru: катрошка-фри с сыром
zh_cn: 奶酪薯条

source: cheese sandwich
ja: サンドイッチ(チーズ)
zh_cn: 奶酪三明治

source: cheese spread
de: Streichkäse
ja: チーズスプレッド
ko: 치즈 스프레드(cheese spread)
ru: плавленный сыр
zh_cn: 软干酪

source: cheeseburger
ja: チーズバーガー
ko: 치즈버거(cheeseburger)
ru: чизбургер
zh_cn: 奶酪汉堡包

source: cherry
de: Kirsche
ja: サクランボ
ko: 체리(cherry)
ru: вишня
zh_cn: 樱桃

source: chewing gum
de: Kaugummi
ja: チューインガム
ko: 껌(chewing gum)
ru: жевательная резинка
zh_cn: 口香糖

source: chewing tobacco
de: Kautabak
ja: 噛み煙草
ko: 씹는 담배(chewing tobacco)
ru: жевательный табак
zh_cn: 咀嚼烟草

source: chewy candy
de: Kausüßigkeit
ja: 飴(果物)
zh_cn: 软糖

source: chicken and dumplings
de: Hühnchen und Klöße
ja: チキンと水餃子のスープ
ko: 닭고기와 만두(chicken and dumplings)
ru: суп с клёцками
zh_cn: 鸡丁馄饨汤

source: chicken noodle soup
de: Hühnchen-Nudelsuppe
ja: チキンヌードル
ko: 닭고기 국수 수프(chicken noodle soup)
ru: куриный суп с лапшой
zh_cn: 鸡汤面

source: chili con cabron
ja: チリコンカルネ(人肉)
zh_cn: 墨西哥辣人酱

source: chili con carne
ja: チリコンカルネ
ko: 칠리 소스(chili con carne)
ru: соус чили с мясом
zh_cn: 墨西哥辣肉酱

source: chili dogs
ja: チリドッグ
ko: 칠리 도그(chili dogs)
ru: чилидог
zh_cn: 辣椒热狗

source: chili powder
de: Chilipulver
ja: チリパウダー
ko: 칠리 가루(chili powder)
ru: молотый перец чили
zh_cn: 辣椒粉

source: chimera mutagen
de: Chimärenmutagen
ja: 変異原物質(キメラ)
ko: 키메라 뮤타젠(chimera mutagen)
ru: мутаген химеры
zh_cn: 奇美拉诱变剂

source: chimera serum
de: Chimärenserum
ja: 血清(キメラ)
ko: 키메라 혈청(chimera serum)
ru: сыворотка химеры
zh_cn: 奇美拉诱变血清

source: chitin powder
de: Chitinpulver
ja: キチン粉末
ko: 키틴질 가루(chitin powder)
ru: хитиновый порошок
zh_cn: 甲壳粉

source: chocolate bar
de: Schokoladentafel
ja: チョコレートバー
ko: 초콜렛 바(chocolate bar)
ru: плитка шоколада
zh_cn: 巧克力棒

source: chocolate candy
de: Schokoladensüßigkeit
ja: 飴(チョコレート)
zh_cn: 巧克力糖

source: chocolate covered pretzels
de: schokoladenüberzogene Brezeln
ja: プレッツェル(チョコレート)
ko: 초콜릿 프레첼(chocolate pretzels)
ru: крендельки в шоколаде
zh_cn: 巧克力椒盐脆饼干

source: chocolate drink
de: Schokoladengetränk
ja: チョコレートドリンク
ko: 초콜릿 우유(chocolate drink)
ru: шоколадный напиток
zh_cn: 巧克力饮料

source: chocolate pancake
de: Schokoladenpfannkuchen
ja: チョコレートパンケーキ
ko: 초콜릿 팬케이크(chocolate pancake)
ru: блинчик с шоколадом
zh_cn: 巧克力馅饼

source: chocolate waffle
de: Schokoladenwaffel
ja: チョコレートワッフル
ko: 초콜릿 와플(chocolate waffle)
ru: шоколадная вафля
zh_cn: 巧克力华夫饼

source: chocolate-covered coffee bean
de: schokoladenüberzogene Kaffeebohne
ja: コーヒー豆(チョコレートフレーバー)
ko: 초콜릿 커피콩(coffee bean)
zh_cn: 巧克力咖啡豆

source: chump cheeseburger
de: Chaotencheeseburger
ja: チーズ人肉バーガー
ko: 인육 치즈버거(chump cheeseburger)
zh_cn: 笨蛋奶酪汉堡

source: chunk of fat
de: Fettklumpen
ja: 脂肪の塊
ko: 지방 덩어리(chunk of fat)
ru: кусок жира
zh_cn: 肥肉块

source: chunk of meat
de: Fleischstück
ja: 肉塊
ko: 고기 덩어리(chunk of meat)
ru: кусок мяса
zh_cn: 肉块

source: cigar
de: Zigarre
ja: 葉巻
ko: 시가(cigar)
ru: сигара
zh_cn: 雪茄

source: cigarette
de: Zigarette
ja: 煙草
ko: 담배(cigarette)
ru: сигареты
zh_cn: 香烟

source: cigarette butt
de: Zigarettenstummel
ja: 煙草(吸殻)
ko: 담배꽁초(cigarette butt)
ru: окурок сигареты
zh_cn: 烟蒂

source: clam chowder
de: sämige Muschelsuppe
ja: クラムチャウダー
ko: 대합 수프(clam chowder)
ru: клэм-чаудер
zh_cn: 蛤蜊浓汤

source: clean water
de: klares Wasser
ja: 綺麗な水
ko: 깨끗한 물(clean water)
ru: чистая вода
zh_cn: 净水

source: cloutie dumpling
zh_cn: 魔鬼布丁

source: cocaine
de: Kokain
ja: コカイン
ko: 코카인(cocaine)
ru: кокаин
zh_cn: 可卡因

source: coconut
de: Kokosnuss
ja: ココナッツ
ko: 코코넛(coconut)
ru: кокос
zh_cn: 椰子

source: coconut milk
de: Kokosnussmilch
ja: ココナッツミルク
ko: 코코넛 우유(coconut milk)
ru: кокосовое молочко
zh_cn: 椰子奶

source: codeine
de: Codein
ja: コデイン
ko: 코데인(codeine)
ru: кодеин
zh_cn: 可待因

source: coffee
de: Kaffee
ja: コーヒー
ko: 커피(coffee)
ru: кофе
zh_cn: 咖啡

source: coffee beans
ja: コーヒー豆
zh_cn: 咖啡豆

source: coffee milk
ja: コーヒー牛乳
zh_cn: 牛奶咖啡

source: coffee powder
de: Kaffeepulver
ja: コーヒー粉末
ko: 커피 가루(coffee powder)
ru: молотый кофе
zh_cn: 咖啡粉

source: coffee syrup
de: Kaffeesirup
ja: コーヒーシロップ
ko: 커피 시럽(coffee syrup)
ru: кофейный сироп
zh_cn: 咖啡糖浆

source: commercial fertilizer
ja: 化学肥料
zh_cn: 肥料

source: concentrated acid
de: konzentrierte Säure
ja: 濃酸
ko: 농축 산성액(concentrated acid)
ru: концентрированная кислота
zh_cn: 浓酸

source: condensed milk
de: Kondensmilch
ja: コンデンスミルク
ko: 연유(condensed milk)
ru: сгущённое молоко
zh_cn: 炼乳

source: cooked TV dinner
de: gekochtes Fertiggericht
ja: TVディナー(調理済)
ko: 요리된 TV 식품(cooked TV dinner)
ru: приготовленный "телеужин"
zh_cn: 加热的速冻食品

source: cooked acorn meal
ja: ドングリ(調理済)
zh_cn: 熟橡子面

source: cooked beans
de: Portion gekochte Bohnen
ja: 豆(調理済)
zh_cn: 煮豆

source: cooked blueberry
de: gekochte Blaubeere
ja: ブルーベリー(調理済)
ko: 익힌 블루베리(cooked blueberry)
ru: черничное варенье
zh_cn: 熟蓝莓

source: cooked buckwheat
ja: 蕎麦(調理済)
zh_cn: 煮荞麦

source: cooked burrito
de: gekochter Burrito
ja: ブリート(調理済)
ko: 요리된 버리토(cooked burrito)
ru: разогретый буррито
zh_cn: 热玉米煎饼套餐

source: cooked corn dog
de: gekochter Corn Dog
ja: アメリカンドッグ(調理済)
ko: 요리된 콘도그(cooked corn dog)
ru: приготовленный корн-дог
zh_cn: 加热的玉米热狗

source: cooked creep
de: gekochter Widerling
ja: 人肉(調理済)
ko: 요리된 인육(cooked creep)
zh_cn: 熟人肉

source: cooked dandelion greens
ja: タンポポの葉(調理済)
zh_cn: 煮蒲公英叶

source: cooked fish
de: gekochter Fisch
ja: 魚(調理済)
ko: 요리된 생선(cooked fish)
ru: приготовленная рыба
zh_cn: 熟鱼肉

source: cooked fruit
de: gekochte Frucht
ja: 果物(調理済)
ko: 요리된 과일(cooked fruit)
ru: печёный фрукт
zh_cn: 煮熟水果

source: cooked hot dogs
de: gekochte Hog Dogs
ja: ホットドッグ(調理済)
ko: 요리된 핫도그(cooked hot dogs)
ru: приготовленный хот-дог
zh_cn: 加热的热狗

source: cooked meat
de: gekochtes Fleisch
ja: 肉(調理済)
ko: 요리된 고기(cooked meat)
ru: приготовленное мясо
zh_cn: 熟肉

source: cooked morel mushroom
ja: アミガサタケ(調理済)
zh_cn: 熟羊肚菌

source: cooked oatmeal
de: Haferbrei
ja: オートミール(調理済)
ko: 요리된 오트밀(cooked oatmeal)
ru: приготовленная овсянка
zh_cn: 煮麦片

source: cooked plant marrow
de: gekochtes Pflanzenmark
ja: マローカボチャ(調理済)
ko: 요리된 길쭉한 호박(cooked marrow)
ru: приготовленная мякоть растения
zh_cn: 烧熟植物精华

source: cooked rice
de: Portion gekochter Reis
ja: 米(調理済)
zh_cn: 米饭

source: cooked strawberry
de: gekochte Erdbeere
ja: イチゴ(調理済)
ko: 익힌 딸기(cooked strawberry)
ru: земляничное варенье
zh_cn: 熟草莓

source: cooked wild vegetables
de: gekochtes Wildgemüse
ja: 山菜(調理済)
ko: 요리된 산나물(cooked vegetables)
ru: варёные дикие овощи
zh_cn: 烧熟野菜

source: cookie
de: Keks
ja: クッキー
ko: 쿠키(cookie)
ru: печенье
zh_cn: 小甜饼

source: cooking oil
de: Speiseöl
ja: 調理油
ko: 식용유(cooking oil)
ru: растительное масло
zh_cn: 烹调油

source: corn
de: Mais
ja: トウモロコシ
ko: 옥수수(corn)
ru: кукуруза
zh_cn: 玉米

source: corn cereal
de: Cornflakes
ja: シリアル(トウモロコシ)
zh_cn: 早餐玉米

source: corn seed
ja: 種(トウモロコシ)
zh_cn: 玉米种子

source: cornbread
de: Maisbrot
ja: コーンブレッド
ko: 옥수수빵(cornbread)
ru: пшенично-кукурузный хлеб
zh_cn: 玉米面包

source: cornmeal
de: Maismehl
ja: コーンミール
ko: 옥수수 가루(cornmeal)
ru: кукурузная мука
zh_cn: 玉米面

source: cotton
zh_cn: 棉花

source: cotton balls
de: Wattebällchen
ja: 綿球
ru: хлопковые шарики
zh_cn: 棉花球

source: cotton boll
de: Baumwollkapsel
ja: 綿の実
ru: семенная коробочка хлопка
zh_cn: 棉桃

source: cotton seed
de: Baumwollsamen
ja: 種(綿花)
ko: 목화 씨앗(cotton seed)
ru: семя хлопка
zh_cn: 棉花种子

source: cough syrup
de: Hustensaft
ja: 咳止めシロップ
ko: 기침약(cough syrup)
ru: сироп от кашля
zh_cn: 咳嗽糖浆

source: crack
ja: 高純度コカイン
ko: 크랙(crack)
zh_cn: 可卡因

source: cracker
de: Kräcker
ja: クラッカー
ko: 크래커 과자(cracker)
ru: крекер
zh_cn: 薄脆饼干

source: cracklins
de: Schweineschwarte
ja: ポークスクラッチング
ko: 크래클린(cracklins)
ru: шкварки
zh_cn: 香脆猪油渣

source: cranberry
ja: クランベリー
ko: 크랜베리(cranberry)
ru: клюква
zh_cn: 小红莓

source: cranberry juice
de: Cranberrysaft
ja: クランベリージュース
ko: 크랜베리 주스(cranberry juice)
ru: клюквенный сок
zh_cn: 小红莓果汁

source: cream soda
de: Vanillelimonade
ja: クリームソーダ
ko: 크림소다(cream soda)
ru: крем-сода
zh_cn: 奶油苏打

source: crispy cranberry
de: Cranberrymix
ja: クリスピークランベリー
ko: 크리스피 크랜베리(crispy cranberry)
ru: хрустящая клюква
zh_cn: 爽口小红梅

source: cucumber
de: Gurke
ja: キュウリ
zh_cn: 黄瓜

source: cucumber seed
ja: 種(キュウリ)
zh_cn: 黄瓜种子

source: cullen skink
zh_cn: 烟熏黑线鳕鱼奶油土豆汤

source: curdled milk
zh_cn: 酪乳

source: curry
ja: カレー
ko: 카레(curry)
ru: карри
zh_cn: 咖喱

source: curry powder
de: Currypulver
ja: カレーパウダー
ko: 카레 가루(curry powder)
ru: смесь карри
zh_cn: 咖喱粉

source: curry with meat
de: Curry mit Fleisch
ja: ミートカレー
ko: 고기 카레(curry with meat)
ru: карри с мясом
zh_cn: 咖喱炖肉

source: currywurst
ja: カレーヴォルスト
ko: 카레 소시지(currywurst)
zh_cn: 咖喱香肠

source: dahlia root
ja: 根(ダリア)
zh_cn: 大丽花根茎

source: dandelion
ja: タンポポ
zh_cn: 蒲公英

source: dandelion tea
ja: タンポポティー
zh_cn: 蒲公英茶

source: dandelion wine
ja: ワイン(タンポポ)
zh_cn: 蒲公英酒

source: dandelion wine must
ja: ワイン(未発酵/タンポポ)
zh_cn: 蒲公英酒原汁

source: dark cola
de: dunkle Cola
ja: コーラ
ko: 콜라(dark cola)
ru: кока-кола
zh_cn: 暗黑可乐

source: datura
de: Stechapfel
ja: 朝鮮朝顔
zh_cn: 曼陀罗

source: datura seeds
de: Stechapfelsamen
ja: 種(チョウセンアサガオ)
zh_cn: 曼陀罗花种子

source: deep fried chicken
de: frittiertes Hähnchen
ja: フライドチキン
ko: 닭고기 튀김(deep fried chicken)
ru: жареная во фритюре курица
zh_cn: 炸鸡

source: dehydrated fish
de: dehydrierter Fisch
ja: 乾燥魚肉
ko: 말린 생선(dehydrated fish)
ru: сушёная рыба
zh_cn: 脱水鱼肉

source: dehydrated fruit
de: Trockenobst
ja: ドライフルーツ
ko: 말린 과일(dehydrated fruit)
ru: сушёные фрукты
zh_cn: 脱水水果

source: dehydrated human flesh
de: dehydriertes Menschenfleisch
ja: 乾燥人肉
ko: 말린 인육(dehydrated human flesh)
ru: сушёная человечина
zh_cn: 脱水人肉

source: dehydrated meat
de: dehydriertes Fleisch
ja: 乾燥肉
ko: 말린 고기(dehydrated meat)
ru: сушёное мясо
zh_cn: 脱水肉块

source: dehydrated tainted meat
ja: 汚染肉(乾燥)
zh_cn: 脱水感染肉

source: dehydrated tainted veggy
ja: 汚染野菜(乾燥)
zh_cn: 脱水感染蔬菜

source: dehydrated vegetable
de: Trockengemüse
ja: 乾燥野菜
ko: 말린 채소(dehydrated vegetable)
ru: сушёные овощи
zh_cn: 脱水蔬菜

source: deluxe beans and rice
ja: 豪華な豆飯(肉)
zh_cn: 美味豆拌饭

source: deluxe cooked oatmeal
de: Luxus-Haferbrei
ja: デラックスオートミール(調理済)
ko: 요리된 특제 오트밀(deluxe oatmeal)
ru: шикарная овсянка
zh_cn: 美味煮麦片

source: deluxe scrambled eggs
de: Luxus-Rührei
ja: デラックススクランブルエッグ
ko: 특제 스크럼블 에그(deluxe eggs)
ru: роскошный омлет
zh_cn: 美味炒蛋

source: deluxe vegetarian beans and rice
de: Portion Bohnen mit Reis deluxe (vegetarisch)
ja: 豪華な豆飯(野菜)
zh_cn: 美味素豆饭

source: diazepam
ja: ジアゼパム
ko: 다이아제팜(diazepam)
ru: диазепам
zh_cn: 安定药片

source: disinfectant
de: Desinfektionsmittel
ja: 消毒薬
ko: 소독약(disinfectant)
ru: дезинфектант
zh_cn: 消毒剂

source: dogbane
zh_cn: 罗布麻

source: dogbane seeds
zh_cn: 罗布麻种子

source: dried beans
de: Portion getrocknete Bohnen
ja: 豆(乾燥)
zh_cn: 干豆

source: dried mushroom
de: getrockneter Pilz
ja: キノコ(乾燥)
ko: 말린 버섯(dried mushroom)
ru: сушёный гриб
zh_cn: 干蘑菇

source: dried rice
de: Portion getrockneter Reis
ja: 米(乾燥)
zh_cn: 干米

source: dried salad
de: getrockneter Salat
ja: 乾燥野菜サラダ
zh_cn: 方便沙拉

source: electronic cigarette
de: elektronische Zigarette
ja: 電子煙草
ko: 전자담배(electronic cigarette)
ru: электронная сигарета
zh_cn: 电子香烟

source: elf-a mutagen
ja: 変異原物質(エルファ)
zh_cn: 精灵诱变剂

source: elf-a serum
ja: 血清(エルファ)
ko: 요정 혈청(elf-a serum)
ru: сыворотка эльфа
zh_cn: 精灵诱变血清

source: energy cola
de: Energiecola
ja: エネルギーコーラ
ko: 에너지 콜라(energy cola)
ru: энергетик кола
zh_cn: 能量可乐

source: energy drink
ja: 栄養ドリンク
ko: 에너지 음료(energy drink)
ru: энергетик
zh_cn: 能量饮料

source: fancy hobo
ja: ファンシーホボウ
zh_cn: 花哨浪子鸡尾酒

source: fast noodles
de: Schnellnudeln
ja: インスタントラーメン
ko: 라면(fast noodles)
zh_cn: 方便面

source: feline mutagen
de: Katzenmutagen
ja: 変異原物質(ネコ)
ko: 고양이 뮤타젠(feline mutagen)
ru: мутаген кошки
zh_cn: 猫科诱变剂

source: feline serum
de: Katzenserum
ja: 血清(ネコ)
ko: 고양이 혈청(feline serum)
ru: сыворотка кошки
zh_cn: 猫科诱变血清

source: fillet of fish
de: Fischfilet
ja: 魚(切り身)
ko: 생선 살코기(fillet of fish)
ru: рыбное филе
zh_cn: 生鱼片

source: first aid kit
de: Verbandkasten
ja: 救急箱
ko: 구급 상자(first aid kit)
ru: аптечка
zh_cn: 急救包

source: fish makizushi
ja: 巻き寿司(魚)
zh_cn: 鱼寿司

source: fish mutagen
de: Fischmutagen
ja: 変異原物質(魚)
ko: 어류 뮤타젠(fish mutagen)
ru: мутаген рыбы
zh_cn: 鱼类诱变剂

source: fish sandwich
de: Fischsandwich
ja: サンドイッチ(魚)
ko: 생선 샌드위치(fish sandwich)
ru: рыбный сандвич
zh_cn: 鱼肉三明治

source: fish serum
de: Fischserum
ja: 血清(魚)
ko: 어류 혈청(fish serum)
ru: сыворотка рыбы
zh_cn: 鱼类诱变血清

source: fish soup
de: Fischsuppe
ja: 魚煮込みスープ
ko: 생선 수프(fish soup)
ru: рыбный суп
zh_cn: 鱼汤

source: flour
de: Mehl
ja: 穀粉
ko: 밀가루(flour)
ru: мука
zh_cn: 面粉

source: flu shot
de: Grippeimpfstoff
ja: インフルエンザ予防接種薬
ko: 독감 주사(flu shot)
ru: прививка от гриппа
zh_cn: 流感疫苗

source: fluid sac
de: Flüssigkeitsdrüse
ja: 流体嚢
ko: 액체 낭(fluid sac)
ru: сок растений
zh_cn: 液囊

source: forest honey
zh_cn: 丛林蜂蜜

source: fried SPAM
de: gebratenes Frühstücksfleisch
ja: スパム(揚げ物)
ko: 구운 스팸(fried SPAM)
ru: поджаренная ветчина
zh_cn: 热午餐肉

source: fried dandelions
ja: 揚げタンポポ
zh_cn: 面拖蒲公英

source: fried morel mushroom
ja: 揚げアミガサタケ
zh_cn: 面拖羊肚菌

source: fried rice
de: Portion gebratener Reis
ja: 炒飯(野菜)
zh_cn: 炒饭

source: fruit jam
de: Fruchtmarmelade
ja: フルーツジャム
ko: 과일 잼(fruit jam)
ru: фруктовый джем
zh_cn: 果酱
