Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A potent cocktail of amphetamines, caffeine and corn syrup, this stuff puts a spring in your step, a fire in your eye, and a bad case of tachycardia tremors in your somersaulting heart.
de: Ein starker Cocktail aus Amphetaminen, Koffein und Maissirup. Dieses Zeug lässt dich voller Elan sein, entfacht ein Feuer in deinen Augen und löst einen schweren Fall von Tachykardie in deinem purzelbaumschlagendem Herzen aus.
ja: アンフェタミン、カフェイン、コーンシロップからなる、良く効くカクテルです。踵にバネを、瞳に炎を宿らせますが、悪いケースでは頻脈と痙攣と心臓のサマーソルトを引き起こします。
ko: 마약성 각성제인 메탐페타민, 카페인과 옥수수 시럽을 섞은 것입니다. 걸음에 힘이 붙고 눈이 맑아지지만, 심장에 심한 부담을 줍니다.
ru: Крепкий коктейль из амфетаминов, кофеина и кукурузного сиропа. Вам будет обеспечена пружинистая походка, огонь в глазах и бешено колотящееся сердечко, грозящее выскочить наружу.
zh_cn: 一种强有力的药酒，含有咖啡因和玉米糖浆，这东西使你身体迸发力量，你眼睛里冒火，心跳加速。

source: A potent drug, necessary when performing a revival operation on larger animals (including humans). It induces a violent allergic reactions in living organisms, so using it on yourself is a REALLY bad idea.
zh_cn: 一种强效药，用于复活大型动物（包含人）。它会使得活体器官产生严重排异反应，所以对自己使用是个非常糟糕的主意。

source: A potent sleep aid extracted from mutated poppy seeds. Effective, but as an opiate, it may be addictive.
de: Ein starkes Schlafmittel, das aus mutierten Mohnblumensamen extrahiert wurde. Wirksam, aber als Opiat kann es süchtig machen.
ja: 変異したケシの種から作った睡眠薬です。よく効きますが、なにせアヘンですから、依存性はあるでしょう。
ko: 수면을 돕는 성분이 포함되어 있는, 양귀비 씨앗 추출물입니다. 효과적이지만 마약 성분이 있으며, 중독될 수도 있습니다.
ru: Неплохое средство, сделанное из мутировавшего мака, помогающее заснуть. Эффективное, но, являясь опиатом, может вызвать зависимость.
zh_cn: 由突变的罂粟种子中提取的强力辅助睡眠药物。很有效，但作为鸦片制剂它仍然可令人上瘾。

source: A potent wine flavored with pine resin. Bold and pungent, its biting taste and strong aroma takes some getting used to.
ja: 香料として松脂を使った辛口のワインです。力強い芳香と刺激的な味が特徴的です。癖が強いので多少の慣れが必要でしょうか。
zh_cn: 一种味道坚实的松脂葡萄酒 ,风格激烈而又泼辣 ,它那辛辣的口感和浓烈的香气需要你花一点时间来适应 .

source: A powder-like mix of cultured yeast, good for baking and brewing alike.
de: Eine pulverartige Mixtur aus gezüchteter Hefe, gut zum Backen und Brauen gleichermaßen.
ja: 粉末状にした酵母です。パン作りや醸造に使います。
ko: 가루 형태로 배양된 효모입니다. 제빵이나 양조에 쓰입니다.
ru: Порошкообразная смесь культивируемых дрожжей. Хорошо для выпечки и пивоварения.
zh_cn: 酿造、烘培用的酵母粉

source: A powdered antihemorrhagic compound that reacts with blood to immediately form a gel-like substance that stops bleeding.
de: Eine gepuderte blutstillende Zusammensetzung, welche mit Blut reagiert, um sofort eine gelartige Substanz, welche die Blutung stoppt, zu formen.
ja: 粉末状の抗出血性化合物です。血液と混ざるとゲル状になり止血します。
zh_cn: 止血粉，用于止血和抗复合反应。

source: A powdered form of chemical disinfectant, this bismuth formic iodide cleans wounds quickly and painlessly.
de: Ein chemisches Desinfektionsmittel in Puderform. Dieses Jodid reinigt Wunden kurz und schmerzlos.
ja: ヨウ化ギ酸ビスマスを主成分とする化学消毒剤を粉末にしたものです。傷口を速やかに消毒し、ほとんど沁みません。
zh_cn: 化学消毒剂的粉末形式，这些BFI消毒粉可以轻松无痛的清洁伤口。

source: A powerful disinfectant commonly used for contaminated wounds.
de: Ein starkes Desinfektionsmittel, das üblicherweise für kontaminierte Wunden gebraucht wird.
ja: 消毒能力の高い薬品です。ゾンビに噛まれた箇所にかける事で感染を防げます。
ko: 일반적으로 오염된 상처에 사용되는, 강력한 소독약입니다.
ru: Мощное дезинфицирующее средство, часто применяемое для промывания заражённых ран.
zh_cn: 强效消毒剂，用于清洁伤口。

source: A powerful hallucinogen with low risk of addiction.
ja: 中毒の危険性の低い強力な幻覚剤です。
zh_cn: 一种低成瘾性的强大致幻剂。

source: A powerful stimulant with no risk of addiction.
ja: 中毒の危険性がない強力な興奮剤です。
zh_cn: 一种无成瘾性的强大兴奋剂。

source: A pretty stalk of canola. Its seeds can be pressed into oil.
zh_cn: 一株漂亮的油菜，它的种子可以用于榨油。

source: A profoundly addictive and powerful stimulant. While extremely effective at enhancing alertness, it is hazardous to health and the risk of an adverse reaction is great.
de: Ein zutiefst süchtig machender und starker Stimulans. Während er extrem effektiv zur Steigerung der Wahrnehmungsfähigkeit ist, ist er gesundheitsschädigend und das Risiko einer Nebenwirkung ist groß.
ja: 抜群の依存性を誇る強力な覚醒剤です。服用することで知覚が極限まで研ぎ澄まされますが、健康に重大なダメージを与え、副作用の苛烈さは折り紙付きです。
zh_cn: 一种高度的成瘾性和强大的兴奋剂。而在提高警觉性非常有效，但是对健康和产生不良反应的风险是巨大的。

source: A rare stem-cell treatment that causes mutations and other genetic defects to fade away.
de: Eine seltene Stammzellenbehandlung, die Mutationen und andere Gendefekte ausklingen lässt.
ja: 希少価値の高い幹細胞治療薬です。 これは突然変異や他の遺伝子異常を取り除きます。
ko: 돌연변이와 기타 유전자 결함을 없애주는 희귀한 줄기세포 치료제입니다.
ru: Редкое лекарство из стволовых клеток, которое подавляет мутации и другие генетические дефекты.
zh_cn: 一种罕见的干细胞治疗方法，可以使基因突变以及遗传缺陷消失。

source: A rare substance of uncertain origins. Causes you to mutate.
de: Eine seltene Substanz unsicherer Herkunft. Lässt dich mutieren.
ja: 希少価値の高い正体不明の物質です。 これは突然変異を引き起こすでしょう。
zh_cn: 一种罕见的未知来源物质，会导致你基因突变。

source: A red, sweet fruit that grows in trees.
de: Eine rote süße Frucht, welche in Bäumen wächst.
ja: 木に生える赤くて甘い果物です。
zh_cn: 一种长在树上的红色果实，很甜

source: A rich and tasty fish chowder from Scotland, made with preserved fish and creamy milk.
zh_cn: 苏格兰传统美食，由美味的浓鱼汤配以熏鱼及奶油制成。

source: A roll-your-own made from tobacco and rolling paper. Stimulates mental acuity and reduces appetite. Despite being hand crafted, it's still highly addictive and hazardous to health.
de: Eine Selbstgerollte aus Tabak und Zigarettenpapier. Stimuliert die Geistesschärfe und reduziert den Appetit. Obwohl sie handgefertigt wurde, ist sie immer noch stark süchtigmachend und gesundheitsschädigend.
ja: 煙草と紙を巻いて作った手製の煙草です。吸引する事で知性を鋭敏にし、食欲を低下させます。しかし、高い中毒性を持ち、健康に害を及ぼします。
zh_cn: 一根你用卷烟纸和烟草DIY的香烟。刺激感知并且降低食欲，另外，你以为你自产自销就无碍于健康而且不会上瘾了？

source: A rotten and brittle bone from some unnatural creature or other. Could be used to make some stuff, like charcoal. You could eat it, but it will poison you.
ja: 常ならざる生物から取り出した、腐った脆い骨です。炭などの材料になります。食べることも不可能ではありませんが、覚悟して下さい。
zh_cn: 腐烂易碎的骨头，源自某些非自然生物或者其他一些便当吃多了家伙。可以拿去制作东西，比如木炭。当然更伟大的事情还是来两根嘎嘣脆，然后你就有资格说贝爷是个屌了。

source: A salty treat of a snack, covered in chocolate.
de: Ein salziges Leckerbissen einer Süßigkeit, mit Schokolade überzogen.
ja: チョコレートでコーティングされた塩味のスナック菓子です。
ko: 소금 처리된 과자에 초콜릿을 입혔습니다.
ru: Солёная мучная закуска, покрытая шоколадом.
zh_cn: 一种咸咸的零食，饼干外裹着一层巧克力。

source: A salty treat of a snack.
de: Eine salzige Leckerei.
ja: 塩味のスナック菓子です。
ko: 소금 처리된 과자입니다.
ru: Солёное удовольствие от закуски.
zh_cn: 一种咸咸的风味小吃。

source: A sample of sewage from a treatment plant. Gross.
de: Eine Probe des Abwassers einer Abwasseraufbereitungsanlage. Igitt.
ja: 下水処理場から取り出した汚水のサンプルです。かなりグロテスクですね。
zh_cn: 一份污水处理厂的污水样本，好恶心。

source: A sandwich is a sandwich, but this is made with people!
de: Ein Sandwich ist ein Sandwich, aber dieser hier ist aus Leuten gemacht!
ja: サンドイッチ...そう、サンドイッチ何だが、これは人肉で作られているんだ！
ko: 샌드위치는 샌드위치지만, 이것은 사람들로 만들어져 있습니다!
ru: Выглядит как самый обычный сэндвич, но он сделан из людей!
zh_cn: 三明治就是三明治。不过这个是有人的仨明治！

source: A sandwich of minced human flesh and cheese with condiments. The apex of post-cataclysm cannibalistic culinary achievement.
de: Ein Sandwich mit gehacktem Menschenfleisch und Käse mit Gewürzen. Der Höhepunkt der postapokalyptischen kannibalistischen kulinarischen Errungenschaften.
ja: パンに人肉のミンチと野菜と香辛料と更にはチーズを挟んだ料理です。災厄以前のカニバリズム料理界における至高の一品と言っても過言ではないでしょう。
zh_cn: 一个夹了剁碎的人肉和奶酪，放了适当的调料的三明治。这是后大灾变时代人肉美食的巅峰。

source: A sandwich of minced meat and cheese with condiments. The apex of pre-cataclysm culinary achievement.
de: Ein Sandwich mit Hackfleisch und Käse mit Gewürzen. Die Höhe der vorkatastrophischen kulinarischen Errungenschaften.
ja: パンに挽肉と野菜と香辛料と更にはチーズを挟んだ料理です。災厄以前の料理界における至高の一品と言っても過言ではないでしょう。
zh_cn: 这个三明治里塞满了美味的碎肉、奶酪和调料。灾前烹饪工艺的巅峰之作。

source: A sandwich of minced meat with condiments.
de: Ein Sandwich mit Hackfleisch und Gewürzen.
ja: パンに挽肉と野菜と香辛料を挟んだ料理です。
ko: 자른 고기에 양념을 넣어 만든 샌드위치입니다.
ru: Сэндвич из мяса с приправами.
zh_cn: 一个填充碎肉并洒满调料的美味三明治。

source: A sandwich, consisting of ground beef, onions, and tomato sauce served on a hamburger bun.
de: Ein Sandwich, bestehend aus Hackfleisch, Zwiebeln und Tomatensoße in einem Hamburgerbrötchen.
ja: パンに挽肉とトマトソースを炒めたソースを挟んだ料理です。
ko: 다진 쇠고기, 양파, 그리고 토마토 소스로 구성된 샌드위치로, 햄버거 빵을 이용해서 만들어졌습니다.
ru: Сэндвич с говяжьим фаршем, луком и томатным соусом между булочек для гамбургера.
zh_cn: 一个汉堡包，馅料由肉糜、洋葱和番茄酱组成。

source: A serving of acorns that have been hulled, chopped, and boiled in water before being thoroughly toasted until dry. Filling and nutritious.
ja: 調理したドングリです。殻を剥き、割って、一度茹でてから乾かしてこんがりと焼いてあります。腹持ちがよく栄養豊富です。
zh_cn: 将橡实去壳，剁碎，煮熟，然后彻底烤干制成。美味又顶饱。

source: A serving of beans and rice that has been cooked together. Delicious and healthy!
de: Eine Portion Bohnen mit Reis, welche zusammen gekocht wurden. Lecker und gesund!
ja: 豆と米を一緒に炊いた料理です。美味しくてヘルシーです。
zh_cn: 将豆子和大米放在一起煮，美味又健康。

source: A serving of cooked buckwheat groats. Healthy and nutritious but bland.
ja: 調理して軽く潰した蕎麦の実です。健康的で栄養豊富ですが、美味しくもなんともありません...
zh_cn: 煮熟的荞麦粒 ,健康而又有营养 ,但是吃起来没什么味道 .

source: A serving of sticky vinegared rice commonly used in sushi.
ja: 酢で味付けされた米です。主に寿司を作るために使われます。
zh_cn: 就是一坨黏黏的冷饭。

source: A simple cheese sandwich.
ja: チーズを挟んだシンプルなサンドイッチです。
zh_cn: 就是面包加奶酪。

source: A simple sauce sandwich. Not very filling but beats eating just the bread.
ja: あまりにもシンプルなソースのサンドイッチです。物足りませんが、ただパンを貪るよりはいいでしょう。
zh_cn: 单一调味酱的三明治。比起面包夹面包好的多。

source: A small, microwaveable steak & cheese burrito, like those found at gas stations. It's tastier and more filling, but will also spoil quickly.
de: Ein kleiner Steak-und-Käse-Burrito. Wie die, die man an Tankstellen findet. Er ist leckerer und füllender, aber er wird dafür auch schnell verderben.
ja: ガソリンスタンドでよく見かける、やや小ぶりの、細切りステーキとチーズのブリートです。味も量も文句無しですが、非常に速く腐敗してしまいます。
zh_cn: 微波食品的一种——小分量的牛排、奶酪与玉米煎饼装在一个盒子里，大多数加油站有售。现在它更美味、更充饥，不过很快就会变质。

source: A small, microwaveable steak & cheese burrito, like those found at gas stations. Not as appetizing or nutritious as it would be if heated up.
de: Ein kleiner Steak-und-Käse-Burrito. Wie die, die man an Tankstellen findet. Nicht so appetitanregend oder nahrhaft, als wäre er aufgewärmt.
ja: ガソリンスタンドでよく見かける、やや小ぶりの、細切りステーキとチーズのブリートです。電子レンジで調理できるように包装されています。加熱して食べるよう作られています。冷たいまま食べても酷い味ですし大して栄養にもなりません。
zh_cn: 微波食品的一种——小分量的牛排、奶酪与玉米煎饼装在一个盒子里，大多数加油站有售。加热之后会更加营养美味。

source: A smooth grayish block of cleaned and rendered monster fat. It will remain 'fresh' for a very long time, and can be used as an ingredient in many projects. You could eat it, but it will poison you.
ja: 洗浄加工された灰色の怪物脂肪の塊です。非常に長く'鮮度'を保ち、いくつかの製作レシピの素材として使用することが出来ます。食べる事は出来ますが、被毒しそうです。
zh_cn: 一块熬制干净的灰色怪物脂肪。它会保持“新鲜”很长一段时间，可以作为原料制造许多东西。至于吃掉~话说都加工到这份上了，你丫还想超越贝爷？

source: A smooth white block of cleaned and rendered animal fat. It will remain edible for a very long time, and can be used as an ingredient in many foods and projects.
de: Ein weicher weißer Block aus gereinigtem und ausgeschmolzenem Tierfett. Es wird für eine sehr lange Zeit essbar bleiben und kann als Zutat für viele Lebensmittel und Projekte benutzt werden.
ja: 洗浄加工された白く滑らかな動物性脂肪の塊です。非常に長持ちし、多くの食品や道具の素材として使用することが出来ます。
zh_cn: 一块光滑的白色动物脂肪。可以保存很久并食用，而且在很多食品和物品的制作中会用到。

source: A smooth white block of dry-rendered animal fat. It will remain edible for a very long time, and can be used as an ingredient in many foods and projects.
de: Ein weicher weißer Block aus ausgeschmolzenem Tierfett. Es wird für eine sehr lange Zeit essbar bleiben und kann als Zutat für viele Lebensmittel und Projekte benutzt werden.
ja: 洗浄加工された白く滑らかな動物性脂肪の塊です。非常に長持ちし、多くの食品や道具の素材として使用することが出来ます。
zh_cn: 一块干化的白色动物脂肪。可以保存很久并食用，而且在很多食品和物品的制作中会用到。

source: A smooth-skinned fruit, related to the peach.
de: Eine weichhäutige Frucht, verwandt zur Pfirsich.
ja: 滑らかな肌触りの桃に似た果物です。
ko: 부드러운 촉감의 과일로, 복숭아와 비슷한 과일입니다.
ru: Гладкокожий фрукт, похожий на персик.
zh_cn: 皮肤光滑的水果，跟桃子类似

source: A solution of sterilized water and salt for intravenous infusion or washing contaminants from one's eyes.
de: Eine Lösung aus sterilisiertem Wasser und Salz für intravenöse Infusion oder zum Auswaschen von Verunreinungen von jemandes Augen.
ja: 滅菌した水に塩を加えて調整した医療品です。静脈から注入して水分を補う、粘膜の汚染を洗浄する等の用途があります。これを使って目を洗うことができます。
ko: 정맥 주사나 눈의 이물질을 세척할 때 쓰이는 살균된 식염수 용액입니다.
ru: Раствор стерилизованной воды и соли. Используется для внутривенных инъекций или для промывки глаз.
zh_cn: 这是生理盐水溶液，可以用来经脉注射，或者洗掉你眼睛中的脏东西。

source: A soup made from someone who is a far better meal than person.
de: Eine Suppe, die aus jemanden, der viel besser als ein Gericht als eine Person ist, gemacht wurde.
ja: 見知らぬ誰かを美味しく調理した人肉煮込みスープです。
ko: 사람보다 더 잘먹는 누군가로 부터 만들어진 수프 입니다.
ru: Суп, приготовленный из того, кого гораздо приятнее съесть, нежели с ним общаться.
zh_cn: 有些人作汤比做汤更合适。

source: A soup with chicken chunks and balls of dough. Not bad.
ja: 鶏肉の団子と穀粉の団子が入ったスープです。悪くありません。
zh_cn: 罐装鸡汤，能看到鸡丁和小面团。想想倒也不难吃。

source: A spicy grated root vegetable packed in vinegared brine.
ja: 刺激的な味わいのある植物の根を簡単に切り分けて、酢と塩で漬け込んであります。すりおろして使います。ホースラディッシュとも呼ばれます。
zh_cn: 磨碎的辛辣根菜。加上醋和盐。

source: A spicy stew containing chili peppers, human flesh, tomatoes and beans.
de: Ein würziger Eintopf, der Chilischoten, Menschenfleisch, Tomaten und Bohnen enthält.
ja: スパイシーなシチューです。チリペッパー、人肉、トマト、豆などが入っています。
ko: 칠리, 인육, 토마토 그리고 콩이 들어간 매콤한 스튜입니다.
ru: Острое рагу из перца чили, человечины, томатов и фасоли.
zh_cn: 利用人肉、辣椒、番茄和豆子熬制而成。

source: A spicy stew containing chili peppers, meat, tomatoes and beans.
de: Ein würziger Eintopf, der Chilischoten, Fleisch, Tomaten und Bohnen enthält.
ja: スパイシーなシチューです。チリペッパー、肉、トマト、豆などが入っています。
ko: 칠리, 고기, 토마토 그리고 콩이 들어간 매콤한 스튜입니다.
ru: Острое рагу из перца чили, мяса, томатов и фасоли.
zh_cn: 利用肉类、辣椒、番茄和豆子熬制而成。

source: A stalk of dogbane. It has very fibrous stems and is mildly poisonous.
zh_cn: 一株罗布麻。有非常厚的植物纤维，并且有点毒性。

source: A stalk of thyme. Smells delicious.
zh_cn: 百里香，一种采择自百里香属品种植物、具有烹饪及药用价值的香草。

source: A strong benzodiazepine drug used to treat muscle spasms, anxiety, seizures, and panic attacks
de: Ein starkes Benzodiazepin-Medikament, das zur Behandlung von Muskelspasmen, Angst-, Krampf- und Panikanfällen verwendet wird.
ja: 様々な効能があるベンゾジアゼピン系の強力な薬です。筋肉の痙攣や発作を緩和し、精神の不安を和らげ、パニックを鎮めます。
zh_cn: 一种强大的苯二氮卓类药物，用于治疗肌肉痉挛，焦虑，癫痫，恐慌。

source: A strong semi-synthetic narcotic used in the treatment of intense pain. Highly addictive.
de: Ein starkes halbsynthetisches Betäubingsmittel, das zur Behandlung von heftigen Schmerzen benutzt wird. Stark suchterzeugend.
ja: 激しい痛みの抑制に使用される半合成鎮痛剤です。強い中毒性があります。
ko: 심한 고통에 사용되는, 진통 효과를 발휘하는 반-합성 마약제제입니다. 중독성이 매우 높습니다.
ru: Сильнодействующий полусинтетический наркотический препарат, используемый при лечении сильной боли. Вызывает сильную зависимость.
zh_cn: 一种强大的半合成毒品，用来镇痛。高度上瘾。

source: A super-concentrated blood-red mutagen. You need a syringe to inject it... if you really want to?
de: Ein superkonzentriertes blutrotes Mutagen. Du brauchst eine Spritze, um es zu injizieren … wenn du unbedingt willst?
ja: 濃縮された変異原物質です。血に似た赤色の液体です。使用するつもりなら注射器が必要ですが…。
zh_cn: 超浓缩的诱变剂，红色的液体。你需要一个针管来注射...如果你真的想使用它。

source: A super-concentrated mutagen strongly resembling blood. You need a syringe to inject it... if you really want to?
de: Ein superkonzentriertes Mutagen, das Blut stark nachempfunden ist. Du brauchst eine Spritze, um es zu injizieren … wenn du unbedingt willst?
ja: 濃縮された変異原物質です。血の様にも見える液体です。使用するつもりなら注射器が必要ですが…。
zh_cn: 超浓缩的诱变剂，看上去就像鲜血一样。你需要一个针管来注射...如果你真的想使用它。

source: A super-concentrated mutagen strongly resembling tree sap. You need a syringe to inject it... if you really want to?
de: Ein superkonzentriertes Mutagen, das Baumharz stark nachempfunden ist. Du brauchst eine Spritze, um es zu injizieren … wenn du unbedingt willst?
ja: 濃縮された変異原物質です。樹液の様にも見える液体です。使用するつもりなら注射器が必要ですが…。
zh_cn: 超浓缩的诱变剂，看上去就像植物的汁液。你需要一个针管来注射...如果你真的想使用它。

source: A super-concentrated mutagen that looks very much like the goo or whatever-it-is in the zombies' eyes. You need a syringe to inject it... if you really want to?
de: Ein superkonzentriertes Mutagen, das dem Schleim oder was auch immer das, was in den Augen der Zombies ist, sehr ähnlich sieht. Du brauchst eine Spritze, um es zu injizieren … wenn du unbedingt willst?
ja: 濃縮された変異原物質です。非常にねばねばとした液体です。使用するつもりなら注射器が必要ですが…。
zh_cn: 超浓缩的诱变剂，看起来就像丧尸眼睛里的粘液。你需要一个针管来注射...如果你真的那么熊。

source: A super-concentrated mutagen that reminds you of the forests. You need a syringe to inject it... if you really want to?
de: Ein superkonzentriertes Mutagen, das dich an die Wälder erinnert. Du brauchst eine Spritze, um es zu injizieren … wenn du unbedingt willst?
ja: 濃縮された変異原物質です。森林を思わせる深緑色の液体です。使用するつもりなら注射器が必要ですが…。
zh_cn: 超浓缩的诱变剂，让你不由自主的想起森林。你需要一个针管来注射...如果你真的想使用它。

source: A super-concentrated mutagen the color of grass. You need a syringe to inject it... if you really want to?
de: Ein superkonzentriertes Mutagen in der Farbe von Gras. Du brauchst eine Spritze, um es zu injizieren … wenn du unbedingt willst?
ja: 濃縮された変異原物質です。芝生に似た色の液体です。使用するつもりなら注射器が必要ですが…。
zh_cn: 超浓缩的诱变剂，有着一种青草的颜色。你需要一个针管来注射...如果你真的想使用它。

source: A super-concentrated mutagen the color of the pre-cataclysmic skies. You need a syringe to inject it... if you really want to?
de: Ein superkonzentriertes Mutagen in der Farbe des vorapokalyptischen Himmels. Du brauchst eine Spritze, um es zu injizieren … wenn du unbedingt willst?
ja: 濃縮された変異原物質です。災厄以前の空を思わせる色の液体です。使用するつもりなら注射器が必要ですが…。
zh_cn: 超浓缩的诱变剂，那种蓝色让你想起了大灾变之前的天空。你需要一个针管来注射...如果你真的想使用它。

source: A super-concentrated mutagen. You need a syringe to inject it.
de: Ein superkonzentriertes Mutagen. Du brauchst eine Spritze, um es zu injizieren … wenn du unbedingt willst?
ja: 濃縮された変異原物質です。使用するには注射器が必要です。
zh_cn: 高度浓缩的诱变剂。你需要一个注射器来将它注入体内。

source: A super-concentrated mutagen. You need a syringe to inject it... if you really want to?
de: Ein superkonzentriertes Mutagen. Du brauchst eine Spritze, um es zu injizieren … wenn du unbedingt willst?
ja: 濃縮された変異原物質です。使用するつもりなら注射器が必要ですが…。
zh_cn: 超浓缩的诱变剂。你需要针管注射器来将其注入体内...如果你一定要使用它。

source: A super-concentrated stem cell treatment. You need a syringe to inject it.
de: Eine superkonzentrierte Stammzellenbehandlung. Du brauchst eine Spritze, um sie zu injizieren.
ja: 濃縮された幹細胞治療薬です。使用するには注射器が必要です。
zh_cn: 高度浓缩的干细胞治疗液，能够治愈各类变异。去找个注射器吧。

source: A super-concentrated substance. Judging by the amount, it should be delivered via injection. You'd need a syringe.
de: Ein superkonzentriertes Mutagen. Nach der Menge zu urteilen müsste es mittels Injektion verabreicht werden. Dafür bräuchtest du eine Spritze.
ja: 濃縮された物質です。使用するには注射器が必要です。
zh_cn: 高度浓缩的医疗用品。从分量来判断，应该通过注射来使用。去找个注射器吧。

source: A sweet red berry.
de: Eine süße rote Beere.
ja: 甘くて赤いベリーです。
ko: 달콤한 붉은색 열매입니다.
ru: Сладкая, красная ягода
zh_cn: 甜甜的红色浆果

source: A syringe filled with a shot of adrenaline. It serves as a powerful stimulant when you inject yourself with it. Asthmatics can use it in an emergency to clear their asthma.
de: Eine Spritze mit Adrenalin. Ist ist ein starker Stimulant, wenn du sie injizierst. Astmatiker können sie im Notfall verwenden, um ihren Astmaanfall zu beenden.
ja: アドレナリンを充填した注射器です。自分に注射すると強力な興奮剤として作用します。喘息患者が緊急時に発作を抑えるためにも使用します。
zh_cn: 一支包含一次计量强心剂的针筒。注射这玩意会让你嗨到翻。

source: A taco made with ground human flesh instead of ground beef. For some reason you can hear a bell dinging in the distance.
de: Eine Taco aus gehacktem Menschenfleisch statt Hackfleisch. Aus irgendeinem Grund kannst du aus der Ferne eine Glocke hören.
ja: 牛の代わりに人間の挽き肉を使ったタコスです。なぜでしょう、遠くでベルが鳴っています。
zh_cn: 一个用碎人肉而不是碎牛肉制作的玉米饼，你似乎能听到一声声的钟声。

source: A tasty and nutritious broth made from bones.
de: Eine leckere und nahrhafte Brühe aus Knochen.
ja: 骨から作ったスープの素です。栄養価が高く、美味しいスープが作れます。
ko: 뼈를 가지고 만든 이 국물은 맛있고 영양가가 높습니다.
ru: Вкусный и питательный бульон из костей.
zh_cn: 美味营养的骨头汤。

source: A tasty and nutritious fried bread treat.
de: Eine leckere und nahrhafte Süßigkeit aus gebackenem Brot.
ja: 美味しくて栄養価の高い揚げパンです。
ko: 맛 좋고 영양가 높은 튀김 빵입니다.
ru: Вкусная и питательная обжаренная хлебная лепёшка.
zh_cn: 炸面包，美味又营养！

source: A tasty and nutritious mixture of oats, honey, and other ingredients that has been baked until crisp.
de: Eine leckere und nahrhafte Mischung aus Hafer, Honig und anderen Zutaten. Sie wurde knusprig geröstet.
ja: オートミールや蜂蜜、他の様々な具材をカリカリに焼いたシリアルです。栄養豊富で美味しいよ。
ko: 귀리, 꿀, 그리고 다른 여러 가지 재료들의 혼합물을 바삭해질 때까지 구운 과자로 맛있고 영양가가 높습니다.
ru: Вкусная и питательная смесь овса, меда и других ингредиентов, которые были запечены до хрустящей корочки.
zh_cn: 由燕麦片、蜂蜜和其他原料制作，烘烤至香脆可口。又营养又美味。

source: A tasty collection of wild herbs including violet, sassafras, mint, clover, purslane, and burdock.
ja: スミレにサッサフラス、ミントにクローバー、スベリヒユに牛蒡といった食べられる野草を摘んだものです。
zh_cn: 一小堆可口的艹药，包含紫罗兰，黄蟑，薄荷，苜蓿，马齿苋，蒲公英，牛蒡，大光头。虽然里边有奇怪的东西，不过完全大丈夫，萌大奶！

source: A tasty cooked morel mushroom.
ja: 美味しく調理された編笠茸です。
zh_cn: 哦哦，美味的熟羊肚菌。

source: A tasty craft beer, as dark in color as the days ahead.
de: Ein leckeres Bier aus einer Mikrobrauerei, farblich so düster wie die bevorstehenden Tage.
ja: 味わい深い地ビールです。まるでこれからの未来を暗示するかの様な暗色をしています。
ko: 앞날이 연상되는 어두운 색깔의 맛있는 수제 맥주입니다. (역주: 원문의 일부분은 dark in color as the days ahead로, 게임 이름인 Dark Days Ahead를 패러디 한 것입니다.)
ru: Вкусное пиво. Тёмное, как и грядущие дни.
zh_cn: 美味的精酿啤酒，就像未来的日子一样黑暗。

source: A tasty craft beer. Best served cold, in a glass - but you're not that lucky.
de: Ein leckeres Bier aus einer Mikrobrauerei. Am Besten kalt in einem Glas serviert – aber so viel Glück hast du nicht.
ja: 味わい深い地ビールです。最高に冷えたグラスで飲む事をお勧めします。 - しかし、そこまで幸運じゃないですね。
zh_cn: 评价很高的手工酿造啤酒。“冷藏后风味更佳”——这行字如同讽刺一般跃入眼帘。

source: A tasty summer squash.
de: Eine leckere Zuccini.
ja: 美味しい夏野菜です。
ko: 여름에 나오는 맛있는 호박입니다.
ru: Вкусный летний кабачок.
zh_cn: 看上去挺好吃的西葫芦。

source: A thick and tasty beverage made from pure refined protein and nutritious fruit.
de: Ein dickflüssiger und leckeres Getränk aus reinem raffiniertem Protein und nährstoffhaltigen Früchten.
ja: プロテインパウダーと果物で作られた、栄養価が高くて美味しい飲み物です。
ko: 정제된 단백질에 영양소 풍부한 과일을 섞어 만든, 몸에 좋고 맛도 좋은 음료입니다.
ru: Сочный и вкусный напиток сделанный из чистого протеина и питательных фруктов.
zh_cn: 由蛋白质粉和水果混合而成的营养丰富的美味饮料，口感醇厚。

source: A thick slab of salty cured bacon. Shelf stable, precooked and ready-to-eat, it tastes better when reheated.
de: Ein dicker Streifen aus salzigem Räucherspeck. Lange haltbar, vorgegart und essfertig. Es schmeckt aber besser, wenn es wiedererhitzt wurde.
ja: 塩漬けして燻製処理したベーコンの厚切りの塊です。既に適切な調理が施されており、そのまま食べる事が出来ます。また再加熱する事で更に美味しくなります。
zh_cn: 一片分量厚实的腌猪肉，超市里有卖，加热之后味道会更好！

source: A thick syrup made of water and sugar strained through coffee grounds. Can be used to flavor many foods and beverages.
de: Ein dicker Sirup aus Wasser und Zucker, der durch Kaffeesatz passiert wurde. Kann benutzt werden, um viele Nahrungsmittel und Getränke zu aromatisieren.
ja: 濃く煮出した珈琲と砂糖で作ったシロップです。多くの食べ物や飲み物に風味をつける為に使われます。
zh_cn: 粘稠的咖啡糖浆，能用来给各种食物调味.

source: A thick syrup produced from shredded sugar beets. Useful in cooking as a sweetener.
ja: 刻んだ砂糖大根から作られた濃いシロップです。甘味料として使えます。
zh_cn: 切碎的甜菜所熬制生产的糖浆。用于烹饪时作为甜味剂。

source: A thin slurry of refined protein mixed with water. While quite nutritious, it is not particularly tasty.
de: Ein dünner Brei mit raffiniertem Protein, das mit Wasser vermischt wurde. Obwohl es sehr nahrhaft ist, ist es nicht besonders lecker.
ja: プロテインパウダーを水で溶いた飲み物です。非常に栄養価が高いものの、美味しくはありません。
zh_cn: 少量蛋白质粉与水的混合物，虽然很有营养，但味道并不怎么样

source: A thirsty mutant's drink of choice. It tastes horrible but it's probably a lot safer to drink than before.
ja: 変異したくて堪らない人のための飲み物です。やはり酷い味ですがそのまま飲むよりはずっとマシでしょう。
zh_cn: 饥渴变异者的绝佳饮品，尝起来就像腌大便一样不过至少比以前安全的多。

source: A tough protective capsule bulging with densely packed fibers and seeds, this cotton boll can be processed into usable material with the right tools.
de: Eine feste Schutzkapsel, die dicht mit Fasern und Samen gefüllt ist. Dieses Baumwollbällchen kann mit den richtigen Werkzeugen zu brauchbaren Materialien verarbeitet werden.
ja: 硬い殻に覆われた綿の実です。内側にぎっしりと繊維と種が詰まっています。然るべき道具を使って処理を施すことで素材を取り出せます。
ru: Твёрдая защитная капсула, плотно набитая волокнами и семенами, эти хлопковые коробочки можно обработать в полезный материал правильным инструментом.
zh_cn: 一个充满了浓密的纤维和种子的坚硬保护荚，可以用适当的工具加工成有用的材料。
