Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Fill Pit
de: Grube zuschütten
ja: 穴を埋める
ko: 구덩이 메우기
ru: Заполнить яму
zh_cn: 填坑

source: Glass Pit
ja: 穴にガラスを仕掛ける
zh_cn: 玻璃陷坑

source: Mine Downstair
de: Nach unten abbauen
ja: 階下を採掘する
zh_cn: 下行矿梯

source: Mine Upstair
de: Nach oben abbauen
ja: 上階を採掘する
zh_cn: 上行矿梯

source: Paint Wall Blue
de: Wand blau anmalen
ja: 壁を青に塗る
zh_cn: 墙体漆蓝色

source: Paint Wall Green
de: Wand grün anmalen
ja: 壁を緑に塗る
zh_cn: 墙体漆绿色

source: Paint Wall Purple
de: Wand violett anmalen
ja: 壁を紫に塗る
zh_cn: 墙体漆紫色

source: Paint Wall Red
de: Wand rot anmalen
ja: 壁を赤に塗る
zh_cn: 墙体漆红色

source: Paint Wall Yellow
de: Wand gelb anmalen
ja: 壁を黄色に塗る
zh_cn: 墙体漆黄色

source: Paint Wall white
de: Wand weiß anmalen
ja: 壁を白に塗る
zh_cn: 墙体漆白色

source: Place Anvil
de: Amboss platzieren
ja: 鉄床を設置する
zh_cn: 放置砧座

source: Place Forge
ja: 炉を設置する
zh_cn: 放置锻铁炉

source: Place Still
ja: 蒸留器を設置する
zh_cn: 放置蒸馏器

source: Realign Fence
de: Zaum umbauen
ja: 柵を調整する
ko: 울타리 조정하기
ru: Перестроить забор
zh_cn: 修理围栏

source: Reinforce Boarded Window
de: Verrammeltes Fenster verstärken
ja: 板張り窓を補強する
zh_cn: 强化封死的窗户

source: Reinforce Wood Door
de: Holztüre verstärken
ja: ドア(木)を補強する
ko: 나무 문 보강하기
ru: Укрепить деревянную дверь
zh_cn: 加固木门

source: Remove Carpet
de: Teppich entfernen
ja: 絨毯を取り除く
ru: Убрать ковёр
zh_cn: 移除地毯

source: Repair Log Wall
de: Blockhauswand reparieren
ja: 壁(丸太)を修理する
zh_cn: 修理损坏原木墙

source: Repair Wood Door
de: Holztür reparieren
ja: ドア(木)を修理する
zh_cn: 修理木门

source: Repair Wood Wall
de: Holdwand reparieren
ja: 壁(木)を修理する
zh_cn: 修理损坏木墙

source: Seal Crate
ja: 木箱を密閉する
zh_cn: 封闭板条箱

source: Spike Pit
de: Stachelgrube
ja: 穴に槍を仕掛ける
ko: 구덩이에 말뚝 박기
ru: Яма с шипами
zh_cn: 尖刺陷坑

source: Start Vehicle Construction
de: Fahrzeugbau beginnen
ja: 車両建造を始める
ko: 자동차 제작 시작
ru: Начать постройку транспорта
zh_cn: 开始车辆建造

source: Take Paint Off Wall
de: Farbe von Wand entfernen
ja: 壁の塗料を落とす
zh_cn: 墙体除漆

source: Tamp Ground
de: Boden feststampfen
ja: 地面を固める
zh_cn: 夯实地面

source: Tape Up window
de: Fenster zukleben
ja: 窓をテープで塞ぐ
zh_cn: 用胶带封窗

source: Tape up window
ja: 窓をテープで塞ぐ
ko: 창문 테이프로 붙이기
ru: Замотать окно
zh_cn: 用胶带封窗

source: Till Soil
de: Land bestellen
ja: 土を耕す
ko: 경작하기
ru: Вспахать почву
zh_cn: 耕地

source: A fond memory of throating some prey animal bubbles up.
de: Eine sehnliche Erinnerung, in der du irgendein Beutetier verschluckst, kommt hoch.
ja: 水中を駆けて何かの水生生物を捕食する夢を見ました。
zh_cn: 一段咬开猎物喉咙的美妙回忆出现在你的梦里。

source: A rather attractive triffid offers you a bouquet of ape heads. How thoughtful!
de: Eine recht attraktive Triffide bietet dir einen Strauß aus Affenköpfen an. Wie aufmerksam!
ja: 魅力的なトリフィドから霊長類の首のブーケを貰う夢を見ました。なんて気が利くんでしょう！
zh_cn: 一个挺有魅力的三尖树送了你一束“猿”脑袋，太创意了！

source: A terrifyingly real dream has you killing game with your bare teeth.
de: In einem führchterlich realistischer Traum hast du Wild mit deinen bloßen Zähnen getötet.
ja: 自分の牙を使って動物を狩っている、恐ろしいほど現実感のある夢を見ました。
ko: 자신의 이빨로 사냥감을 물어 죽이는 공포스럽도록 생생한 꿈을 꾸었습니다.
ru: Ужасный сон, в котором вы разрываете жертву своими острыми клыками.
zh_cn: 一场真实而恐怖的梦境，你梦见自己正在用锋利的獠牙咬穿猎物的喉咙。

source: A warm, sunny spot high up where you can watch your prey. What a great dream!
de: Ein wames, sonniges Plätzchen hoch oben, wo du deine Beute beobachten kannst. Was für ein großartiger Traum!
ja: どこまでも見えるほど高く、暖かく日当りの良い場所に居る夢でした。なんて素晴らしい夢だったんだろう！
zh_cn: 你在一个温暖，阳光明媚的高地俯视着你的猎物。真是一个美梦啊！

source: After an exciting and tasty hunt, you retire to your nest. Mmm, yes, nest.
de: Nach einer aufregenden und leckeren Jagd legst du dich zurück in dein Nest. Ja, Nest.
ja: 夢の中で、楽しい狩りをした後巣に戻りました…巣…ええ、巣ですね。
ko: 신나고 맛있는 사냥 뒤에, 당신은 둥지로 돌아갔습니다. 음, 좋아, 둥지.
ru: После захватывающей и приятной охоты, вы возвращаетесь отдыхать в свое гнездо. Ммм, да, гнездо.
zh_cn: 在一场激动人心、美味多汁的狩猎之后，你回到了你的爱巢。嗯，是的，“巢”。

source: Ah, the painting-the-planet dream again. Maybe if you assimilated more...
de: Ah, der Planeten-Anmal-Traum schon wieder. Vielleicht, wenn du noch mehr assimilieren könntest, …
ja: あぁ、また星の絵を描く夢だ。同化がより進行しているようです…
zh_cn: 啊，又是关于“星球染色”的梦。或许你应该吸收更多东西。。。

source: Ah, the wolf-slaying dream again. That's a good one...
de: Ah, der Wolfsschlachtungstraum schon wieder. Das ist ein guter Traum.
ja: あぁ、またオオカミを殺す夢だ。楽しかったなぁ…
zh_cn: 哈，有一个狼性捕杀的梦，这个还不错...

source: As you dream, your reflection looks rather catlike.
de: Im Traum sieht dein Spiegelbild ziemlich katzenartig aus.
ja: 夢を思い出そうとすると、猫の様な存在が頭を過ぎりました。
ko: 꿈에서 당신의 모습은 마치 고양이 같았습니다.
ru: Во сне, ваше отражение в значительной степени выглядит как кошка.
zh_cn: 在梦中，你不自觉地走起了猫步。

source: Boing! and you've pounced another yummy critter.
de: Zack! Und schon wieder hast du ein leckeres Viech erlegt.
ja: ボヨン！とジャンプして美味しそうな生き物に襲い掛かる夢を見ました。
zh_cn: yooooo!你抓到了又一个美味的可怜虫。

source: FIGHT. FEED. FORWARD.
de: KÄMPFEN. FRESSEN. VORWÄRTS.
ja: 夢を見ました。戦。餌。前へ。
zh_cn: 战 斗、捕 食、前 行.

source: For some reason you dream of your shoes. They don't fit, and nothing seems to help...
de: Aus irgendeinem Grund träumst du von deinen Schuhen. Sie passen nicht und nichts scheint zu helfen …
ja: どういう訳か自分の靴になる夢を見ました。靴は足のサイズに合っておらず、助けを求めても助けは来なかった。
ko: 어째서인지 당신의 신발에 대한 꿈을 꿨습니다. 신발이 맞지 않았고, 뭘 해도 해결될 것 같지 않았습니다...
ru: По какой-то причине, вам снится ваша обувь. Она не подходит вам, и ничто, кажется, не поможет...
zh_cn: 因为某些原因你梦到了你的鞋子，它们不合脚，你没法解决这个问题。

source: Hoof. Talon. Tooth. Fight. Feed. Forward.
de: Huf. Kralle. Zahn. Kampf. Futter. Vorwärts.
ja: 夢を見ました。蹄。爪。牙。戦。餌。前へ。
zh_cn: 蹄子、尾巴、尖牙，战斗、捕食、前行...

source: In a dream you catch a glimpse of a strangely cattle-like image of yourself.
de: In einem Traum ergatterst du einen kurzen Blick auf ein seltsames kuhartiges Bild von dir selbst.
ja: 夢の中で、自分は不思議な事に牛の様な姿になった映像を垣間見ました。
ko: 꿈속에서 이상하게 소처럼 생긴 또 다른 자신을 잠깐 보았습니다.
ru: Во время сна вы неожиданно видите себя в образе парнокопытного.
zh_cn: 在梦里，你惊鸿一瞥看到了一只很奇怪的牛牛——看着它你就感觉像是在看着自己。（千与千寻乱入？）

source: In a dream, you see a curiously birdlike reflection of yourself.
de: In einem Traum siehst du eine merkwürdigerweise vogelartige Reflektion deiner Selbst.
ja: 夢の中で、自分は不思議な事に鳥の様な姿になっていました。
ko: 꿈속에서 신기하게 조류를 닮은 또 다른 자신을 보았습니다.
ru: Во время сна вы чётко видите своё отражение в виде птицы.
zh_cn: 在梦里，你看见自己奇怪的像鸟一样的身影.

source: In your dream you see a group of rats that look almost like yourself.
de: In deinem Traum siehst du eine Rattengruppe, welche fast so wie du aussieht.
ja: 夢の中で、自分は鼠の様な姿になって、鼠の群れで生活していました。
ko: 꿈 속에서 자신처럼 생긴 쥐 무리를 보았습니다.
ru: Во время сна вы видите себя очень похожим на крысу.
zh_cn: 在你的梦中，你看到了一群和你自己长的差不多的老鼠。

source: In your dream you see a very spiderlike version of yourself.
de: In deinem Traum siehst du eine sehr spinnenhafte Variante von dir.
ja: 夢の中で、蜘蛛の様な姿に変身していました。
ko: 꿈속에서 거미를 닮은 또 다른 자신을 보았습니다.
ru: Во время сна вы видите себя очень похожим на паука.
zh_cn: 在你的梦中，你看到了一个极度蜘蛛化的你自己。

source: In your dream you see an odd, slimy reflection of yourself.
de: In einem Traum siehst du eine seltsame schleimige Reflektion von dir.
ja: 夢の中で、自分は不思議な事に粘液状の姿になっていました。
ko: 꿈속에서 이상하고 끈적거리는 또 다른 자신을 보았습니다.
ru: Во время сна вы неожиданно видите себя слизнем.
zh_cn: 在你的梦中你发现自己的倒影是一团黏糊糊的奇怪生物。

source: In your dream, you see a strangely fishlike image of yourself.
de: In deinem Traum siehst du ein seltsam fischartiges Bild von dir selbst.
ja: 夢の中で、自分は不思議な事に魚の様な姿になっていました。
ko: 꿈속에서 이상하게 물고기를 닮은 또 다른 자신을 보았습니다.
ru: Во время сна вы чётко видите своё отражение в виде рыбы.
zh_cn: 在梦里，你看见自己变得像鱼一样的奇异景象.

source: In your dream, you stalk and kill a young wolf, using only your teeth and claws.
de: In einem Traum lauerst du einem jungen Wolf auf und tötest ihn, nur mit deinen Zähnen und Klauen.
ja: 夢の中で、あなたは若いオオカミに忍び寄り、牙や爪を使って殺しました。
ko: 당신의 꿈에서, 당신은 어린 늑대를 쫓아가서 당신의 이빨과 발톱으로 죽였습니다.
ru: Во сне вы выслеживаете и убиваете молодого волка, используя ваши когти и клыки.
zh_cn: 梦中，你悄悄地杀死了一只幼狼——只用牙齿和爪子。

source: Mmm. The shellfish dream again. Yum!
de: Mmmh. Der Schaltiertraum schon wieder. Mjam!
ja: うーん。また貝の夢だ。おいしかった！
zh_cn: 嗯。。又是这个贝壳梦。好美味！

source: NO! You will not allow this corruption to prevail!
de: NEIN! Du kannst diese Korruption nicht dulden!
ja: 嫌だ！こんな汚濁にまみれた夢は二度と見たくない！
ko: 안돼! 너는 이 변화를 막을 수 없어!
ru: НЕТ! Вы не дадите пройти коррупции!
zh_cn: 不！你不会认同这种腐败堕落！

source: Non-Mycus sometimes reject the Marloss. Our colonial efforts flourish with broad-minded guidance.
ja: ミカズならざる者の中にマーロスを拒否する者もいる。我々開拓者の尽力は浩然たる指針となって繁茂している。
zh_cn: 非马卡斯生物有时会排斥马洛斯莓。我们的殖民们应以宽宏大量的引导来实现繁荣。

source: Oh, you should really patrol your territory again, maybe expand.
de: Oh, du solltest wirklich dein Territoritum noch mal patrouillieren, es vielleicht sogar ausdehnen.
ja: 夢を見ました。うーん、現実でも縄張りのパトロールをしておかないと。
zh_cn: 哦，你真心需要再次巡逻你的领地了，或许扩张一下会更好。

source: Oh. No, that 'rex' thing was only a myth.
de: Oh. Nein, dieses »rex«-Dings war nur eine Legende.
ja: あれっ、なーんだ、「王」の話はただの夢だったのか。
zh_cn: 哦，不。那些抖S的事情都只是一场梦。

source: Our colonists are limitless. We shall adapt to this world, as we adapt to all.
ja: 我々は無限に開拓する。我々は全てに適応する。我々はこの世界に適応する。
zh_cn: 我们的殖民者无穷无尽。我们会适应这个世界,就像我们适应一切那样。

source: Red, blue, and yellow add together, don't they?
ja: 赤色、青色、黄色が互いに重なりあって...いや、違うのか？
zh_cn: 红色，蓝色，黄色混在一起，不是吗？

source: Red, blue, and yellow cancel each other out, don't they?
ja: 赤色、青色、黄色が互いに打ち消し合って...いや、違うのか？
zh_cn: 红色，蓝色，黄色的相互抵消，不是吗？

source: The Fury is so big! it's GONNA GET YOAAAAAH! *pant* only a dream.
de: Die Furie ist so groß. Sie WIRD DICH KRIEGÄÄÄHHN! *hechel* nur ein Traum.
ja: 嵐はとんでもない激しさです！このままじゃあああああ！*パチッ*なんだ夢か。
zh_cn: 这份狂怒是如此巨大以至于它就要YOOOOOOOOOO！啪，只是一个梦。

source: The herd moves along and you with them, finding greener pastures.
de: Die Herde kommt mit und du mit ihnen; ihr findet grünere Felder.
ja: 群れと共に移動し、良く茂った牧草地を見つける夢を見ました。
zh_cn: 兽群不断的前进，奔向更加青翠的艹场，你是其中之一。

source: The seething masses attempt to wall non-Mycus away from the Marloss. We will adapt and defeat them.
ja: 莫大なミカズならざる者達はマーロスから離れていくだろう。我々は適応し、マーロスを討ち滅ぼす。
zh_cn: 狂热的民众们试图将马洛斯莓与非马卡斯们隔离开来。我们会适应并打败他们。

source: The thought of being out of water, forced to crawl unsupported, terrifies you.
de: Der Gedanke, außerhalb des Wasser zu sein, gezwungen, ohne Halt zu robben, entsetzt dich.
ja: 夢から覚めて水の外にいることを意識すると、支えもなしに地を這わされているように感じ、恐ろしい気持ちになりました。
zh_cn: 梦见自己被捉出水面，在地面上不停的扑腾。你差点被吓出翔。

source: The transition from your lifelike dreams of living as a plant to reality shocks you.
de: Der Übergang von deinem lebensnahen Traum über das Leben als Pflanze zur Realität schockiert dich.
ja: 植物として生きるリアルな夢を見てショックを受けています。
ko: 식물의 삶에서 현실로의 전환에 충격을 받았습니다.
ru: Вам сложно принять реальность после сна, в котором вы были растением.
zh_cn: 梦里变成一株植物的感觉正在逐渐变为现实，这种感觉让你毛骨悚然。

source: The walking plants seek to harness us as a food source. We will not allow that.
ja: 闊歩する植物共は我々を糧として利用する。我々はその暴虐を許さない。
zh_cn: 这些会走路的植物们想要将我们作为食物来源。我们不会允许。

source: The years seem to fly past as you dream of carving great underground fastnesses.
de: Die Jahre scheinen vorbeizufliegen, während du davon träumst, wie du großartige Untergrundfestungen ausmeißelst.
ja: 何年も夢の中で巨大な地下要塞を建設していたような感覚を覚えます。
zh_cn: 你在梦中构筑牢固的地下要塞，时光飞逝，度年如日。

source: There are underground Faults in the world. Faults you should remedy.
de: Es gibt unterirdische Brüche in der Welt. Brüche, die du beheben solltest.
ja: 夢から覚め、世界中の断層になにか問題が起きている気がしました。修復しなければ。
zh_cn: 这个世界隐藏着许多“缺陷”，一些需要你来纠正的“缺陷”。

source: We have been waiting a long time for a place such as this.
ja: 我々は長らくこの瞬間を待ち望んでいた。
zh_cn: 我们为这样一个地方已经等了好久。

source: We will raise bountiful orchards and beautiful gardens.
ja: 我々は豊穣たる果樹園、絶佳なる庭園へと至る。
zh_cn: 我们将建起丰美的果园和美丽的花园。

source: When you wake up you panic about drowning from being out of water.
de: Als du aufwachtest, bist du in Panik über das Ersticken wegen des fehlenden Wassers.
ja: 目が覚めた時に水中ではなかった為、溺死しないかと狼狽しています。
ko: 물 밖에서 익사하는 꿈 때문에 공포를 느끼며 잠에서 깼습니다.
ru: После пробуждения вы в панике, что вас вытащили из воды.
zh_cn: 当你醒来的时候，骤然感觉到一阵窒息，就像鱼儿跳出水面的感觉一样。

source: While dreaming you look into a mirror and see a frighteningly insectoid reflection.
de: Beim Träumen blickst du in einen Spiegel und siehst eine angsteinflößend insektenartige Reflektion.
ja: 夢の中で、鏡を見ると自分が虫の様な恐ろしい姿になっていました。
ko: 꿈속에서 거울을 통해 공포스러운 곤충 인간을 보았습니다.
ru: Во время сна вы смотрите в зеркало и видите в нём пугающее отражение насекомого.
zh_cn: 在梦里你看着一面镜子，镜中的倒影是一个吓人的昆虫人。（忍者神龟之苍蝇博士前来报到！）

source: While dreaming, a reflection of yourself appears almost like an octopus.
de: Im Traum sieht eine Reflektion von dir aus fast so wie ein Oktopus aus.
ja: 夢の中で、自分は身体の殆どが蛸の様な姿になっていました。
ko: 꿈을 꾸는 동안, 문어와 흡사한 또 다른 자신을 보았습니다.
ru: Во время сна вы видите себя похожим на осьминога.
zh_cn: 在梦里,你发现自己的倒影几乎就和一只章鱼一模一样。（章鱼博士乱入）

source: While dreaming, you see a distinctively lizard-like reflection of yourself.
de: Im Traum siehst du eine bezeichnend echsenartige Reflektion deiner Selbst.
ja: 夢の中で、自分は蜥蜴の様な姿になっていました。
ko: 꿈을 꾸는 동안, 특이한 파충류를 닮은 또 다른 자신을 보았습니다.
ru: Во время сна вы чётко видите своё отражение в виде ящерицы.
zh_cn: 梦里，你看见自己像蜥蜴一样的独特身影.

source: While dreaming, you see yourself dressed in a hospital gown, receiving treatment.
de: Im Traum bist du in einem Krankenhaushemd und wirst behandelt.
ja: 夢の中で、自分は病院のガウンを羽織り、治療を受けていました。
ko: 환자복을 입고 치료를 받는 꿈을 꾸었습니다.
ru: Во сне вы видите себя в больничном халате, получающим медицинскую помощь.
zh_cn: 在梦里，你看到自己穿着病号服，被强行治疗。

source: Whilst dreaming, you see a disturbingly bestial version of yourself.
de: Während des Träumens siehst du eine verstörend bestienartige Variante von dir Selbst.
ja: 夢の中で、不快な野獣な様な姿に変身していました。
ko: 꿈을 꾸는 동안, 특이한 형태로 짐승같이 변한 또 다른 자신을 보았습니다.
ru: Во время сна вы чётко видите себя в виде зверя.
zh_cn: 在梦里，你看见了自己奇特的野兽般的第一视角.

source: You are confused by a plantlike image of yourself in a dream.
de: Du bist verwirrt von einem pflanzenartigen Bild deiner Selbst aus einem Traum.
ja: 夢の中で、自分は植物の様な姿になっていて困惑しました。
ko: 꿈속에서 식물 같은 느낌의 또 다른 자신을 보고 혼란감을 느꼈습니다.
ru: Вы в замешательстве от своего сна, в котором выглядите как растение.
zh_cn: 你很困惑的发现在一个梦里，你自己看上去很像一株植物。

source: You are disturbed when your birdlike dreams are more lifelike than reality.
de: Du bist verstört davon, dass deine vogelartigen Träume lebensnaher erscheinen als die Realität.
ja: 鳥になった夢が現実よりも現実感があった事に動揺しています。
ko: 새가 되는 꿈이 현실보다 더 생생해서 혼란감을 느꼈습니다.
ru: Вас беспокоит, что сны, в которых вы птица, кажутся более реальными, чем сама реальность.
zh_cn: 你很困扰的发现在变成飞鸟的梦境里，你感觉比现实还要真实生动。（庄周梦蝶丫）

source: You are frightened of the outside after your vivid dream of cave life.
de: Du bist entsetzt über die Umgebung nach deinem lebendigen Traum über das Höhlenleben.
ja: 洞窟で生活する鮮烈な夢から覚めましたが、屋外が恐ろしいと感じました。
ko: 동굴 속에서 사는 꿈을 꾸고 나니, 야외로 나가는 것이 무서워졌습니다.
ru: Вам пугает окружающая обстановка после реалистичного сна о пещерной жизни.
zh_cn: 从穴居生活的生动梦境中醒过来后，你发现自己很怕在户外活动了。

source: You are many animals, and yet one.
de: Du bist viele Tiere, und doch eines.
ja: 夢の中で、あなたは数多の生物であり、同時に1つの個体でした。
ko: 당신은 꿈 속에서 짐승'들'이었습니다. 짐승 한 마리 따위가 아니라.
ru: Вы как множество животных и как одно.
zh_cn: 你是无数动物的集合体，然而你还是你。

source: You are terrified by a dream of becoming a lizard hybrid.
de: Du bist entsetzt von einem Traum, in dem du ein Echsenhybrid wirst.
ja: 蜥蜴との混血になる恐ろしい夢を見ました。
ko: 도마뱀 혼종이 되는 꿈을 꾸어 공포를 느꼈습니다.
ru: Вы в ужасе от сна, в котором становитесь ящерицей.
zh_cn: 你很惊恐的梦到自己变成了一个蜥蜴人。

source: You are terrified by a dream of becoming an ape hybrid.
de: Du bist entsetzt von einem Traum, in dem du zum Affenhybriden wirst.
ja: サルとの混血になる恐ろしい夢を見ました。
zh_cn: 你惊恐的梦到自己变成了一个杂交猿。

source: You are terrified by a dream of serving the hive queen mindlessly.
de: Du bist erschrocken von einem Traum, in dem du der Bienenkönigin hirnlos dienst.
ja: 無心になって女王バチに奉仕する恐ろしい夢を見ました。
ko: 무리의 여왕을 아무런 생각도 하지 않고 돌보는 꿈을 꾸어 공포감을 느꼈습니다.
ru: Вас ужасает сон, в котором вы бездумно выполняете приказы матки в улье.
zh_cn: 你很糟糕的梦到自己正在无意识的伺候着蜂后。

source: You blissfully recall days spent lounging in the sun.
de: Glückselig erinnerst du dich an die Tage, an denen du in der Sonne faulenztest.
ja: 夢の中で、木漏れ日の中で穏やかに過ごした日々を思い出しました。
zh_cn: 你愉快的梦到在太阳底下逗圈的日子。

source: You can't quite work out what the dream is about...it just keeps changing.
de: Du weißt nicht genau, worüber der Traum geht, er verändert sich dauernd.
ja: 常に変化し続けているので何の夢なのか理解する事が出来ません。
ko: 무슨 꿈을 꾸었는지 제대로 기억해낼 수 없습니다... 꿈이 계속 변화했거든요.
ru: Вы не можете до конца разобраться в сне о… всё постоянно меняется.
zh_cn: 你无法表达出你的怪梦...它不停的在变幻。

source: You dream about the zoo, for some reason.
de: Du träumst über den Zoo, warum auch immer.
ja: 理由は分かりませんが、動物園に関する夢を見ました。
ko: 기이하게도, 동물원에 대한 꿈을 꾸었습니다.
ru: По какой-то причине, вам снится зоопарк.
zh_cn: 你的梦和动物园有某些联系。。

source: You dream of a home in the forests.
de: Du träumst von einem Zuhause in den Wäldern.
ja: 森林の中にある家の夢を見ました。
ko: 꿈에서 당신의 집은 숲 속에 있었습니다.
ru: Вам снится дом в лесах.
zh_cn: 你梦见一个在森林中的家园。

source: You dream of a strange quest for a bush that grows grey apples.
ja: 灰色の林檎が生った低木を捜し求める奇妙な夢を見ました。
zh_cn: 你梦见一个和灰色的苹果相关的奇怪任务。

source: You dream of a weirdly shaped plant, whose nectar surpassed your every wish...
de: Du träumst von einer seltsam geformten Pflanze, deren Nektar jeden deiner Wünsche übertrifft …
ja: 不気味な形をした植物の夢を見ました。その蜜はあなたの想像をはるかに超える素晴らしさでした…
zh_cn: 你梦到一株奇形怪状的植物，其花蜜实乃琼浆玉露，穷极幻想。（参见植物变异）

source: You dream of bees fighting over your sweet nectar. Mmm.
de: Du träumst von Bienen, die sich über deinen süßen Nektar streiten. Mmmh.
ja: あなたが出す甘い蜜を巡って争うハチの夢を見ました。うーん。
zh_cn: 你梦到蜜蜂为了你甘甜的花蜜争斗，呜哈哈。（参见昆虫变异）

source: You dream of being a primitive cave dweller.
de: Du träumst davon, ein primitiver Höhlenbewohner zu sein.
ja: 原始的な洞窟の住人になる夢を見ました。
ko: 동굴 속에서 살고 있는 원시인이 되는 꿈을 꾸었습니다.
ru: Вы видите сон, в котором вы примитивный обитатель пещер.
zh_cn: 你梦见自己变成了一个原始穴居人。

source: You dream of finally finding the perfect place to make your den.
de: Du träumst davon, wie du endlich das perfekte Plätzchen findest, um deinen Bau zu machen.
ja: 書斎を建てるのにぴったりな場所を見つける夢を見ました。
ko: 당신의 굴이 마침내 완벽히 제자리를 찾아가는 꿈을 꿨습니다.
ru: Вам снится, что вы наконец находите идеальное место для своего логова.
zh_cn: 梦中，你终于找到了絮窝的理想地点。

source: You dream of foraging in the woods...mouth-first?
de: Du träumst von der Futtersuche im Wald und davon, wie du … direkt vom Boden frisst?
ja: 森の中で食料を探す夢を見ました...えっと、最初に口にしたのは？
ko: 숲에서 먹을 것을 찾아서 돌아다니는 꿈을 꾸었습니다... 배가고팠나?
ru: Вам снится поиск еды в лесу... Рот - первый?
zh_cn: 你梦见自己在丛林中觅食……咬上去吗？

source: You dream of grazing in an open field.
de: Du träumst, auf einem freiem Feld zu grasen.
ja: 広い平野で放牧を行っている夢を見ました。
ko: 탁 트인 초원에서 풀을 뜯고 있는 꿈을 꾸었습니다.
ru: Вам снится, как вы пасётесь в поле.
zh_cn: 你梦见自己在旷野中吃草.

source: You dream of having that success you knew you deserved, back before all this.
de: Du träumst darüber, den Erfolg, von dem du weißt, dass du ihn verdient hättest, zu haben; und zwar bevor all dies geschah.
ja: 昔に戻って、自分の夢が成功する夢を見ました。
ko: 당신이 지금까지 이루어왔던, 모든 성공들에 대한 꿈을 꾸었습니다.
ru: Во сне вам приснился успех, который вы заслужили, до того как все это началось.
zh_cn: 你梦到自己回到了过去的世界，幸福地追求自己的梦想。

source: You dream of jumping the gate and leading your herd to freedom.
de: Du träumst davon, über das Gatter zu springen und deine Herde in die Freiheit zu führen.
ja: 柵を飛び越え、自分の群れを率いて自由に動き回る夢を見ました。
zh_cn: 你梦到你带领你的族群跳跃大门奔向自由。

source: You dream of living as a terrifying octopus mutant.
de: Du träumst davon, als angsteinflößender Oktopus-Mutant zu leben.
ja: 恐ろしいタコの変異体として生きる夢を見ました。
ko: 공포스러운 문어 돌연변이로 사는 꿈을 꾸었습니다.
ru: Вам снится жизнь в качестве осьминога-мутанта.
zh_cn: 你梦见自己变成了一只很吓人的章鱼变异人。

source: You dream of living deep inside a dark cave.
de: Du träumst, tief in einer dunklen Höhle zu leben.
ja: 暗い洞窟の奥深くに住んでいる夢を見ました。
ko: 어두운 동굴 깊은 곳에서 살고 있는 꿈을 꾸었습니다.
ru: Вам снится жизнь в глубине тёмной пещеры
zh_cn: 你梦见你生活在一个很深很黑的山洞里。

source: You dream of living on the ocean floor.
de: Du träumst davon, auf den Meeresboden zu leben.
ja: 海底に住んでいる夢を見ました。
ko: 바다에서 사는 꿈을 꾸었습니다.
ru: Вам снится жизнь на дне океана.
zh_cn: 你梦见自己生活在海床上,游来游去好好玩哎~

source: You dream of pursuing and killing a rat, for some reason.
de: Du träumst davon, wie du eine Ratte jagst und tötest, aus irgendeinem Grund.
ja: 理由は分かりませんが、ネズミを追いかけて殺す夢を見ました。
ko: 당신은 어째선지 쥐를 쫓아가서 죽이는 꿈을 꿨습니다.
ru: По какой-то причине, вам снится, что вы преследуете и убиваете крысу.
zh_cn: 梦里，你追逐并杀掉了一只老鼠……不过为什么？

source: You dream of recruiting a cult of fishfolk to serve your needs.
de: Du träumst davon, wie du einen Kult aus Fischsleuten rekrutierst, um deinen Bedürfnissen zu dienen.
ja: 欲望に任せて漁民たちのカルト教団を開く夢をみました。
zh_cn: 你梦到你纠集了一群小鱼来为你的需求服务。

source: You dream of stalking some sort of lizard...no, that can't be right, can it?
de: Du träumst davon, wie du eine Art Eidechse nachstellst … nein, das kann nicht sein, oder?
ja: 蜥蜴の様な生物に忍び寄る夢を見ました...いや、そんなはずがない、一体何だったんだ？
ko: 도마뱀 같은 것을 쫓는 꿈을 꿨습니다... 아니, 설마 그럴리가, 그럴 수도 있나?
ru: Вам снится преследование ящерицы какого-то вида... нет, это не может быть правдой, не так ли?
zh_cn: 在梦中，你悄悄地接近一群蜥蜴……喂，这是在做梦吧？

source: You dream of swimming in the open ocean
de: Du träumst davon, im offenen Ozean zu schwimmen.
ja: 外洋で泳ぎ続ける夢を見ました。
ko: 탁 트인 바다에서 수영을 하는 꿈을 꾸었습니다.
ru: Вам снится как вы плывёте в открытом океане.
zh_cn: 你梦见自己在海洋里遨游.

source: You dream of tearing into a fresh kill.
de: Du träumst, wie du dich über eine frische Beute hermachst.
ja: 狩りの獲物のように引き裂かれる夢を見ました。
ko: 당신은 막 죽인 시체를 찢는 꿈을 꿨습니다.
ru: Вам снится, что вы вгрызаетесь в свежую добычу.
zh_cn: 你梦见在杀戮中拼命的撕扯。

source: You dream of the hunt, the feed, and your pack.
de: Du träumst von der Jagd, dem Fressen und deinem Rudel.
ja: 狩りをし、食べ、群れで暮らす夢を見ました。
zh_cn: 你梦到了捕猎，进食，还有你的狼群。

source: You dream of the peaceful world you'll give humankind. Because no one else can.
de: Du träumst von der friedlichen Welt, die du der Menschheit geben wirst. Weil es niemand sonst kann.
ja: 人類誰もが友達になる平和な夢を見ました。そんなことは不可能なので夢だと分かりました。
zh_cn: 你梦到了自己将给人类带来的大同世界，舍我其谁！

source: You dream of the tropics.
de: Du träumst über die Tropen.
ja: 茹だる様な暑さの熱帯地方の夢でした。
ko: 열대지방의 꿈을 꾸었습니다.
ru: Вам снятся тропики.
zh_cn: 你梦到热带雨林。

source: You dream of your legions of undead admirers, their attentions, and the wonderful pain.
de: Du träumst von deinen zahlreichen untoten Verehrern, ihren Aufmerksamkeiten und an den wunderbaren Schmerz.
ja: 夢の中で、あなたは信奉者としてゾンビの世話をし、素晴らしい痛みを味わいました。
zh_cn: 你梦到了你的不死粉丝团，以及它们的关♀怀，这痛苦真是太愉悦了。（译注：好吧，我随便翻的）

source: You easily bound from the street to a roof..oh, only a dream.
de: Mit Leichtigkeit springst du von der Straße auf ein Dach … Moment, das war nur ein Traum.
ja: 町の通りから屋根まで簡単に飛び移って...ああ、ただの夢か。
ko: 당신은 도로에서 뛰어서 지붕으로 쉽게 올라갔습니다... 오, 꿈이었네요.
ru: Вы легко прыгаете с улицы на крышу... эх, это только сон.
zh_cn: 你纵身一跃，从大街上跳到了屋顶——啊，只是个梦而已。

source: You excitedly web up an interloper and prepare to feast...nope, dream.
ja: 侵入者を縛り上げてごちそうの準備を…おっと、夢だったか。
zh_cn: 你兴奋地网住了一个闯入者，准备享用盛宴……呃，一个梦而已。

source: You feel a yearning...
de: Du bist sehnsüchtig …
ja: 何かの憧れを感じました...
ko: 갈망을 느낍니다...
ru: Вам тоскливо...
zh_cn: 你感到一种向往...

source: You feel beautiful, and yet riven with worry...
de: Du fühlst dich schön und doch von Sorge zerrissen.
ja: 美しいと感じましたが、それは不安によって引き裂かれました。
ko: 당신은 아름다운 느낌이었지만, 아직 걱정이 앞섭니다...
ru: Вы чувствуете себя прекрасно, но ощущаете беспокойство...
zh_cn: 你感到自己很漂亮，但又很分裂...

source: You feel like you're cracking a combination lock.
ja: 組み合わせ錠を開けようとしている夢を見ました。
zh_cn: 你觉得你好像在破解一把组合锁。

source: You feel smug, knowing that the Queen is dependent on you.
de: Du bist selbstzufrieden, wissend, dass die Königin von dir abhängig ist.
ja: 女王があなたに依存していることを知って自己満足に浸る夢を見ました。
zh_cn: 想想女王都对自己有几分依赖，你不禁有几分自得。

source: You feel warm.
de: Dir ist warm.
ja: 暑い。
ko: 따스한 느낌이 듭니다.
ru: Вы чувствуете тепло.
zh_cn: 你感到暖和了。

source: You feel...OK.
de: Du fühlst dich okay.
ja: 何かを感じた様な...いや、大丈夫だ。
ko: 기분이... 괜찮아졌습니다.
ru: Вы чувствуете себя... нормально.
zh_cn: 你感觉....不错

source: You find it hard to control your limbs after dreaming of amorphous blob life.
de: Dir fällt es schwer, deine Gliedmaßen zu bewegen, nachdem du über das Leben eines amorphen Blobs träumtest.
ja: 不定形のブロブとして生きる夢から覚めましたが、手足の動きがぎこちなくなっています。
ko: 형태가 없는 덩어리로서 사는 꿈을 꾸고 나니, 팔다리를 움직이기 힘들어졌다는 것을 느꼈습니다.
ru: Вы чувствуете, что с трудом контролируете конечности после сна, в котором вы были аморфным слизнем.
zh_cn: 你从变成史莱姆的梦中醒来以后，发现自己几乎无法控制自己的双腿了。
