Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A custom Kevlar armored full-length duster without sleeves, covered with pouches and pockets. Comfortable, durable, and great for storage.
ja: 全身を覆える特注の袖なしダスターコートです。ケブラーで装甲を施し、収納箇所を大量に増やしました。動きやすく、頑丈で、大量に収納できます。
zh_cn: 一件凯夫拉强化的自制全身长防尘风衣，有许多的的口袋但是没有袖子，舒适、耐用，可以装很多东西。

source: A custom Kevlar armored trenchcoat without sleeves, covered with pouches and pockets. Comfortable, durable, and great for storage.
ja: 邪魔な袖を取っ払った特注のトレンチコートです。ケブラー装甲を施し、小物袋とポケットを取り付けてあります。着心地が良く、丈夫で、収納性にも優れています。
zh_cn: 一件有镶嵌了凯夫拉片的自制无袖风衣，有许多的的口袋，舒适、耐用，可以装很多东西。

source: A custom-built backpack. Durable and carefully crafted to hold as much stuff as possible.
de: Ein selbstgefertigter Rucksack. Widerstandsfähig und sorgfältig so angefertigt, dass er so viel Sachen wie möglich beinhalten kann.
ja: 特注の丈夫なバックパックです。出来る限りの荷物を詰め込める様に手間を掛けて作られています。
zh_cn: 量身打造的背包，拥有很多口袋。值得信赖的手工技术将它打造得至为舒适耐用。

source: A custom-built heavy backpack. Durable and carefully crafted to hold as much stuff as possible.
de: Ein selbstgefertigter schwerer Rucksack. Widerstandsfähig und sorgfältig so angefertigt, dass er so viel Sachen wie möglich beinhalten kann.
ja: 特注の丈夫な重量型バックパックです。出来る限りの荷物を詰め込める様に手間を掛けて作られています。
zh_cn: 量身打造的重型背包，额外缝了很多口袋上去。值得信赖的手工技术将它打造得至为舒适耐用。

source: A custom-built heavy duffel bag. Durable and carefully crafted to hold as much stuff as possible.
de: Eine selbstgefertigte schwere Reisetasche. Widerstandsfähig und sorgfältig so angefertigt, dass sie so viel Sachen wie möglich beinhalten kann.
ja: 特注の丈夫な重量型ダッフルバッグです。出来る限りの荷物を詰め込める様に手間を掛けて作られています。
zh_cn: 量身打造的超大行李包，额外缝了很多口袋上去。值得信赖的手工技术将它打造得至为舒适耐用。

source: A custom-built leather utility belt covered with straps and pouches containing many useful hand tools and a sheath to carry a knife. Durable and carefully crafted to be comfortable to wear. Activate to sheathe/draw a weapon.
de: Ein selbstgefertigter Lederwerkzeuggürtel, der mit Riemen, Taschen, die viele nützliche Handwerkzeuge behinhalten können, und eine Scheide zum Halten eines Messers überzogen ist. Ausdauernd und sorgfältig so angefertigt, dass er bequem zu tragen ist. Aktiere ihn, um eine Waffe zu ziehen / wieder einzustecken.
ja: 特製の革製ツールベルトです。数え切れないほどの掛け紐や道具袋が取り付けてあり、鞘にはナイフ類を収納できます。頑丈で身に付けていて疲れないよう丁寧に調整してあります。使用することで鞘の刃物を抜き挿します。
zh_cn: 一条自制的皮质工具带，上边满满的皮带和口袋装着许多有用的工具，同时集成着一个小刀鞘。精细的做工让它又耐用穿起来又舒服。激活来放入/取出一个武器。

source: A custom-built leather utility belt covered with straps and pouches with a sheath to carry a knife. Durable and carefully crafted to be comfortable to wear. Activate to sheathe/draw a weapon.
ja: 特製の革製ツールベルトです。掛け紐や袋が取り付けてあり、鞘にはナイフを収納できます。頑丈で身に付けていて疲れないよう丁寧に調整してあります。使用することで鞘の刃物を抜き挿します。
zh_cn: 一条自制的皮质工具带，上边有满满的皮带和口袋，同时集成着一个小刀鞘。精细的做工让它又耐用穿起来又舒服。激活来放入/取出一个武器。

source: A custom-built light harness covered with pockets and pouches and a holster for a handgun. Durable and carefully crafted to be comfortable to wear. Activate to holster/draw a pistol.
ja: 小型のライフル銃等の武器を入れられるポーチが付いた特製の軽量ハーネスです。丈夫で着心地が良いように作られています。収納している武器を抜き放てます。
zh_cn: 一个自制的轻型背带，缝了不少口袋的同时还可以放下一把手枪。值得信赖的手工技术将它打造得至为舒适耐用，激活来放入/取出手枪。

source: A custom-built lightweight runner pack. Durable and carefully crafted to hold as much stuff as possible.
de: Ein selbstgefertigter leichtgewichtiger Läuferrucksack. Widerstandsfähig und sorgfältig so angefertigt, dass er so viel Sachen wie möglich beinhalten kann.
ja: 特注の軽量で丈夫なランニング用のバッグです。出来る限りの荷物を詰め込める様に手間を掛けて作られています。
zh_cn: 量身打造的轻型跑步背包，额外缝了很多口袋上去。值得信赖的手工技术将它打造得至为舒适耐用。

source: A custom-built pair of armored goggles with tinted lenses. Comfortable and built to last, they provide excellent protection from environmental dangers.
zh_cn: 一个自制的带深色镜片的强化眼镜。舒适且耐用，保护你不会受到环境伤害的影响.

source: A custom-built, Nomex-insulated gas mask that covers the face and eyes regardless of your state of mutation. It provides excellent protection from heat, smoke, teargas, and shrapnel.
de: Eine selbstgebaute, nomexisolierte Gasmaske, welche das Gesicht und die Augen schützt, unabhängig von deinem Mutationszustand. Sie bietet ausgezeichneten Schutz vor Hitze, Rauch, Tränengas und Schrapnell.
ja: 特注のノーメックス製ガスマスクです。変異していても顔と目まで覆い、煙や催涙ガス、他の汚染物質などから強固に保護します。
zh_cn: 一件自制特大号的并用“诺梅克斯”防火纤维隔热的防毒面具，可以保护面部和眼部，无视你的变异限制。它可以对高温、浓烟、催泪瓦斯和利器提供出色的防护。

source: A custom-built, Nomex-insulated gas mask that covers the face and eyes. It provides excellent protection from heat, smoke, teargas, and shrapnel.
de: Eine selbstgebaute, nomexisolierte Gasmaske, welche das Gesicht und die Augen bedeckt. Sie bietet ausgezeichneten Schutz vor Hitze, Rauch, Tränengas und Schrapnell.
ja: 特注のノーメックス製ガスマスクです。顔と目を覆い、熱や煙、催涙ガスなどから強固に保護します。
zh_cn: 一件自制的并用“诺梅克斯”防火纤维隔热的防毒面具，可以保护面部和眼部。它可以对高温、浓烟、催泪瓦斯和利器提供出色的防护。

source: A custom-built, fur-trimmed gas mask that covers the face and eyes regardless of your state of mutation. Quite warm, it still provides excellent protection from smoke, teargas, and shrapnel.
de: Eine selbstgebaute, mit Pelz verbräme Gasmaske, welche das Gesicht und die Augen bedeckt, unabhängig von deinem Mutationszustand. Ziemlich warm und bietet immer noch ausgezeichneten Schutz vor Rauch, Tränengas und Schrapnell.
ja: 変異状態でも着用できる特注の毛皮をあしらったガスマスクです。顔と目を覆い、とても暖かく、煙、破片、催涙ガスなどから強固に保護します。
zh_cn: 一个自制的、装饰有毛皮的防毒面具，覆盖了脸和眼睛，不管你有什么突变都能穿得上。很暖和，它仍然对浓烟、催泪瓦斯和弹片提供良好的防护。

source: A custom-built, fur-trimmed gas mask that covers the face and eyes. Quite warm, it still provides excellent protection from smoke, teargas, and shrapnel.
de: Eine selbstgebaute, mit Pelz verbräme Gasmaske, welche das Gesicht und die Augen bedeckt. Ziemlich warm und bietet immer noch ausgezeichneten Schutz vor Rauch, Tränengas und Schrapnell.
ja: 特注の毛皮をあしらったガスマスクです。顔と目を覆い、とても暖かく、煙、破片、催涙ガスなどから強固に保護します。
zh_cn: 一个自制的、装饰有毛皮的防毒面具，覆盖了脸和眼睛，很暖和，对浓烟、催泪瓦斯和弹片提供良好的防护。

source: A custom-built, leather reinforced gas mask that covers the face and eyes. Provides excellent protection from smoke, teargas, and shrapnel.
ja: 革で強化した特注のガスマスクです。顔と目を覆い、催涙ガス、榴散弾などを強固に防ぎます。
zh_cn: 一个自制皮革强化的防毒面具，覆盖在面部保护眼睛，保护你不会受到弹片催泪瓦斯以及烟雾的影响.

source: A custom-built, reinforced gas mask that covers the face and eyes regardless of your state of mutation. Provides excellent protection from smoke, teargas, and shrapnel.
de: Eine selbstgebaute, verstärkte Gasmaske, welche das Gesicht und die Augen bedeckt, unabhängig von deinem Mutationszustand. Bietet ausgezeichneten Schutz vor Rauch, Tränengas und Schrapnell.
ja: 強化した特注のガスマスクです。変異状態でも顔と目を覆い、煙や催涙ガスなどを強固に防ぎます。
zh_cn: 一个自制的增强型防毒面具，覆盖了脸部和眼睛，无论你有什么突变都能戴上它。对浓烟、催泪瓦斯和弹片提供了良好的防护。

source: A custom-built, reinforced gas mask that covers the face and eyes. Provides excellent protection from smoke, teargas, and shrapnel.
de: Eine selbstgebaute, verstärkte Gasmaske, welche das Gesicht und die Augen bedeckt. Bietet exzellenten Schutz vor Rauch, Tränengas und Schrapnelle.
ja: 強化した特注のガスマスクです。顔と目を覆い、煙、催涙ガスなどを強固に防ぎます。
zh_cn: 一个自制防毒面具，覆盖在面部保护眼睛，保护你不会受到弹片催泪瓦斯以及烟雾的影响.

source: A custom-built, steel reinforced gas mask that covers the face and eyes. Provides excellent protection from smoke, teargas, and shrapnel.
ja: 鋼鉄で強化した特注のガスマスクです。顔と目を覆い、煙、催涙ガス、榴散弾を強固に防ぎます。
zh_cn: 一个自制钢筋强化的防毒面具，覆盖在面部保护眼睛，保护你不会受到弹片催泪瓦斯以及烟雾的影响.

source: A customized armored Nomex and kevlar hood, very strong and durable.
de: Eine manuell angefertigte Nomex- und Kevlarkapuze, sehr stark und sprapazierfähig.
ja: ノーメックスとケブラーで作られた装甲型の改造フードです。とても強固で頑丈です。
ko: 노멕스(Nomex)와 케블라로 보강된 수제 후드로, 아주 강하고 튼튼합니다.
ru: Самодельный капюшон из Номекса армированный кевларом. Очень прочный.
zh_cn: 一个以“诺梅克斯”防火纤维和凯夫拉为材料制造的兜帽，非常的结实耐用。

source: A customized armored cloth and kevlar hood, very light and durable.
de: Ein maßgeschneiderte gepanzerte Stoff- und Kevlarkapuze, sehr leicht und strapazierfähig.
ja: 布とケブラーで作られた装甲型の改造フードです。とても軽くて頑丈です。
ko: 천과 케블라로 보강된 수제 후드로, 아주 가볍고 튼튼합니다.
ru: Самодельный бронированный капюшон из ткани и кевлара, очень легкий и прочный.
zh_cn: 一件定制的布兜帽，用凯夫拉进行了防护，轻巧耐用。

source: A customized armored fur and Kevlar hood, very warm and durable.
zh_cn: 一双自制的凯夫拉增强的皮毛兜帽，保暖耐用。

source: A customized armored neoprene and kevlar hood, very strong and durable.
de: Eine maßgeschneiderte gepanzerte Neopren- und Kevlarkapuze, sehr stark und strapazierfähig.
ja: ネオプレン装甲とケブラーで作られた特製のフードです。とても強固で頑丈です。
ko: 합성고무와 케블라로 보강된 수제 후드로, 아주 강하고 튼튼합니다.
ru: Укреплённый кевларом неопреновый капюшон. Очень прочный и долговечный.
zh_cn: 一件用氯丁橡胶和凯夫拉制造的兜帽，结实耐用。

source: A customized chainmail hood. Can be worn comfortably under helmets.
ja: 受注生産されたチェインメイルのフードです。ヘルメットの下に快適に着用することができます。
zh_cn: 一条定制的链甲头巾。能舒适地戴在头盔之下。

source: A customized chainmail vest. It's a sleeveless piece of chainmail with small leather straps to better distribute the weight.
ja: 受注生産されたチェインメイルのベストです。うまく重量配分するため、小さな革の帯にチェインメイルの袖を付けることができます。
zh_cn: 定制的锁链胸甲。由细碎的皮带连结的无袖胸甲,能够更好地分配重量。

source: A customized, heavily armored kevlar helmet, modified with leather reinforcements to provide maximum comfort and protection from harm.
de: Ein individueller, schwer gepanzerter Kevlarhelm, der mit Lederverstärkungen modifiziert wurde, um maximalen Tragekomfort und Schutz vor Verletzungen zu bieten.
ja: 特注の革で補強したケブラー性のヘルメットです。着心地が良く、危険から身を守ります。
ko: 케블라로 두껍게 보강하고 가죽을 덧댄 수제 헬멧으로, 최고의 보호력과 착용감을 제공해줍니다.
ru: Самодельный тяжелобронированный шлем из кевлара, был дополнительно укреплен кожей для обеспечения максимального комфорта и защиты от повреждений.
zh_cn: 一个自制的头盔，用凯夫拉和皮革进行了严密的防护，非常舒适，能够抵抗伤害。

source: A customized, heavily armored leather and kevlar hood, designed to provide comfort and protection from harm.
de: Ein maßgeschneiderte, stark gepanzerte Stoff- und Kevlarkapuze, sehr leicht und strapazierfähig, dafür ausgelegt, Komfort und Schutz vor Verletzungen zu bieten.
ja: 革とケブラーで作られた装甲型の改造フードです。着心地が良く、危険から身を守ります。
ko: 가죽과 케블라로 두껍게 보강된 수제 후드로, 편안함과 위험에 대한 보호력을 제공하도록 설계되었습니다.
ru: Самодельный тяжело бронированный капюшон из кожи и кевлара, обеспечивающий максимальный комфорт и защиту от повреждений.
zh_cn: 一个自制的兜帽，用皮革和凯夫拉进行了严密的防护，非常舒适，能够抵抗伤害。

source: A customized, heavily armored steel and kevlar helmet, modified to provide maximum comfort and protection from harm.
de: Ein individueller, schwer gepanzerter Stahl- und Kevlarhelm, der mit Lederverstärkungen modifiziert wurde, um maximalen Tragekomfort und Schutz vor Verletzungen zu bieten.
ja: 特注の鋼鉄で補強したケブラー性のヘルメットです。着心地が良く、危険から身を守ります。
ko: 강철과 케블라로 두껍게 보강된 수제 헬멧으로, 최고의 보호력과 착용감을 제공해줍니다.
ru: Самодельный тяжелобронированный шлем из стали и кевлара, обеспечивающий максимальный комфорт и защиту от повреждений.
zh_cn: 一个自制的钢质头盔，用凯夫拉进行了严密的防护，非常舒适，能够抵抗伤害。

source: A dark pair of goggles. They make seeing very difficult, but protect you from bright flashes.
de: Eine Sonnenbrille. Sie macht es sehr schwer, etwas zu sehen, schützt jedoch ausgezeichnet von grellen Blitzen.
ja: 視界が暗くなるゴーグルです。視界が暗くなるので見え辛くなりますが、強烈な閃光から目を守ってくれます。
zh_cn: 一副黑色防护镜，戴上它很难看清，但是能防强光，保护你的眼睛不被闪瞎，在进行电焊时十分重要。

source: A death race jersey made of thick material imprinted with Frankenstein's logo and signature.
ja: 厚手の素材で作られたデスレース用のジャージです。フランケンシュタインの署名とロゴが刻印されています。
zh_cn: 一件印有Frankenstein标志及签名的厚质短袖球衣。

source: A decorative 'collar' made out of fur. Complete with a little bell hanging from the front. Don't worry, it's silent.
de: Ein dekoratives »Halsband« aus Pelz. Inklusive einem Glöckchen, das vorne dran hängt. Keine Sorge, es ist lautlos.
ja: 正面に鈴が付いた毛皮の可愛い装飾用首輪です。鈴は鳴らないので心配ないですよ。
zh_cn: 一个毛皮制作的装饰用的项圈，前面还配了一个小铃铛，但是别担心，它不会响，尽管带上吧！(羞耻...)

source: A distinctive helmet worn by firefighters. More than just a piece of firefighting equipment, they serve as a badge of honor and respect.
de: Ein unverwechselbarer Helm, der von Feuerwehrleuten getragen wird. Er ist mehr als nur ein Teil einer Feuerwehrausrüstung, nämlich auch ein Kennzeichen von Ehre und Respekt.
ja: 消防士が被る代表的なヘルメットです。それは単なる消防士の装備としてだけではなく、尊敬と名誉の証でもあります。
zh_cn: 消防员配发的特制头盔——不只是防火工具而已，它象征着尊敬与荣誉。

source: A fancy golden bracelet. You can wear it if you like, but it won't provide any effects.
de: Ein schickes Goldarmband. Du kannst es tragen, wenn du willst, aber das wird keinerlei Auswirkungen haben.
ja: 意匠を凝らした金のブレスレットです。貴金属が好きなら着けても良いですが何の効果もありません。
zh_cn: 一个花哨的金手镯，你可以戴着它，不过没什么特殊效果。

source: A fancy silver tie clip, a great match for your skinny tie.
de: Ein schicker silberner Krawattenhalter, welcher hervorragend zu deiner dünnen Krawatte passt.
ja: 派手な銀色のネクタイピンです。ネクタイにとても良く似合います。
ko: 이 멋진 은색 넥타이핀은 당신의 스키니 타이와 잘 맞습니다.
ru: Модный зажим для галстука. Отлично подходит для узкого галстука.
zh_cn: 一枚银色的领带夹，是你领带的好伙伴。

source: A flame-resistant whole-body garment worn by firefighters as protection against extreme heat. Though very restrictive, wearing it will provide excellent protection against fire and smoke.
de: Eine feuerfeste Ganzkörperbekleidung, welche von Feuerwehrleuten als Schutz vor extremer Hitze getragen wird. Einerseits wird die Bewegungsfreiheit stark eingeschränkt, andererseits wird es ausgezeichneten Schutz vor Feuer und Rauch bieten.
ja: 極暑から身を守る為に身に付ける消防士用の全身用耐火服です。火と煙に対しては素晴らしい防護性能を発揮しますが、とても動き辛いです。
zh_cn: 终极防火防烟套装，在极端严酷的火场条件下为消防员提供全方位保护——尽管有些束手束脚。

source: A flashy gold ring. You can wear it if you like, but it won't provide any effects.
de: Ein funkelnder goldener Ring. Du kannst ihn tragen, wenn du willst, hat aber keine besonderen Auswirkungen auf dich.
ja: 派手な金の指輪。身につけたところで何の効果もない。
zh_cn: 闪瞎狗眼的黄金指环，戴上它彰显你的尊贵本色。只要998！！！只要998！！！黄金指环带回家！！！！！！

source: A flat-topped hat with circular indent and a narrow brim. Most popular in the 40s and 50s, still common among those in the mod scene, hipsters, and people named Heisenberg.
de: Ein Hut mit abgeflachter Spitze und einer engen Krempe. War in den 40ern und 50ern am beliebtesten. Er ist immer noch populär unter Leuten der Modding-Szene, Hipstern und Leuten, die Heisenberg heißen.
ja: 折り曲げられた短い縁を持つ天辺が平らな帽子です。一番人気だったのは40年台と50年台で、ヘイゼンベルグと呼ばれる人々やヒップスター(訳者注・いわゆるサブカル厨に近い趣向の人々)、モッズシーン(訳者注・モッズは60sのイギリスの不良)でよく見られていました。
zh_cn: 一个有圆形凹槽和窄帽檐的平顶帽，在四五十年代的时候很流行，在特定的场景、赶时髦的人和叫做海森堡的家伙那儿很常见。

source: A football jersey made of thick material imprinted with the logo of the Endsville Fluffycats.
ja: 厚手の素材で作られたサッカー用のジャージです。エンズビル・フラフィーキャッツのロゴが刻印されています。
zh_cn: 一件印有Endsville Fluffycats标志的厚质短袖球衣。

source: A frilly white headpiece.
de: Eine mit Rüschen besetzte Kopfbedeckung.
ja: フリルの付いた白いヘッドピースです。
zh_cn: 一个有着白色镶边的头饰.

source: A full body fursuit in the form of an anthropomorphic wolf. It is quite encumbering and has little storage but is very warm.
de: Eine Vollkörper-Fellanzug in der Form eines anthropomorphen Wolfs. Es ist etwas hinderlich und hat wenig Lagerplatz, aber ist sehr warm.
ja: 擬人化した狼の全身着ぐるみです。かなり動き辛いですが、中はとても暖かい。
zh_cn: 整套狼外形的套装。很累赘并且只有一点存储空间，但是非常暖和。提升对羊的攻击力，同时让你不自觉的想要吃掉带红帽子的人。谢天谢地！马里奥还活着。

source: A full gas mask that covers the face and eyes. Provides excellent protection from smoke, teargas, and other contaminants.
de: Eine vollständige Gasmaske, welche Gesicht und Augen bedeckt. Bietet exzellenten Schhutz vor Rauch, Tränengas und anderen Verschmutzungen.
ja: 顔と目を覆う完全なガスマスクです。煙や催涙ガス、他の汚染物質などを極めて良く防ぎます。
zh_cn: 一套完整的防毒面具，能够非常有效抵抗烟尘和催泪瓦斯的侵袭。

source: A full-body costume in the form of an anthropomorphic dinosaur. It is quite encumbering and has little storage but is very warm.
de: Ein Ganzkörperkostüm in der Form eines menschenähnlichen Dinosauriers. Er ist ziemlich belastend und hat wenig Lagerplatz, aber ist sehr warm.
ja: 擬人化した恐竜の全身着ぐるみです。かなり動き辛いですが、中はとても暖かい。
zh_cn: 一件外形是拟人的恐龙的服装，它很累赘，只存放一点点东西，但是很温暖。

source: A full-body cotton suit. Makes the apocalypse a truly gentlemanly experience.
de: Ein Ganzkörper-Stoffanzug. Lässt dich die Apokalypse wie ein Gentleman erleben.
ja: 上下がセットになった綿製のスーツです。偽りのない紳士的な知識と技術でこの世の終末を創りましょう。
zh_cn: 一套贴身棉西装，让你体会到什么叫做绅士。

source: A full-body neoprene wetsuit.
de: Ein Ganzkörper-Neoprenanzug
ja: ネオプレン製の全身ウェットスーツです。
ko: 합성고무로 만들어진, 몸 전체를 감싸는 잠수복 입니다.
ru: Гидрокостюм из неопрена.
zh_cn: 一件全身氯丁橡胶潜水服.

source: A full-body tuxedo. Makes the apocalypse feel a little more classy.
de: Ein Ganzkörper-Smoking. Lässt dich die Apokalypse etwas nobler anfühlen.
ja: 上下がセットになったタキシードです。ほんの少しの一流を楽しみながらこの世の終末を創りましょう。
zh_cn: 一套全身燕尾服。穿起来很漂亮。

source: A fully customized chainmail suit. The coif, shirt, arms, and leggings have been modified with leather straps to deal with uneven weight distribution and to allow them to be used separately.
ja: 完全受注生産のチェインメイルの鎧です。不均一な重量にうまく対処し、個別使用もできるように、フード、上着、腕、レギンスがそれぞれ革の帯で連結されています
zh_cn: 完全定制的锁甲套装。头盔、胸甲、护臂、护胫都用皮革带子连接来平衡重量的分布，并使得它们能够分开使用。

source: A fur coat with a couple small pockets. Extremely warm.
de: Eine Felljacke mit ein paar kleinen Taschen. Extrem warm.
ja: 毛皮製の2つの小さなポケットが付いたコートです。非常に暖かい。
zh_cn: 有着一对小口袋的皮大衣，非常暖和。

source: A fur pelt tied into a loincloth. Covers your modesty, but not much else. Now you are a true barbarian warrior.
de: Ein Pelz, der zu einem Lendenschurz geschnürt wurde. Bedeckt deine Bescheidenheit, aber sonst nicht viel. Nun bist du ein echter Barbarenkrieger.
ja: 毛皮を結び合わせた褌です。品位を守ってはくれますが...それだけです。これを身に付ければ、真の蛮族の戦士になれますよ。
zh_cn: 用毛皮缝制的遮羞布，遮羞效果请自行脑补。总之穿起来你就是真正的原始人战士了！

source: A fuzzy pair of brownish cat ears on a headband. It does nothing, but there's no reason not to look good even if no one's looking.
de: Ein flauschiges Paar brauner Katzenohren auf einem Stirnband. Es bewirkt nichts, aber es gibt keinen Grund dafür, nicht gut auszusehen, selbst, wenn keiner guckt.
ja: 毛羽立った茶色い猫耳が付いたヘッドバンドです。特に意味はありませんが、誰も見ていなかろうとも可愛らしいことだけは確かです。
zh_cn: 一对毛茸茸的褐色猫耳头带。它没有什么用，即使没有人看，但我们没有理由说它不好看。

source: A fuzzy tawny tail weighted down with tiny beads of plastic. Sways behind you when you walk.
de: Ein flauschiger gelbbrauner Schwanz, der mit winzigen Plastikkügelchen beschwert ist. Wackelt hinter dir, wenn du gehst.
ja: 毛羽立った茶褐色の尻尾です。プラスチック製の小さなビーズが錘になっており、着用者が歩くたびにぴょこぴょこと揺れます。
zh_cn: 一个塑料小珠子吊着一条黄色毛茸茸的尾巴，当你走动时会随之摇摆！（记得塞紧一点...)

source: A glossy black leather tail weighted down with tiny beads of plastic. Sways behind you when you walk.
de: Ein glänzender schwarzer Lederschwanz, der mit winzigen Plastikkügelchen beschwert ist. Wackelt hinter dir, wenn du gehst.
ja: 光沢のある黒革の尻尾です。プラスチック製の小さなビーズが錘になっており、着用者が歩くたびにぴょこぴょこと揺れます。
zh_cn: 一个小珠子吊着一条漆黑光滑的皮制尾巴，当你走路时会随之摆动！！！（不会真的要塞进去吧...)

source: A gold ring with a sparkling diamond mounted on top of it. Back in the old days this could be worth a fortune.
de: Ein Goldring mit einem funkelnden Diamanten, der oben befestigt ist. Damals wäre er ein Vermögen wert gewesen.
ja: 煌びやかなダイヤモンドが金の指輪の上部に付いています。昔に戻れればこれには十分な価値があったでしょう。
zh_cn: 一个金戒指，顶部有一颗闪光的钻石，在灾变之前可以值很大一笔钱。

source: A gold-plated steel self-winding wristwatch, suitable for a retirement present. Tells the time and looks good.
de: Eine vergoldete Stahl-Automatik-Armbanduhr, geeignet als Pensionsgeschenk. Teilt dir die Uhrzeit mit und sieht gut aus.
ja: 金メッキが施された鋼製の腕時計です。定年退職した人に相応しいデザインをしています。見た目が良く、現在時刻を知る事が出来ます。
zh_cn: 金光闪闪的腕表，很适合作为退休礼物。不但能够看时间，而且能够向丧尸们证明你曾经是一个土豪。

source: A gray work t-shirt with a small front pocket.
de: Ein graues Arbeits-T-Shirt mit einer kleinen Vordertasche.
ja: 小さな前ポケットが付いた灰色の作業用Tシャツです。
zh_cn: 一件灰色的T恤，前面还有个小口袋。

source: A grotesque, horned helmet carved from bone. Covers the entire head; very light and strong.
de: Ein grotesker gehörnter Helm, der aus Knochen gefertigt wirde. Bedeckt den gesamten Kopf. Sehr leicht und fest.
ja: グロテスクな骨から彫った角の生えたヘルメットです。頭全体を守り、とても軽くて丈夫です。
zh_cn: 这是一顶由某种昆虫的躯壳制作而成的头盔，很轻巧也很耐用。

source: A hand-crafted, jade brooch of Oriental origin.
de: Eine selbstgebaute Jadebrosche orientalischen Ursprungs.
ja: 手作業で作られた東洋起源の翡翠のブローチです。
ko: 동양에서 유래된 수공예 비취 브로치입니다.
ru: Самодельная нефритовая брошь, сделанная в азиатском стиле.
zh_cn: 一个有着东方风格的手工制作的翡翠胸针。

source: A hard plastic hat worn in construction sites. Excellent protection from cuts and percussion.
de: Ein harter Plastikhelm, der auf Baustellen getragen wird. Exzellenter Schutz vor Schnitten und Erschütterungen.
ja: 建設現場で被る硬質プラスチック製のヘルメットです。斬撃や打撃をかなり防いでくれます。
zh_cn: 建筑工地上的民工头上戴的安全帽，让你不知不觉间就想搬砖了，咳咳跑题了，不过它能很好的提供对劈砍伤害的防御...也算值了。

source: A hard plastic helmet that covers the head and ears. Designed to protect against a baseball to the head.
de: Ein harter Plastikhelm, der Kopf und Ohren bedeckt. Entworfen, um den Kopf vor Basebällen zu schützen.
ja: 硬質プラスチック製の頭部と耳を覆ったヘルメットです。野球のボールから頭部を守ります。
zh_cn: 这是一顶塑料头盔，就连你的耳朵也包裹了进去，保护你的头免遭棒球的袭击。

source: A hat made from the pelts of animals. Extremely warm.
de: Ein Hut aus dem Pelzen von Tieren. Extrem warm.
ja: 動物の毛皮から作られた、極めて暖かい帽子です。
zh_cn: 动物的毛皮制成的帽子，很保暖。

source: A heavy cloak that is thrown over your body.
de: Ein schwerer Umhang, der über deinen Körper geworfen wird.
ja: 身体を覆い隠す厚手の外套です。
ko: 몸 전체를 덮는, 크고 무거운 망토입니다.
ru: Тяжелый плащ, который накинут на ваше тело.
zh_cn: 可以覆盖你身体的厚实斗篷。

source: A heavy duty hauling frame designed to interface with power armor.
de: Ein hochbelastbares Transportmodul. Es ist dafür ausgelegt, sich mit einer Energierüstung zu verbinden.
ja: 装備品を格納できる頑丈なフレームです。パワーアーマーと一緒に運用出来る様に設計されました。
ko: 파워아머에 장착해 무거운 짐을 옮길 수 있도록 제작된, 고강도 화물 프레임입니다.
ru: Тяжелый модуль транспортировки, предназначенный для работы с силовой бронёй.
zh_cn: 与动力装甲配套使用的携行系统。

source: A heavy fur blanket that covers most of your body.
de: Eine schwere Pelzdecke, die das Meiste deines Körpers bedeckt.
ja: 身体の大部分を覆う事が出来る厚手で重量のある毛皮製の毛布です。
ko: 몸 대부분을 덮을 수 있는 무거운 털 담요입니다.
ru: Тяжелое меховое одеяло, которое покрывает большую часть вашего тела.
zh_cn: 可以裹住你全身的毛皮毯子。

source: A heavy fur cloak that is thrown over your body.
de: Ein schwerer Pelzumhang, der über deinen Körper geworfen wird.
ja: 毛皮製の身体を覆い隠す厚手の外套です。
ko: 몸 전체를 덮는, 크고 무거운 털 망토입니다.
ru: Тяжелый меховой плащ, который накинут на ваше тело.
zh_cn: 潇洒且沉重的毛皮披风。

source: A heavy helmet that provides excellent protection from all sorts of damage.
de: Ein schwerer Helm, der ausgezeichneten Schutz vor allen möglichen Schäden bietet.
ja: 頑丈な軍用ヘルメットです。あらゆるダメージから身を守ります。
ko: 모든 종류의 피해에 상당히 높은 보호력을 제공하는, 무거운 헬멧입니다.
ru: Тяжелая армейская каска, обеспечивающая превосходную защиту голову от любых видов повреждений.
zh_cn: 这是一顶沉重的头盔，对任何种类的伤害都有防护作用，让你远离被爆头的风险。

source: A heavy helmet that provides excellent protection from all sorts of damage. It has a tail coming off the back that provides protection to your neck.
de: Ein schwerer Helm, der ausgezeichneten Schutz vor allen möglichen Schäden bietet. Von seiner Rückseite schaut ein Schwanz, der deinen Nacken schützt, hervor.
ja: 頑丈な軍用ヘルメットです。あらゆるダメージから身を守ります。しころが付いており、頸部まで覆います。
zh_cn: 沉重的头盔，能够防止各种伤害。后面拖了一条像龙虾尾巴一样的护围，没准儿能够保护你的脖子。

source: A heavy leather cloak that is thrown over your body. Provides decent protection.
de: Ein schwerer Lederumhang, der über deinen Körper geworfen wird.
ja: 革製の身体を覆い隠す厚手の外套です。防御力に優れています。
zh_cn: 笨重的皮革披风，提供全方位的保护.

source: A heavy pair of gloves, used by firefighters and metalworkers for heat protection. Highly resistant to heat and flame, they provide excellent protection from injury.
de: Ein schweres Paar Handschuhe, welche von Feuerwehrleuten und Metallarbeitern für den Schutz vor Hitze benutzt wird. Sie sind sehr widerstandsfähig gegenüber Hitze und Feuer und bieten ausgezeichneten Schutz vor Verletzungen.
ja: 消防士や金属加工用の耐熱性のある頑丈なグローブです。熱や炎から強固に防護します。
zh_cn: 一副沉重的隔热手套，经常被救火员和锻工使用。防火、防热、防咬——“三防”。

source: A heavy pair of protective overalls worn by firefighters. Highly resistant to heat and flame, they provide excellent protection from injury.
de: Ein schweres Paar Schutzoveralls, welche von Feuerwehrleuten getragen werden. Es ist gegenüber Hitze und Feuer sehr widerstandsfähig und bietet ausgezeichneten Schutz vor Verletzungen.
ja: 消防士が着る頑丈な防護用のオーバーオールです。熱と炎に優れた耐性があり、素晴らしい防護性能で怪我から身を守ります。
zh_cn: 一件消防员经常穿的重型长裤。对高温和火焰有良好的防护性，提供优秀的伤害防护能力。

source: A heavy plastic helmet normally worn by football players.
de: Ein schwerer Plastikhelm, der normalerweise von American-Football-Spielern getragen wird.
ja: プラスチック製の重いヘルメットです。通常はフットボール選手が着用します。
ko: 미식축구 선수들이 착용하는, 무거운 플라스틱 헬멧입니다.
ru: Прочный пластиковый шлем для игроков в американский футбол.
zh_cn: 美式橄榄球用的厚重的塑料头盔。
