Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: I don't like sending untested men into the field but if you have stayed alive so far you might have some skills. There are at least a pair of bandits squatting in a local cabin, anyone who preys upon civilians meets a quick end... execute both of them for their crimes. Complete this and the Old Guard will consider you an asset in the region.
de: Ich mag es nicht, unerprobte Männer ins Feld zu schicken. Aber Sie sind schon so lange am Leben geblieben, dass Sie einiges an Erfahrung haben könnten. Es gibt mindestens ein Paar Banditen, die sich in einem örtlichen Blockhaus niedergelassen haben. Jeder, der Zivilisten ausplündert, hat ein schnelles Ende verdient … Exekutieren Sie beide Banditen für ihre Verbrechen und die Alte Garde wird Sie als einen Gewinn für die Region betrachten.
ja: 実力の不明な人間を危険な任務に送り出すのは本意ではないのだが、生き延びてここに辿り着いたということはそれなりの能力があるものと見なす。この座標に、市民を襲う悪党がキャンプを張っている。敵は少なくとも2人...奴らの罪に裁きを下せ。達成した暁には、オールドガードは君の重要性を認めるだろう。
zh_cn: 我不喜欢派遣对他无法知根知底的人到那边, 但是,如果你能在那里活到现在 ,说不定确实有什么独到的技巧 .至少有两个土匪驻守在当地的小屋里 ,捕食经过的人类并且快速吃掉他们 ,让他们为犯下的罪行付出代价 ,完成任务之后 ,古老守卫会重新考虑你在当地有多大的价值 .

source: I don't think so...
de: Das glaube ich nicht.
ja: そうは思わないが...
ko: 난 그렇게 생각하지 않는데...
ru: Я так не думаю...
zh_cn: 我并不这么认为...

source: I don't think that was quite a hundred dead zeds.
de: Ich glaube nicht, dass das schon hundert tote Zombies waren.
ja: まだ100体のゾンビを倒していないと思う。
ko: 벌써 좀비 100마리를 잡은건 아닌 것 같은데.
ru: Я не думаю, что там была полная сотня зомби.
zh_cn: 我想那没有100个丧尸

source: I don't think we got it yet.
de: Ich glaube nicht, dass wir es gekriegt haben.
ja: そうは思わないな。
ko: 아직 그걸 못찾은거 같은데.
ru: Думаю, мы его еще не завалили.
zh_cn: 我不认为我们有它

source: I don't think you're going to find many other survivors who haven't taken up a faction yet.
de: Ich glaube nicht, dass wir viele andere Überlebende finden, die noch keiner Fraktion beigetreten sind.
ja: 動かなかった多くの生存者を今更見つけられるとは思えないけどね。
ko: 자기 세력을 정하지 않은 다른 생존자를 찾을 수는 없을걸.
ru: Я не думаю, что ты найдешь много других выживших, которые еще не вступили в какую-либо фракцию.
zh_cn: 我不认为你会发现许多无派系的幸存者。

source: I doubt the site is still occupied but I'd carry a firearm at least... I'm not sure what you might be looking for but I'm positive you'll find something out of the ordinary if you look long enough.
de: Ich bezweifle, dass die Stätte immer noch besetzt ich, aber ich würde wenigstens eine Schusswaffe mit mir tragen. Ich bin mir nicht sicher, wonach du suchen müsstest, aber ich bin mir sicher, dass du etwas außergewöhnliches findest, wenn du nur lange genug danach suchst.
ja: 本当に今も占拠されているのか疑わしいが、銃は持って行こう...君が何を探しているのかは良く分からないが、じっくり探せば何か普通でないものが見つかるんだろうな？
ko: 아직도 사람이 있을거라곤 생각하지 않지만, 나라면 최소 총 한 자루는 챙길거야... 네가 뭘 찾는지는 몰라도, 찾다보면 뭔가 기이한 걸 찾아낼 거라고 생각해.
ru: Сомневаюсь, что там остался еще кто-нибудь, но я бы взял с собой хотя бы оружие… Я не уверен, что тебе нужно искать, но там можно найти нечто выдающееся если поискать подольше.
zh_cn: 我怀疑那个地点是否还在运作，但要去的话我还是会带把枪什么的。 我虽然不确定你在找什么，但我肯定，如果你搜寻的够仔细的话，你能找到与众不同的东西。

source: I got the brief so I know what I'm getting into. Let me be upfront, treat me like shit and I'm going to cover my own hide. Without a strong band a man doesn't stand a chance in this world. You ready to take charge boss?
de: Ich hab die Kurzanweisung erhalten, also weiß ich, worauf ich mich eingelassen habe. Lasst mich das klipp und klar sagen: Behandelt mich wie ein Stück Scheiße und ich werde meine eigene Haut retten. Ohne eine starke Bande hat ein Mann in dieser Welt keine Chance. Bereit, die Führung zu übernehmen, Chef?
ja: なるほど話は分かった。ぶっちゃけクソみたいな扱いをしやがったら俺は自分の背中以外守らないから覚えておけよ。この世界じゃあ強い絆で結ばれていないと何事も為せやしないんだからな。仕事の準備はできてるかい、ボス？
ko: 내가 어떻게 할건지 잠깐 설명을 하지. 날 앞에만 세워놓고, 날 똥 취급하면 난 내 살길 찾아갈거야. 확실한 팀워크가 없으면 살 수 없는게 이 망할 세상이라고. 자, 이제 대장 노릇할 준비 됐어?
zh_cn: 我已了解大致情况所以明白我将卷入什么当中，但让我有言在先，如果不把我当人看，我将离开并且你再也找不到我，要知道没有一个强力的团队单靠个人是很难在这个世界生存的，那么，你准备好成为团队指挥了吗？

source: I guess it was just a pipe dream.
de: Ich glaub, das war nur ein Wunschtraum.
ja: 都合のいい空想だったようだ...
ko: 그냥 꿈이었던거 같아.
ru: Полагаю, это была просто несбыточная мечта.
zh_cn: 我想这只是一个白日梦。

source: I guess this wasn't as bright an idea as I thought.
de: Ich glaube, dass das keine so gute Idee war, wie ich dachte.
ja: 思ったほど良い考えではなかったな。
ko: 내 생각엔 별로 좋은 생각은 아닌 것 같아.
ru: Полагаю, это была не такая уж и блестящая идея.
zh_cn: 我猜这个主意不是我想象中的那样好。

source: I have another task if you are feeling up to it. There is a prisoner that the priest made special mention of. I was wondering if you could see what may have happened to him or if he left anything in his cell. The priest admits the individual is rather unstable, to put it lightly, but the priest personally believed the man was some kind of repentant visionary. I'm not in a position to cast out the account just yet... it seems the man has prophesied events accurately before concerning the Church of Starry Wisdom.
de: Ich hab noch eine Aufgabe, wenn du dich ihr gewachsen fühlst. Es gibt einen Gefangenen, den der Priester besonders hervorgehoben hat. Ich frage mich, ob du herausfinden kannst, was ihm passiert sein könnte oder ob er irgendwas in der Zelle zurückgelassen hat. Der Priester gibt zu, dass das Individuum ziemlich instabil sei – um es vorsichtig auszudrücken – aber er glaubte persönlich, dass der Mann eine Art reumütiger Visionär wäre. Ich bin nicht in der Position, diesen Bericht schon jetzt einfach abzustoßen. Es scheint, dass der Mann Ereignisse präzise voraussagte, bevor er was mit der Kirche der Sternenweisheit zu tun hatte.
ja: もし君がやる気なら別の仕事もある。例の司祭が特別に記録している一人の囚人がいる。この囚人の身に何があったのか、独房に行ってそこで何が起こったのかを調べて欲しい。司祭は、この男は不安定ではあるが悔い改める様子もあると記録している。私には計り知れないことだが...星々の知恵教会では正確無比の預言者として知られていたようだ。
ko: 네가 받아준다면 맡기고 싶은 일이 또 있어. 일기장의 그 성직자가 특별히 기록해둔 죄수가 있거든. 그에게 무슨 일이 있었는지나 그가 자기 감방에 뭔가 남긴게 없는지 좀 봐줄 수 있나 싶어서. 성직자는 그 죄수가, 좋게 말해서 상당히 불안정했다고 하는데, 그 성직자 개인적으로는 참회의 예언자 같은 걸로 믿었다는군. 난 그런 말을 그냥 무시할 위치는 아니고... 그 죄수는 별의 지혜 교단에 엮이기 전엔 아주 정확한 예언을 했던 모양이야.
ru: У меня есть другое задние для тебя, если ты готов. Есть заключенный, о котором упоминает священник. Мне интересно, что с ним случилось и что осталось в его камере. Священник признаёт, что его поведение было, мягко говоря, нестабильным, а также принимал его за покаявшегося ясновидящего… Похоже, что этот человек точно предсказал события задолго до Церкви звёздной мудрости.
zh_cn: 如果你愿意的话我还有另一个任务给你，牧师曾特别提到了一个囚犯，我想你能不能去调查下他发生了什么，或者他有没有在他的囚室留下什么东西。牧师承认，说的轻一点，那个人相当不稳定，但牧师个人认为那个人有某种忏悔的迹象。我现在还不能对该囚犯发表任何看法...... 但看起来他之前关于星智慧教堂的预言都非常准确。

source: I hope I don't see many names I know...
de: Ich hoffe, dass ich nicht viele mir bekannte Namen sehe.
ja: 自分の知っている名前が沢山載っていない事を願いたいね...
ko: 내가 아는 이름은 안보였으면 좋겠는데...
ru: Я надеюсь, что не увижу много имен, которые я знаю…
zh_cn: 我希望我没有看到很多名字，我知道...

source: I hope the bastard is packing heat... else we'll need to grab him a gun before we hit our next target.
de: Ich hoffe, dass der Scheißkerl eine Waffe verdeckt trägt. Ansonsten müssen wir ihm eine Waffe geben, bevor wir unser nächstes Ziel treffen.
ja: あのクソッタレが銃を持っていてくれることを祈るよ...でなきゃ一体倒すごとに奴に銃を貸さなきゃいけないからな。
ko: 그놈이 화력 좋은 무기를 가져왔으면 좋겠는데... 아니라면 다음 목표를 잡기 전에 그놈한테 무기를 줘야되잖아.
zh_cn: 我希望那混蛋有自带武器......否则的话，在我们开始我们的下个目标之前我们还得给他找把枪。

source: I hope you will find use from what you got out of the deposit box but I also have another job for you that might lead you to an opportunity to deal out justice for those who cannot. First things first, we can't just look like ruffians. Find us a deputy badge, easy enough?
de: Ich hoffe, du wirst Nutzen aus dem, was wir in der Kiste fanden, ziehen. Aber ich habe noch eine weitere Aufgabe für dich, die dir die Gelegenheit bieten könnte, Gerechtigkeit für diejenigen, die es nicht können, zu erreichen. Das wichtigste zuerst. Wir können nicht einfach so wie Rabauken aussehen. Finde für uns eine Hilfssheriffsmarke, das sollte einfach genug sein.
ja: いいものが出て来るよう祈ってるよ。それとは別の仕事もあるんだ。裁かれざる悪のもとへ君を導いて正義を為すための仕事がね。まず第一に、私たちの見た目が悪党のようであってはならないだろう。保安官代理バッジを探すんだ、簡単だろう？
ko: 니가 꺼낸 그 안전 보관함에서 쓸만한게 있었으면 좋겠군. 정의의 심판을 내릴 수 있는 기회를 줄 다른 일이 있는데. 일단 말이야, 깡패처럼 보일 수는 없지 않겠어? 일단 보안관 배지를 찾자고, 쉬운 일 아냐?
ru: Надеюсь, ты найдёшь применение тому, что было в ячейке. У меня есть другое задание для тебя, дающее тебе возможность нести правосудие тем, кому этого не хватает. Во-первых, мы не можем выглядеть как шпана. Найди нам значёк шерифа. Это же будет легко?
zh_cn: 我希望你能在这个保险箱找到有用的东西，不过我还有个任务给你，也许会有机会去打抱不平，先做重要的事情，我们不能只是看起来像痞子，给咱俩找个徽章，挺简单的吧？

source: I just need a place to start over...
de: Ich brauch nur einen Ort, um nochmal von vorne zu beginnen.
ja: やり直しだな...
ko: 새로 시작할 장소가 필요해...
ru: Мне просто нужно место, что бы начать всё сначала…
zh_cn: 我只是需要一个地方重新开始…

source: I know it isn't pressing but the big corporations didn't get a chance to destroy the evidence yet.
de: Ich weiß, dass es nicht dringend ist, aber die großen Unternehmen hatten bisher noch keine Gelegenheit, die Beweise zu vernichten.
ja: これが差し迫った話じゃないのは分かっている。だが大企業どもはまだ証拠を隠滅できてはいないはずだ。
ko: 여기에 별로 땡기는 내용은 없겠지만, 적어도 대기업들은 증거를 파기할 기회가 없었을거라고.
ru: Я знаю, что это не особо важно, но нельзя давать крупным корпорациям дать шанс уничтожить доказательства.
zh_cn: 我知道时间并不紧迫但一个大公司竟然没有机会来毁灭证据。

source: I know it isn't pressing but the world is going to be just as corrupt when we start rebuilding unless we take measure to stop those who seek to rule over us.
de: Ich weiß, es ist nicht dringend, aber die Welt wird genauso korrupt sein, wenn wir mit dem Wiederaufbau beginnen, es sei denn, wir ergreifen Maßnahmen, um diejenigen, die uns beherrschen wollen, zu stoppen.
ja: これが差し迫った話じゃないのは分かっているが、私たちを支配しようと画策する者を阻む手立てを講じなければ、いくら世界を再建しようと頑張ったところで腐敗していく一方だろう。
ko: 나도 여기에 그다지 내용이 없는건 알지만, 우릴 지배할려고 했던 놈들을 막을 방법을 찾지 않으면 세상은 또 똑같은 상태로 재건될거라고.
ru: Я знаю, что это не особо важно, но мир снова будет коррумпирован, когда мы начнём его восстанавливать, если только мы не изменим тех, кто нами управляет.
zh_cn: 我知道这并不紧要，但除非我们现在就采取措施来制止那些需求统治我们的人，否则重建的世界将会同样的腐败堕落。

source: I left my poor dog in a house, not far from here. Can you retrieve it?
de: Ich habe meinen armen Hund in einem Haus unweit von hier gelassen. Kannst du ihn holen?
ja: ここからそれほど遠くない家に、飼ってた子犬を残してきてしまったんだ。探してきてくれない？
ko: 내 가여운 강아지를 집에 두고 왔어요, 여기서 멀지 않은 곳이에요. 데려와 주실 수 있나요?
ru: Я оставил своего пса в доме неподалёку. Можешь вернуть его?
zh_cn: 我忘了带我可怜的狗在一个房子里，离这里不远。你能找回它吗？

source: I need someone to get a sample of zombie blood, take it to a hospital, and perform a centrifuge analysis of it.
de: Ich brauche jemanden, um eine Blutprobe eines Zombies zu nehmen, sie in ein Krankenhaus zu bringen und eine Analyse mittels Zentrifuge an ihr vorzunehmen.
ja: 誰かゾンビの血液サンプルを採取して、病院で遠心分離器を使って分析して来てくれる人を探してるんだ。
ko: 좀비 혈액 샘플을 채취해서, 병원으로 가져가 원심 분리기를 사용해 분석해줄 사람이 필요해.
ru: Мне нужен кто-то, кто смог бы взять образец крови зомби, пойти с ним в больницу и проанализировать на центрифуге.
zh_cn: 我需要有人来获得一个僵尸血的样本并带它去医院,并使用一个离心机分析它。

source: I suppose a large church or cathedral may have something.
de: Ich nehme an, dass eine große Kirche oder Kathedrahle etwas haben könnte.
ja: 大きな教会や聖堂に何かあると思う。
ko: 아마 큰 교회나 성당에 뭔가 있을 것 같아.
ru: Полагаю, в большой церкви или соборе должно быть что-нибудь.
zh_cn: 我想一个大的教堂可能会发生一些事情。

source: I wish you the best of luck, may whatever god you please guide your path.
de: Ich wünsche dir viel Glück! Möge dir welcher Gott auch immer den Weg weisen.
ja: 至上の幸運を祈る、君の行く道を何かしらの神が導かんことを。
ko: 행운을 빌어. 신의 뜻이 무엇이든 너의 길을 이끌어주시길.
ru: Желаю удачи и пусть Бог укажет тебе верную дорогу.
zh_cn: 我希望你拥有最好的运气，无论怎样上帝你将指导你前进的道路。

source: I wish you the best of luck, may whatever god you please guide your path... I can only imagine that the prison will be a little slice of hell. I'm not sure what they would have decided to do with the inmates when they knew death was almost certain.
de: Ich wünsche dir viel Glück, und möge dir welchen Gott du auch immer willst deinen Weg weisen. Ich kann mir nur vorstellen, dass das Gefängnis eine kleine Hölle sei. Ich bin mir nicht sicher, wozu sie sich entschieden hätten, was sie mit den Gefängnisinsassen anstellen sollten, sobald sie wüssten, das der Tod fast sicher war.
ja: 健闘を祈る、君の行く道をいずれかの神が導かんことを...刑務所はちょっとした地獄だろうな。奴らは何をしようとしているのだ。奴らとて収監された預言者が無事に生きているとは考えていないだろうに。
ko: 자네에게 최고의 행운과 함께, 어딜가든 신께서 인도해주시길... 내 생각으론 그 감옥은 지옥의 일면이나 다를 바 없다고 생각되네. 그 죄수들이 죽음에 직면했을때 뭘 하기로 결정했을지는 나도 확실하지 않네.
ru: Желаю тебе удачи, может быть бог укажет тебе дорогу… Могу только представить, какой там творится ад. Я не знаю, что они решили сделать с заключёнными, когда поняли, что смерть неминуема.
zh_cn: 祝你好运，无论神请你指导你的路径... 我可以想象到监狱将是一小片地狱。我不确定当他们知道他们会死亡时他们成为囚犯。

source: I wish you the best of luck, may whatever god you please guide your path... You may need it this time more than the past excursions you have gone on. There is a note about potential human sacrifice in the days immediately before and after the outbreak. The name of the cult is believed to be the Church of Starry Wisdom but it is noted that accounts differ.
de: Ich wünsche dir viel Glück, möge dir welcher Gott auch immer den Weg weisen. Das brauchst du diesmal mehr als bei deinen vergangenen Exkursionen. Es gibt eine Bemerkung über potentielle Menschenopfer an den Tagen knapp vor und nach dem Ausbruch. Man vermutet, dass der Name des Kults »Kirche der Sternenweisheit« lautet – aber es ist vermerkt, dass sich die Berichte unterscheiden.
ja: 健闘を祈る、君の行く道をいずれかの神が導かんことを...この件は前回よりも時間が必要になるだろう。ひとつ注意しておいて欲しい。大変動の以前から、そして恐らくは今も、人間を生贄に捧げる儀式が行われている可能性がある。カルトの名は星々の知恵教会というらしい。まあ、話は人によって違うものだが。
ko: 행운을 빌어, 신의 뜻이 무엇이든 너의 길을 밝혀주길... 이번엔 특히나 운이 따라야 할테니까. 좀비 창궐 직전과 직후 시기에 인간 제물을 바쳤을지도 모른다는 노트가 있었어. 종교의 이름은 '별의 지혜 교단' 이라는 것 같지만, 이름은 이리저리 다르다고도 되어있어.
ru: Желаю тебе удачи, возможно бог укажет тебе путь… Возможно, тебе понадобится больше времени, чем в последний раз. Есть сообщения о человеческом жертвоприношении непосредственно до и после катаклизма. Похоже, что культ называется "Церковь звёздной мудрости", но может называться и по-другому.
zh_cn: 我祝你好运，愿你心中的神指引你的道路......你此行之艰辛将远超以往，只有更加坚定的信仰才能给你继续前行的勇气。这有一个关于危机爆发前后几天时间内可能的人类献祭的记录。据信该邪教的名字是星慧教堂，但也有人指出名字可能不同。

source: I wonder if a retreat might exist...
de: Ich frage mich, ob es eine Rückzugsmöglichkeit gibt.
ja: 本当に退路はあるのか...
ko: 퇴로가 있을지 모르겠는데...
ru: Мне интересно, можно ли отступить...
zh_cn: 俺想知道是否还有可以撤退的可能……

source: I'd carry a shotgun at least, it sounded pretty big.
de: Ich würde wenigstens eine Schrotflinte tragen, es hörte sich nach etwas ziemlich Großem an.
ja: 少なくともショットガンは要るだろうな、でかいやつが。
ko: 난 적어도 산탄총 하나는 가지고 다녔어. 소리는 꽤 크지만.
ru: Прихвати хотя бы дробовик, он хоть гремит сильно .
zh_cn: 要是我的话就要带一支够大够猛的喷子。

source: I'd check the police station.
de: Ich würde die Polizeistation unter die Lupe nehmen.
ja: 警察署を探してみるよ。
ko: 경찰서 위치를 확인했어.
ru: Я бы проверил отдел полиции.
zh_cn: 我搜查了警察局。

source: I'd recommend having two deputies... it would be a death trap if a single man got surrounded.
de: Ich würde zwei Hilfs-Marshals vorschlagen … Es wäre eine Todesfalle, wenn eine einzelne Person umstellt würde.
ja: 仲間は2人連れて行くことを推奨する...単騎では包囲されたとき死を免れる術が無いからな。
zh_cn: 我建议您带两个副手 ,如果独自一人被包围的话 ,就像是掉进了死亡陷阱一样 .

source: I'd secure an ammo cache and try to sweep a town in multiple passes.
de: Ich würde ein Munitionslager sichern und versuchen, eine Stadt in mehreren Durchläufen zu säubern.
ja: どうにかして弾薬庫を制圧し、街を掃除する。
ko: 탄약을 좀 모아뒀거든. 그걸로 마을을 여러 방향으로 들어가서 좀 청소하려고 했지.
ru: Я бы увеличил резерв боезапасов и попробовал бы подчистить город в несколько заходов.
zh_cn: 我会确保弹药储备并尝试多扫荡几次城镇。

source: I'll be standing by down here once you are done.
zh_cn: 我会在这里等着你完成任务。

source: I'll be standing by.
zh_cn: 我会在这里等。

source: I'll lend you a hand but I'd try and recruit another gunslinger if you can.
de: Ich werd dir helfen, aber ich würde an deiner Stelle einen anderen Revolverhelden rekrutieren, falls möglich.
ja: 手を貸すのはやぶさかでないが、増員のガンスリンガーを募集してもいいかな？
ko: 일단 내가 도와줄게. 그리고 다른 사람이 도와줄 수 있는지 찾아보자고.
ru: Я помогу тебе, но я бы попробовал нанять другого наёмника, если ты можешь.
zh_cn: 我将向你伸出援助之手,但如果你可以我正在招募另一个枪手。

source: I'll try and update the captain with any signals that I need investigated.
zh_cn: 我会尽力向上尉汇报任何我需要调查的信号的最新情况。

source: I'm a pretty good shot with a rifle or pistol.
de: Ich bin ein ziemlich guter Gewehr- und Pistolenschütze.
ja: ライフルと拳銃なら任せてくれ。
ko: 내가 권총하고 소총은 좀 만질줄 알지.
ru: Я неплохо стреляю из пистолета или ружья.
zh_cn: 我对步枪和手枪在行

source: I'm glad you came back alive... I wasn't sure if I had sent you to your death.
de: Ich bin froh, dass du lebendig zurückgekehrt bist. Ich war mir nicht sicher, ob ich dich in den Tod geschickt habe.
ja: 生きて帰ってくれただけでも嬉しいよ...君を死に追いやらずに済んで良かった。
ko: 살아 돌아온거 보니까 기쁘다... 내가 널 죽을 길로 보낸게 아닌지 걱정했거든.
ru: Я рад, что вернулся живым… Я думал, что послал тебя на верную смерть.
zh_cn: 我很高兴你能活着回来......我之前还担心是不是让你去送死呢。

source: I'm infected. Badly. I need you to get some antibiotics for me...
de: Ich bin infiziert. Sehr. Ich brauche dich, um ein paar Antibiotika für mich zu holen.
ja: 感染してしまったんだ。最悪だ。抗生物質があれば何とかなるんだが…。
ko: 난 감염됐어. 심각한 수준이지. 항생제를 좀 가져다줬으면 좋겠는데...
ru: Я заражён. Сильно. Мне нужно, чтобы ты принёс мне антибиотиков...
zh_cn: 我被感染了.糟糕.帮我拿点抗生素来,拜托...

source: I'm not sure, maybe a news station would have what we are looking?
de: Ich bin mir nicht sicher, vielleicht könnte eine Nachrichtenstation das, wonach wir suchen, haben.
ja: どうだろう、ラジオ局になら我々の探しているものがあるんじゃないか？
ko: 확실하진 않지만, 뉴스 방송국에 우리가 찾는게 있지 않을까?
ru: Я не уверен, но может на радиостанции найдётся то, что мы ищем?
zh_cn: 尽管我不确定，但我们正在寻找着的东西可能会在像是新闻台之类的地方？

source: I'm positive there is something there... there has to be, any luck?
de: Ich bin mir absolut sicher, dass da etwas ist. Da muss einfach etwas sein, Glück gehabt?
ja: あそこには何かがあるはずだ...あそこには、どうだった？
ko: 분명 거기엔 뭔가가 있을 거야... 분명히 있어. 어땠어?
ru: Я точно уверен там есть что-то… что-то подходящее. Удалось найти?
zh_cn: 我肯定那里邮东西，肯定会有的，找到了么？

source: I'm sure the motorpool has a truck battery you could salvage.
zh_cn: 我敢肯定汽车站会有一些你可以回收的货车电池的。

source: I've accepted that everyone I used to know is dead... one way or another. I really wish I could have done something to save my brother but he was one of the first to go. I'd like to start over, just rebuild at one of the farms in the countryside. Can you help me secure one?
de: Ich habe akzeptiert, dass alle, die ich kannte, tot sind … auf die eine oder andere Weise. Ich wünsch mir wirklich, dass ich etwas hätte tun können, um meinen Bruder zu retten, aber er war einer der Ersten, die von uns gehen mussten. Ich möchte nochmal von vorne anfangen, einfach bei einem Bauernhof auf dem Land etwas aufbauen. Kannst du mir dabei helfen, einen zu sichern?
ja: 私の身の回りの人々は皆死んでしまったという事実を受け入れねばならないようだ...難しいことだがな。なんとか弟を守ろうとしたのだが、彼は真っ先に逝ってしまった。やり直すよ、農場を再建するんだ。用心棒を頼めるかい？
ko: 난 내가 알던 모든 사람들이 죽었다는 사실을 받아들였어. 죽었든, 아님 좀비든... 내 동생을 정말 구하고 싶었지만 나보다 먼저 가버렸지. 난 다시 시작하고 싶어. 시골 농장을 재건하려고. 하나 찾아줄 수 있어?
ru: Я принял тот факт, что все кого я знаю — умерли… так или иначе. Мне действительно жаль, что не смог спасти своего брата, но он ушёл одним из первых. Я хочу начать всё сначала, просто осесть на одной из ферм в груши. Можешь помочь мне найти безопасную ферму?
zh_cn: 我承认我所认识的人都挂了......因为各种原因挂掉，但我真的希望我曾经能做什么来救我的兄弟，苦逼的是他却是第一个挂掉的。我想重新开始，在乡下建立一个开心农场，你能帮我吗？

source: I've heard some bad rumors so I hope you are up for another challenge...
de: Ich hab ein paar schlimme Gerüchte gehört … Ich hoffe, du bist bereit für eine weitere Herausforderung.
ja: 良くない噂を聞いたぞ、君なら別の挑戦に手を挙げてくれると期待しているよ...
ko: 안 좋은 소문을 좀 들었거든. 그래서 말인데, 이 새로운 도전을 좀 해줬으면 하는데...
ru: Ходят плохи слухи, поэтому я надеюсь, что ты готов к другому заданию…
zh_cn: 我听到了某些不好的谣言，所以我希望你正打算开始新的挑战。

source: I've located a Hell's Raiders encampment in the region that appears to be coordinating operations against the Free Merchants. We know almost nothing about the command structure in the 'gang' so I need to send someone in to decapitate the leadership. The raid will be held under orders of the U.S. Marshals Service and by agreeing to the mission you will become a marshal, swearing to assist the federal government in regaining order.
de: Ich habe ein Lager der Höllenplünderer in der Region aufgespürt. Es scheint Operationen gegen die Freien Händler zu koordinieren. Wir wissen fast nichts über die Befehlsstruktur in dieser »Gang«, also brauche ich jemanden, um die Führung zu köpfen. Der Angriff wird unter dem Befehl des U.S. Marshals Service stattfinden und mit der Zustimmung zu dieser Mission würden Sie zum Marshal ernannt und Sie müssen schwören, der Bundesregierung beim Wiederaufbau der Ordnung zu verhelfen.
ja: ヘルズレイダーズの野営地を発見した。連中はこれを根城として自由商人たちの物資を狙っているようだ。詳細はほとんど不明だが、司令部らしき建物に居るであろう指導者を暗殺して欲しい。この攻撃は合衆国保安局の名の下に実行される。この任務に応じてくれるなら君は執行官になる。合衆国に至上の忠誠を尽くすと宣誓するのだ。
zh_cn: 我已经定位了一个地狱掠夺者在这一区域的营地，这个营地似乎被用来协调他们对自有商人的行动。我们对这个“帮派”的领导结构一无所知，所以我需要有人去进行斩首行动。行动将在美国执法官服务的命令下进行，同意参加任务你将会被任命为执法官，并誓言帮助联邦政府重建秩序。

source: I've lost so many friends... please find me a patient list from the regional hospital or doctor's office. I just want to know who might still be out there.
de: Ich hab so viele Freunde verloren. Bitte finde mir eine Patientenliste vom örtlichen Krankenhaus oder der Arztpraxis. Ich will nur wissen, wer noch am Leben sein könnte.
ja: 多くの...そう、本当に多くの友人を失ってしまってね...病院や診療所から医療記録(患者)を探し出して欲しいんだ。俺(私)はそこにいたかもしれない友人を知りたいんだ。
ko: 너무나 많은 친구를 잃었어... 제발 지역 병원이나 개인 병원으로 가서 환자 내역을 찾아줘. 아직 살아 있는 사람이 알고 싶을 뿐이야.
ru: Я потерял так много друзей... Пожалуйста, найди для меня список пациентов из местной больницы или частной клиники. Я просто хочу знать, кто из них может быть там.
zh_cn: 我已经失去了这么多的朋友... 请给我从区域医院或医生的办公室找到病人名单。我只是想知道谁可能仍然在那里。

source: If only we could find a great valley or something.
de: Wenn wir nur ein großes Tal oder so etwas finden könnten …
ja: 巨大な谷みたいな地形でも見つけられればね。
ko: 엄청 큰 계곡이나, 비슷한걸 찾을 수만 있다면.
ru: Если бы мы только могли найти большой долину или что-то подобное.
zh_cn: 只要我们能找到一个大峡谷之类的

source: If the information is confidential the priest must have it hidden within his own home.
de: Falls die Information vertraulich wäre, müsse der Priester sie in seinem eigenem Zuhause versteckt haben.
ja: 重要な機密情報は司祭が自宅で保管することになっている。
ko: 그 정보가 기밀이라면 성직자는 분명 그의 집에 숨겨놨을 거야.
ru: Если эта информация конфиденциальна, то священник скорее всего спрятал её у себя дома.
zh_cn: 如果信息是保密的，牧师必须把它隐藏在他自己的家里。

source: If there is a military team down there then we better go in prepared if we want to impress them. Carry as much ammo as you can and prepare to ditch this place if they have a second bird coming to pick them up.
de: Wenn da unten eine Militäreinheit ist, dann sollten wir lieber vorbereitet sein, wenn wir sie beeindrucken wollen. Trag so viel Munition wie du kannst und bereite dich darauf vor, dich aus dem Staub zu machen, falls sie einen zweiten Vogel geschickt haben, um sie aufzusammeln.
ja: もしそこに軍の部隊がいるなら、ちゃんと準備をしてから向かったほうがより歓迎されるだろうな。持てるだけの弾薬を持って、ここを放棄する用意もすべきだろう。もし次のヘリがあるなら我々もそれに乗るのだからな。
ko: 만약 저기에 팀이 있다면 저놈들을 놀래켜줄 준비를 해야겠지. 탄약 최대한 챙기고, 혹시 헬기가 또 온다면 여기를 쓸어둘 준비를 하자고.
ru: Если там есть вооружённая группа, нам нужно получше подготовиться, чтобы удивить их. Возьми побольше боеприпасов и готовься свалить из этого места, когда вторая птичка прибудет, чтобы забрать их.
zh_cn: 如果有一个军事小组在那里灭团了，我们得准备准备给军方一个惊喜，嘿嘿~尽量多带点弹药，军方可能会派第二波人马来收拾残局，随时准备撤离！

source: If they draw first blood their friends are less likely to blame you...
de: Wenn sie den ersten Treffer landen, werden ihre Freunde dich weniger wahrscheinlich beschuldigen …
ja: 彼らに一番槍を譲れば、彼らの友人が君を避難することはないだろうね...
zh_cn: 如果他们先动手，那么他们的朋友可能就不会责怪你...

source: If you can do this for us our survival options would vastly increase.
de: Wenn du das für uns tun kannst, werden unsere Überlebensmöglichkeiten stark ansteigen.
ja: もしこれを達成してくれれば我々の生存の可能性は大いに上がるだろう。
zh_cn: 如果你能帮我们做成这事 ,这会大大增加我们活下去的可能性 .

source: If you can, get a friend or two to help you.
de: Falls du kannst, besorg dir einen oder zwei Freunde, um dir zu helfen.
ja: 可能なら、友人に手伝ってもらえ。
zh_cn: 如果可以，找一两个朋友帮你。

source: If you could make some sort of directional antenna, it might help locating the radio stations.
zh_cn: 如果你能帮忙制造点定位天线的话，也许能帮你定位那些无线电站。
