Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Egg
de: Ei
ja: 卵
ru: Яйцо
zh_cn: 蛋

source: Flesh
de: Fleisch
ja: 肉
ko: 고기
ru: плоть
zh_cn: 肉

source: Fresh Clay
ja: 新鮮な粘土
zh_cn: 粘土（新鲜）

source: Fruit Matter
de: Früchtematerial
ja: 果物質
ko: 과일
ru: фрукт
zh_cn: 水果

source: Fur
de: Pelz
ja: 毛皮
ko: 모피
ru: шкура
zh_cn: 毛皮

source: Glass
de: Glas
ja: ガラス
ko: 유리
ru: стекло
zh_cn: 玻璃

source: Gold
ja: 金
ko: 금
ru: Золото
zh_cn: 黄金

source: Hard Steel
de: Hartstahl
ja: 硬鋼
ko: 고경도 강철
ru: Твёрдая сталь
zh_cn: 精钢

source: Honey
de: Honig
ja: 蜂蜜
zh_cn: 蜂蜜

source: Human Flesh
de: Menschenfleisch
ja: 人肉
ko: 인육
ru: человеческая плоть
zh_cn: 人肉

source: Hydrocarbons
ja: 炭化水素
zh_cn: 烃

source: Insect Flesh
de: Insektenfleisch
ja: 虫肉
ko: 곤충 육질
ru: мясо насекомого
zh_cn: 虫肉

source: Iron
de: Eisen
ja: 鉄
ko: 쇠
ru: железо
zh_cn: 铁

source: Junk Food
ja: ジャンクフード
ko: 정크 푸드
ru: вредная пища
zh_cn: 垃圾食品

source: Kevlar
ja: ケブラー
ko: 케블라
ru: кевлар
zh_cn: 凯夫拉

source: Lead
de: Blei
ja: 鉛
ko: 납
ru: свинец
zh_cn: 铅

source: Leather
de: Leder
ja: 革
ko: 가죽
ru: кожа
zh_cn: 皮革

source: Nomex
ja: ノーメックス
ko: 노멕스
ru: номекс
zh_cn: “诺梅克斯”防火纤维

source: Oil
ja: 油
zh_cn: 油

source: Paper
de: Papier
ja: 紙
ko: 종이
ru: бумага
zh_cn: 纸

source: Plastic
de: Plastik
ja: プラスチック
ko: 플라스틱
ru: пластик
zh_cn: 塑料

source: Powder
de: Pulver
ja: 火薬
ko: 가루
ru: порох
zh_cn: 粉末

source: Silver
de: Silber
ja: 銀
ko: 은
ru: серебро
zh_cn: 银

source: Steel
de: Stahl
ja: 鋼
ko: 강철
ru: сталь
zh_cn: 钢

source: Stone
de: Stein
ja: 石
ko: 돌
ru: камень
zh_cn: 石制的

source: Superalloy
de: Superlegierung
ja: 超合金
ko: 초합금
ru: суперсплав
zh_cn: 超合金

source: Unknown
de: Unbekanntheits
ja: 不明
ko: 알 수 없는
ru: Неизвестного
zh_cn: 未知

source: Vegetable Matter
de: Pflanzenmaterial
ja: 植物質
ko: 식물성 물질
ru: овощ
zh_cn: 蔬菜

source: Water
de: Wasser
ja: 水
ko: 물
ru: вода
zh_cn: 水

source: Wheat
de: Weizen
ja: 小麦
ko: 밀
ru: пшеница
zh_cn: 小麦

source: Wood
de: Holz
ja: 木材
ko: 나무
ru: дерево
zh_cn: 木头

source: Wool
de: Wolle
ja: 羊毛
ko: 양모
ru: шерсть
zh_cn: 羊毛

source: badly mutilated
de: schwer verstümmelt
ja: 酷く切り裂かれた
ko: 심하게 훼손된
ru: сильно изуродованный
zh_cn: 血肉模糊

source: bent
de: verbogen
ja: 曲がった
ko: 구부러진
ru: по́гнуто
zh_cn: 扭曲的

source: broken
de: beschädigt
ja: 壊れた
ko: 박살난
ru: сломанный
zh_cn: 已损坏的

source: bruised
de: blutunterlaufen
ja: 傷付いた
ko: 멍든
ru: помятый
zh_cn: 青肿的

source: chipped
de: angeschlagen
ja: 欠けた
ko: 흠이 난
ru: щербатое
zh_cn: 有裂口的

source: cracked
de: gesprungen
ja: ひび割れた
ko: 갈라진
ru: треснутый
zh_cn: 有裂痕的

source: crushed
de: zerdrückt
ja: 粉砕した
ru: раздавлен
zh_cn: 粉碎的

source: cut
de: angeschnitten
ja: 切られた
ko: 약간 잘라진
ru: порезанный
zh_cn: 撕碎的

source: damaged
de: beschädigt
ja: 傷んだ
ko: 손상된
ru: повреждённое
zh_cn: 损坏的

source: dented
de: verbeult
ja: 凹んだ
ko: 움푹 패인
ru: испорчено
zh_cn: 有凹痕的

source: gouged
de: ausgemeißelt
ja: 抉られた
ko: 도려내진
ru: выдолбленный
zh_cn: 凿

source: lightly damaged
de: leicht beschädigt
ja: 少し傷んだ
ko: 약간 손상된
ru: слегка повреждённое
zh_cn: 轻微损坏的

source: marked
de: beschädigt
ja: 汚れた
ko: 살짝 긁힌
ru: помятый
zh_cn: 有划痕的

source: mutilated
de: verstümmelt
ja: 切り裂かれた
ko: 훼손된
ru: изуродованный
zh_cn: 残缺的

source: ripped
de: zerrissen
ja: 破れた
ko: 약간 찢어진
ru: потрёпанный
zh_cn: 撕裂的

source: scarred
de: schrammig
ja: 傷跡の付いた
ko: 금이 간
ru: израненный
zh_cn: 有疤痕的

source: scratched
de: zerkratzt
ja: 引っ掻かれた
ko: 살짝 긁힌
ru: поцарапанный
zh_cn: 有刮痕的

source: shattered
de: zerbrochen
ja: 砕けた
ko: 조각난
ru: раскуроченное
zh_cn: 破碎的

source: shredded
de: zerfetzt
ja: ずたずたに裂けた
ko: 많이 잘라진
ru: изодранный
zh_cn: 碎裂的

source: sliced
de: geschnitten
ja: 薄く切られた
ko: 베인
ru: нарезанный
zh_cn: 切开的

source: smashed
de: zerschmettert
ja: 潰れた
ko: 거의 박살난
ru: разбитый
zh_cn: 有裂纹的

source: splintered
de: zersplittert
ja: 折れた
ko: 완전히 쪼개진
ru: расколотый
zh_cn: 碎片

source: split
de: zerteilt
ja: 割れた
ko: 쪼개진
ru: расколотый
zh_cn: 破裂的

source: squished
de: zermatscht
ja: 踏み付けられた
ko: 으깨진
ru: раздавлено
zh_cn: 压扁的

source: tattered
de: ruiniert
ja: 大破した
ko: 누더기가 된
ru: лохмотья
zh_cn: 破烂的

source: thoroughly damaged
de: gründlich beschädigt
ja: 完全に傷んだ
ko: 완전히 손상된
ru: вконец повреждённое
zh_cn: 彻底损坏的

source: thoroughly mutilated
de: gründlich verstümmelt
ja: 完全に切り裂かれた
ko: 완전히 훼손된
ru: полностью искалеченный
zh_cn: 彻底肢解

source: torn
de: durchgerissen
ja: 裂けた
ko: 찢긴
ru: дырявый
zh_cn: 被扯坏的

source: very damaged
de: sehr beschädigt
ja: かなり傷んだ
ko: 많이 손상된
ru: сильно повреждённое
zh_cn: 严重损坏的

# memorial_female
source: Accepted a more natural way of life.
de: Akzeptierte einen natürlicheren Lebensstil.
ja: もっと自然な生き方が認められました。
ko: 자연적인 삶의 방식에 알맞게 되었습니다.
ru: Приняла более естественный образ жизни
zh_cn: 接受更加自然化的生活。

# memorial_male
source: Accepted a more natural way of life.
de: Akzeptierte einen natürlicheren Lebensstil.
ja: もっと自然な生き方が認められました。
ko: 자연적인 삶의 방식에 알맞게 되었습니다.
ru: Принял более естественный образ жизни.
zh_cn: 接受更加自然化的生活。

# memorial_female
source: Adapted to underground living.
de: Passte sich dem unterirdischem Leben an.
ja: 地下生活に適応しました。
ko: 지하생활에 적합해졌습니다.
ru: Адаптировалась к подземной жизни.
zh_cn: 适应了穴居生活。

# memorial_male
source: Adapted to underground living.
de: Passte sich dem unterirdischem Leben an.
ja: 地下生活に適応しました。
ko: 지하생활에 적합해졌습니다.
ru: Адаптировался к подземной жизни.
zh_cn: 适应了穴居生活。

source: Alpha
zh_cn: 阿尔法

source: As the mutagen hits you, your ears twitch and you stifle a yipe.
de: Als das Mutagen dich trifft, zucken deine Ohren und du unterdrückst einen überraschten Laut.
ja: 変異原が効いて耳がぴくぴくと動き出しました。驚いて声をあげそうになりました。
ko: 뮤타젠을 투여하자 귀가 씰룩거리고 숨이 턱턱 막히기 시작합니다.
ru: Когда вы вкалываете себе мутаген, ваши уши дергаются, и вы сдерживаете скулеж.
zh_cn: 随着诱变剂起效，你的耳朵不停的抽动，你不能不压抑着低吼。

source: As you lap up the last of the mutagen, you wonder why...
de: Du schleckst den Rest des Mutagens auf, du fragst dich, warum.
ja: 変異原を最後の一滴まで舐めたくなりました。なぜ...
ko: 뮤타젠을 전부 마시자 갑자기 호기심이 생겨나기 시작했습니다...
ru: Когда вы лакаете последний мутаген, вы удивляетесь почему...
zh_cn: 当你将最后一滴诱变剂倒进嘴里，你问自己“为什么”……

source: As you press the plunger, it all goes so bright...
de: Nach der Injektion wird alles so hell …
ja: 穴を塞いでいる棒を押すと、全てが明るくなりました...
ko: 플런저를 눌러 약물을 투여하자 갑자기 주위가 너무 밝게 느껴집니다...
ru: При нажатии на поршень, мир становится ярче…
zh_cn: 当你按下活塞，这一切都变得那么明亮...

source: Bear
de: Bär
ja: 熊
ko: 곰
ru: Медведь
zh_cn: 熊人

source: Beast
de: Biest
ja: 野獣
ko: 야수
ru: Зверь
zh_cn: 兽人

# memorial_female
source: Became one with the bears.
de: Wurde eins mit den Bären.
ja: 一頭の熊になりました。
ko: 곰과 하나가 되었습니다.
ru: Стала одним из медведей.
zh_cn: 与熊为伍。

# memorial_male
source: Became one with the bears.
de: Wurde eins mit den Bären.
ja: 一頭の熊になりました。
ko: 곰과 하나가 되었습니다.
ru: Стал одним из медведей.
zh_cn: 与熊为伍。

# memorial_female
source: Began living the dreams.
de: Fing an, ihre Träume zu leben.
ja: この世は夢です。
ko: 꿈속에서 생활하게 되었습니다.
ru: Начала жить мечтами.
zh_cn: 开始梦中的生活。

# memorial_male
source: Began living the dreams.
de: Fing an, seine Träume zu leben.
ja: この世は夢です。
ko: 꿈속에서 생활하게 되었습니다.
ru: Начал жить мечтами.
zh_cn: 开始梦中的生活。

source: Bird
de: Vogel
ja: 鳥
ko: 조류
ru: Птица
zh_cn: 鸟人

# memorial_female
source: Bloomed forth.
de: Blühte auf.
ja: 咲き乱れます。
ko: 바깥으로 꽃을 피워냈습니다.
ru: Расцвела.
zh_cn: 绚丽绽放。

# memorial_male
source: Bloomed forth.
de: Blühte auf.
ja: 咲き乱れます。
ko: 바깥으로 꽃을 피워냈습니다.
ru: Расцвел.
zh_cn: 绚丽绽放。

# memorial_female
source: Broke free of humanity.
de: Ist aus der Menschlichkeit ausgebrochen.
ja: 人間性から開放されました。
ko: 인간성을 버렸습니다.
ru: Освободилась от человечности.
zh_cn: 挣脱了人性的桎梏。

# memorial_male
source: Broke free of humanity.
de: Ist aus der Menschlichkeit ausgebrochen.
ja: 人間性から開放されました。
ko: 인간성을 버렸습니다.
ru: Освободился от человечности.
zh_cn: 挣脱了人性的桎梏。

source: Cattle
zh_cn: 家畜

source: Cephalopod
de: Kopffüßler
ja: 頭足類
ko: 연체동물
ru: Головоногое
zh_cn: 章鱼人

source: Chimera
zh_cn: 奇美拉

source: Eep!
de: »Quiek!«
ja: チュチュッ！
ko: 잇!
ru: Ооп!
zh_cn: 咿！

# memorial_female
source: Embraced his bestial nature.
zh_cn: 回归野性。

# memorial_male
source: Embraced his bestial nature.
de: Ergriff seine bestialische Natur.
ja: 野性に抱擁されています。
ko: 자신의 짐승같은 본성을 포용했습니다.
ru: Принял свою звериную натуру.
zh_cn: 回归自然的野性。

source: Everything goes green for a second.
zh_cn: 一瞬间眼前一切都变绿了。

source: Feline
de: Katzenartig
ja: 猫
ko: 고양잇과
ru: Семейство кошачьих
zh_cn: 猫人

source: Fey
de: Naturgeist
ja: 狂人
ko: 특이함
ru: Фея
zh_cn: 精类

source: Fish
zh_cn: 鱼

source: For a heartbeat, your blood cools down.
zh_cn: 有如心跳般的瞬间，你的血液变冷了。

# memorial_female
source: Found a place in the web of life.
de: Fand einen Platz im Netz des Lebens.
ja: 蜘蛛の巣こそ自分が生きていく場所です。
ko: 일생을 같이 보낼 거미줄을 찾았습니다.
ru: Нашла место в паутине жизни.
zh_cn: 在生命之网中占据一席。

# memorial_male
source: Found a place in the web of life.
de: Fand einen Platz im Netz des Lebens.
ja: 蜘蛛の巣こそ自分が生きていく場所です。
ko: 일생을 같이 보낼 거미줄을 찾았습니다.
ru: Нашёл место в паутине жизни.
zh_cn: 在生命之网中占据一席。

# memorial_female
source: Found that survival *is* everything.
de: Kam zum Schluss, dass das Überleben alles ist.
ja: 分かりました。生存*こそが*この世の全てなのです。
ko: 결국엔 *생존이* 전부라는 것을 깨달았습니다.
ru: Обнаружила, что выживание *это* всё.
zh_cn: 明白了生存*才是*一切。

# memorial_male
source: Found that survival *is* everything.
de: Kam zum Schluss, dass das Überleben alles ist.
ja: 分かりました。生存*こそが*この世の全てなのです。
ko: 결국엔 *생존이* 전부라는 것을 깨달았습니다.
ru: Обнаружил, что выживание *это* всё.
zh_cn: 明白了生存*才是*一切。

# memorial_female
source: Gave up on rigid human norms.
de: Gab die strengen menschlichen Normen auf.
ja: 人間の形を保つことを諦めました。
ko: 융통성없는 인간성을 버렸습니다.
ru: Отказалась от строгих человеческих норм.
zh_cn: 放弃了对人性道德的坚持。

# memorial_male
source: Gave up on rigid human norms.
de: Gab die strengen menschlichen Normen auf.
ja: 人間の形を保つことを諦めました。
ko: 융통성없는 인간성을 버렸습니다.
ru: Отказался от строгих человеческих норм.
zh_cn: 放弃了对人性道德的坚持。

# memorial_female
source: Hatched.
de: Schlüpfte.
ja: 孵化しました。
ko: 부화했습니다.
ru: Вылупилась.
zh_cn: 孵化了。

# memorial_male
source: Hatched.
de: Schlüpfte.
ja: 孵化しました。
ko: 부화했습니다.
ru: Вылупился.
zh_cn: 孵化了。

source: Insect
de: Insekt
ja: 虫
ko: 곤충
ru: Насекомое
zh_cn: 虫人

source: Lizard
de: Echse
ja: 蜥蜴
ko: 도마뱀
ru: Ящерица
zh_cn: 蜥蜴人

source: Maybe if you drank enough, you'd become mutagen...
de: Vielleicht wirst du selbst zum Mutagen, wenn du nur genug davon trinkst.
ja: 充分に飲んだなら、もはやこの体が変異原なのかも...
ko: 당신이 충분한 양을 마셨다면, 아마 뮤타젠으로 변할 것입니다...
ru: Возможно, если вы достаточно выпьете, вы мутируете...
zh_cn: 也许你喝的足够多，你就会变成诱变剂啦...

source: Medical
zh_cn: 医疗

# memorial_female
source: Metamorphosed.
de: Verwandelte sich.
ja: 変態します。
ko: 변성되었습니다.
ru: Подверглась метаморфозе.
zh_cn: 幻化成形。

# memorial_male
source: Metamorphosed.
de: Verwandelte sich.
ja: 変態します。
ko: 변성되었습니다.
ru: Подвергнулся метаморфозе.
zh_cn: 幻化成形。

source: Mmm...sweet, bloody flavor...tastes like victory.
de: Mmmmh … süßer, blutiger Geschmack … scheckt wie Sieg.
ja: ふむ...甘い、血の香り...勝利の味です。
ko: 음... 달콤하고, 혈향이 느껴지는군... 승리의 맛이야.
ru: Ммм... сладкий, кровавый аромат... вкус победы.
zh_cn: 嗯嗯……甜甜的血腥味……如同胜利的滋味。

source: Mmm...the *special* venom.
de: Mmmh … das *besondere* Gift.
ja: ううん...この毒は*特別*だ。
ko: 음... 아주 *특별한* 독이군.
ru: Ммм… *особый* яд.
zh_cn: 嗯嗯……好惊奇的毒素。

source: Nature is becoming one with you...
de: Die Natur wird eins mit dir.
ja: 自然とひとつになっていきます...
ko: 자연이 당신과 하나로 됩니다...
ru: Природа и вы становитесь одним целым...
zh_cn: 你逐渐与自然融为一体……

source: Plant
de: Pflanze
ja: 植物
ko: 식물
ru: Растение
zh_cn: 树人

source: Raptor
ja: 猛禽類
ko: 랩터
ru: Раптор
zh_cn: 猛禽

source: Rat
zh_cn: 鼠

# memorial_female
source: Realized the dream.
de: Verwirklichte ihren Traum.
ja: なんだ夢か。
ko: 꿈이 현실로 되었습니다.
ru: Осуществила мечту.
zh_cn: 梦境成真。

# memorial_male
source: Realized the dream.
de: Verwirklichte seinen Traum.
ja: なんだ夢か。
ko: 꿈이 현실로 되었습니다.
ru: Осуществил мечту.
zh_cn: 梦境成真。

# memorial_female
source: Resumed clinical trials.
de: Führte klinische Studien fort.
ja: 臨床試験を続行します。
ko: 임상실험을 재개했습니다.
ru: Возобновила клинические испытания.
zh_cn: 继续临床试验。

# memorial_male
source: Resumed clinical trials.
de: Führte klinische Studien fort.
ja: 臨床試験を続行します。
ko: 임상실험을 재개했습니다.
ru: Возобновил клинические испытания.
zh_cn: 继续临床试验。

# memorial_female
source: Shed the ugly human skin.
de: Ist die hässliche menschliche Haut losgeworden.
ja: 醜い人間の皮を脱ぎ捨てました。
ko: 추악한 인간의 허물을 벗었습니다.
ru: Сбросила уродливую человеческую кожу.
zh_cn: 蜕掉了丑陋的人类外皮。

# memorial_male
source: Shed the ugly human skin.
de: Ist die hässliche menschliche Haut losgeworden.
ja: 醜い人間の皮を脱ぎ捨てました。
ko: 추악한 인간의 허물을 벗었습니다.
ru: Сбросил уродливую человеческую кожу.
zh_cn: 蜕掉了丑陋的人类外皮。

source: Slime
zh_cn: 软泥怪

source: Spider
zh_cn: 蜘蛛

# memorial_female
source: Started representing.
de: Wurde zu einem Symbol.
ja: 知らしめはじめました。
ko: 대변자가 되었습니다.
ru: Стала изображающей.
zh_cn: 开始显示。

# memorial_male
source: Started representing.
de: Wurde zu einem Symbol.
ja: 知らしめはじめました。
ko: 대변자가 되었습니다.
ru: Стал изображающим.
zh_cn: 开始显示。

# memorial_female
source: Stopped worrying and learned to love the cowbell.
de: Lernte, die Kuhglocke zu lieben.
ja: 悩むのをやめて、カウベルを愛する術を学びました。
ko: 고민은 집어치우고 소 방울에 익숙해지기로 했습니다.
ru: Перестала беспокоиться и полюбила колокольчик для скота.
zh_cn: 不再担忧，开始习惯挂着牛铃。

# memorial_male
source: Stopped worrying and learned to love the cowbell.
de: Lernte, die Kuhglocke zu lieben.
ja: 悩むのをやめて、カウベルを愛する術を学びました。
ko: 고민은 집어치우고 소 방울에 익숙해지기로 했습니다.
ru: Перестал беспокоиться и полюбил колокольчик для скота.
zh_cn: 不再担忧，开始习惯挂着牛铃。

source: Troglobite
de: Troglophil
ja: 真洞窟性
ko: 동굴성 생물
ru: Избранник ночи
zh_cn: 见光死

# memorial_female
source: United disunity.
de: Vereinigte Uneinigkeit.
ja: 不和を和合しました。
ko: 결속이 깨졌습니다.
ru: Объединила разобщённое.
zh_cn: 团结的一盘散沙。

# memorial_male
source: United disunity.
de: Vereinigte Uneinigkeit.
ja: 不和を和合しました。
ko: 결속이 깨졌습니다.
ru: Объединил разобщённое.
zh_cn: 团结的一盘散沙。

# memorial_female
source: Went deep.
de: Hatte Tiefgang.
ja: 深みへ向かいました。
ko: 깊이 들어갔습니다.
ru: Ушла на дно.
zh_cn: 走入深处。

# memorial_male
source: Went deep.
de: Hatte Tiefgang.
ja: 深みへ向かいました。
ko: 깊이 들어갔습니다.
ru: Ушёл на дно.
zh_cn: 走入深处。

source: Wolf
ja: 狼
ko: 늑대
ru: Волк
zh_cn: 狼人

# memorial_female
source: Wolfed out.
de: Hat sich ausgewolft.
ja: 野性と衝動のままに。
ko: 늑대의 본성이 튀어나왔습니다.
ru: Оволчилась
zh_cn: 变身狼人。

# memorial_male
source: Wolfed out.
de: Hat sich ausgewolft.
ja: 野性と衝動のままに。
ko: 늑대의 본성이 튀어나왔습니다.
ru: Оволчился
zh_cn: 变身狼人。

source: You are overcome by an overwhelming longing for the ocean.
de: Dich überkommt ein überwältigendes Verlangen nach dem Ozean.
ja: 海が恋しくて、恋しくて、たまりません。
ko: 바다에 대한 저항할 수 없는 열망에 빠졌습니다.
ru: Вы подавляете нахлынувшее чувство тоски по океану.
zh_cn: 你是超越势不可挡的渴望大海。

source: You can feel the blood in your medication stream. It's a strange feeling.
de: Du kannst das Blut in deinem Medikationskreislauf spüren. Es ist ein seltsames Gefühl.
ja: 流れる薬液流の中に血液があるのを感じます。不思議な感覚です。
ko: 당신은 혈액 속 약물의 흐름을 느낄 수 있습니다. 이상한 느낌입니다.
zh_cn: 你可以感觉到药物在血液里奔流。这是一种奇怪的感觉。

source: You can feel the blood rushing through your veins and a strange, medicated feeling washes over your senses.
de: Du spürst das Blut durch deine Venen rasen und ein seltsames, mediziertes Gefühl überschwemmt deine Sinne.
ja: 血管の中の血流を感じ、薬が感覚を洗いました。
ko: 혈액이 급격하게 혈관을 따라 흐르는 느낌과 함께, 약물의 기운이 거세게 밀려옵니다.
ru: Вы можете почувствовать прилив крови в венах, и странные, лекарственные ощущения омывают ваш разум.
zh_cn: 你感到血液急速通过你的血管，一种奇怪的感觉好像药物洗涤你的感官。

source: You distinctly smell the mutagen mixing with your blood ...and then it passes.
zh_cn: 你突然间可以闻到变异剂和你血液混合的滋味...然后它消失了。

source: You feel a momentary nausea.
de: Du verspürst eine augenblickliche Übelkeit.
ja: 一時的に吐き気を催しました。
ko: 순간적으로 어지러움을 느꼈습니다.
ru: Вас стремительно стало тошнить.
zh_cn: 你感到瞬间的恶心。

source: You feel an urge to...patrol? the forests?
de: Du fühlt einen Trieb zum … Patroillieren? In den Wäldern?
ja: 衝動を感じました...見回りたい？森を？
ko: 무언가를 하는 것 같은데... 순찰? 숲을?
ru: Вы чувствуете сильное желание... патрулировать? лес?
zh_cn: 一种欲望主宰着你……去巡逻？在森林里？

source: You feel insidious.
de: Du fühlst dich hinterlistig.
ja: 狡猾さを得たように感じました。
ko: 뭔가 잊어버린 것 같습니다.
ru: В вас просыпается коварство.
zh_cn: 你觉得阴险。

source: You feel much closer to nature.
de: Du fühlst dich der Natur viel näher.
ja: より自然を身近に感じました。
ko: 자연에 가까워진 것 같습니다.
ru: Вы чувствуете себя гораздо ближе к природе.
zh_cn: 你感觉更接近自然了。

source: You feel yourself quite equipped for wilderness survival.
de: Du fühlst dich ziemlich gut für das Überleben in der Wildnis ausgestattet.
ja: 原野で生き抜く術を完全に身に付けたように感じました。
ko: 야생에서의 생존을 위한 준비가 갖춰지는 듯한 느낌이 듭니다.
ru: Вы чувствуете себя достаточно подготовленным, для выживания в дикой местности.
zh_cn: 你感到你已经准备好去野外生活了。

source: You feel...better. Somehow.
de: Du fühlst dich irgendwie besser.
ja: 何故だか...とても良い気分です。
ko: 기분이... 좋아졌습니다. 이유는 모르겠지만요.
ru: Вы чувствуете себя... лучше. Так или иначе.
zh_cn: 不知怎么的，你感觉好了一点。

source: You hear buzzing, and feel your body harden.
de: Du hörst Summen und fühlst deinen Körper erhärten.
ja: 騒音が聞こえると同時に身体に緊張が走りました。
ko: 윙윙 소리가 들리고, 몸이 단단해진 것 같습니다.
ru: Вы слышите жужжание и чувствуете, как ваше тело твердеет.
zh_cn: 你听到嗡嗡声，感觉你的身体变硬。

source: You inject some nutrients into your phloem.
de: Du spritzt dir ein paar Nährstoffe in dein Phloem.
ja: 栄養剤を師管に注入しました。
ko: 당신은 당신의 체관에 영양분을 주입했습니다.
zh_cn: 你把营养液注入韧皮。

source: You need to roar, bask, bite, and flap. NOW.
de: Du musst röhren, dich aalen, beißen und flattern. JETZT.
ja: ああ、吠えて、日なたぼっこして、咬み付いて、ひっぱたきたい、今すぐに！
ko: 울부짖고, 깨물고, 퍼덕거리고, 햇빛을 쬐고 싶어졌습니다. 지금 당장요.
ru: Вам нужно реветь, греться на солнце, кусать и хлопать крыльями. СЕЙЧАС.
zh_cn: 你需要歇斯底里的发泄！马上！

source: You roar in agony!!
de: Du brüllst vor Agonie!
ja: 苦痛に満ちた咆哮をあげました！！
ko: 당신은 고통에 차서 포효합니다!!
ru: Вы ревете в агонии!!
zh_cn: 你因剧痛而狂吼着！

source: You squeak as the shot hits you.
de: Du quietschst, als dich die Spitze trifft.
ja: 叩かれるとチューと鳴くようになりました。
ko: 당신은 바늘이 피부를 뚫자마자 찍찍거리기 시작했습니다.
zh_cn: 你被击中了，发出一声尖叫。

source: You sting yourself...for the Queen.
de: Du stichst dich selbst … für die Königin.
ja: 女王陛下の為に...自分を刺しました。
ko: 당신은 바늘로 자신을 찔렀습니다... 여왕이 되기 위해서죠.
ru: Вы ужалили себя… За Королеву.
zh_cn: 你刺了自己一下……为了女王！

source: You took that shot like a champ!
de: Du hast diesen Schuss wie ein Champion genommen.
ja: きまったぜ！
ko: 마치 챔피언처럼 빠르게 주사기를 꽂았습니다!
zh_cn: 你急不可耐的“射”了自己!

source: You wonder if this is what rBGH feels like...
de: Du fragst dich, ob es das ist, wonach sich rBGH anfühlt.
ja: 例のウシ成長ホルモンって、こんな感じなのかなあ...
ko: 이것이 rBGH의 느낌인건가...
zh_cn: 你想：这就是rBGH的力量吗……

source: You yearn for a cool, dark place to hide.
de: Du sehnst dich nach einem kühlen dunklen Versteck.
ja: 冷たくて暗い場所にひっそりと隠れていた頃を懐かしみました。
ko: 숨어 있을 수 있는 차갑고, 어두운 곳에 가고 싶어집니다.
ru: Вам охота попасть в прохладное тёмное место, чтобы спрятаться.
zh_cn: 你渴望隐藏在一个凉爽、黑暗的地方。

source: Your arms spasm in an oddly wavelike motion.
de: Deine Arme verkrampfen sich zu einer merkwürdig wellenartigen Bewegung.
ja: 両腕が発作的に痙攣しはじめ、波打つような奇妙な動きを見せました。
ko: 팔이 파도치듯이 이상하게 경련합니다.
ru: Ваши руки сводит в странном волнообразном движении.
zh_cn: 你的手臂诡异地抽搐起来。

source: Your back arches as the mutagen takes hold.
de: Dein Rücken wölbt sich, als sich das Mutagen festsetzt.
ja: 変異原が体に定着していきます。背中を反らして伸びをしました。
ko: 뮤타젠을 투여하자 등이 휘어지기 시작합니다.
ru: Ваша спина изгибается дугой после приема мутагена.
zh_cn: 随着诱变剂起效，你的后背弓起。

source: Your blood cools down. The feeling is..different.
de: Dein Blut kühlt ab. Das Gefühl ist … anders.
ja: 血が冷たくなっていきます。この感じは...独特だな。
ko: 피가 차갑게 식어갑니다. 이 느낌은... 색다르네요.
ru: Ваша кровь остывает. Ощущение такое... необыкновенное.
zh_cn: 你的血液变凉了。感觉……很不一般。

source: Your body lightens and you long for the sky.
de: Dein Körper wird leichter und du hast ein Verlangen nach dem Himmel.
ja: 体が軽くなりました。もう長いこと空を飛んでいません。
ko: 몸이 빛나며 하늘로 올라갑니다.
ru: Ваше тело обретает лёгкость и в вас просыпается тоска по небу.
zh_cn: 你感到身体变轻渴望飞到天上。

source: Your body loses all rigidity for a moment.
de: Dein Körper verliert für einen Augenblick jegliche Starre.
ja: 一瞬、体が硬度を失って完全な液体になりました。
ko: 몸이 잠시동안 강직성을 잃어버립니다.
ru: Ваше тело теряет всю жёсткость на мгновение.
zh_cn: 你的身体失去了一会儿控制。

source: Your heart races and you see blood for a moment.
de: Dein Herz rast und für einen Augenblick siehst du Blut.
ja: 鼓動が速まり、一瞬、視界が血に覆われました。
ko: 심장이 요동치고 피가 보였습니다.
ru: Ваше сердцебиение ускоряется и на мгновение ваши глаза наливаются кровью.
zh_cn: 你看到血感到心跳加速。

source: Your heart races wildly as the injection takes hold.
de: Dein Herz rast wild, während sich die Injektion festsetzt.
ja: 注射された液体が体に定着し、鼓動が荒ぶっています。
ko: 약물의 주입이 끝나자 심장이 미친듯이 뛰기 시작합니다.
ru: Ваш сердечный ритм становится диким после инъекции.
zh_cn: 随着注射剂起效，你的心脏狂野地跳动着。

source: Your pulse pounds as the waves.
de: Dein Puls schlägt wie die Wellen.
ja: 鼓動が波のように脈打ちました。
ko: 맥박이 파도처럼 뛰기 시작했습니다.
zh_cn: 你的脉搏如海浪般跳动着。

source: everyanimalthateverlived..bursting.from.YOU!
de: jedestierdasjemalsgelebthat…platzt…aus…DIR!
ja: カツテイキタドウブツノスベテガ..アフレル .コノ .カラダカラ！
ko: 여태까지살아온모든동물들이..튀어나오고.있습니다.당신에게서부터!
ru: любоеживущееживотное…живёт.внутри.ТЕБЯ!
zh_cn: 苍天啊！大地啊！你咆哮着！

source: 4 Tentacles
de: 4 Tentakeln
ja: 触手腕(4本)
ko: 4개의 촉수
ru: 4 щупальца
zh_cn: 四手明王

source: 8 Tentacles
de: 8 Tentakeln
ja: 触手腕(8本)
ko: 8개의 촉수
ru: 8 щупалец
zh_cn: 八臂哪吒

source: A set of flexible green scales has grown to cover your body, acting as natural armor. Somewhat reduces wet effects.
ja: 柔軟に可動する緑色の鱗が体を覆っています。天然の鎧になるでしょう。濡れの影響を多少軽減します。
zh_cn: 柔软的绿色鳞片长满了你的躯体，成为了你天然的护甲。有些降低湿效应。

source: A set of heavy green scales has grown to cover your body, acting as natural armor. While difficult to penetrate, it also limits your flexibility, resulting in a -2 penalty to Dexterity. Greatly reduces wet effects.
ja: 重厚な緑色の鱗が体を覆っています。天然の鎧になるでしょう。特に貫通に強いものの、体の可動範囲がやや制限されています。器用に-2のペナルティを受けます。濡れの影響を大幅に軽減します。
zh_cn: 沉重的绿色鳞片长满了你的躯体，成为了你天然的护甲。减少穿刺伤害的同时限制了你的行动，敏捷-2。大大降低了湿效应。

source: A set of insect-like mandibles have grown around your mouth. They allow you to eat faster and provide a slicing unarmed attack, but prevent you from wearing mouthwear. Slightly reduces wet effects.
ja: 口の周りが変形し、昆虫のような鋭い大顎を持つ口器になっています。素早くものを食べることができ、必要に応じて武器を用いない斬撃を繰り出せますが、口元に衣服や装備を身に付けるのは困難でしょう。濡れた時のペナルティーを僅かに軽減します。
zh_cn: 你的嘴上长出了类似昆虫一样的下颚，你吃东西更快，偶尔还可以啄你的对手，但是你不能戴口罩了。

source: A set of tentacles surrounds your mouth. They allow you to eat twice as fast. Slightly decreases wet penalties.
ja: 口の周辺に生えた触手です。食べる速度が2倍になり、僅かながら撥水性があります。
zh_cn: 你嘴上长了很多触须。吃东西快了一倍。稍微增加防水能力。

source: A set of very flexible and slick scales has grown to cover your body. These act as weak natural armor, improve your ability to swim, and make you difficult to grab. Mostly reduces wet effects.
ja: 柔軟性に富んだつやつやの鱗が体を覆っています。多少ながら天然の鎧として働きます。水泳能力が向上します。掴みかかりの回避率が向上します。濡れの影響を非常に大きく軽減します。
zh_cn: 柔韧光滑的鳞片长满了你的躯体，成为了你天然的护甲。这些鳞片不能带来有力的保护，但增强了你的游泳能力，同时让你滑溜溜的难以被抓住。主要是减少湿效应。

source: Accomplished Sleeper
de: Versierter Schläfer
ja: 高速睡眠
ko: 재주좋은 수면가
ru: Легко засыпающий
zh_cn: 睡神

source: Addiction Resistant
de: Suchtresistent
ja: 中毒耐性
ko: 중독 저항성
ru: Сила воли
zh_cn: 抗瘾性

source: Addictive Personality
de: Süchtige Persönlichkeit
ja: 依存症
ko: 중독되기 쉬운 성격
ru: Быстрое привыкание
zh_cn: 成瘾体质

source: After all those experiments, what's a few more, hmm?
de: Nach all diesen Experimenten, was machen da schon noch ein paar weitere aus, hmm?
ja: 山ほどの実験に使われました。ふむ、あといくつですか？
ko: 모든 실험이 끝나면, 더 할게 뭐가 있을까요? 흐음.
ru: После всех этих экспериментов, может еще несколько, хмм?
zh_cn: 所有这些实验之后，再来几个，怎么样？

source: Albino
ja: アルビノ
ko: 알비노
ru: Альбинос
zh_cn: 白化症

source: Alcohol Metabolism
de: Alkoholstoffwechsel
ja: アルコール代謝
ko: 알코올 신진대사
ru: Алкогольный метаболизм.
zh_cn: 酒精代谢

source: Alcohol and drugs go straight to your head. You suffer the negative effects of these for longer.
ja: 酒や薬物が回り易く、マイナス効果がより長く続きます。
zh_cn: 酒精和毒品更容易侵入你的大脑，你将长时间受扰于它们的负作用。

source: All the hair on your body has turned to long, grass-like leaves. Apart from being physically striking, these provide you with a minor amount of nutrition while in sunlight. Slightly reduces wet effects.
ja: 全身の毛という毛が細長い草のような葉っぱに変わっています。人間としてはかなり強烈な外見ですが、それは別として、日光を浴びることで多少の栄養補給ができます。濡れたときのデメリットが僅かに減少します。
zh_cn: 你的秀发转变成了一蓬绿油油的藤蔓，上面长满了绿叶。除了卖相奇葩外，当你处于阳光照射下时，它还能够通过光合作用给你提供一定的营养。稍稍降低湿效应。
