Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A lightweight handheld cordless circular saw. Spins a circular blade fast enough to cut wood, metal, zombies, or in an emergency, pizza. The blade, while effective in combat, is hard to hit with due to its small size.
ko: 경량 소형 무선 원형톱입니다. 원형 톱날이 빠르게 회전해서 충분히 나무, 금속, 좀비를 자르고 비상시에는 피자도 자를 수 있습니다. 톱날은 아직 전투에 쓸만하지만, 원형톱의 작은 크기 때문에 맞추기가 어렵습니다.
ru: Легкая, портативная циркулярная пила на аккумуляторах. Лезвие вращается достаточно быстро, чтобы сокрушить дерево, металл, зомби, или, в запущенных ситуациях, пиццу. Не смотря на эффективность в бою, есть некоторые трудности с попаданием в цель из-за малого размера.

source: A lightweight handheld cordless circular saw. It is currently on and the blade is spinning; use this item to turn it off.
ko: 경량 소형 무선 원형톱입니다. 현재 작동 중이며 톱날이 회전하고 있습니다. 사용하면 작동을 중지합니다.
ru: Легкая, портативная циркулярная пила на аккумуляторах. Сейчас она включена и ее лезвие очень быстро вращается; используйте еще раз, чтобы выключить.

source: This is a chainsaw that has been lightened, tuned, and extensively modified to be a more effective weapon. Unfortunately these modifications have rendered it much less effective as a woodcutting tool.
ko: 더 효율적인 무기로 광범위하게 개조되어 가벼워진 전기톱입니다. 유감스럽게도 개조한 탓에 벌목 도구로서의 효율성은 많이 감소했습니다.
ru: Модификация оттюнингованной и облегчённой бензопилы, которая подверглась значительным переделкам, чтобы превратиться в высокоэффективное оружие. К сожалению, эти изменения резко ухудшили эффективность пилки деревьев.

source: This combat chainsaw is on, and is continuously draining gasoline. Use it to turn it off.
ko: 이 전투용 전기톱은 작동 중이며, 지속적으로 휘발유를 소모합니다. 사용하면 작동을 중지합니다.
ru: Боевая бензопила включена и постоянно расходует бензин. Для выключения используйте ее еще раз.

source: A long wooden pole with chainsaws impractically attached to both ends. The product of either genius or insanity, but not both; the weight ensures that only someone both strong and very skilled could possibly hope to use it.
ko: 터무니없지만, 긴 나무 막대 양쪽 끝에 전기톱이 장착되었습니다. 이걸 만든 사람은 천재거나 정신 이상자로 유추됩니다만, 양쪽 모두는 아닙니다. 무거운 무게는 반드시 사용하려는 사람의 힘이 강하고 상당히 숙련되어있어야만 사용할 수 있도록 만들었습니다.
ru: Длинный деревянный шест, к обоим концам которого прикреплено по бензопиле. Порождение сумрачного гения, либо безумца. Большой вес гарантирует, что только сильный и опытный сможет надеяться на успешное применение.

source: A long wooden pole with chainsaws impractically attached to both ends. They are currently on and draining gasoline; use this item to turn them off.
ko: 터무니없지만, 긴 나무 막대 양쪽 끝에 전기톱이 장착되었습니다. 현재 작동 중이며 휘발유를 소모하고 있습니다. 사용하면 작동을 중지합니다.
ru: Длинный деревянный шест, к обоим концам которого прикреплено по бензопиле. Включен и постоянно тратит бензин. Для выключения используйте его еще раз.

source: This is a construction tool for drilling through hard rock or other surfaces. It runs on gasoline. Use it (if loaded) to blast a hole in adjacent solid terrain.
ko: 잭해머라고도 불리는 건축용 도구로, 가솔린을 사용해 단단한 땅에 구멍을 뚫는 용도로 사용됩니다.
ru: Отбойный молоток, работающий на бензине. Используйте его, чтобы пробить дыру в нужном месте.

source: Ce jacqueshammer marche a l'essence. Utilisez-le (si charge) pour creuser un trou dans un terrain solide adjacent.
ko: 잭해머라고도 불리는 도구로, 가솔린을 사용해 단단한 땅에 구멍을 뚫는 용도로 사용됩니다.
ru: Французский отбойный молоток, работающий на бензине. Используйте его, чтобы пробить дыру в стене.

source: This is a sheet of plastic covered with air-filled bubbles. Use it to set it on the ground, creating a trap that will warn you with noise when something steps on it.
ko: 공기방울이 가득한 플라스틱 포장지, 즉 뽁뽁이입니다. 땅에 설치하면, 누군가 밟았을 때 큰 소리를 내는 함정으로 사용할 수 있습니다.
ru: Упаковочная плёнка с пузырьками. Постелите её на землю, и если кто-нибудь попробует подобраться к вам, вы сразу услышите.

source: This is a spring-loaded pair of steel jaws connected to a sensitive pressure plate. Use it to set it on the ground, creating a trap that will ensnare and damage anything that steps on it. If you are carrying a shovel, you will have the option of burying it.
ko: 스프링과 강철 죔쇠가 달린 덫입니다. 땅에 설치해서 사용하며, 이 덫을 밟으면 강철로 된 턱이 서로 맞물려서 피해를 입힙니다. 삽을 가지고 있다면 땅속에 묻어서 사용할 수도 있습니다.
ru: Капкан, из изогнутых стальных челюстей на пружине, соединённых с чувствительной к нажатию плитой. Разложите его на земле и любой, кто наступит на на него, будет пойман. Если с собой есть лопата, капкан можно замаскировать.

source: These are several pieces of wood nailed together, with some nails sticking straight up. If an unsuspecting victim steps on it, they'll get nails through the foot.
ko: 나무 판에 못을 거꾸로 박은 덫입니다. 밟으면 못이 발에 박히게 됩니다.
ru: Прибитые друг к другу куски доски, с торчащими из них гвоздями. Если кто-то наступит, то может сильно повредить ноги.

source: These are small metal objects covered with many sharp points. If an unsuspecting victim steps on one, they'll get a spine through the foot.
ko: 작고 날카로운 금속 조각들입니다. 누구든 이 조각들을 밟게 되면, 발을 다치게 될 것입니다.
ru: Небольшие металлические объекты с торчащими шипами. Если кто-то наступит, то может сильно повредить ноги.

source: This is some thin strong cable with some affixing tools on either end. A tripwire trap must be placed across a doorway or other thin passage. Its purpose is to trip up bypassers, causing them to stumble and possibly hurt themselves slightly.
ko: 인계철선 부비트랩, 즉 선으로 만든 덫입니다. 선으로 연결하기 때문에 문이나 여타 다른 좁은 길에만 설치할 수 있습니다. 지나가는 사람이 걸려 넘어지거나 다칠 수도 있습니다.
ru: Сильный тонкий шнур с креплениями с обоих концов. Растяжку нужно устанавливать поперёк дверного проёма или другого узкого прохода. Любой проходящий через неё, может споткнуться, упасть и немного покалечиться.

source: This is a simple tripwire, which is attached to the trigger of a loaded crossbow. When pulled, the crossbow fires. Only a single round can be used, after which the trap is disabled.
ko: 인계철선에 장전된 쇠뇌를 연결한 덫입니다. 줄이 당겨지면 쇠뇌가 발사됩니다. 쇠뇌에는 단 한발만 장전할 수 있기 때문에 한번만 작동됩니다.
ru: Простая растяжка с арбалетом. Когда жертва цепляется за шнур, арбалет стреляет. После того, как арбалет будет разряжен, растяжка становится бесполезной.

source: This is a simple tripwire is attached to the trigger of a loaded sawn-off shotgun. When pulled, the shotgun fires. Two shells are loaded; the first time the trigger is pulled, one or both shells may be discharged.
ko: 인계철선에 장전된 단축총열 산탄총을 연결한 덫입니다. 줄이 당겨지면 산탄총이 발사됩니다. 발사될 때 한 발이 나갈 수도 있고, 두 발이 나갈 수도 있습니다.
ru: Стреляющая ловушка с двуствольным обрезом. Когда жертва цепляется за шнур, ловушка срабатывает. Случайным образом может выстрелить либо одним стволом, либо дуплетом. Если выстрел будет сделан одним стволом, ловушка может выстрелить ещё раз.

source: This is a machete attached laterally to a motor, with a tripwire controlling its throttle. When the tripwire is pulled, the blade is swung around with great force. The trap forms a 3x3 area of effect.
ko: 전기 모터에 정글도를 부착한 것입니다. 모터 출력을 조절하기 위해 줄을 연결했습니다. 줄을 당기면 모터에 달린 칼날이 엄청난 힘으로 회전합니다. 설치하기 위해서는 3x3의 공간이 필요합니다.
ru: Мачете, присоединенное к двигателю. Когда жертва цепляет шнур, навстречу ей вылетает мачете с огромной скоростью. Ловушка накрывает площадь 3х3 тайла.

source: This is a kit for a simple trap consisting of a string noose and a snare trigger. It requires a young tree nearby. It is effective at trapping and killing some small animals.
ko: 줄로 만든 올가미 덫입니다. 설치하기 위해서는 근처에 어린 나무가 필요합니다. 작은 동물을 죽이거나 잡는데 유용합니다.
ru: Набор для простой ловушки, состоящий из веревочного узла и механизма активации связывающей ловушки. Требует наличие молодого дерева неподалеку. Эффективна для ловли и убийства некоторых мелких животных.

source: This is a kit for a simple trap consisting of a rope noose and a snare trigger. It requires a tree nearby. It is effective at trapping monsters.
ko: 견고한 로프로 만든 올가미 덫입니다. 설치하기 위해서는 근처에 어린 나무가 필요합니다. 괴물을 잡을 때 효과적입니다.
ru: Набор для ловушки. Содержит верёвку с петлёй и спусковой механизм. Для установки требуется дерево. Может эффективно ловить монстров.

source: This is a tool for measuring radiation. Using it will prompt you to choose whether to scan yourself or the terrain, or to turn it on, which will provide continuous feedback on ambient radiation. It is currently off.
ko: 방사능을 계측하는 도구입니다. 작동시키면, 주변에 방사능이 있을 경우 조용한 딱딱 소리를 냅니다. 사용하여 끌 수도 있고, 몸이나 땅을 검사할 수도 있습니다.
ru: Счетчик Гейгера замеряет радиационный фон. При включении счетчика вы можете выбрать: замерить окружение, себя самого или оставить счетчик включенным для слежения за радиационной обстановкой. Выключен.

source: This is a tool for measuring radiation. It is in continuous scan mode, and will produce quiet clicking sounds in the presence of ambient radiation. Using it allows you to turn it off, or scan yourself or the ground. It is currently on.
ko: 방사능을 계측하는 도구입니다. 지속 측정 모드로 작동하는 중이며, 주변에서 방사능이 검측되면 조용한 딱딱 소리를 냅니다. 사용하여 끌 수도 있고, 몸이나 땅을 검사할 수도 있습니다.
ru: Счетчик Гейгера замеряет радиационный фон. Сейчас находится режиме сканирования и в случае наличия радиоизлучения будет издавать щелчки. При использовании можно: просканировать себя, местность, или выключить. Включен.

source: This is an arcane device, powered by plutonium fuel cells. Using it will cause you to teleport a short distance away.
ko: 플루토늄 연료 전지로 작동하는 초자연적 장치입니다. 사용하면 가까운 거리의 어딘가로 순간이동 됩니다.
ru: Уникальное устройство, которое питается от плутониевых батарей. С помощью него вы сможете телепортироваться на небольшое расстояние.

source: There is a label on this canister: "Warning: contains highly toxic and corrosive materials. Contents may be sentient. Open at your own risk." You think you can feel something moving inside it.
ko: 용기에 경고문이 붙어있습니다. "경고 : 고 독성 부식물질이 들어있음. 지각 능력이 있을 수 있음. 개봉시 주의 요망" 용기 안에서 무언가 움직이고 있다는 것이 느껴집니다.
ru: На канистре есть надпись: "Внимание! Содержит ядовитые и опасные вещества. Содержимое быть разумным. Открывать на свой страх и риск." Вы можете почувствовать, как внутри что-то шевелится.

source: This is a fire extinguisher in grenade form factor, not as effective as a regular fire extinguisher, but you can use it from the distance. It activates due to heating, so just throw it in to the flame for instant effect.
ko: 수류탄 형태의 소화기로 보통 소화기만큼 효과적이지는 않습니다만, 멀리 떨어져서도 사용할 수 있습니다. 가열되면 작동하므로 그냥 불 속에 던져넣으면 바로 효과를 볼 수 있습니다.
ru: Это огнетушитель в форме гранаты. Не так эффективен, как обычный огнетушитель, но его можно использовать на расстоянии. Он активируется от нагрева, так что просто бросьте его в огонь для получения мгновенного результата.

source: This is a section of a pipe filled with explosive materials. Use this item with to light the fuse, which gives you three turns to get away from it before it detonates. You'll need a lighter or some matches to use it. It is somewhat unreliable, and may fail to detonate.
ko: 폭발물을 채운 파이프 동강입니다. 심지에 불을 붙이고 3턴이 지나면 폭발합니다. 불을 붙이려면 라이터가 필요합니다. 신뢰성이 그다지 높지 않기에 불발될수도 있습니다.
ru: Отрезок трубы, наполненный взрывчаткой. Активируйте, чтобы зажечь фитиль. До детонации бомбы будет 3 хода, чтобы убежать. Для поджога фитиля нужна зажигалка или спички. Бомба не очень надёжна, может и не сдетонировать.

source: This pipe bomb's fuse is lit, and it will explode any second now. Throw it immediately!
ko: 이 파이프 폭탄은 심지에 불이 붙었습니다. 언제라도(지금 당장이라도) 폭발할 수 있으니 당장 던져버리세요!
ru: Фитиль этой самодельной бомбы горит, и она может взорваться в любую секунду. Бросайте её быстрее!

source: This is a military grade fragmentary hand grenade. Use this item to pull the pin and light the fuse. You will then have five turns before it explodes; throwing it would be a good idea.
ko: 군용 세열수류탄입니다. 사용하면 안전핀을 뽑으며, 5턴 뒤에 폭발합니다. 핀을 뽑았으면 바로 던져버리는 것이 좋습니다.
ru: Ручная армейская осколочная граната. Активируйте её, чтобы вырвать чеку и зажечь взрыватель. Граната взорвётся через пять ходов, так что не забудьте ее кинуть.

source: This is an active grenade, and will explode any second now. Better throw it!
ko: 활성화된 수류탄으로, 지금이라도 폭발할 것 같습니다. 던져버리는게 낫겠어!
ru: Граната с выдернутой чекой, может взорваться в любую секунду. Лучше бросить её подальше!

source: Attached to this grenade is a name tag with the name Kevin written on it. Does not seem to work like a grenade, handle with care.
ko: 이 수류탄에는 Kevin이라고 적힌 이름표가 붙어있습니다. 취급에 주의하세요. 일반적인 수류탄처럼 작동하는 것 같지 않아 보입니다.
ru: Граната с выдернутой чекой и написанным на ней именем "Кевин". Не похоже, что работает как граната. Соблюдайте осторожность.

source: Attached to this grenade is a name tag with the name Kevin written on it. Does not seem to work like a grenade, handle with care. Better throw it!
ko: 이 수류탄에는 Kevin이라고 적힌 이름표가 붙어있습니다. 취급에 주의하세요. 일반적인 수류탄처럼 작동하는 것 같지 않아 보입니다. 던져버리는게 낫겠어!
ru: Граната с выдернутой чекой и написанным на ней именем "Кевин". Не похоже, что действует как граната. Соблюдайте осторожность. Может взорваться в любую секунду, лучше её кинуть подальше!

source: This is a military police style flashbang. Use this item to pull the pin and light the fuse. You will then have five turns before it detonates with intense light and sound, blinding, deafening and disorienting anyone nearby.
ko: 군용 섬광탄으로, 사용하면 핀을 뽑아 섬광탄을 활성화시킬 수 있습니다. 5턴 후에 폭발하여 강력한 빛과 소리를 내며, 근처에 있는 전원을 실명시키고, 귀먹게 만들고, 무력화시킵니다.
ru: Полицейская светошумовая граната. Активируйте её, чтобы сорвать чеку. У вас будет пять ходов, прежде чем граната сработает, оглушая и ослепляя всех, кто попадет в радиус действия.

source: This flashbang is active, and will soon detonate with intense light and sound, blinding, deafening and disorienting anyone nearby. It may be a good idea to throw it!
ko: 활성화된 섬광탄으로, 지금이라도 폭발하며 빛을 뿜어낼 것 같습니다. 던져버리는게 낫겠어!
ru: Светошумовая граната с выдернутой чекой должна скоро взорваться. При взрыве происходит яркая вспышка и громкий хлопок, который ослепляет, оглушает и дезориентирует всех, кто находится поблизости. Лучше бросить её подальше!

source: This is a grenade that generates a electromagnetic pulse with a tiny nuclear explosion. Use this item to pull the pin and light the fuse, turning it into an active EMP grenade. You will then have three turns before it detonates, creating an EMP field that damages robots and drains bionic energy.
ko: EMP 수류탄으로, 사용하면 핀을 뽑아 수류탄을 활성화시킬 수 있습니다. 3턴 후에 폭발하며, 바이오닉 에너지를 소모시키고 로봇에게 피해를 주는 EMP장을 만듭니다.
ru: Граната, генерирующая электромагнитный импульс с небольшим ядерным взрывом. Активируйте её, что бы выдернуть чеку и зажечь запал. У вас будет три хода до детонации. Взрыв создаст ЭМИ, который разрушает роботов и поглощает бионическую энергию.

source: This EMP grenade is active, and will shortly detonate, creating a large EMP field that damages robots and drains bionic energy. You may not want to be holding it much longer.
ko: 이 EMP 수류탄은 활성화되어 곧 폭발합니다. 폭발하면 바이오닉 에너지를 소모시키고 로봇에게 피해를 주는 EMP장을 만듭니다.
ru: Эта ЭМИ граната активирована и скоро сдетонирует, создав мощный электромагнитный импульс, наносящий урон роботам и тратящий энергию для биоимплантов. Не тяните с броском!

source: This is a highly modified EMP grenade, designed to scramble robots' IFF control chips, rather than destroy them. This converts the robot to your side for a short time, before the backup systems kick in. Use this item to pull the pin and light the fuse, turning it into an active scrambler grenade.
ko: EMP 수류탄을 개조한 것으로, 로봇의 CPU 를 파괴하지 않고 방해하도록 만들어졌습니다. 이를 통해 로봇들을 일시적으로 아군으로 만들 수 있지만, 시간이 지나면 로봇들의 백업 시스템이 작동하여 효과가 사라집니다. 사용하면 안전핀을 뽑고 던질 준비를 합니다.
ru: Эта модифицированная электромагнитная граната создана для взлома чипов управления роботами, а не уничтожения их. На некоторое время это переводит роботов на вашу сторону, до тех пор пока система не перезапустится. Активируйте, чтобы выдернуть чеку и перевести гранату в боевое положение.

source: This is a canister grenade filled with noxious irritant. Use this item to pull the pin and light the fuse, turning it into an active tear gas grenade. In five turns it will begin to expel a highly toxic gas for some time. This gas damages and slows those who enter it, as well as obscuring vision and scent.
ko: 유해한 자극 가스가 들어있는 최루탄입니다. 사용하면 핀을 뽑고 도화선에 불을 붙여서 작동시킵니다. 다섯 턴 안에 고독성 가스를 방출합니다. 이 가스를 들이마시면 피해를 입고 행동이 느려지며, 앞을 보기 어려워지고 흔적을 쉽게 남깁니다.
ru: Эта граната с вредным, вызывающим раздражение газом. Активируйте, чтобы выдернуть чеку и перевести гранату в боевое положение. Через пять ходов после активации начнёт выделяться высокотоксичный газ. Этот газ наносит повреждения и замедляет всех, кто в него зайдёт, а также ухудшает зрение и обоняние.

source: This canister of tear gas has had its pin removed, indicating that it is (or will shortly be) expelling highly toxic gas. You should consider getting rid of it soon.
ko: 이 최루탄은 안전핀이 제거된 상태입니다. 이것이 무엇을 의미하냐면, 고독성 가스를 방출하고 있다는 (또는 잠시 후에 방출한다는) 것입니다. 빨리 던져버리는 것이 좋을 것입니다.
ru: Граната со слезоточивым газом без чеки. А значит из неё выходит (или скоро будет) высокотоксичный газ. Не тяните с броском.

source: This is a canister grenade filled with a variety of pyrotechnic chemicals. Use this item to pull the pin and light the fuse, turning it into an active smoke bomb. Five turns after you do that, it will begin to expel a thick black smoke. This smoke will slow those who enter it, as well as obscuring vision and scent.
ko: 연막탄입니다. 핀을 뽑아 사용하며, 5턴이 지나면 짙은 검은색 연기를 방출합니다. 이 짙은 연기는 안에서의 행동을 느리게 만들며, 시각과 후각 또한 방해합니다.
ru: Эта дымовая шашка наполнена различной пиротехнической химией. Активируйте, чтобы выдернуть чеку и перевести гранату в боевое положение. Через пять ходов после активации начнёт выделяться густой чёрный дым. Этот дым замедляет всех, кто в него зайдёт, а также ухудшает зрение и обоняние.

source: This arrow has a rag soaked in a flammable liquid wrapped around the shaft near the head. You need to light it before shooting.
ko: 화살촉 부근의 화살대에 가연성 액체를 적신 천이 감겨 있는 화살입니다. 쏘기 전에 불을 붙여야 합니다.
ru: Наконечник этой стрелы обернут тканью, пропитанной легковоспламеняющейся жидкостью. Вам нужно поджечь ее перед тем, как стрелять.

source: A bottle of flammable liquid with a rag inserted. Use this item to light the rag. You will, of course, need a lighter or matches in your inventory to do this. After lighting it, throw it to cause fires.
ko: 가연성 액채를 채우고 천을 꽂은 병입니다. 사용하면 천에 불을 붙이며, 이 상태에서 던지면 병이 깨지고 불이 번져나갑니다. 물론 불을 붙이려면 라이터나 성냥이 필요합니다.
ru: Бутылка с горючей жидкостью и тряпкой, заправленной в горлышко. Используйте зажигалку или спички, чтобы поджечь тряпку, и бросайте в цель.

source: A bottle of flammable liquid with a flaming rag inserted. Throwing it will cause the bottle to break, spreading fire. The flame may go out shortly if you do not throw it. Dropping it while lit is not safe.
ko: 가연성 액채를 채우고 천을 꽂은 병입니다. 던지면 병이 깨지고 불이 번져나갑니다. 던지지 않으면 심지의 불은 곧 꺼지며, 불 붙은 화염병을 떨어트리는 것은 위험합니다.
ru: Бутылка горючей жидкости с горящей тряпкой в горлышке. Метните её, чтобы разбить бутылку и поджечь жидкость. Пламя может быстро вырваться наружу, если вы не метнёте ее. Ронять её в то время, как она горит, небезопасно.

source: This is a glass vial, split into two chambers. The divider is removable, which will cause the chemicals to mix. If this mixture is exposed to air (perhaps by throwing the vial) they will spill out as a pool of potent acid.
ko: 안의 내용물이 분리된 유리병으로, 병 안의 분리기는 제거할 수 있게 만들어졌습니다. 분리기를 제거하면 안에 있던 내용물들이 섞이면서 화학 반응을 일으키며, 이 혼합물이 (유리병을 던져서 깨는 방식으로) 공기와 노출되면, 던져진 곳에 산성 웅덩이를 만들어냅니다.
ru: Стеклянный флакон со съемной перегородкой. Снятие перегородки приведет к смешению реактивов и образованию вещества, которое при контакте с кислородом (после броска и разбития флакона) выделяет сильную кислоту.

source: This is a glass vial, with two chemicals mixing inside. The vial feels colder and the contents are frothing. If this mixture is exposed to air (as could happen if you throw the vial), it will spill out as a pool of potent acid.
ko: 안의 내용물이 섞이고 있는 유리병으로, 유리병이 점점 차가워지면서 거품을 일으키고 있습니다. 이 혼합물이 (유리병을 던져서 깨는 방식으로) 공기와 노출되면, 던져진 곳에 산성 웅덩이를 만들어냅니다.
ru: Стеклянный флакон со смесью двух химических веществ. Флакон на ощупь холодный, а его содержимое пенится. Эта смесь при контакте с кислородом (после броска и разбития пузырька) выделяет сильную кислоту.

source: These are several sticks of explosives with a fuse attached. Use this item to light the fuse. You will, of course, need a lighter or matches in your inventory to do this. Shortly after lighting the fuse, this item will explode, so get away!
ko: 폭발물을 막대기 형태로 만든 뒤 퓨즈를 달아 여러 개를 묶어놓은, 다이너마이트입니다. 사용하면 퓨즈에 불을 붙이며, 물론 불을 붙이기 위해서는 라이터나 성냥이 필요합니다. 불을 붙이면 곧 폭발하니, 던져버리세요!
ru: Несколько перевязанных вместе динамитных шашек с общим запалом. Активируйте, чтобы поджечь запал (например, зажигалкой). Запал короткий, так что бросайте и бегите!

source: The fuse on this dynamite is lit and hissing. It'll explode any moment now.
ko: 다이너마이트의 퓨즈에 불이 붙어 소리를 내고 있습니다. 금방이라도 폭발할 것 같습니다.
ru: Фитиль на этом динамите горит и искрит. Он может взорваться в любой момент.

source: This is a pack of 25 firecrackers with a starter fuse. Use this item to light the fuse. Of course, you will need a lighter or some matches to do so. Shortly after you light the fuse they will begin to explode, so throw them quickly!
ko: 25개의 폭죽에 퓨즈가 달린 폭죽다발입니다. 사용하면 퓨즈에 불을 붙이며, 물론 불을 붙이기 위해서는 라이터나 성냥이 필요합니다. 불을 붙이면 곧 폭발하니, 던져버리세요!
ru: Упаковка с 25 петардами, которые оснащены запалом. Для использования нужна зажигалка или спички. Вскоре после поджога запалов она взорвётся, поэтому бросьте её как можно быстрее!

source: A pack of 25 firecrackers that has been lit; the fuse is hissing. Throw them quickly before the start to explode.
ko: 폭죽 다발의 퓨즈에 불이 붙어 소리를 내고 있습니다. 금방이라도 폭발할 것 같습니다.
ru: Упаковка с 25 петардами, запал подожжён и искрится. Бросьте их быстрее, прежде чем они начнут взрываться.

source: A solitary firecracker with a short fuse. Use this item to light the fuse. Of course, you will need a lighter or some matches to do so. Shortly after you light the fuse it will explode, so throw it quickly!
ko: 짧은 퓨즈가 달린 폭죽 하나입니다. 사용하면 퓨즈에 불을 붙이며, 물론 불을 붙이기 위해서는 라이터나 성냥이 필요합니다. 불을 붙이면 곧 폭발하니, 던져버리세요!
ru: Петарда с коротким запалом. Активируйте, чтобы поджечь запал. Для этого потребуется зажигалка или спички. Вскоре после поджога запала она взорвётся, поэтому бросьте её как можно быстрее!

source: A firecracker that has been lit; the fuse is hissing. Throw it quickly before it explodes.
ko: 폭죽의 퓨즈에 불이 붙어 소리를 내고 있습니다. 금방이라도 폭발할 것 같습니다.
ru: Петарда с подожженным запалом. Быстрее бросьте её, пока она не взорвалась.

source: This is an extremely powerful weapon--essentially a hand-held nuclear bomb. Use it to activate the timer. You guess that the explosion would be large enough to take out a small house.
ko: 지나치게 강력한 무기이며, 근본적으로 소형 핵폭탄입니다. 사용하면 타이머가 작동됩니다. 작은 집 하나 정도 없애기에는 충분한 폭발력을 가졌을 것으로 추측됩니다.
ru: Очень разрушительное оружие — миниатюрная ядерная бомба. Активируйте её, чтобы включить таймер. Мощности бомбы хватит, чтобы одним махом снести дом.

source: This miniature nuclear bomb has a light blinking on the side, showing that it will soon explode. You should probably get far, far away from it.
ko: 이 소형 핵폭탄의 측면에서는 빛이 깜빡이고 있어, 곧 폭발할 것을 보여주고 있습니다. 이 폭탄으로부터 최대한, 최대한 멀리 떨어져야 할 것 같습니다.
ru: Светодиод на этой миниатюрной ядерной бомбе моргает, давая понять, что она скоро взорвётся. Вам стоит поскорее убраться отсюда. Если успеете...

source: This is some kind of disgusting ball of rotting meat. Squeezing it causes a small cloud of pheromones to spray into the air, causing nearby zombies to become friendly for a short period of time.
ko: 썩은 고기 뭉치로 만들어진 일종의 역겨운 덩어리입니다. 쥐어짜면 대기중에 페로몬을 뿌리고, 근처의 좀비가 잠시 우호적이 될 것입니다.
ru: Это какая-то отвратительная разлагающееся железа, которая, если ее сжать, выделяет целое облако феромонов. Благодаря этим феромонам зомби будут принимать вас за своего, правда, недолго.

source: This is a rare, bizarre, and arcane device of an otherworldly nature. It's giving you a headache just looking at it. It is covered in alien markings.
ko: 희귀하고, 기묘하고, 마법에 가까운 초자연적 도구입니다. 바라보기만 해도 머리가 아파오며, 외계의 표식들이 가득 쓰여져 있습니다.
ru: Редкое и таинственное устройство, покрытое письменами инопланетного происхождения. От одного взгляда на него начинает болеть голова.
