Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: "No running."
ja: 「走るんじゃない。」
zh_cn: “别跑！”

source: "No!"
de: »Nein!«
ja: 「駄目だ！」
ko: "안 돼!"
ru: "Нет!"
zh_cn: “不！”

source: "Nobody is helping us."
de: »Niemand hilft uns.«
ja: 「誰も助けてくれない。」
ko: "아무도 우릴 도와주지 않아."
ru: "Никто нам не поможет."
zh_cn: "没有人会来帮助我们。"

source: "Not that way! Go left!"
de: »Nicht da lang! Links!«
ja: 「そっちじゃない！左に進め！」
zh_cn: “"不是那条路！走左边！"

source: "Of course it is."
de: »Natürlich ist es das.«
ja: 「ええ、良いですよ。」
ko: "물론이지."
ru: "Конечно."
zh_cn: “对的，它是这样。”

source: "Oh God, I'm the only one left."
de: »Oh Gott, ich bin die Einzige, die übrig ist.«
ja: 「何てこった、残ったのは俺(私)だけになってしまった。」
ko: "오 신이시여, 나만 남았잖아."
ru: "О Боже, я остался один."
zh_cn: ”天哪！我是唯一剩下的。“

source: "Oh God, my leg, Oh God!"
de: »Oh Gott, mein Bein, oh Gott!«
ja: 「おお、神よ、俺(私)の脚が...おおぉ、神よ！」
ko: "세상에, 내 다리, 이런!"
ru: "О Боже, моя нога, о Боже!"
zh_cn: “噢，天啊，我的腿！天啊！”

source: "Okay."
de: »In Ordnung.«
ja: 「了解だ。」
ko: "알았어."
ru: "Окей."
zh_cn: “好的。”

source: "Only a few more days 'til the weekend."
de: »Nur noch ein paar Tage bis zum Wochenende.«
ja: 「もうちょっとで週末だよ」
ko: "주말까지 며칠만 더."
ru: "Ещё пара дней и выходные."
zh_cn: "距离周末只有几天了。"

source: "Over here!"
de: »Hier drüben!«
ja: 「こっちだ！」
ko: "이쪽이요!"
ru: "Сюда!"
zh_cn: “在这里！”

source: "Please open the door and enter the cell."
de: »Bitte öffnen sie die Türe und betreten sie die Zelle.«
ja: 「ドアを開けて、部屋に入ってください」
ko: "문을 열고 감옥에 들어가 주십시오."
ru: "Пожалуйста, откройте дверь и зайдите в камеру."
zh_cn: "请打开入口进入单元。"

source: "Please, God."
de: »Bitte, Gott!«
ja: 「神様、どうか私を許して下さい。」
ko: "신이시여, 제발."
ru: "Прошу, Господи!"
zh_cn: "求你了，上帝啊。"

source: "Please, I don't want to die."
de: »Bitte, ich will nicht sterben.«
ja: 「お願いだ、私は死にたくない。」
ko: "제발, 난 죽고 싶지 않아."
ru: "Пожалуйста, я не хочу умирать."
zh_cn: ”求求你，我不想死。“

source: "Please, don't!"
de: »Bitte nicht!«
ja: 「お願いだ、やめてくれ！」
ko: "제발, 하지마!"
ru: "Пожалуйста, не надо!"
zh_cn: “别！”

source: "Please, kill me!", followed by an electronic voice saying "SELF PRESERVATION PROTOCOLS ACTIVATED"
de: »Bitte, tötet mich!« gefolgt von einer elektronischen Stimme, die »SELBSTERHALTUNGSPROTOKOLLE AKTIVIERT.« sagt.
ja: 「頼む、私を殺してくれ！」と叫んだ後に「ジコホゾンプロトコルヲサドウシマシタ。」という電子音声を発しました。
zh_cn: "请杀了我吧！"， 一个电子声响起"自我保护设定已激活"

source: "Please, take me with you."
de: »Bitte nimm mich mit!«
ja: 「お願いだ、一緒に連れて行ってくれ。」
zh_cn: "请带上我一起走！"

source: "Positive."
de: »Positiv.«
ja: 「まったくだな。」
ko: "긍정적이다."
ru: "Абсолютно."
zh_cn: “确实。”

source: "Problem solving, memory retention, that sort of thing."
de: »Probleme lösen, Gedächtnisbewahrung, diese Sachen eben.«
ja: 「問題の解決や、記憶の保持、そういったことだ」
ko: "문제 해결, 기억 유지, 그런 종류의 일들 말이죠."
ru: "Решение проблем, сохранение в памяти, и всё в таком духе."
zh_cn: “问题处理，记忆保留，这一类的东西。”

source: "RAAAAGGGGRRRHHH!"
ja: 「ラアァァグララァァァ！」
zh_cn: “呜呜呜哇哇哇！”

source: "Run!"
de: »Lauft!«
ja: 「走れ！」
ko: "튀어!"
ru: "Беги!"
zh_cn: “跑！”

source: "Running is against the rules."
ja: 「掟を破って駆け抜けろ。」
zh_cn: “到处跑动是违法的！”

source: "SKREEEEEEEEEEEEEE!"
ja: 「キィィィィィィィィィィィィィィイ！」
zh_cn: "嘶嘎嘎嘎嘎嘎嘎一一一"

source: "See you later."
de: »Wir sehen uns später.«
ja: 「また後で。」
ko: "나중에 봐."
ru: "Увидимся позже."
zh_cn: “再见！”

source: "See you tonight."
de: »Bis heute Abend.«
ja: 「また今夜ね。」
ko: "오늘밤에 보자."
ru: "Увидимся вечером."
zh_cn: “今晚见！”

source: "Seven o'clock."
de: »Um sieben Uhr.«
ja: 「7時だ。」
ko: "일곱시 정각."
ru: "Семь часов."
zh_cn: “七点整。”

source: "Shit!"
de: »Mist!«
ja: 「ちくしょう！」
ko: "썅!"
ru: "Твою мать!"
zh_cn: “狗屎！”

source: "Shit."
de: »Mist.«
ja: 「ちくしょう。」
ko: "썅."
ru: "Твою мать."
zh_cn: “我去。”

source: "Shows a noted preference for human brain tissue."
de: »Zeigt eine Vorliebe für das Gewebe von menschlichen Gehirnen.«
ja: 人間の脳組織に対する顕著な反応
ko: "인간 두뇌 세포 같은 구조이 확인되었어."
ru: "Проявляет однозначное предпочтение к тканям человеческого мозга."
zh_cn: "它明确表现出对人类大脑组织的偏好."

source: "So, what is this thing supposed to be, exactly?"
de: »Nun, was soll dieses Ding genau sain?«
ja: 「ええと、一体これは何だ？」
ko: "그래서, 그건 정확히 뭘 위한거지?"
ru: "И так, что же это за хрень на самом деле?"
zh_cn: “好吧，这究竟是啥玩意？”

source: "Somehow, I doubt that."
de: »Das bezweifle ich irgendwie.«
ja: 「どういうわけか、俺(私)はそれを疑っているよ。」
ko: "어쩐지, 의심스럽다 했어."
ru: "Я что-то сомневаюсь в этом."
zh_cn: “真的？我很怀疑啊...”

source: "Sorry."
de: »Tschuldigung.«
ja: 「すまない。」
ko: "미안."
ru: "Прости."
zh_cn: “对不起。”

source: "Subject has so far displayed a total lack of empathy toward human suffering."
de: »Das Exemplar hat soweit eine komplette Emphatielosigkeit gegenüber menschlichem Leid gezeigt.«
ja: 「これまでの実験によれば、検体は人間の苦しみに対する共感が完全に欠如しています」
ko: "인간의 고통은 완전히 무시하면서 실험체가 전시되어 있습니다."
ru: "У субъекта полностью отсутствует сочувствие к человеческим страданиям."
zh_cn: “目标迄今为止对人类的苦难完全缺乏同情。”

source: "Take his gun, we're going to need it."
de: »Nehmen Sie diese Waffe, wir werden sie brauchen.«
ja: 「彼の銃を貰っていこう、きっと役に立つ」
ko: "그 놈 총 받아. 앞으로 필요하게 될 거야."
ru: "Заберите его оружие, оно нам пригодится."
zh_cn: “拿着这把枪，我们可能会用到。”

source: "That fuckin' thing is horrible, man, it gives me the creeps."
de: »Dieses verdammte Ding ist grausam, es macht mir furchtbare Angst.«
ja: 「糞ったれ、めちゃくちゃ怖い奴だ、ゾッとするな」
ko: "그 씨발 것은 무섭단 말이야. 사람을 벌벌 떨게 만든다고."
ru: "Эта грёбаная тварь ужасна, у меня просто мурашки по коже."
zh_cn: “那该死的东西真可怕，先生，它把我吓到了。”

source: "That was a long time ago."
de: »Das war vor langer Zeit.«
ja: 「ずいぶん経ったな」
ko: "그건 오래 전 일이야."
ru: "Это было давно."
zh_cn: “那是很久以前了。”

source: "That's the first time it moved all morning."
de: »Das ist das erste Mal, dass es sich in diesem Morgen bewegt.«
ja: 「午前中は今まで全然動かなかったんだ」
ko: "아침 내내 가만히 있다가 겨우 저거 움직인 거야."
ru: "Оно пошевелилось первый раз за всё утро."
zh_cn: “这是第一次整个早上都有进展。”

source: "The cell structure is unlike any we've ever seen."
de: »Die Zellenstruktur ist unähnlich zu allem anderem, was wir je gesehen haben.«
ja: 「こんな細胞の構造は見たことが無い」
ko: "세포 구조가 우리가 이제까지 보았던 어떤 것과도 다릅니다."
ru: "Его структура клеток уникальна, мы никогда не видели ничего подобного."
zh_cn: “这细胞结构和我们见过的任何细胞都不一样。”

source: "The glass alone won't keep us safe for very long."
de: »Das Glas alleine wird uns nicht sehr lange sicher halten.«
ja: 「ガラス1枚だけでずっと安全が確保されるとは思えないな」
ko: "이 유리 하나론 오래 버티지 못하겠군."
ru: "Стекло само по себе недолго защитит нас."
zh_cn: “这个玻璃屏障可没办法长时间保证我们的安全。”

source: "There appear to be some anomalous aspects to the mimicry."
de: »Da scheinen einige anormale Aspekte der Mimikry zu sein.«
ja: 「擬態機能に異常な点があるようですね」
ko: "재현하기에는 약간 불명확한 부분이 있습니다."
ru: "Похоже проявляются некоторые аномальные особенности мимикрии."
zh_cn: “那边出现了一点反常的模仿行为。“

source: "There are seven backup generators."
de: »Da sind sieben Reservegeneratoren.«
ja: 「予備発電機を７台用意してます」
ko: "보조 발전기는 7개가 있다."
ru: "Здесь семь резервных генераторов."
zh_cn: ”这有七个后备发电机。“

source: "There you are."
de: »Hier bist du.«
ja: 「その通りだ。」
ko: "거기 있었네."
ru: "Вот и всё."
zh_cn: "你在这儿啊。"

source: "They will know the joy of creation."
ja: 「彼らは創造の歓びを知るだろう」
zh_cn: “他们将会知道创造的乐趣的。”

source: "This is the way the fuckin' world ends."
de: »Auf diese Weise wird diese verdammte Welt enden.«
ja: 「これが世界をぶち壊す糞ったれなやり方だ」
ko: "이게 바로 망할 세계가 끝나는 방법이다."
ru: "Именно так этот грёбаный мир прекратит своё существование."
zh_cn: ”这才是这该死的世界结束的方式。“

source: "This one's repeating phrases that the previous specimen was exposed to."
de: »Dieses hier wiederholt Phrasen, welchem das vorherige Exemplar ausgesetzt war.«
ja: 「繰り返している単語は、前回の被験者の言葉ですね」
ko: "이 놈은 이전 실험체에 노출되었던걸 반복하고 있어."
ru: "Эта особь повторяет фразу, которой обрабатывали предыдущую."
zh_cn: ”这个重复实验叙述了先前样本揭示的事实。“

source: "This place is like a maze."
de: »Dieser Ort ist wie ein Labyrinth.«
ja: 「まるで迷路だな」
ko: "미로같구만."
ru: "Это место похоже на лабиринт."
zh_cn: "这地方像个迷宫。"

source: "To be kept in a standard biohazardous containment chamber."
de: »Aufzubewahren in einer Standard-Biogefahr-Aufbewahrungskammer.«
ja: 「標準的な生物災害用格納施設に保管」
ko: "생물학적 위험 봉쇄실에 보관해야 합니다."
ru: "Поместите их в стандартную камеру с защитой от биологически опасных продуктов."
zh_cn: “要保证把它封存在标准生化危害控制室。”

source: "U-O Seven-Seven-Three-Four."
de: »U-O Sieben-sieben-drei-vier.«
ja: 「U-O 7-7-3-4」
ko: "U-O 7-7-3-4."
ru: "Наблюдаемый Семь-семь-три-четыре."
zh_cn: “U-O 7-7-3-4。”

source: "Uncategorized object seven-seven-three-four."
de: »Unkategorisiertes Objekt sieben-sieben-drei-vier.«
ja: 「未分類オブジェクト、7-7-3-4」
ko: "미분류 물체 7-7-3-4."
ru: "Неклассифицированный объект семь-семь-три-четыре."
zh_cn: “未分类目标 7-7-3-4”

source: "Until such time as more permanent arrangements are made."
de: »Bis dahin werden längerfristige Regelungen getroffen.«
ja: 「期間：より恒久的な事態が発生するまで」
ko: "좀더 영구적인 합의가 있기 전까지는."
ru: "До тех пор, пока мы не создадим более надёжного хранилища."
zh_cn: “直到更永久性的部署被安排之后。”

source: "WHIIIRRRCRRIIIIZZZZZZVVVT"
ja: 「フィィルルルグルルリリリリギギギギギィィジジジ」
zh_cn: "嗞嗞嘶嘶吱吱咳咳咯咯嗞嗞~"

source: "WHY! WHY, WHYYY!"
de: »WIESO? WIESO, WIESOOO?«
ja: 「何故だ！何故だ、何故だぁぁ！」
ru: "ПОЧЕМУ! ПОЧЕМУ, ПОЧЕМУУУ!"
zh_cn: "为什么! 为什么啊, 这都是为~~神~~~马~~~啊!"

source: "Watch you bleed out!"
de: »Passen Sie auf, Sie verbluten!«
ja: 「血が出てるよ！」
ko: "출혈을 조심해!"
ru: "Посмотрю, как ты истечёшь кровью!"
zh_cn: ”看你流血了！“

source: "We have a serious situation here."
de: »Wir haben hier eine ernste Situation.«
ja: 「ここは深刻な状況だよ。」
ko: "우린 심각한 상황이군."
ru: "У нас здесь серьёзная ситуация."
zh_cn: “我们这有很严重的情况”

source: "We just don't know."
de: »Wir wissen es einfach nicht.«
ja: 「俺(私)には分からないな。」
ko: "우리는 정말 모르겠어."
ru: "Мы просто не знаем."
zh_cn: “我们只是不知道而已。”

source: "We should hit up the shooting range later."
de: »Wir sollten später beim Schießplatz vorbeisehen.«
ja: 「もっと射程距離を伸ばさないと」
ko: "나중에 사격장 좀 가야겠는데."
ru: "Мы должны увеличить дистанцию стрельбы в будущем."
zh_cn: “我们以后应该去打靶场练练。”

source: "We should split into groups of two each."
de: »Wir sollten uns in jeweils zwei Gruppen trennen.«
ja: 「二手に分かれよう」
ko: "각자 둘로 나눠져야 돼."
ru: "Мы должны разделиться на группы по два человека."
zh_cn: “我们要各分两组。”

source: "We'd have to terminate the specimen."
de: »Wir müssen die Exemplare vernichten.«
ja: 「試験を中止する必要があるでしょうね」
ko: "실험체를 제거해야 할 것이다."
ru: "Мы уничтожим особь."
zh_cn: ”那我们就必须要毁掉这个样本。“

source: "We're all alone."
de: »Wir sind alleine.«
ja: 「人は皆1人ぼっちさ。」
ko: "우린 혼자야."
ru: "Мы все одиноки."
zh_cn: “我们完了。”

source: "We're not even sure what it is."
de: »Wir sind uns nicht einmal sicher, was es ist.«
ja: 「これは何だ、さっぱりわからん」
ko: "우린 이게 도대체 뭔지 알 수조차 없군요."
ru: "Мы даже не знаем, что это такое."
zh_cn: “我们还不太确定它是什么。”

source: "We're on our own."
de: »Wir sind auf uns allein gestellt.«
ja: 「自力で頑張ろう」
ko: "우리 스스로 해야해."
ru: "Мы все сами по себе."
zh_cn: “我们只能靠自己。”

source: "We're still trying to figure out what makes it tick."
de: »Wir versuchen immer noch, herauszufinden, wie es tickt.«
ja: 「こいつがまだ動けるかどうか調べているところだ」
ko: "아직 우리는 이것이 어떻게 작동하는지 알아내려고 노력 중입니다."
ru: "Мы до сих пор пытаемся понять, что там тикает внутри него."
zh_cn: “我们正尝试找出是什么东西让这玩意滴答作响。”

source: "Welcome to the pirate's cove matey!"
ja: 「友よ、海賊の入り江へようこそ！」
zh_cn: “欢迎来到我的海盗窝，伙计。”

source: "What are you afraid will happen?"
de: »Wovor haben Sie Angst?«
ja: 「何を怖がっているの？」
ko: "뭐가 그렇게 두려운거야?"
ru: "Чего ты боишься?"
zh_cn: "你到底在害怕什么？"

source: "What have I become? Why can't I die?"
de: »Was bin ich geworden? Wieso kann ich nicht sterben?«
ja: 「私はどうなる？何故死ねないんだ？」
zh_cn: "我成了什么怪物？ 为什么我不会死？"

source: "What have I become?"
de: »Zu was bin ich geworden?«
ja: 「私はどうなる？」
zh_cn: "我从哪里来?"

source: "What time do you get off?"
de: »Um wieviel Uhr bist du losgeflogen?«
ja: 「いつ出発するんだ？」
ko: "언제 떠날꺼야?"
ru: "Во сколько уходите?"
zh_cn: “你什么时候下班？”

source: "What'll happen if the power goes out?"
de: »Was wird passieren, wenn der Strom ausgeht?«
ja: 「もし停電になったらどうなるんだ？」
ko: "전기가 나가면 어떻게 됩니까?"
ru: "Что произойдёт, если электричество вырубят?"
zh_cn: “如果断电了会怎么样？”

source: "What's your name little child?"
ja: 「可愛い子だね、君のお名前は？」
zh_cn: “你叫什么名字啊？小朋友？”

source: "When did you find out?"
de: »Wann haben Sie ihn entdeckt?«
ja: 「何か見つけたかい？」
ko: "언제 구한 거야?"
ru: "Когда вы узнали?"
zh_cn: “你什么时候发现的？”

source: "Where did you come from?"
de: »Woher kamen Sie?«
ja: 「君はどこから来たんだい？」
ko: "너 어디서 왔니?"
ru: "Ты сам откуда?"
zh_cn: ”你从哪里来？“

source: "Who's there?"
de: »Wer ist da?«
ja: 「そこにいるのは誰？」
ko: "거기 누구 있소?"
ru: "Кто здесь?"
zh_cn: “谁在哪里？”

source: "Why don't you touch it and find out?"
de: »Warum fassen Sie es nicht an und finden es heraus?«
ja: 「触ってみてはどうだ？」
ko: "만져서 알아내는게 어때요?"
ru: "Почему бы тебе не прикоснуться и не выяснить?"
zh_cn: “为什么你们不去接触它和找出原因？”

source: "Would it react differently with a child?"
de: »Würde es auf ein Kind anders reagieren?«
ja: 「子供に反応するかな？」
ko: "이것들이 아이에게는 다르게 반응할까?"
ru: "Поступит ли оно иначе с ребёнком?"
zh_cn: "它对孩子会不会有不同的反应呢?"

source: "You got a dollar I can borrow?"
de: »Haste mal ’nen Dollar?«
ja: 「お金貸してくれない？」
ko: "돈좀 빌릴 수 있을까?"
ru: "У тебя будет доллар до завтра?"
zh_cn: "你能借我点小钱吗？"

source: "You hear me!?"
de: »Hört ihr mich!?«
ja: 「聞こえるか！？」
ko: "내 말 듣긴 해!?"
ru: "Ты меня слышишь?!"
zh_cn: “你听到我了没有？”

source: "You hear that?"
de: »Hören Sie das?«
ja: 「聞こえたか？」
ko: "방금 들었어?"
ru: "Ты это слышал?"
zh_cn: "你听到了吗？"

source: "You mean it's not just parroting us?"
de: »Meinen Sie, es plappert uns nicht einfach wie ein Papagei nach?«
ja: 「これがただのオウム返しではないと言うのか？」
ko: "아무 이유 없이 우리를 따라하는게 아니란 말인가?"
ru: "Ты думаешь, оно не бессмысленно повторяет нас?"
zh_cn: “你说它不只是在模仿我们？”

source: "You think they're the same sex?"
de: »Finden Sie, dass sie das gleiche Geschlecht haben?«
ja: 「彼らの性別は皆同じだと思う？」
ko: "넌 그들이 동성이라고 생각하니?"
ru: "Как считаешь, они одного пола?"
zh_cn: “你认为他们是同一性别的？”

source: "You're gonna rot in hell for this!"
de: »Dafür werdet ihr in der Hölle schmoren!«
ja: 「このせいで地獄でも酷い目に合うぞ！」
ko: "지옥에나 떨어져라!"
ru: "Вы все сгорите в аду за это!"
zh_cn: “在地狱里面腐烂吧！”

source: "You're gonna rot in hell, you pieces of shit!"
de: »Ihr werdet in der Hölle schmoren, ihr Scheißhaufen!«
ja: 「くたばりやがれ、くそったれが！」
ko: "지옥에나 썩어버려, 똥물에 튀겨죽일 새끼야!"
ru: "Вы все сгорите в аду, сволочи!"
zh_cn: ”在地狱里面腐烂吧，你个狗屎！“

source: "You're just copying me, aren't you?"
de: »Du äffst mich nur nach, nicht wahr?«
ja: 「君は...俺(私)のコピーだよね？」
ko: "넌 그저 날 따라할 뿐이지, 그렇지 않아?"
ru: "Ты лишь подражаешь мне, не так ли?"
zh_cn: "你只是仿效我，不是吗？"

source: "You're new here, aren't you?"
de: »Sie sind neu hier, nicht wahr?«
ja: 「見ない顔だね？」
ko: "여긴 처음이지?"
ru: "Ты здесь новенький?"
zh_cn: “你是新来的,是吧？”

source: AAAIEEEEEEE!!!
de: KREISCH!
ja: アアァイェエエエェェェ！！！
ko: 아아아이이이이이이이이!!!
ru: Айяяяяя!!!
zh_cn: 啊啊啊啊啊啊啊！！！

source: Are you my mommy?
de: Bist du meine Mami?
ja: お母さん？
ko: 당신이 제 엄마에요?
ru: Ты моя мамочка?
zh_cn: 你是我妈咪吗？

source: Big Brother is watching you...
de: Der große Bruder sieht dich an.
ja: ビッグ・ブラザーは君を見守っている...
ko: 빅 브라더는 당신을 지켜보고 있다...
ru: Большой Брат следит за тобой...
zh_cn: 老大哥正在看着你……

source: Blood... Delicious.
de: Blut … lecker!
ja: 血か...ペロリ...最高の味だ。
ko: 피는 정말... 맛있어.
ru: Кровь... Прекрасно.
zh_cn: 鲜血...真美味。

source: Die for me!
de: Stirb für mich!
ja: 俺(私)の為に死んでくれ！
ko: 날 위해서 죽어버려!
ru: Умри за меня!
zh_cn: 给我死吧！

source: Do you really need that much honey?
de: Brauchst du wirklich so viel Honig?
ja: 本当に大量の蜂蜜が必要なのかい？
ko: 너 정말로 꿀이 더 필요해?
ru: Тебе точно нужно столько мёда?
zh_cn: 你真的需要那么多蜂蜜？

source: Down here, they ALL float!
de: Da unten treiben sie ALLE!
ja: おりてきなよ、みんなこっちに浮かんでるよ！
ko: 여기 아래에, 그들 모두가 떠있어!
zh_cn: 在这儿♪它们都♪漂♪着♪

source: Go kill yourself!
de: Los, bring dich um!
ja: おい、自殺してみろよ！
ko: 가서 죽어버려!
ru: Убей себя!
zh_cn: 去你的魂淡！

source: Heehee!
de: Hihi!
ja: へへへっ！
ko: 히히!
ru: Хи-хи!
zh_cn: 呵~~呵~~

source: Hey kids. Want some candy?
ja: よぉ、少年。菓子でもやろうか？
zh_cn: 嗨，小屁孩，蜀黍折里有糖，想要不？

source: I hate you.
de: Ich hasse dich.
ja: 君の顔なんて見たくもないね。
ko: 난 니가 미워.
ru: Ненавижу тебя.
zh_cn: 我恨你。

source: I love you!
de: Ich liebe dich!
ja: 愛してるよ！
ko: 난 너를 사랑해!
ru: Я тебя люблю!
zh_cn: 我爱你。

source: Let's have a tea party!
de: Lasst uns eine Teeparty machen!
ja: さぁ、お茶会の始まりだ！
ko: 다과회를 열자!
ru: Попьём чайку!
zh_cn: 让我们开个茶会！

source: Let's have fun!
de: Lasst uns Spaß haben!
ja: さぁ、お互い楽しもうぜ！
ko: 재밌게 놀자!
ru: Давай повеселимся!
zh_cn: 让我们找点乐子！

source: Let's play together!
de: Lasst uns zusammen spielen!
ja: 一緒に遊びましょう！
ko: 같이 놀자!
ru: Поиграем вместе!
zh_cn: 让我们一起玩吧！

source: Let's play... Russian roulette.
de: Lasst uns Russisch Roulette spielen.
ja: さぁ、やるぜ...ロシアンルーレットをな。
ko: 놀자... 러시안 룰렛으로.
ru: Давай сыграем... в русскую рулетку.
zh_cn: 让我们玩...俄罗斯轮盘赌。

source: May I have a cookie?
de: Kann ich einen Keks haben?
ja: クッキーを持っていってもいい？
ko: 쿠키 좀 줄래?
ru: Можно мне печенья?
zh_cn: 我可以吃块饼干吗？

source: My previous owner squealed like a pig when I gutted her!
de: Meine vorherige Besitzerin quiekte wie eine Sau, als ich sie ausweidete!
ja: 俺(私)の前のご主人様は、腹から臓物が飛び出た時に豚の様な悲鳴を上げたんだ！
ko: 내 전 주인은 내가 그녀의 내장을 뽑아냈을 때 돼지처럼 꽥꽥거렸지!
ru: Моя прежняя хозяйка визжала как свинья, когда я её зарезала!
zh_cn: 在我把前主人开膛破肚的时候，她像猪一样尖叫！

source: Oh, how fun!
de: Oh, wie lustig!
ja: おお、何て楽しいんだ！
ko: 야, 재미있다!
ru: Ой, как здорово!
zh_cn: 噢，真好玩！

source: Om nom nom! Delicious!
ja: ムシャムシャ、美味しいね！最高だよ！
zh_cn: 哦哦哦！很美味！

source: Please take me with you!
de: Bitte nimm mich mit!
ja: 俺(私)を連れて行って！
ko: 제발 나를 데려가줘!
ru: Возьми меня с собой!
zh_cn: 请带上我一起走！

source: See you... IN HELL!
de: Wir sehen uns. In der HÖLLE!
ja: じゃあな...地獄で会おうぜ！
ko: 나중에 보자... 지옥에서!
ru: Увидимся в АДУ!
zh_cn: 去地狱里...再见吧！

source: Sing with me!
de: Sing mit mir!
ja: 俺(私)と一緒に歌おうよ！
ko: 나랑 같이 노래부르자!
ru: Спой со мной!
zh_cn: 和我一起唱！

source: Stay with me... forever!
de: Begleite mich … für immer!
ja: 一緒に居てくれ...永遠に！
ko: 나랑 함께하자... 영원히!
ru: Будь со мной... всегда!
zh_cn: 永远和我在一起！

source: Time to play!
de: Zeit zum Spielen!
ja: 遊びの時間だよ！
ko: 놀 시간이야!
ru: Время поиграть!
zh_cn: 游戏时间！

source: Wanna play with me?
de: Willst du mit mir spielen?
ja: 俺(私)と一緒に遊ばない？
ko: 나랑 놀고 싶니?
ru: Поиграешь со мной?
zh_cn: 想和我一起玩吗?

source: What did you do with my Mommy?
de: Was hast du mit meiner Mami getan?
ja: 君は僕(私)のお母さんに何をしたの？
ko: 너 우리 엄마랑 뭔짓했어?
ru: Что ты сделал с моей мамочкой?
zh_cn: 你把我母上大人怎么了？

source: Why won't you die?
de: Warum stirbst du nicht?
ja: はぁ...何で君は消えてくれないんだ？
ko: 왜 죽지 않는 거야?
ru: Почему ты не сдохнешь?
zh_cn: 你为什么不去死？

source: You shouldn't have done that.
de: Das solltest du nicht getan haben.
ja: 君はそんな事をすべきではなかった。
ko: 너 그러면 안 돼.
ru: Ты не должен был так делать.
zh_cn: 你不应该那样做。

source: You're my best friend!
de: Du bist mein bester Freund!
ja: 君は最高の親友だよ！
ko: 너는 최고의 친구야!
ru: Ты мой лучший друг!
zh_cn: 你是我最好的朋友！

source: You're the best!
de: Du bist spitze!
ja: 君は最高だよ！
ko: 너는 최고야!
ru: Ты лучший!
zh_cn: 你是最好的！

source: a beeping sound.
de: einen Piepton.
ja: 警告音が聞こえました。
ko: 삑삑 소리.
ru: писк.
zh_cn: 哔的一声。

source: a child shrieking!
de: ein Kind schreien!
ja: 子供の悲鳴が聞こえました！
ko: 아이가 비명을 질렀다!
ru: визг ребенка!
zh_cn: 一声小孩的尖叫！

source: a choking sound.
de: ein Würgen.
ja: 咽ぶような音が聞こえました。
ko: 컥컥 소리.
ru: захлебывающийся звук.
zh_cn: 咳嗽声。

source: a gurgling sound.
de: ein gurgelndes Geräusch.
ja: ゴボゴボとうがいをする様な音が聞こえました。
ko: 쿠르륵 소리.
ru: булькающий звук.
zh_cn: 潺潺的水声。

source: a horrified scream!
de: einen entsetzlichen Schrei!
ja: 恐怖に満ちた悲鳴が聞こえました！
ko: 공포에 질린 비명소리!
ru: ужасный крик!
zh_cn: 一声惊恐的尖叫！

source: a klaxon blaring!
de: eine Hupe hupen!
ja: クラクションが鳴り響きました！
ko: 경적이 난리입니다!
ru: звук клаксона!
zh_cn: 高音喇叭声！

source: a little girl's wailing!
de: ein kleines Mädchen heulen!
ja: 少女の泣き叫ぶ声が聞こえました！
ko: 작고 가냘픈 소녀의 울음소리!
ru: плач маленькой девочки!
zh_cn: 一声小女孩的尖叫！

source: a long cry of agony!
de: einen langen Schrei voller Qual!
ja: 苦痛に満ちた長い叫び声が聞こえました！
ko: 고통에 가득찬 절규!
ru: долгий звук агонии!
zh_cn: 一段痛苦挣扎的哭喊！

source: a loud beeping sound.
de: einen lauten Piepton.
ja: 大音量の警告音が聞こえました。
ko: 시끄러운 삑삑 소리.
ru: громкий писк.
zh_cn: 响亮的蜂鸣声。

source: a loud crackling noise.
de: ein lautes Knistergeräusch.
ja: パチパチという大きな騒音が聞こえました。
ko: 큰 탁탁 소리.
ru: громкий треск.
zh_cn: 响亮的噼啪声。

source: a loud hiss.
de: ein lautes Fauchen.
ja: シューという大きな蒸気音が聞こえました。
ko: 큰 쉭쉭 소리.
ru: громкое шипение.
zh_cn: 响亮的嘶嘶声。

source: a slurping sound.
de: ein Schlürfgeräusch.
ja: ズルズルと引きずるような音が聞こえました。
ko: 후루룩거리는 소리.
ru: хлюпающий звук
zh_cn: 啧啧的声响

source: a snapping sound.
de: ein Schnappgeräusch.
ja: パンと鳴る音が聞こえました。
ko: 뭔가 부러지는 소리.
ru: щелкающий звук.
zh_cn: 啪的一响

source: a static hissing sound.
de: ein rauschendes Zischgeräusch.
ja: シュッという一定の摩擦音が聞こえました。
ko: 일정한 쉬익거리는 소리.
ru: шипение.
zh_cn: 静电的滋滋声

source: a very loud beeping sound.
de: einen sehr lauten Piepton.
ja: 耳を劈く様な大音量の警告音が聞こえました。
ko: 매우 큰 삐익 소리.
ru: очень громкий писк.
zh_cn: 一声非常响亮的蜂鸣。

source: an anguished wail!
de: ein qualvolles Wimmern!
ja: 苦悩に満ちた嘆き声が聞こえました！
ko: 고뇌로 가득찬 울음!
ru: мучительный вопль!
zh_cn: 一声痛苦的哀号！

source: an electronic voice saying "CONNECTION FAILED. Abort, Retry, Fail?"
de: eine elektronische Stimme, die sagt: »VERBINDING FEHLGESCHLAGEN. Abbrechen, Wiederholen, Fehler?«.
ja: 「セツゾクニシッパイシマシタ。チュウシ、サイシコウ、シッパイ？」という電子音声を発しました。
ru: электронный голос произнёс "СОЕДИНЕНИЕ НЕ УСТАНОВЛЕНО. Завершить, Повторить, Отменить?"
zh_cn: 一个电子声在呢喃 "连接失败。放弃, 重试, 失败?"

source: an electronic voice saying "KILL ALL HUMANS!"
de: eine elektronische Stimme sagen: »TÖTET ALLE MENSCHEN!«
ja: 「ゼンジンルイヲマッサツスル！」という電子音声を発しました。
ru: электронный голос произнёс "УБИТЬ ВСЕХ ЛЮДЕЙ!"
zh_cn: 一个电子声在呜咽 "杀死所有人类！"

source: gunfire!
de: Schüsse!
ja: 銃撃音が聞こえました！
ko: 총소리다!
ru: выстрел!
zh_cn: 枪声！

source: Bank
ja: 銀行
zh_cn: 银行

source: Boarded up house
ja: 板張りの家屋
zh_cn: 木板封锁的房子

source: Cabin
de: Blockhaus
ja: 小屋
zh_cn: 小屋

source: Field
ja: 平野
zh_cn: 平地

source: Furniture Store
ja: 家具店
zh_cn: 家具店

source: Garage
ja: 車両修理工場
zh_cn: 车库

source: Grocery Store
ja: 食料雑貨店
zh_cn: 杂货店

source: Gun Store
ja: 銃火器専門店
zh_cn: 枪支商店

source: House
de: Wohnhaus
ja: 家屋
ru: Дом
zh_cn: 住宅

source: LMOE
ja: LMOEシェルター
zh_cn: LMOE避难所

source: Library
ja: 図書館
zh_cn: 图书馆

source: Middle of Nowhere
ja: 郊外
zh_cn: 荒郊野外

source: Military Surplus
ja: 軍放出品店
zh_cn: 军品店

source: Pawn Shop
ja: 質屋
zh_cn: 当铺

source: Shelter
de: Unterkunft
ja: シェルター
ru: Укрытие
zh_cn: 避难所

source: mall food court
ja: センター - 飲食エリア
zh_cn: 购物中心 - 美食广场

source: mall loading area
ja: センター - 搬入口
zh_cn: 购物中心 - 装卸场

source: About one of those jobs...
de: Über eine dieser Aufgaben …
ja: それらの仕事の1つについて...
ko: 일거리 말인데...
ru: По поводу одного из этих заданий…
zh_cn: 关于其中的一个任务...

source: About that job...
de: Über diese Aufgabe …
ja: その仕事について...
ko: 일 말인데...
ru: По поводу работы...
zh_cn: 关于那个任务...

source: Alright then.
de: In Ordnung.
ja: 分かった、有難う。
zh_cn: 那么好吧。

source: Anything I can do for you?
de: Irgendwas, was ich für euch tun kann?
ja: 何か手伝える事はないか？
zh_cn: 我能为你做什么?

source: Anything I can help with?
de: Irgendwas, wobei ich helfen kann?
ja: 何か手伝えるか？
zh_cn: 我能帮上什么忙？

source: Are there any rules I should follow while inside?
de: Gibt es irgendwelche Regeln, die ich befolgen sollte, während ich drinnen bin?
ja: この中に居る間、知っておいたほうがいい決まり事は何かあるかな？
zh_cn: 有什么规矩我要遵守吗？

source: Can I join you guys?
de: Kann ich euch Jungs beitreten?
ja: 仲間に加われないか？
zh_cn: 我可以加入你们吗？

source: Death is pretty blunt.
de: Der Tod ist ziemlich unverblümt.
ja: 死こそ無愛想だ。
zh_cn: 死亡不会拐弯抹角。

source: Heard anything about the outside world?
de: Irgendwas von der Welt da draußen gehört?
ja: 外の世界について何か聞いていないか？
zh_cn: 有外面世界的消息吗？

source: Heh, you look important.
de: Hey, du siehst wichtig aus.
ja: ふん、ただ者ではないらしいな。
zh_cn: 嗨，你看起来比较重要。

source: Hello marshal.
de: Hallo, Marshal!
ja: やあ、執行官。
zh_cn: 你好，执法官！

source: Hello there.
de: Hallo.
ja: やあ、君か。
ko: 안녕.
ru: Привет.
zh_cn: 你好。

source: Hello.
de: Hallo.
ja: やぁ。
zh_cn: 你好.

source: I am actually new.
de: Eigentlich bin ich neu hier.
ja: 私は新入りだ。
zh_cn: 我什么都不知道。

source: I don't like your attitude.
de: Ich mag deine Einstellung nicht.
ja: その態度が気に入らねえ。
zh_cn: 我不喜欢你丫的态度。

source: I feel bad for asking.
de: Es tut mir Leid, dass ich gefragt habe.
ja: 悪いことを聞いてしまったな。
zh_cn: 我不该问这些。

source: I think I'd rather rearrange your face instead!
de: Ich glaub, ich bearbeite lieber dein Gesicht stattdessen!
ja: そのツラを綺麗に作り直してやろうか！
zh_cn: 我想我宁愿削你一顿！

source: I will.
de: Ich werde.
ja: 私がやりましょう。
zh_cn: 我会的。

source: I'll buy.
de: Ich kaufe.
ja: 買うよ。
zh_cn: 我要了。

source: I'll go talk to them later.
de: Ich spreche später mit ihnen.
ja: 後で彼らと話してくるよ。
zh_cn: 我晚点会去和他们谈谈。

source: I'm actually new.
de: Ich bin eigentlich neu hier.
ja: 新入りだ。
zh_cn: 我是新人。

source: Is there any way I can join your group?
de: Gibt es irgendeine Möglichkeit, eurer Gruppe beizutreten?
ja: あなたの組織に参加する方法はあるか？
zh_cn: 我可以加入你的小组吗？
