Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: salted fish slices
de: Salzfischstückchen
ja: 薄切り魚(塩漬け)
ko: 절인 생선 조각(salted fish slices)
ru: засоленные куски рыбы
zh_cn: 咸鱼片

source: salted meat slice
de: gesalzenes Fleischstück
ja: 塩漬け薄切り肉
ko: 절인 고기 조각(salted meat slice)
ru: засоленный кусок мяса
zh_cn: 腌肉片

source: salted popcorn
de: gesalzenes Popcorn
ja: ポップコーン(塩)
ko: 소금맛 팝콘(salted popcorn)
ru: солёный попкорн
zh_cn: 咸味爆米花

source: salted simpleton slices
de: gesalzenes Gimpelstückchen
ja: 塩漬け薄切り人肉
ko: 소금에 절인 인육 조각(salted simpleton slice)
ru: солёный кусочек простака
zh_cn: 腌人肉片

source: salted veggy chunk
de: gesalzenes Gemüsestück
ja: 塩漬け厚切り野菜
ko: 절인 야채 덩어리(salted veggy chunk)
ru: засоленная мякоть растений
zh_cn: 腌菜块

source: sap soup
de: Trottelsuppe
ja: 人肉煮込みスープ
ko: 수액 수프(sap soup)
ru: суп «из дурака»
zh_cn: 杯具浓汤

source: sashimi
ja: 刺身
zh_cn: 生鱼片

source: sausage
de: Wurst
ja: ソーセージ
ko: 소시지(sausage)
ru: колбаса
zh_cn: 香肠

source: sausage gravy
de: Wurstbratensoße
ja: グレービーソース(ソーセージ)
ko: 소시지 그레이비(sausage gravy)
zh_cn: 香肠肉汁

source: scoundrel spaghetti
de: Schwachkopf-Spaghetti
ja: スパゲッティ(人肉)
ko: 인육 스파게티(scoundrel spaghetti)
ru: спагетти из подлеца
zh_cn: 恶棍意面

source: scrambled eggs
de: Rührei
ja: スクランブルエッグ
ko: 스크램블 에그(scrambled eggs)
ru: омлет
zh_cn: 炒蛋

source: screwdriver cocktail
de: Screwdriver
ja: カクテル(スクリュー・ドライバー)
ko: 스크류드라이버 칵테일(screwdriver)
ru: коктейль "отвёртка"
zh_cn: 螺丝刀鸡尾酒

source: seasoned salt
de: Gewürzsalz
ja: 調味塩
ko: 맛소금(seasoned salt)
ru: соль с приправой
zh_cn: 调味盐

source: seed potato
ja: 種(ジャガイモ)
zh_cn: 土豆块茎

source: sewagas inhaler
ja: 吸入器(汚水ガス)
zh_cn: 下水道气吸入器

source: sewage sample
de: Abwasserprobe
ja: 汚水サンプル
ko: 하수 샘플(sewage sample)
ru: образец сточных вод
zh_cn: 污水样本

source: sewer brew
ja: 汚水カクテル
zh_cn: 下水道酿

source: single malt whiskey
de: Single-Malt-Whisky
ja: ウィスキー(シングルモルト)
ko: 싱글 몰트 위스키(single malt whiskey)
ru: односолодовый виски
zh_cn: 纯麦威士忌

source: slime mutagen
de: Schleimmutagen
ja: 変異原物質(スライム)
ko: 슬라임 뮤타젠(slime mutagen)
ru: мутаген слизи
zh_cn: 史莱姆诱变剂

source: slime serum
de: Schleimsserum
ja: 血清(スライム)
ko: 슬라임 혈청(slime serum)
ru: сыворотка слизи
zh_cn: 史莱姆诱变血清

source: slob sandwich
de: Sapiens-Sandwich
ja: サンドイッチ(人肉)
ko: 인육 샌드위치(slob sandwich)
ru: "ленивый" сандвич
zh_cn: 懒人三明治

source: sloppy joe
ja: スラッピー・ジョー
ko: 슬로피조(sloppy joe)
ru: ленивый Джо
zh_cn: 调羹汉堡

source: smoked fish
de: Räucherfisch
ja: 魚(燻製)
ko: 훈제 생선(smoked fish)
ru: копченая рыба
zh_cn: 熏鱼

source: smoked meat
de: Rauchfleisch
ja: 肉(燻製)
ko: 훈제 고기(smoked meat)
ru: копчёное мясо
zh_cn: 熏肉

source: smoked sucker
de: geräucherter Gimpel
ja: 人肉(燻製)
ko: 훈제 인육(smoked sucker)
ru: копчёный лох
zh_cn: 熏人肉

source: soap bar
de: Seifenstück
ja: 固形石鹸
ko: 비누(soap bar)
ru: мыло
zh_cn: 肥皂条

source: soy sauce
ja: 醤油
zh_cn: 酱油

source: soylent slice
de: Soylent-Stückchen
ja: 薄切り人肉
ko: 인육 조각(soylent slice)
ru: ломтики сойлента
zh_cn: 罐装人肉

source: spaghetti al pesto
ja: スパゲッティ(ペスト)
ko: 스파게티 알 페스토(spaghetti)
ru: спагетти с соусом песто
zh_cn: 香蒜果仁意面

source: spaghetti bolognese
ja: スパゲッティ(ボロネーゼ)
ko: 스파게티 볼로네즈(spaghetti)
ru: спагетти с соусом болоньезе
zh_cn: 意式番茄牛肉面

source: special brownie
de: besonderer Brownie
ja: スペシャルブラウニー
zh_cn: 特制布朗尼蛋糕

source: spezi
ja: スペッツィ
ko: 슈피치(spezi)
ru: спези
zh_cn: 柏林汽水

source: spiced mead
de: gewürzter Met
ja: 蜂蜜酒(スパイスミード)
ko: 스파이스 미드(spiced mead)
zh_cn: 香蜜酒

source: spiced mead must
de: gewürzter Metmost
ja: 蜂蜜酒(未発酵/スパイスミード)
ko: 스파이스 미드 즙(spiced mead must)
ru: основа медовухи
zh_cn: 香蜜酒原汁

source: spider egg
de: Spinnenei
ja: 卵(クモ)
ko: 거미 알(spider egg)
ru: яйцо паука
zh_cn: 蜘蛛卵

source: spider mutagen
de: Spinnenmutagen
ja: 変異原物質(クモ)
ko: 거미 뮤타젠(spider mutagen)
ru: мутаген паука
zh_cn: 蜘蛛诱变剂

source: spider serum
de: Spinnenserum
ja: 血清(クモ)
ko: 거미 혈청(spider serum)
ru: сыворотка паука
zh_cn: 蜘蛛诱变血清

source: sports drink
de: Sportgetränk
ja: スポーツドリンク
ko: 스포츠 음료(sports drink)
ru: спорт-напиток
zh_cn: 运动饮料

source: stimgas inhaler
ja: 吸入器(興奮ガス)
zh_cn: 兴奋气吸入器

source: stomach
zh_cn: 胃

source: stout
de: Starkbier
ja: ビール(スタウト)
ko: 스타우트(stout)
ru: стаут
zh_cn: 黑啤

source: strawberry
de: Erdbeere
ja: イチゴ
ko: 딸기(strawberry)
ru: земляника
zh_cn: 草莓

source: strawberry jam
de: Erdbeermarmelade
ja: イチゴジャム
ko: 딸기잼(strawberry jam)
ru: земляничный джем
zh_cn: 草莓酱

source: strawberry seed
de: Erdbeersamen
ja: 種(イチゴ)
ko: 딸기 씨앗(strawberry seeds)
ru: семена земляники
zh_cn: 草莓种子

source: strawberry surprise
de: Erdbeerüberraschung
ja: ストロベリーサプライズ
ko: 스트로베리 서프라이즈(strawberry surprise)
ru: земляничный сюрприз
zh_cn: 惊奇草莓

source: sugar
de: Zucker
ja: 砂糖
ko: 설탕(sugar)
ru: сахар
zh_cn: 糖

source: sugar beet
de: Zuckerrübe
ja: サトウダイコン
ko: 사탕무(sugar beet)
ru: сахарная свёкла
zh_cn: 甜菜

source: sugar beet seed
de: Zuckerrübensamen
ja: 種(サトウダイコン)
ko: 사탕무 씨앗(sugar beet seed)
ru: семена сахарной свеклы
zh_cn: 甜菜种子

source: sugar beet syrup
ja: サトウダイコンシロップ
zh_cn: 甜菜糖浆

source: sugary cereal
de: Zuckermüsli
ja: シリアル(砂糖)
zh_cn: 早餐麦片

source: sushi rice
ja: 酢飯
zh_cn: 寿司饭

source: sweet water
ja: 甘水
zh_cn: 糖水

source: taco
ja: タコス
ko: 타코(taco)
ru: тако
zh_cn: 墨西哥卷饼

source: tainted bone
ja: 汚染骨
zh_cn: 被感染的骨头

source: tainted fat
ja: 汚染脂肪
zh_cn: 被感染的脂肪

source: tainted meat
de: verpestetes Fleisch
ja: 汚染肉
ko: 오염된 고기(tainted meat)
ru: заражённое мясо
zh_cn: 被感染的肉

source: tainted tallow
ja: 汚染獣脂
zh_cn: 被感染的油脂

source: tainted tornado
de: Verdorbener Wirbelwind
ja: ゾンビトルネード
ko: 테인티드 토네이도(tornado)
zh_cn: 感染龙卷风

source: tainted veggy
de: verpestetes Gemüse
ja: 汚染野菜
ko: 오염된 야채(tainted veggy)
ru: заражённый овощ
zh_cn: 被感染的蔬菜

source: tallow
de: Talg
ja: 獣脂
ko: 동물 기름 수지(tallow)
ru: жир
zh_cn: 油脂

source: tea
de: Tee
ja: 紅茶
ko: 차(tea)
ru: чай
zh_cn: 茶

source: tea leaf
de: Teeblatt
ja: 紅茶の葉
ko: 찻잎(tea leaf)
ru: чайный лист
zh_cn: 茶叶

source: tequila
ja: テキーラ
ko: 테킬라(tequila)
ru: текила
zh_cn: 龙舌兰酒

source: thyme
zh_cn: 百里香

source: thyme oil
zh_cn: 百里香油

source: thyme seeds
zh_cn: 百里香种子

source: tio taco
de: Trottel-Taco
ja: 人肉タコス
ko: 인육 타코(tio taco)
zh_cn: 伯父卷饼

source: toast-em
ja: トーストエム
ko: 토스템(toast-em)
zh_cn: 托姆果塔饼干

source: toaster pastry
de: Toastergebäck
ja: トースターペイストリー
ko: 토스터 페이스트리(toaster pastry)
zh_cn: 烤蛋糕

source: toaster pastry (uncooked)
de: Toastergebäck (ungekocht)
ja: トースターペイストリー(冷凍)
ko: 생 토스터 페이스트리(toaster pastry)
zh_cn: 烤蛋糕(冷冻的)

source: tomato
de: Tomate
ja: トマト
ko: 토마토(tomato)
ru: томат
zh_cn: 番茄

source: tomato seed
de: Tomatensamen
ja: 種(トマト)
ko: 토마토 씨앗(tomato seeds)
ru: семена томатов
zh_cn: 番茄种子

source: tomato soup
de: Tomatensuppe
ja: トマトスープ
ko: 토마토 수프(tomato soup)
ru: томатный суп
zh_cn: 番茄汤

source: tramadol
ja: トラマドール
ko: 트라마돌(tramadol)
ru: трамадол
zh_cn: 曲马朵

source: triple sec
de: Blauer Curaçao
ja: キュラソー(トリプル・セック)
ko: 트리플 섹(triple sec)
ru: тройной ликёр
zh_cn: 橙皮酒

source: troglobite mutagen
de: Troglophilsmutagen
ja: 変異原物質(真洞窟性動物)
ko: 동굴성 생물 뮤타젠(mutagen)
ru: мутаген троглобионта
zh_cn: 穴居诱变剂

source: troglobite serum
de: Troglobiontenserum
ja: 血清(真洞窟性動物)
ko: 동굴성 생물 혈청(troglobite serum)
ru: сыворотка троглобионта
zh_cn: 穴居诱变血清

source: uncooked TV dinner
de: rohes Fertiggericht
ja: TVディナー(未調理)
ko: TV 식품-요리전(uncooked TV dinner)
ru: неготовый "телеужин"
zh_cn: 速冻食品(冷)

source: uncooked burrito
de: Hrohe Burrito
ja: ブリート(未調理)
ko: 버리토-요리전(uncooked burrito)
ru: неготовый буррито
zh_cn: 玉米煎饼套餐(冷)

source: uncooked corn dogs
de: ungekochte Corn Dogs
ja: アメリカンドッグ(冷凍)
ko: 콘도그-요리전(uncooked corn dogs)
ru: неготовый корн-дог
zh_cn: 未加热玉米热狗

source: uncooked hot dogs
de: ungekochte Hot Dogs
ja: フランクフルト(冷凍)
ko: 핫도그-요리전(uncooked hot dogs)
ru: неготовый хот дог
zh_cn: 未加热热狗

source: unfermented vinegar
ja: 食用酢(未発酵)
zh_cn: 未发酵醋

source: ursine mutagen
de: Bärenmutagen
ja: 変異原物質(クマ)
ko: 곰 뮤타젠(ursine mutagen)
ru: мутаген медведя
zh_cn: 熊科诱变剂

source: ursine serum
de: Bärenserum
ja: 血清(クマ)
ko: 곰 혈청(ursine serum)
ru: сыворотка медведя
zh_cn: 熊科诱变血清

source: vegetable aspic
ja: アスピック(野菜)
zh_cn: 菜冻

source: vegetable hosomaki
ja: 細巻(野菜)
zh_cn: 蔬菜细卷

source: vegetable pizza
de: Gemüsepizza
ja: ピザ(野菜)
ko: 야채 피자(vegetable pizza)
ru: овощная пицца
zh_cn: 蔬菜披萨

source: vegetable salad
de: Gemüsesalat
ja: 野菜サラダ
zh_cn: 蔬菜沙拉

source: vegetable soup
de: Gemüsesuppe
ja: 野菜スープ
ko: 야채 수프(vegetable soup)
ru: овощной суп
zh_cn: 蔬菜浓汤

source: vegetarian baked beans
de: Portion gebackene Bohnen für Vegetarier
ja: ベイクドビーンズ(野菜)
zh_cn: 蔬菜烘豆

source: vinegar
de: Essig
ja: 食用酢
ko: 식초(vinegar)
ru: уксус
zh_cn: 食醋

source: vitamin
ja: ビタミン剤
ko: 비타민(vitamin)
ru: витамины
zh_cn: 维他命

source: vodka
de: Wodka
ja: ウォッカ
ko: 보드카(vodka)
ru: водка
zh_cn: 伏特加

source: vodka wort
de: Wodkawürze
ja: モルトウォッカ
ko: 보드카 맥아즙(vodka wort)
ru: сусло водки
zh_cn: 伏特加原汁

source: waffle
de: Waffel
ja: ワッフル
ko: 와플(waffle)
ru: вафля
zh_cn: 华夫饼

source: wastebread
ja: 廃棄パン
zh_cn: 土面包

source: water
de: Wasser
ja: 水
ko: 물(water)
ru: вода
zh_cn: 水

source: water purification tablet
de: Wasserreinigungstablette
ja: 浄水タブレット
ko: 정수 알약(purification tablet)
ru: водоочистительная таблетка
zh_cn: 净水药片

source: watermelon
de: Wassermelone
ja: スイカ
ko: 수박(watermelon)
ru: арбуз
zh_cn: 西瓜

source: wax
de: Wachs
ja: 蜜蝋
ko: 밀랍(wax)
ru: воск
zh_cn: 蜡块

source: weak acid water
de: leicht säurehaltiges Wasser
ja: 弱酸性水
ko: 약산성 물(weak acid water)
ru: слабокислая вода
zh_cn: 弱酸水

source: wheat
de: Weizen
ja: 小麦
ko: 밀알(wheat)
ru: пшеница
zh_cn: 小麦

source: wheat cereal
de: Weizenmüsli
ja: シリアル(小麦)
zh_cn: 早餐燕麦

source: wheat seed
de: Weizensamen
ja: 種(小麦)
ko: 밀 씨앗(wheat seeds)
ru: семена пшеницы
zh_cn: 小麦种子

source: whiskey
ja: ウィスキー
ko: 위스키(whiskey)
ru: виски
zh_cn: 威士忌

source: whiskey sour
ja: ウィスキーサワー
zh_cn: 威士忌酸酒

source: whiskey wort
de: Whiskeywürze
ja: モルトウィスキー
ko: 위스키 맥아즙(whiskey wort)
ru: сусло виски
zh_cn: 威士忌原汁

source: wild apple
ja: ウォッカ(ワイルドアップル)
ko: 야생 사과(wild apple)
ru: "дикое яблоко"
zh_cn: 狂暴苹果汁

source: wild herbs
de: Wildkräuter
ja: 野草
zh_cn: 野生药材

source: wild vegetables
de: Wildgemüse
ja: 山菜
ko: 산나물(wild vegetables)
ru: дикие овощи
zh_cn: 野菜

source: woods soup
de: Wäldersuppe
ja: 森のスープ
ko: 숲 수프(woods soup)
ru: древесный суп
zh_cn: 伍兹汤

source: yeast
de: Hefe
ja: 酵母
ko: 이스트(yeast)
ru: дрожжи
zh_cn: 酵母

source: yoghurt
de: Joghurt
ja: ヨーグルト
ko: 요거트(yoghurt)
ru: йогурт
zh_cn: 酸奶

source: zucchini
ja: ズッキーニ
ko: 서양 호박(zucchini)
ru: цуккини
zh_cn: 西葫芦

source: zucchini seed
ja: 種(ズッキーニ)
zh_cn: 西葫芦种子

source: 2.5l canteen
zh_cn: 2.5升水壶

source: 30 gallon barrel
de: 113-Liter-Fass
ja: 樽(114L/ﾌﾟﾗｽﾁｯｸ)
ko: 30 갤런 배럴(gallon barrel)
ru: бочка на 136 литров
zh_cn: 30加仑桶

source: 30 gallon drum
ja: ドラム缶(114L/鋼)
zh_cn: 30加仑大桶

source: 3l glass jar
de: 3l-Glasgefäß
ja: 瓶(3L/ガラス)
ko: 3리터 유리병(jar)
ru: 3л стеклянная банка
zh_cn: 3L玻璃罐

source: 55 gallon drum
de: 208-Liter-Fass
ja: 樽(208L/鋼)
ko: 55 갤런 드럼(gallon drum)
ru: бочка на 250 литров
zh_cn: 55加仑大桶

source: A 15-liter clay pot with three handles for carrying and for pouring.
ja: 運んだり注いだりするための持ち手が3つ付いた粘土製の鉢です。15lの容量があります。
zh_cn: 15升容量的三柄陶罐，用来装运液体或者将其泼出去。

source: A 250 ml laboratory conical flask, with a rubber bung.
de: Ein konischer Glaskolben mit einer Kapazität von 250 ml und einem Gummipfropfen.
ja: ゴム栓付きの実験用三角フラスコです。250mlの容量があります。
ko: 실험실에서 쓰이는, 250 ml 용량의 삼각 플라스크입니다. 고무 마개가 있습니다.
ru: Лабораторная колба в форме конуса 250мл, имеет резиновую крышку.
zh_cn: 一个250毫升的实验室用锥形瓶，附带橡胶塞。

source: A 250 ml metal flask with a hinged screw-on lid, commonly used to discreetly transport alcohol.
de: Ein 250-ml-Metallfläschchen mit einem drehbarem Schraubdeckel, gewöhnlicherweise benutzt, um Alkohol diskret zu transportieren.
ja: 金属製のスキットルです。ネジで閉める事が出来る蓋が蝶番で付いています。主にお酒を持ち歩く為のものです。250mlの容量があります。
ko: 은밀하게 술을 가지고 다닐 때 사용되는 금속 플라스크입니다. 용량은 250ml로, 주로 보드카 등의 증류주가 들어있습니다.
ru: Металлическая фляжка объемом 250мл с закручивающейся крышкой. Обычно используется для незаметного ношения алкоголя.
zh_cn: 一个250毫升金属瓶，铰链用螺钉固定的盖子,常用来装各种酒.

source: A bulky plastic jerrycan, meant to carry fuel, but can carry other liquids in a pinch. It has a capacity of 10 liters.
de: Ein sperriger Plastikkanister, gedacht, um Treifstoff zu enthalten, aber er kann im Notfall auch andere Flüssigkeiten tragen. Er hat eine Kapazität von 10 Litern.
ja: プラスチック製の大きなジェリカンです。 燃料の運搬を想定して作られていますが、 必要ならば他の液体を運搬する事も可能です。 10Lの容量があります。
zh_cn: 一个可以容积10升的塑料汽油桶，你也可以用来装别的液体。

source: A clay container with a lid, used to hold and pour liquids.
ja: 液体を注ぐために使う、蓋つきの粘土製容器です。
zh_cn: 带把的陶制容器，使用来装或者泼出液体。

source: A fragile clay vessel. It can be used to make crude impact grenades or to store liquid.
ja: 脆い粘土製の容器です。簡単な手榴弾の製作や液体の貯蔵に使うことができます。
zh_cn: 一个易碎的陶容器。可以用来制作简易的撞击引信手雷，或者储存液体。

source: A gas tank from a motorcycle. Useful for crafting.
de: Ein Benzintank von einem Motorrad. Nützlich für die Fertigung.
ja: バイク用のガソリンタンクです。アイテム製作に使います。
zh_cn: 从摩托车上拆下的汽油罐。可用来制造其他东西。

source: A half-liter glass jar with a metal screw top lid, used for canning.
ja: ガラスのビンです。ネジで閉める事が出来る蓋が付いています。瓶詰めに使います。500mlの容量があります。
zh_cn: 一个有金属螺旋盖的半升玻璃罐,一般用于罐头。

source: A huge plastic barrel with a resealable lid.
de: Eine riesiges Plastikfass mit einem wiederverschließbaren Deckel.
ja: 再密封が可能な、巨大なプラスチック製の樽です。
ko: 다시 닫을 수 있는 뚜껑이 있는 큰 플라스틱통.
ru: Огромная пластиковая бочка с закрывающейся крышкой.
zh_cn: 一个塑料大桶，拥有可重封的盖子。

source: A huge steel barrel with a resealable lid.
ja: 再密封が可能な、巨大な鋼鉄製のドラム缶です。
zh_cn: 一个大钢桶，拥有可重封的盖子。

source: A large and sturdy canvas sack. Smells faintly of earth and hard work.
ja: キャンバス地の丈夫な袋です。大地と重労働の香りがします。
zh_cn: 大而结实的帆布袋。苦逼的标准装备。

source: A large military-style water canteen, with a 1.5 liter capacity and carrying strap.
ja: プラスチック製の大きな軍用水筒です。 1.5Lの容量があります。
zh_cn: 一个1.5升军用水壶。

source: A large plastic water canteen, with a 2.5 liter capacity and carrying strap.
ja: プラスチック製の水筒です。2.5Lの容量があります。
zh_cn: 一个带有背带的大塑料水壶，能够容纳2.5升液体。

source: A large watertight leather bag with a carrying strap, can hold 5 liters of water.
ja: 水が漏れない様に作られた革製の大きな水筒です。5Lまで水が入ります。
zh_cn: 防水皮革袋，可装5升水。

source: A little gas tank. Useful for crafting.
ja: 極小のガソリンタンクです。アイテム製作に使います。
zh_cn: 一个微型金属罐。可用来制造其他东西。

source: A massive steel barrel with a resealable lid.
de: Ein gewaltiges Stahlfass mit einem wiederverschließbaren Deckel.
ja: 再密封が可能な、蓋つきの巨大な鋼鉄製の樽です。
ko: 다시 닫을 수 있는 뚜껑이 있는 거대한 강철통.
ru: Массивная стальная бочка с закрывающейся крышкой.
zh_cn: 巨大的钢桶，盖子可以封实。

source: A metal tank for holding liquids. Useful for crafting.
de: Ein Metalltank für das Aufbewahren von Flüssigkeiten. Nützlich für die Fertigung.
ja: 液体を運ぶ為に使用する金属製のタンクです。 アイテム製作に使います。
zh_cn: 用来装液体的金属罐，可用于制造其他东西。

source: A plastic bowl. Can be used as a container or as a tool. Holds 250 ml of liquid.
de: Eine Plastikschüssel. Sie kann als Behältnis oder als Werkzeug benutzt werden und hat Platz für 250 ml an Flüssigkeit.
ja: プラスチック製のボウルです。容器や道具として使えます。250mlの容量があります。
zh_cn: 一个塑料碗，可以作为一个容器或作为一种工具。可以储存250ml液体。

source: A resealable glass bottle, holds 750 ml of liquid.
de: Eine wiederverschließbare Glasflasche, welche 750 ml Flüssigkeit enthalten kann.
ja: 蓋の付いたガラスのボトルです。750mlの容量があります。
ko: 다시 닫을 수 있는 유리병입니다. 750ml 의 액체를 담을 수 있습니다.
ru: Закрывающаяся стеклянная бутылка, вмещает 750 мл жидкости.
zh_cn: 可再密封的玻璃瓶,能容纳750毫升的液体。

source: A resealable plastic bottle, holds 250 ml of liquid.
ja: 蓋の付いたプラスチック製のボトルです。250mlの容量があります。
zh_cn: 可再密封的塑料瓶,能容纳250毫升液体。

source: A resealable plastic bottle, holds 500 ml of liquid.
de: Eine wiederverschließbare Plastikflasche, welche 500 ml Flüssigkeit enthalten kann.
ja: 蓋の付いたプラスチック製のボトルです。500mlの容量があります。
ko: 다시 닫을 수 있는 플라스틱 병입니다. 500ml 의 액체를 담을 수 있습니다.
ru: Закрывающаяся пластиковая бутылка, вмещает 500 мл жидкости.
zh_cn: 可再密封的塑料瓶,能容纳500毫升液体。

source: A reusable aluminum keg, used for shipping beer. It has a capacity of 50 liters.
de: Ein wiederverwendbares Aluminiumfass, was für den Biertransport verwendet wird. Es hat eine Kapazität von 50 Litern.
ja: 再利用可能なアルミ製のビア樽です。ビールの輸送に使われます。 50Lの容量があります。
zh_cn: 一个可以反复利用的铝制容器，用来装运啤酒。 有着50升的容积。

source: A small cardboard box. No bigger than a foot in dimension.
de: Eine kleine Kartonschachtel. Nicht kleiner als 30 Zentimeter in der Ausdehnung.
ja: 小さなダンボール箱です。足よりは大きく出来ています。
zh_cn: 一个小纸箱。

source: A small watertight leather bag with a carrying strap, can hold 1.5 liters of water.
ja: 水が漏れない様に作られた革製の小さな水筒です。1.5Lまで水が入ります。
zh_cn: 防水皮革袋，可装1.5升水。

source: A small, open plastic bag. Essentially trash.
de: Eine kleine offene Plastiktüte. Praktisch Müll.
ja: 開封済みの小さなビニール袋です。ただのゴミですね。
zh_cn: 一个开口的小塑料袋。基本就是垃圾。

source: A stainless steel water bottle, holds 750ml of liquid.
zh_cn: 不锈钢制作的水瓶，可以装750ml液体。

source: A standard plastic jug used for milk and household cleaning chemicals.
de: Eine Standardplastikkanne, die für Milch und Haushaltsreinigungschemikalien verwendet wird.
ja: 牛乳や家庭用洗剤を入れる為のプラスチック製の容器です。
ko: 우유나 가정 청소용 화학약품을 담는 표준 플라스틱 용기입니다.
ru: Стандартный пластиковый бидон для молока и бытовой химии.
zh_cn: 一个标准容量的塑料壶，一般盛放家用清洁剂或者牛奶什么的。

source: A steel jerrycan, meant to carry fuel, but can carry other liquids in a pinch. It has a capacity of 25 liters.
de: Eine Stahlkanne, die für das Tragen von Treibstoff gedacht war, aber im Notfall auch andere Flüssigkeiten tragen kann. Sie hat eine Kapazität von 25 Litern.
ja: 鋼製の大きなジェリカンです。 燃料の運搬を想定して作られていますが、 必要ならば他の液体を運搬する事も可能です。 25Lの容量があります。
zh_cn: 一个用来装燃料的钢制油罐，在紧急时刻你也可以用来装别的东西，有25升的容积。

source: A three-liter glass jar with a metal screw top lid, used for canning.
ja: ガラスのビンです。ネジで閉める事が出来る蓋が付いています。瓶詰めに使います。3Lの容量があります。
zh_cn: 一个有金属螺旋盖的3升玻璃罐,一般用于罐头。宜家常见的凑单品。

source: A tin can, like what beans come in.
de: Eine Blechdose, worin Sachen wie Bohnen reingetan werden.
ja: ブリキ製の缶です。豆類によく使われています。
ko: 깡통입니다. 콩이 주로 들어있지요.
ru: Жестяная банка, похожа на банку из-под фасоли.
zh_cn: 一个锡罐，就像装豆子的那种.

source: A watertight leather bag with a carrying strap, can hold 3 liters of water.
ja: 水が漏れない様に作られた革製の水筒です。3Lまで水が入ります。
zh_cn: 防水皮革袋，可装3升水。

source: An aluminum can, like what soda comes in.
de: Eine Aluminiumdose, wo Sachen wie Limo reinkommen.
ja: アルミニウムの缶です。炭酸系飲料によく使われています。
ko: 알루미늄 캔입니다. 탄산 음료가 주로 들어있지요.
ru: Алюминиевая банка, похожа на банку из-под содовой.
zh_cn: 一个铝罐，好像有些苏打水在里面

source: Just a piece of butcher's paper. Good for starting fires.
de: Nur ein Stück Fleischpapier. Gut, um Feuer zu entfachen.
ja: 紙屑です。火種にちょうど良いでしょう。
zh_cn: 一团常被屠夫们用来包肉的纸，用来生火正好。

source: Small bag made of canvas. Looks fine to store dried herbs in.
ja: キャンバス地の小さなバッグです。乾燥させたハーブを入れたくなります。
zh_cn: 帆布做的小袋子，用来装草药最好。

source: Traditionally made of white oak; these vessels are known for delivering delicious whiskey to the future. It has a capacity of 100 liters.
de: Traditionell aus der Amerikanischen Weißeiche gemacht; diese Behälter sind bekannt dafür, leckeren Whisky für die Zukunft zur Verfügung zu stellen. Er hat eine Kapazität von 100 Litern.
ja: 美味しいウイスキー造りで有名な、ホワイトオーク製の伝統的な容器です。100lの容量があります
zh_cn: 按照传统工艺制造，这些白橡木酒桶为未来的酒鬼们储备着人生希望（威士忌）。能够容纳100升液体。

source: aluminum can
de: Aluminiumdose
ja: アルミ缶
ko: 알루미늄 캔(can)
ru: алюминиевая банка
zh_cn: 铝罐

source: aluminum keg
de: Aluminiumfass
ja: ビア樽(50L/アルミ)
ko: 알루미늄 술통(keg)
ru: алюминиевый бочонок
zh_cn: 铝桶

source: canvas bag
ja: バッグ(帆布)
zh_cn: 帆布包

source: canvas sack
ja: 大袋(帆布)
zh_cn: 帆布袋

source: cardboard box
de: Kartonschachtel
ja: ダンボール箱
ko: 종이상자(box)
ru: картонная коробочка
zh_cn: 小纸盒

source: clay bowl
ja: ボウル(250ml/粘土)
zh_cn: 陶碗

source: clay canister
ja: 円筒缶(粘土)
zh_cn: 陶罐

source: clay hydria
ja: 水瓶(15L/粘土)
zh_cn: 提水陶罐

source: clay jug
ja: 水差し(粘土)
zh_cn: 陶壶

source: gallon jug
de: Plastikkrug
ja: ガロンジャグ(3.8L/ﾌﾟﾗｽﾁｯｸ)
ko: 플라스틱 용기(jug)
ru: 4,5л бидон
zh_cn: 加仑壶

source: glass bottle
de: Glasflasche
ja: ガラスボトル(750ml)
ko: 유리병(bottle)
ru: стеклянная бутылка
zh_cn: 玻璃瓶

source: glass flask
de: Glaskolben
ja: フラスコ(250ml/ガラス)
ko: 유리 플라스크(flask)
ru: стеклянная колба
zh_cn: 玻璃烧瓶

source: glass jar
de: Glasgefäß
ja: 瓶(500ml/ガラス)
ko: 유리병(jar)
ru: стеклянная банка
zh_cn: 玻璃罐

source: hip flask
de: Flachmann
ja: スキットル(250ml/金属)
ko: 휴대용 술병(hip flask)
ru: фляжка
zh_cn: 小酒壶

source: large clay pot
ja: 素焼鉢(大型)
zh_cn: 大陶锅

source: large sealed stomach
zh_cn: 大型密封的胃

source: large waterskin
de: großer Wasserbeutel
ja: 水筒(5L/革)
ko: 큰 가죽 부대(waterskin)
ru: большой бурдюк
zh_cn: 大号皮水袋

source: little metal tank
ja: 金属タンク(極小型)
zh_cn: 微型金属容器

source: metal tank
de: Metalltank
ja: 金属タンク
ko: 금속 탱크(metal tank)
ru: металлический резервуар
zh_cn: 金属容器

source: paper wrapper
de: Einwickelpapier
ja: 包装紙
ko: 종이 포장지(paper wrapper)
ru: обёрточная бумага
zh_cn: 包裹纸

source: pewter bowl
de: Hartzinnschale
ja: ボウル(250ml/シロメ)
ko: 백랍 그릇(pewter bowl)
ru: оловянная чаша
zh_cn: 锡碗

source: plastic bag
de: Plastiktüte
ja: ビニール袋
ko: 비닐 봉투(bag)
ru: пластик. пакет
zh_cn: 塑料袋

source: plastic bottle
de: Plastikflasche
ja: ペットボトル(500ml/ﾌﾟﾗｽﾁｯｸ)
ko: 플라스틱 병(bottle)
ru: пластиковая бутылка
zh_cn: 塑料瓶

source: plastic bowl
de: Plastikschüssel
ja: ボウル(250ml/ﾌﾟﾗｽﾁｯｸ)
ko: 플라스틱 그릇(plastic bowl)
ru: пластиковая чаша
zh_cn: 塑料碗

source: plastic canteen
de: Plastikfeldflasche
ja: 水筒(1.5L/ﾌﾟﾗｽﾁｯｸ)
ko: 플라스틱 수통(canteen)
ru: пластиковая фляга
zh_cn: 塑料水壶

source: plastic cup
de: Plastikbecher
ja: コップ(ﾌﾟﾗｽﾁｯｸ)
ko: 플라스틱 컵(plastic cup)
ru: пластиковый стаканчик
zh_cn: 塑料杯

source: plastic jerrycan
de: Plastikkanister
ja: ジェリカン(10L/ﾌﾟﾗｽﾁｯｸ)
ko: 플라스틱 기름통(jerrycan)
ru: пластиковая канистра
zh_cn: 塑料油罐

source: sealed stomach
zh_cn: 密封的胃

source: small metal tank
de: kleiner Metalltank
ja: 金属タンク(小型)
ko: 작은 금속 탱크(metal tank)
ru: малый бензобак
zh_cn: 小型金属容器

source: small plastic bottle
ja: ペットボトル(250ml/ﾌﾟﾗｽﾁｯｸ)
zh_cn: 小塑料瓶

source: small waterskin
de: kleiner Wasserbeutel
ja: 水筒(1.5L/革)
ko: 작은 가죽 부대(waterskin)
ru: маленький бурдюк
zh_cn: 小号皮水袋

source: steel bottle
zh_cn: 不锈钢瓶

source: steel jerrycan
de: Stahlkanne
ja: ジェリカン(25L/鋼)
ko: 강철 기름통(jerrycan)
ru: стальная канистра
zh_cn: 钢制油罐

source: tin can
de: Blechdose
ja: ブリキ缶
ko: 깡통(can)
ru: консервная банка
zh_cn: 锡罐

source: waterskin
de: Wasserbeutel
ja: 水筒(3L/革)
ko: 가죽 부대(waterskin)
ru: бурдюк
zh_cn: 皮水袋

source: wooden barrel
de: Holzfass
ja: 樽(100L/木)
ko: 나무통(wooden barrel)
ru: деревянная бочка
zh_cn: 木桶

source: 10 plastic bags
de: 10 Plastikbeutel
ja: ビニール袋
ko: 비닐 봉지 10장(plastic bags)
ru: 10 пластиковых пакетов
zh_cn: 10只装塑料袋

source: 10 plastic bags, folded smooth and wrapped tightly together with a string.
de: 10 Plastikbeutel, sauber gefaltet und mit einer Schnur zusammengebunden.
ja: 10袋のビニール袋。嵩張らない様にして紐で纏めてあります。
ko: 일반적인 비닐 봉지 10장입니다. 부드러운 재질에 손잡이가 달려있습니다.
ru: 10 пластиковых пакетов, свёрнутых в трубочку и плотно обтянутых верёвочкой.
zh_cn: 10个叠好的，并用线捆在一起的塑料袋。

source: 2-by-sword
de: Kantholzschwert
ja: 木刀
ko: 목검(2-by-sword)
ru: меч-доска
zh_cn: 双刃剑

source: A 'Meal Ready to Eat' with a ravioli course and everything a hungry soldier needs. The contents will begin to rot once they're removed from this sealed bag. Disassemble it to get to its contents.
de: Eine »Einmannpackung« mit einem bestrahlten Ravioligericht und allem, was ein hungriger Soldat braucht. Die Inhalte werden anfangen, zu verderben, sobald sie von dieser versiegelten Tasche entfernt worden sind. Demontiere sie, um an ihre Inhalte zu gelangen.
ja: ラビオリがメインの、空腹の兵士のニーズに合わせた'Meal Ready to Eat(盛り付け済みの食事)'です。密封された袋から取り出すと腐敗が進行を始めます。分解して使います。
zh_cn: MRE作战口粮，包括一份经辐照的意大利饺子主菜和饥饿士兵需要的所有东西。开封之后会开始腐败。拆解它以获取内容物。

source: A 'Meal Ready to Eat' with an irradiated beef main course and everything a hungry soldier needs. The contents will begin to rot once they're removed from this sealed bag. Disassemble it to get to its contents.
de: Eine »Einmannpackung« mit einem bestrahlten Fleischhauptgericht und allem, was ein hungriger Soldat braucht. Die Inhalte werden anfangen, zu verderben, sobald sie von dieser versiegelten Tasche entfernt worden sind. Demontiere sie, um an ihre Inhalte zu gelangen.
ja: 照射された牛肉がメインの、空腹の兵士のニーズに合わせた'Meal Ready to Eat(盛り付け済みの食事)'です。密封された袋から取り出すと腐敗が進行を始めます。分解して使います。
zh_cn: MRE作战口粮，包括一份经辐照的牛肉主菜和饥饿士兵需要的所有东西。开封之后会开始腐败。拆解它以获取内容物。
