Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: You were the star player for the local football team, adored by teammates and fans alike. Now they just adore your brain. You've still got your bulky football gear on.
ko: 당신은 지역 미식축구팀의 스타 플레이어였습니다. 덕분에 팀 동료들과 팬의 사랑을 받았지만, 이제 그들은 당신의 뇌를 사랑합니다. 다행히도, 당신은 아직 큼직한 미식축구 장비들을 착용하고 있습니다.
ru: Вы были звездой местной команды по американскому футболу, заслужив обожание фанатов и уважение товарищей. Теперь они обожают ваши мозги. У вас всё еще есть футбольная экипировка.

source: male Golfer
ru: Гольфист

source: female Golfer
ru: Гольфистка

source: Golfer
ko: 골프 선수
ru: Гольфист

source: A birdie is one under par, but how much is a zombie? Your clubhouse was overrun by the undead, and you fled with your trusty driving wedge.
ko: 1언더파는 버디로 기록되지만, 좀비 상대로는 얼마나 잡아야 될까요? 당신이 있던 클럽 회관은 언데드에게 점령당했고, 당신은 당신이 신뢰하는 골프채를 들고 도망쳐 나왔습니다.
ru: Бёрди на один лучше чем пар, а в сравнении с зомби? Ваш клуб был захвачен нежитью, и вы бежали со своим верным "клином".

source: Groom
ko: 신랑
ru: Жених

source: Bride
ko: 신부
ru: Невеста

source: The cataclysm struck on the big day and you escaped with nothing but your wedding attire. Cold feet? You'd just like to keep your feet attached!
ko: 경사스런 날에 대격변이 일어났고, 당신은 혼례복을 입은 상태로 간신히 도망쳐나왔습니다. 두렵고 떨립니까? 떨리지 않도록 발을 딱 붙이고 계세요!
ru: Катаклизм ударил в большой день и вы спаслись не сохранив ничего, кроме вашего свадебного наряда. Холодные ноги? Вы просто хотите, чтобы ноги не были отделены от тела!

source: Punk Rock Dude
ko: 펑크락 빠돌이
ru: Панк-рокер

source: Punk Rock Girl
ko: 펑크락 빠순이
ru: Панк-рокерша

source: The apocalypse has been your psychotic dream come true. Now that the system is dead, it's time to party among the bones of the world!
ko: 당신의 미치광이 정신병자같은 꿈은 종말로 인해 실현됐습니다. 모든 법규와 규범은 무너졌고, 피와 뼈의 세상에서 파티를 벌이는 것만 남았습니다!
ru: Апокалипсис исполнил ваши заветные психотические мечты. Система рухнула и теперь время потанцевать на костях старого мира!

source: male Firefighter
ru: Пожарник

source: female Firefighter
ru: Пожарник

source: Firefighter
ko: 소방관
ru: Пожарник

source: As a first responder you were direct witness to the gutwrenching horrors of the apocalypse. Separated from most of your equipment and your unit while on call, you were forced to fight your way to safety with little more than your trusty iron and bunker gear to protect you.
ko: 최초 대처자로서 속이 뒤틀릴 정도로 공포스러운 대재앙을 직접 목격한 산증인입니다. 통화하는 동안 장비의 대부분을 잃어버렸으며, 당신의 안전을 지키기 위해 오랫동안 함께해온 쇠붙이와 당신을 보호해주는 소방 장비를 가지고 싸울 수밖에 없습니다.
ru: Первым встав на пути катастрофы, вы оказались непосредственным участником кошмарных событий апокалипсиса. Будучи отправленными на вызов, вы оставили часть оборудования и свое подразделение, после чего были вынуждены бороться за собственную безопасность в новом мире.

source: Rude Boy
ko: 불량 소년
ru: Руд-бой

source: Rude Girl
ko: 불량 소녀
ru: Руд-гёрл

source: Your ska band broke up after the drummer became a zombie, now you're alone in the cataclysm with some cigarettes and your mp3 player.
ko: 당신의 스카밴드는 드러머가 좀비로 변한 뒤에 와해되어 버렸습니다. 이제 당신은 MP3 플레이어와 약간의 담배만을 가진 채 홀로 대격변을 헤쳐나가야 합니다.
ru: Ваша Cка группа распалась из-за того, что барабанщик слал зомби и теперь вы одиноко бродите по миру после катаклизма с сигаретами и mp3-плеером.

source: male Mail Carrier
ru: Почтальон

source: female Mail Carrier
ru: Почтальон

source: Mail Carrier
ko: 우체부
ru: Почтальон

source: Your skill at avoiding dogs and discarded children's toys while delivering the mail gives you an edge in your new role as a survivor.
ko: 우편물을 배달하면서 익힌 개나 버려진 장난감을 피하는 기술은 생존자로서의 새로운 역할을 수행하기 쉽도록 도와줬습니다.
ru: Ваш навык избегания собак и выброшенных детских игрушек во время доставки почты даёт вам преимущество в новой роли выжившего.

source: male Convict
ru: Заключённый

source: female Convict
ru: Заключённый

source: Convict
ko: 죄수
ru: Заключённый

source: The cataclysm gave you a chance to escape, but freedom comes with a steep price.
ko: 대격변은 당신에게 도망칠 기회를 주었지만, 자유에 대한 대가는 혹독했습니다.
ru: Катаклизм дал вам шанс сбежать, но свобода пришла вместе с крутой ценой.

source: Razor Boy
ko: 레이저 보이
ru: Бионик наёмник

source: Razor Girl
ko: 레이저 걸
ru: Бионик наёмница

source: Through a series of painful and expensive surgeries you became a walking bionic weapon, your services as a mercenary available to the highest bidder. Now that the world has ended, those bionic enhancements may spell the difference between life and death.
ko: 고통스러운 고비용 수술을 계속한 끝에 당신은 걸어 다니는 생체병기가 되었으며, 최고 입찰자만이 당신을 용병으로서 부릴 수 있게 되었습니다. 이제는 세상이 끝장나버리는 바람에 이 생체병기로서의 능력이 삶과 죽음을 결정짓게 될 것입니다.
ru: Пройдя ряд болезненных и дорогостоящих операций вы стали ходячим бионическим оружием, ваши услуги в качестве наемника доступны тем, кто способен предложить самую высокую цену. Теперь, когда привычная жизнь кончилась, эти бионические улучшения могут обозначить разницу между жизнью и смертью.

source: male Cyberjunkie
ru: Подержанный киборг

source: female Cyberjunkie
ru: Подержанный киборг

source: Cyberjunkie
ko: 생체개조 중독자
ru: Подержанный киборг

source: Long ago your lifelong infatuation with bionic enhancement lead you into a shady world of back-alley bionic clinics and self-installed secondhand CBMs. The world has moved on but your posthuman hunger still cries out to be fed; where will you get your bionic fix now?
ko: 오래전 바이오닉 강화 장비에 대한 당신의 강렬한 열망은 뒷세계의 은밀한 바이오닉 시술소와 중고 CBM의 자가설치로 당신을 이끌었습니다. 세상이 변해버렸지만, 미래형 인류가 되고자 하는 당신의 욕구는 여전히 그대로입니다. 이제는 어디서 바이오닉 시술을 받을 거죠?
ru: Вы всю жизнь увлекались бионическими улучшениями, и это привело вас в теневой мир подпольных бионических клиник и самостоятельно установленных подержанных КБМ. Теперь мир изменился, но ваша постчеловеческая жажда все еще кричит о себе; где бы вам раздобыть бионику, чтобы утолить её?

source: male Bionic Monster
ru: Бионический монстр

source: female Bionic Monster
ru: Бионический монстр

source: Bionic Monster
ko: 바이오닉 괴물
ru: Бионический монстр

source: Completely overtaken by bionic-induced psychosis, you are a deformed posthuman monster who had no place in society. But now, where once you were forced to hide in the shadows, you find in this new desolation a world where even a creature such as yourself might find its niche.
ko: 바이오닉 유도성 정신병에 완전히 넘어간 당신은 사회에 있을 장소가 없는 기형적인 미래형 괴물이었습니다. 하지만 이제는 전에 당신이 그림자 속에 숨도록 강요받았던 장소였었던, 적막감이 감도는 이 새로운 세상에서 설사 당신 같은 생명체일지라도 자신의 자리를 찾을 수 있습니다.
ru: Полностью поддавшись бионическому психозу, вы деградировали в постчеловеческого монстра, который не может находиться в обществе. Раньше вам приходилось скрываться в тени, но теперь вы поняли, что в этом новом опустошенном мире даже такое создание как вы может найти своё место.

source: male Lawyer
ru: Адвокат

source: female Lawyer
ru: Адвокат

source: Lawyer
ko: 변호사
ru: Адвокат

source: Now instead of complaining about your fees, your clients try to eat your brain. You can't tell which one is worse though.
ko: 이제 당신의 의뢰인들은 수임료에 대해 불평하는 대신에, 당신의 뇌를 먹으려고 합니다. 하지만 어느 쪽이 더 나쁘다고 말하기 힘들군요.
ru: Теперь вместо того, чтобы жаловаться о цене ваших услуг, клиенты пытаются съесть ваш мозг. Вы не знаете, что хуже, хотя...

source: male Novice Martial Artist
ru: Новичок в боевых искусствах

source: female Novice Martial Artist
ru: Новичок в боевых искусствах

source: Novice Martial Artist
ko: 무술 초심자
ru: Новичок в боевых исскуствах

source: You were on your way to the dojo for your first lesson when the world ended. And you really wanted to learn how to swim, too.
ko: 세상이 끝나던 순간 당신은 첫 번째 교습을 받기 위해서 도장에 가던 중이었습니다. 그리고 당신은 수영이 너무나도 배우고 싶어졌었습니다.
ru: Вы шли на своё первое занятие в додзё, когда миру пришел конец. Вы также очень хотели научиться плавать.

source: male Martial Artist
ru: Мастер боевых искусств

source: female Martial Artist
ru: Мастер боевых искусств

source: 'Drop the martial arts!', they said. 'Learn a skill for the REAL world!', they said. Well, you're about to show them! SHOW THEM ALL!
ko: '무술을 버려!' 그들이 말했었죠. '현실적인 기술을 익혀!' 그들이 말했었죠. 이런, 이제 당신이 그들에게 보여줄 차례입니다! 모든 것을 보여주세요!
ru: "Бросай боевые искусства!",- говорили они. "Изучай что-то полезное в РЕАЛЬНОМ мире!", - говорили они. Что ж, теперь вы им покажете. ВСЕМ ИМ ПОКАЖЕТЕ!

source: male Blackbelt
ru: Чёрный пояс

source: female Blackbelt
ru: Чёрный пояс

source: Blackbelt
ko: 유단자
ru: Чёрный пояс

source: As the world ends, you alone stand against the coming darkness with your fists of steel.
ko: 세상이 끝장나던 순간에, 당신은 홀로 서서 당신의 강철 같은 주먹으로 몰려오는 어둠을 막아내고 있었습니다.
ru: Когда миру пришёл конец, вы один встали против наступающей тьмы при помощи своих стальных кулаков.

source: Pizza Delivery Boy
ru: Доставщик пиццы

source: Pizza Delivery Girl
ru: Доставщик пиццы

source: You were delivering the last pizza of the night to the local cryogenics lab when the cataclysm hit. Fleeing to the nearest shelter, you find yourself with only your wits and some leftover pizza. And they didn't even leave a tip!
ru: Вы доставили последнюю пиццу в местную лабораторию, когда катаклизм ударил. Добежав до ближайшего укрытия, вы остались с только своим умом и какой-то пиццей. Даже чаевые не оставили!

source: male Farmer
ru: Фермер

source: female Farmer
ru: Фермер

source: Farmer
ru: Фермер

source: You were making a living by raising crops, when the cataclysm struck. Now, with your trusty hoe and some seeds it's time to rebuild the Earth, one plant at a time.
ru: Вы зарабатывали на жизнь за счет выращивания урожая, когда катаклизм ударил. Теперь с вашей верной мотыгой и некоторыми семенами пора восстановить Землю, растение за растением.

source: This is an advertisement for Robert's Universal Robotics brand law enforcement robots. It shows a picture of tripod robot incinerating a mob of looters and stepping over charred and smoking corpses. The caption reads: "R.U.R. Technology you can Trust."
ko: 로버트 유니버셜 로봇 브랜드의 법 집행용 로봇 광고입니다. 세 발 달린 로봇이 까맣게 탄 시체 위에서 도둑들을 불태우고 있는 사진과 함께, "로버트 유니버셜 로봇 기술은 믿을 수 있습니다." 라고 쓰여져 있습니다.
ru: Реклама патрульных полицейских роботов компании "Универсальные Роботы Роберта". На рисунке трёхногий робот сжигает толпу мародёров, переступая через груды дымящихся трупов. Сверху надпись: "У.Р.Р. Техника, которой доверяют"

source: Your body is SOO booorrrring. Just a little sip to liven things up?
ko: 몸이 아아아아아주 근질거려서 가만히 있지를 못하겠습니다. 활기를 주는 음료를 조금 홀짝이는게 어떨까요?
ru: Ваше тело ТАКОООЕ скуууучное. Может быть один глоток, чтобы оживить мир?

source: You daydream what it'd be like if you were *different*. Different is good.
ko: 당신은 혹시 당신이 *달랐더라면* 어땠을지 공상에 잠겼습니다. 다르다는건 좋군요.
ru: Вы мечтаете о том, что было бы, если бы вы были *иным* человеком. Быть иным хорошо.

source: You've gotten a taste for mutating and the chemicals that cause it. But you can stop, yeah, any time you want.
ko: 당신은 변이와 화학 물질의 맛을 보았습니다. 하지만 멈출 수가 없어, 예아, 항상 이러면 좋겠어.
ru: Вы пристрастились к мутациям и веществам, вызывающим их. Но вы можете в любой момент остановиться, не так ли?

source: src weight vol
ru: где вес объ

source: weight vol
ru: вес объём

source: Destination full. %d / %d moved. Please report a bug if items have vanished.
ko: 대상 영역이 꽉 찼습니다. %d / %d 이(가) 옮겨졌습니다. 만일 물품이 사라졌다면 버그리포트 해주십시오.
ru: Место назначения переполнено. %d / %d перемещено. Пожалуйста, сообщите, если вещи пропали.

source: Destination full. Please report a bug if items have vanished.
ko: 대상 영역이 꽉 찼습니다. 만일 물품이 사라졌다면 버그리포트 해주십시오.
ru: Место назначения переполнено. Пожалуйста, сообщите, если вещи пропали.

source: < [?] show log >
ko: < [?] 기록 보기 >
ru: < [?] пок. лог >

source: hjkl or arrow keys to move cursor, [m]ove item between panes ([M]: all)
ko: hjkl키와 방향키로 커서를 이동, [m]반대쪽 탭으로 물건 이동 ([M]: 선택한 물품 한번에 이동)
ru: hjkl или стрелки для выбора, [m] для переноса предмета между панелями ([M]: все)

source: 1-9 to select square for active tab, 0 for inventory, D for dragged item,
ko: [숫자키]현재 탭의 선택된 칸을 변경, [0]인벤토리, [D]붙잡은 차량 선택,
ru: 1-9 выбор клетки в активной панели, 0 инвентарь, D переносимый предмет,

source: [e]xamine, [s]ort, toggle auto[p]ickup, [,] to move all items, [q]uit.
ru: [e] Осмотреть предмет, [s] Сортировка, [p] Авто-подбор, [,] для подбора предметов, [q] выход.

source: [space] toggles selection modes.
ko: [space] 선택 모드 전환
ru: [пробел] переключает режим выделения.

source: Invalid. Like the menu said.
ko: 잘못된 것입니다.
ru: Невозможно. Как и указано в меню.

source: Destination area is full. Remove some items first.
ko: 대상 영역이 꽉 찼습니다. 우선 몇 가지 물건을 제거하십시오.
ru: Место назначения переполнено. Сначала расчистите его.

source: Destination area has too many items. Remove some first.
ko: 대상 영역에 너무 많은 물건들이 있습니다. 우선 물건을 조금 제거하십시오.
ru: Слишком много предметов в месте назначения. Уберите несколько.

source: Destination area is full. Remove some items first
ko: 대상 영역이 꽉 찼습니다. 먼저 물품들을 제거하십시오.
ru: Место назначения переполнено. Уберите что-нибудь.

source: Arms
ko: 팔
ru: Руки

source: Feet
ko: 발
ru: Ступни

source: Hands
ko: 손
ru: Ладони

source: Legs
ko: 다리
ru: Ноги

source: [<Global>]
ko: [<전체 적용>]
ru: [<Общие>]

source: Under construction!
ko: 제작중!
ru: В процессе строительства!

source: * is used as a Wildcard. A few Examples: wood arrow matches the itemname exactly wood ar* matches items beginning with wood ar *rrow matches items ending with rrow *avy fle*fi*arrow multible * are allowed heAVY*woOD*arrOW case insesitive search
ko: * 는 와일드카드로 쓰입니다. 예시: wood arrow 정확히 일치하는 물건만 검색 wood ar* wood ar로 시작하는 물건 검색 *rrow rrow로 끝나는 물건 검색 *avy fle*fi*arrow *는 여러 개 쓸 수도 있습니다 heAVY*woOD*arrOW 대소문자 구별 없는 검색
ru: * Используется вместо неизвестных символов. Примеры: wood arrow точно совпадает с названием предмета wood ar* ищет предметы начинающиеся с wood ar *rrow ищет предметы оканчивающиеся rrow *avy fle*fi*arrow можно использовать несколько * heAVY*woOD*arrOW поиск не регистрозависим

source: %s - %d PU / %d trns
ko: %s - %d 전력 / %d 턴
ru: %s - %d заряд / %d ход

source: Drink directly from the condensor?
ko: 콘덴서를 통해 물을 즉시 마시겠습니까?
ru: Пить прямо из конденсатора?

source: arms
ko: 팔
ru: руки

source: hands
ko: 손
ru: ладони

source: legs
ko: 다리
ru: ноги

source: feet
ko: 발
ru: стопы

source: Wendsday
ko: 수요일
ru: Среда

source: SITE %d%d%d%d%d PERTINANT FOREMAN LOGS WILL BE PREPENDED TO NOTES
ko: 연구지역 %d%d%d%d%d 관리자 연구 기록이 첨부됨
ru: МЕСТО РАСКОПОК %d%d%d%d%d ВСЕ ЖУРНАЛЫ БРИГАДИРА БУДУТ ВЗЯТЫ НА ЗАМЕТКУ

source: Subj: EPA: Report All Potential Containment Breaches 3873643 To: all SRCF staff From: Robert Shane, Director of the EPA All hazardous waste dumps and sarcophagi must submit three samples from each operational leache system to the following addresses: CDC Bioterrism Lab Building 10 Corporate Square Boulevard Atlanta, GA 30329 EPA Region 8 Laboratory 16194 W. 45th Drive Golden, Colorado 80403 These samples must be accurate and any attempts to cover incompetencies will result in charges of Federal Corruption and potentially Treason.
ko: 제목: EPA: 모든 돌파 가능성이 있는 봉쇄구역은 보고하시오 3873643 받는이: 모든 SRCF 관계자 보낸이: 로버트 셰인, EPA 책임자 모든 유해 폐기물 매립지와 석관은 각각의 가동 중인 침출 시스템에서 아래 주소로 세 개의 표본을 제출해야 합니다. 주소: CDC 생물 테러 연구소 10번 건물 코퍼레이트 스퀘어 대로 애틀랜타, 조지아 30329 EPA 구역 8 연구실 16194 W. 45번 도로 골든, 콜로라도 80403 이 표본들은 정확해야하고 잘못을 덮고자 손을 대서는 안되며 만일 표본에 손을 댈 경우 연방 수사국에 기소될 것이며 어쩌면 반역죄를 뒤집어 쓸지도 모름.
ru: Тема: EPA: Отчёты о всех нарушениях доступа 3873643 Кому: Всему персоналу SRCF От: Роберт Шэйн, Директор EPA Все свалки токсичных отходов и саркофаги должны отправлять по три образца из каждой системы очистки почвы по следующим адресам: Биолаборатория CDC Строение 10 Корпоративный бульвар Атланта, GA 30329 Лаборатория EPA в регионе 8 16194 Голден Драйв, Колорадо 80403 Эти образцы должны быть достоверными и любая попытка скрыть нарушения в результате будут расцениваться как коррупция и потенциальная измена.

source: Press ';' to toggle unavailable constructions.
ko: ';'키를 누르면 건설 목록을 전환합니다.
ru: Нажмите ';' для выбора недоступных конструкций.

source: Skill: %s
ko: 요구 기술: %s
ru: Навык: %s

source: Replaces: %s
ko: 대체: %s
ru: Заменяет: %s

source: Time: %1d minute
ru: Время: %1d минута

source: Contruct where?
ko: 어디에 건설합니까?
ru: Строить где?

source: and
ru: и

source: These tools are missing:
ru: Нужны инструменты:

source: These tools are missing:
ru: Нужны инструменты:

source: Those components are missing:
ru: Нужны компоненты:

source: You don't have anything to store that liquid in!
ko: 액체를 담아둘 용기가 아무 것도 없습니다!
ru: У вас нет емкости для хранения этой жидкости!

source: Time to complete: %d minute
ru: Время до завершения: %d мин.

source: Time to complete: %d turn
ru: Время до завершения: %d ход

source: Requires %d tool with %s quality of %d or more.
ru: Требуется %d инструмент со значением %s %d или больше.

source: (%d charge)
ru: (%d заряд)

source: Search tools or component using prefix t and c. (i.e. "t:hammer" or "c:two by four".)
ko: 앞에 t와 c를 붙여서 도구나 자재를 검색하실 수 있습니다. (예를 들자면 "t:hammer"나 "c:two by four"처럼.)
ru: Для поиска инструментов или компонентов используйте префиксы t и c. (например: "t:молоток" или "c:доска")

source: Really disassemble your %s?
ko: 정말 %s을(를) 분해하시겠습니까?
ru: Действительно разобрать %s?

source: You were hit in the %s for %d damage.
ko: %s에게 가격당해 %d의 피해를 입었습니다.
ru: Вас ударили в %s нанеся %d повреждения.

source: Your arms are shivering.
ko: 팔이 덜덜 떨립니다.
ru: Ваши руки дрожат.

source: Your hands feel like ice.
ko: 손이 얼어붙는 것 같습니다.
ru: Ваши ладони холодные как лёд.

source: Your legs tremble against the relentless cold.
ko: 참을 수 없는 추위 때문에 다리가 떨립니다.
ru: Ваши ноги дрожат от неминуемого холода.

source: Your feet feel frigid.
ko: 발이 차갑습니다.
ru: Ваши ступни подмерзают.

source: Your legs are cramping up.
ko: 다리에 경련이 일어납니다.
ru: Ваши ноги сводит в судорогах.

source: Your feet are swelling in the heat.
ko: 열기때문에 발이 붓고 있습니다.
ru: Ваши ноги опухли от жары.

source: %s starts scratching their %s!
ko: %s이(가) %s을(를) 긁기 시작했습니다!
ru: %s начал чесать %s!

source: Chilly arms
ko: 팔이 차갑다
ru: Озябшие руки

source: Cold arms!
ko: 팔이 차갑다!
ru: Холодные руки!

source: Freezing arms!!
ko: 팔이 차갑다!!
ru: Замёрзшие руки!!

source: Chilly hands
ko: 손이 차갑다
ru: Озябшие ладони

source: Cold hands!
ko: 손이 차갑다!
ru: Холодные ладони

source: Freezing hands!!
ko: 손이 차갑다!!
ru: Замёрзшие ладони!!

source: Chilly legs
ko: 다리가 차갑다
ru: Озябшие ноги

source: Cold legs!
ko: 다리가 차갑다!
ru: Холодные ноги!

source: Freezing legs!!
ko: 다리가 차갑다!!
ru: Замёрзшие ноги!!

source: Chilly feet
ko: 발이 차갑다
ru: Озябшие ступни

source: Cold feet!
ko: 발이 차갑다!
ru: Холодные ступни!

source: Freezing feet!!
ko: 발이 차갑다!!
ru: Замёрзшие ступни!!

source: Frostnip - hands
ko: 약한 동상 - 손
ru: Окоченение - ладони

source: Frostbite - hands
ko: 동상 - 손
ru: Отморожены - ладони

source: Frostnip - feet
ko: 약한 동상 - 발
ru: Окоченение - ступни

source: Frostbite - feet
ko: 동상 - 발
ru: Отморожены - ступни

source: Warm arms
ko: 팔이 뜨겁다
ru: Теплые руки

source: Hot arms!
ko: 팔이 뜨겁다!
ru: Горячие руки!

source: Scorching arms!!
ko: 팔이 뜨겁다!!
ru: Опаление рук!!

source: Warm hands
ko: 손이 뜨겁다
ru: Теплые ладони

source: Hot hands!
ko: 손이 뜨겁다!
ru: Горячие ладони!

source: Scorching hands!!
ko: 손이 뜨겁다!!
ru: Опаление ладоней!!

source: Warm legs
ko: 다리가 뜨겁다
ru: Теплые ноги

source: Hot legs!
ko: 다리가 뜨겁다!
ru: Горячие ноги!

source: Scorching legs!!
ko: 다리가 뜨겁다!!
ru: Опаление ног!!

source: Warm feet
ko: 발이 뜨겁다
ru: Теплые ступни

source: Hot feet!
ko: 발이 뜨겁다!
ru: Горячие ступни!

source: Scorching feet!!
ko: 발이 뜨겁다!!
ru: Опаление ступней!!

source: Blisters - arms
ko: 물집 - 팔
ru: Пузыри - руки

source: Blisters - hands
ko: 물집 - 손
ru: Пузыри - ладони

source: Blisters - legs
ko: 물집- 다리
ru: Пузыри - ноги

source: Blisters - feet
ko: 물집 - 발
ru: Пузыри - стопы

source: Hit Bonus
ko: 명중 보너스
ru: Бонус к попаданию

source: Damage Bonus
ko: 데미지 보너스
ru: Бонус к урону

source: Dodge Bonus
ko: 회피 보너스
ru: Бонус к уклонению

source: Armor Bonus
ko: 방어력 보너스
ru: Бонус Брони

source: Attack Speed Bonus
ko: 공격속도 보너스
ru: Бонус к скорости атаки

source: Snakebite Unlocked!
ko: 사권 사용 가능!
ru: "Укус Змеи" разблокирован!

source: Viper Strike Unlocked!
ko: 독사권 사용 가능!
ru: "Удар Гадюки" разблокирован!

source: Contact lenses
ko: 콘택트 렌즈
ru: Контактные линзы

source: Your arms are exposed to the cold.
ko: 팔이 냉기에 노출됐습니다.
ru: Вашим рукам холодно.

source: Your arms are very exposed to the cold. Your arms are shivering.
ko: 팔이 냉기에 심하게 노출됐습니다. 팔이 떨립니다.
ru: Вашим рукам очень холодно. Ваши руки дрожат.

source: Your arms are dangerously cold. Your arms are shivering uncontrollably
ko: 팔이 냉기에 위험할 정도로 노출됐습니다. 통제할 수 없을 정도로 팔이 떨립니다.
ru: Вашим рукам угрожающе холодно. Ваши руки дрожат бесконтрольно.

source: Your hands are exposed to the cold.
ko: 손이 냉기에 노출됐습니다.
ru: Вашим ладоням холодно.

source: Your hands are shivering from the cold.
ko: 손이 추위 때문에 덜덜 떨립니다.
ru: Ваши ладони дрожат от холода.

source: Your hands are shivering uncontrollably from the extreme cold.
ko: 극도의 추위 때문에, 손이 뭔가 할 수 없을 정도로 떨립니다.
ru: Ваши ладони бесконтрольно трясутся от сильного холода.

source: Your legs are exposed to the cold.
ko: 다리가 냉기에 노출됐습니다.
ru: Вашим ногам холодно.

source: Your legs are very exposed to the cold. Your strength is sapped.
ko: 다리가 냉기에 심하게 노출되어, 체력이 약화됩니다.
ru: Вашим ногам очень холодно. Ваша сила улетучивается.

source: Your legs are dangerously cold. Your strength is sapped.
ko: 다리가 냉기에 위험할 정도로 노출되어, 체력이 약화됩니다.
ru: Вашим ногам угрожающе холодно. Ваша сила улетучивается.

source: Your feet are exposed to the cold.
ko: 발이 냉기에 노출됐습니다.
ru: Вашим ступням холодно.

source: Your feet are very exposed to the cold. Your strength is sapped.
ko: 발이 냉기에 심하게 노출되어, 체력이 약화됩니다.
ru: Вашим ступням очень холодно. Ваша сила улетучивается.

source: Your feet are dangerously cold. Your strength is sapped.
ko: 발이 냉기에 위험할 정도로 노출되어, 체력이 약화됩니다.
ru: Вашим ступням угрожающе холодно. Ваша сила улетучивается.

source: Your hands are frostnipped from the prolonged exposure to the cold and have gone numb.
ko: 손이 추위에 장기간 노출되어 시리고 감각이 없습니다.
ru: От длительного пребывания на холоде ваши ладони замёрзли и онемели.

source: Your hands are frostbitten from the prolonged exposure to the cold. The tissues in your hands are frozen.
ko: 손이 추위에 장기간 노출되어 동상에 걸렸습니다. 손의 조직들이 얼어붙었습니다.
ru: Ваши ладони отморожены от длительного воздействия холода. Ткани ваших ладоней заморожены.

source: Your feet are frostnipped from the prolonged exposure to the cold and have gone numb.
ko: 발이 추위에 장기간 노출되어 시리고 감각이 없습니다.
ru: От длительного пребывания на холоде ваши ступни замёрзли и онемели.

source: Your feet are frostbitten from the prolonged exposure to the cold. The tissues in your feet are frozen.
ko: 발이 추위에 장기간 노출되어 동상에 걸렸습니다. 발의 조직들이 얼어붙었습니다.
ru: Ваши ступни отморожены от длительного воздействия холода. Ткани ваших ступней заморожены.

source: Your arms are frostbitten from prolonged exposure to the cold.
ko: 팔이 추위에 장기간 노출되어 동상에 걸렸습니다.
ru: От длительного пребывания на холоде ваши руки замёрзли и онемели.

source: Your legs are frostbitten from prolonged exposure to the cold.
ko: 다리가 추위에 장기간 노출되어 동상에 걸렸습니다.
ru: От длительного пребывания на холоде ваши ноги замёрзли и онемели.

source: Your hands are frostnipped from the prolonged exposure to the cold and have gone numb. When the blood begins to flow, it will be painful.
ko: 손이 추위에 장기간 노출되어 시리고 감각이 없습니다. 피가 다시 돌기 시작하면, 고통스러울 것입니다.
ru: Из-за холода твои ладони задубели. Будет больно, когда кровь снова прильет к ладоням.

source: Your feet are frostnipped from the prolonged exposure to the cold and have gone numb. When the blood begins to flow, it will be painful.
ko: 발이 추위에 장기간 노출되어 시리고 감각이 없습니다. 피가 다시 돌기 시작하면, 고통스러울 것입니다.
ru: Из-за холода ваши ступни задубели. Будет больно, когда кровь снова прильет к ступням.

source: Your arms are frostbitten from prolonged exposure to the cold. It is extremely painful.
ko: 팔이 추위에 장기간 노출되어 동상에 걸렸습니다. 극도로 고통스럽습니다.
ru: Ваши руки отморожены от длительного воздействия холода. Это очень болезненно.

source: Your legs are frostbitten from prolonged exposure to the cold. It is extremely painful.
ko: 다리가 추위에 장기간 노출돼 동상에 걸렸습니다. 엄청나게 고통스럽습니다.
ru: Ваши ноги обморожены от длительного воздействия холода. Это чрезвычайно болезненно.

source: Your arms feel warm.
ko: 팔이 조금 많이 따뜻합니다.
ru: Ваши руки чувствуют тепло.
