Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Final Messages:
de: Letzte Nachrichten:
ja: 最後の言葉:
ko: 마지막 로그 :
ru: Последние сообщения:
zh_cn: 最后的留言：

source: Final Stats:
de: Letzte Werte:
ja: 最終能力値:
ko: 최종 능력치 :
ru: Финальные характеристики:
zh_cn: 最终状态：

source: Focus
de: Fokus
ja: 集中力:
ko: 집중도
ru: Фокус
zh_cn: 注意力

source: Focus gain:
de: Fokus-Anstieg:
ja: 集中力増加:
ko: 집중력 획득:
ru: Скорость роста фокуса:
zh_cn: 注意力获取：

source: Food...
de: Essen …
ja: 食べ物を...
ko: 먹을거...
ru: Еды...
zh_cn: 食物……

source: Found kitten <3
de: Mauzi <3 gefunden
ja: 子猫を発見しました <3
ko: 고양이 찾음 <3
ru: Нашёл котёнка <3
zh_cn: 发现小猫 <3

source: Fractal patterns dance across your vision.
de: Fraktale Muster tanzen über dein Blickfeld.
ja: フラクタルパターンが視界を覆い尽くし、揺れ動いています。
ko: 눈 앞에 프랙탈 형상이 춤을 춥니다.
ru: Фрактальные узоры танцуют у вас перед глазами.
zh_cn: 你感觉眼冒金星。

source: Freezing!%s
de: Frierend!%s
ja: 猛烈に寒い！%s
ko: 극한의 추위! %s
ru: Замерзание%s
zh_cn: 冻僵！ %s

source: From the south you hear glass breaking.
de: Aus dem Süden hörst du Glas scheppern.
ja: 南からガラスが割れた音が聞こえました。
ko: 남쪽에서 유리가 부서지는 소리를 들었습니다.
ru: Вы слышите звон разбитого стекла на юге.
zh_cn: 从南边，你听见玻璃破裂的声音。

source: Full
de: Satt
ja: 満腹
ko: 배부름
ru: Сытый
zh_cn: 饱食

source: Game History
de: Spiel-Historie
ja: ゲーム履歴
ko: 게임 내역
ru: История игры
zh_cn: 游戏历史记录

source: Glowing lights surround you, and you teleport.
de: Glühende Lichter umhüllen dich, bevor du wegteleportiert wirst.
ja: 眩い光に包まれ、瞬間移動しました。
ko: 반짝이는 빛이 당신을 감싸며, 순간이동 했습니다.
ru: Светящиеся огни окружают вас, и вы телепортируетесь.
zh_cn: 几道光芒在你身边闪烁，恭喜你，你被传送了。

source: Good Feeling
de: Gutes Gefühl
ja: 気分が良い
ko: 좋은 기분
ru: Хорошее самочувствие
zh_cn: 感觉不错

source: Good mood +%s%d%%
de: Gute Laune +%s%d%%
ja: 気分高揚 +%s%d%%
ko: 기분 좋음 +%s%d%%
ru: Хорошее настроение +%s%d%%
zh_cn: 好心情 +%s%d%%

source: Got comfy
ja: くつろいでいる
zh_cn: 感到舒适

source: Guilty about Killing
de: Schuldgefühle übers Töten
ja: 殺しの罪悪感
ko: 살인에 대한 죄책감
ru: Чувство вины из-за убийства
zh_cn: 杀戮的负罪感

source: Guilty about Mutilating Corpse
de: Schuldgefühle über Leichenschändung
ja: 死体を切断した罪悪感
zh_cn: 分尸的负罪感

source: He
de: Er
ja: 彼
ko: 그는
ru: Он
zh_cn: 他

source: Head encumbrance has no effect; it simply limits how much you can put on.
de: Kopfbehinderung hat keine Auswirkung; sie beschränkt lediglich, wieviel du aufsetzen kannst.
ja: 頭部は動作制限の影響を受けません。どの程度重ね着出来るかという単純な制限です。
ko: 머리 방해도는 얼마나 입을 수 있는가에만 영향을 주며, 다른 효과는 없습니다.
ru: Сковывание головы не имеет эффекта; оно лишь ограничивает количество надетых на неё вещей.
zh_cn: 头部负重没有任何影响；它仅限于你能穿多少。

source: Headshots: %d
ja: ヘッドショット数: %d
zh_cn: 爆头：%d

source: Heard Disturbing Scream
de: Verstörenden Schrei gehört
ja: 不穏な叫び声を聞いた
ko: 끔찍한 비명을 들음
ru: Услышал душераздирающий крик
zh_cn: 听到令人不安的尖叫

source: How much longer until bedtime?
de: Wie lange noch bis zur Schlafenszeit?
ja: 一体どれだけ寝ていないんだ？
ko: 취침시간까지 얼마나 남았지?
ru: Когда придёт время сна?
zh_cn: 还有多久才能睡觉？

source: Hunger -%s%d%%
ja: 空腹 -%s%d%%
ko: 배고픔 -%s%d%%
ru: Голод -%s%d%%
zh_cn: 饥饿 -%s%d%%

source: Hungry
de: Hungrig
ja: 空腹 *
ko: 배고픔
ru: Голоден
zh_cn: 饥饿

source: Hydrated
de: Hydratisiert
ja: 含水
ko: 수분있음
zh_cn: 水润

source: Ick, this %s doesn't taste so good...
de: Pfui, das %s schmeckt nicht so gut …
ja: むぅ、この%sは余り美味しくない...
ko: 윽! 이 %s은(는) 맛이 없습니다...
ru: Фу, %s совсем дрянное на вкус...
zh_cn: 呃——这%s尝起来不太好…

source: In Sunlight
de: Im Sonnenlicht
ja: 日光
ko: 태양빛을 받음
ru: Под солнцем
zh_cn: 日光暴晒

source: In memory of: %s
ja: 思い出と共に眠る: %s
zh_cn: 以此纪念：%s

source: Insects begin to emerge from <npcname>'s skin!
de: Aus <npcname>s Haut treten Insekten hervor!
ja: 虫が<npcname>の皮膚を食い破って出て来ました！
ko: 벌레가 <npcname> 의 살을 찢고 튀어나왔습니다!
ru: Насекомые начинают прорываться из кожи <npcname>!
zh_cn: 大量的虫子从<npcname>皮下爬了出来！

source: Int %d
ja: 知: %d
zh_cn: 智 %d

source: Int%2d
zh_cn: 智力%2d

source: Intelligence
de: Intelligenz
ja: 知性
ko: 지능
ru: Интеллект
zh_cn: 智力

source: Intelligence is less important in most situations, but it is vital for more complex tasks like electronics crafting. It also affects how much skill you can pick up from reading a book.
zh_cn: 智力在一般情况下不太重要，但是它是如电子制造等更复杂配方完成的关键。它还影响你能从阅读书本中获得的技能。（很重要的意思）

source: It would be fun, but your %s skill won't be improved. Read anyway?
de: Es würde Spaß machen, aber deine Fertigkeit in %s würde nicht verbessert werden. Trotzdem lesen?
ja: %s技能は上昇しません。それでも読みますか？
ko: 읽으면 재미는 있겠지만 %s 기술을 향상시켜주지는 못합니다. 그래도 읽을까요?
ru: Это будет увлекательно, но не увеличит ваш навык %s. Всё равно прочитать?
zh_cn: 虽然内容很有趣，但%s技能不会提升。还要读吗？

source: It's a bad idea to read while driving!
de: Es ist eine schlechte Idee, beim Fahren zu lesen!
ja: 運転しながら読書する馬鹿はいません！
ko: 독서와 운전을 동시에 하는 것은 좋지 않은 생각입니다!
ru: Читать за рулём — плохая идея!
zh_cn: 驾驶时读书可不是什么好主意！

source: It's a good time to lie down and sleep.
de: Es ist eine gute Zeit, sich hinzulegen und zu schlafen.
ja: 横になって眠るには良い時間です。
ko: 누워서 잠을 청하기 좋은 때입니다.
ru: Самое время прилечь и поспать.
zh_cn: 现在是个躺下来睡觉的好时间。

source: It's a little hard to get to sleep on this %s.
de: Es ist ein bisschen schwer, darauf zu schlafen: %s.
ja: %sの上で眠るのは少し困難です。
ko: %s 위에서는 잠을 청하기가 조금 힘듭니다.
ru: Не так-то просто заснуть на %s.
zh_cn: 在%s睡觉可有点难度。

source: It's difficult to see fine details right now. Reading will take longer than usual.
de: Es ist momentan schwierig, die Feinheiten zu erkennen. Das Lesen wird länger als gewöhnlich dauern.
ja: 現在、文字の視認が困難状態です。読解には時間が掛かります。
zh_cn: 你现在无法很好的理解它。阅读比平时更慢了。

source: It's hard to get to sleep on this %s.
de: Es ist schwer, darauf zu schlafen: %s.
ja: %sの上で眠るのは困難です。
ko: %s 위에서는 잠을 청하기가 많이 힘듭니다.
ru: Трудно заснуть на %s.
zh_cn: 在%s上睡觉太蛋疼了。

source: It's impossible to sleep in this wheeled pot!
de: Es ist unmöglich in diesem Topf mit Rädern zu schlafen!
ja: こんな車輪付き植木鉢の中で眠るのは不可能です！
zh_cn: 在这个带轮花盆里睡觉是不可能的！

source: It's some kind of electric snake, coming right at you!
de: Es ist eine Art elektrische Schlange, die direkt auf dir zukommt!
ja: 機械の蛇か何かです。向かってきます！
zh_cn: 一条电蛇直奔你而来！

source: It's too bright to sleep.
ja: 明る過ぎて眠れない。
zh_cn: 太亮了，无法入眠。

source: It's too cold to sleep.
ja: 寒過ぎて眠れない。
zh_cn: 冷的睡不着。

source: It's too fresh, let it age a little first.
de: Es ist zu frisch, lass es zuerst ein bisschen altern.
ja: 新鮮すぎます。もう少し寝かせましょう。
zh_cn: 喔...这玩意太TM新鲜鸟，还是放一放别吃了。

source: It's too hot to sleep.
ja: 暑過ぎて眠れない。
zh_cn: 热的睡不着。

source: Keep hands free (off)
ja: 素手(無効)
zh_cn: 保持空手（关）

source: Keep hands free (on)
ja: 素手(有効)
zh_cn: 保持空手（开）

source: Killed Friend
de: Freund getötet
ja: 友人を殺した
ko: 친구를 죽임
ru: Убийство друга
zh_cn: 杀死朋友

source: Killed Innocent
de: Unschuldigen getötet
ja: 罪無き人を殺した
ko: 무고한 자를 죽임
ru: Убийство невинного
zh_cn: 杀害无辜

source: L Arm: %d/%d
ja: 左腕: %d/%d
zh_cn: 左臂: %d/%d

source: L Leg: %d/%d
ja: 左脚: %d/%d
zh_cn: 左腿: %d/%d

source: Learned a recipe for %s from the %s.
de: Ein Rezept für %s aus %s gelernt.
ko: %s 제작법을 %s에서 배웠습니다.
ru: Получен способ создания %s из %s.
zh_cn: 你学到了%s的配方，就在%s里。

source: Lifetime Stats
de: Lebenszeit-Statistik
ja: 生涯能力値
ko: 게임 내역
ru: Статистика прожитой жизни
zh_cn: 寿命统计

source: Looked at photos
de: Fotos betrachtet
ja: 写真を見た
zh_cn: 欣赏照片

source: Marloss Bliss
de: Marloss-Glückseligkeit
ja: マーロスの至福感
ko: 말로스 고양상태
ru: Марлос блаженство
zh_cn: 马洛斯的祝福

source: Marloss Craving
ja: マーロス依存症
zh_cn: 马洛斯上瘾

source: Masochism
de: Masochismus
ja: 被虐性愛
ko: 마조히스트
ru: Мазохизм
zh_cn: 受虐狂

source: Maybe a nice thick web would help you sleep.
ja: この素敵な密集した蜘蛛の巣は眠るには最適な場所でしょう。
zh_cn: 也许一张网可以帮助你睡眠。

source: Maybe you should find something new to read...
de: Vielleicht solltest du etwas neues zum Lesen finden.
ja: 新しい読み物が欲しい...
ko: 다른 읽을거리를 찾아 보는게 좋을 것 같습니다...
ru: Может быть, вам стоит найти что-то новое, чтобы почитать...
zh_cn: 也许你应该找些新书来读……

source: Meh. You've eaten worse.
de: Naja. Du hast Schlimmeres gegessen.
ja: うえっ。食べてしまった。
ko: 글쎄요. 별로 잘 먹지 못한 것 같군요.
ru: Ха. Вы пробовали и похуже.
zh_cn: 嘛，你吃过比这更难吃的……

source: Melee and thrown attacks cost %+d movement point.
de: Nahkampf- und Wurfattacken kosten %+d Bewegungspunkt.
zh_cn: 肉搏投掷消耗 %+d 移动点数。

source: Melee damage:
ja: 近接攻撃力:
zh_cn: 近战伤害:

source: Melee skill %+d;
de: Nahkampferfahrung %+d;
zh_cn: 肉搏技能 %+d;

source: Melee to-hit bonus:
ja: 近接命中率:
zh_cn: 近战命中加成:

source: Mmm, this %s tastes delicious...
de: Mmmh, dieses %s schmeckt lecker.
ja: うーん、この%sはとても美味しい...
zh_cn: Mmmm....%s 真好吃啊…

source: Mmm. You can still fit some more in...but maybe you should get comfortable and sleep.
zh_cn: 嗯。你其实还能再吃点...但也许你现在就该找个舒服的地方睡觉了。

source: Moodswing
de: Stimmungsschwankung
ja: 躁鬱
ko: 조울증
ru: Перепады настроения
zh_cn: 喜怒无常

source: Morale Modifiers:
de: Moral-Modifikatoren:
ja: 意欲変動:
ko: 의욕 영향 :
ru: Модификаторы морального состояния:
zh_cn: 情绪状态栏：

source: Music
de: Musik
ja: 音楽
ko: 음악
ru: Музыка
zh_cn: 音乐

source: Mutagen Craving
de: Mutagenentzugserscheinung
ja: 変異原物質依存症
ko: 뮤타젠 금단증상
ru: Жажда Мутаций
zh_cn: 诱变剂上瘾

source: Mutagenic Anticipation
de: Mutagenisches Vorgefühl
ja: 変異の期待感
ko: 변이에 대한 기대감
ru: Ожидание Мутаций
zh_cn: 诱变剂渴望

source: Mutation
zh_cn: 变异

source: Name
de: Bezeichnung
ja: 名前
ko: 이름
ru: Название
zh_cn: 名称

source: Near starving
de: Fast verhungert
ja: 空腹 ****
ko: 굶어죽기 직전
ru: На грани голодной смерти
zh_cn: 快饿死了

source: Nicotine Craving
de: Nikotinentzugserscheinung
ja: ニコチン依存症
ko: 니코틴 금단증상
ru: Никотиновая ломка
zh_cn: 尼古丁上瘾

source: No Style
de: k. Stil
ja: なし
ko: 주먹질
ru: Нет стиля
zh_cn: 无流派

source: No bionics were installed.
de: Es wurden keine Bioniken installiert.
ja: 生体部品は何も埋め込んでいない。
ko: 바이오닉이 설치되지 않음.
ru: Нет установленной бионики.
zh_cn: 沒有已安裝的生化插件。

source: No monsters were killed.
de: Es wurden keine Monster getötet.
ja: モンスターを何も倒していない。
ko: 아무 것도 죽이지 않았습니다.
ru: Не было убито ни одного монстра.
zh_cn: 没有杀死任何怪物。

source: No one should be asked to handle this trip.
de: Niemand sollte gefragt werden, diese Reise zu handhaben.
ja: 誰かなんとかしてくれないもんかなあ。
zh_cn: 没人应该为这趟飞升负责。

source: No room in inventory for your %s. Drop it?
de: Kein Platz im Inventar für %s. Fallen lassen?
ja: %sを持つ余裕が無い。置いておきますか？
ko: %s 을(를) 넣을 공간이 없습니다. 바닥에 버립니까?
ru: Нет места в инвентаре для %s. Выбросить?
zh_cn: 你的包里装不下%s了，把它扔掉？

source: No space in inventory for your %s. Drop it?
de: Kein Platz im Inventar für %s. Fallen lassen?
ja: %sを持つ余裕が無い。置いておきますか？
ko: %s을(를) 인벤토리에 넣을 공간이 없습니다. 버립니까?
ru: Нет места в инвентаре для %s. Выбросить?
zh_cn: 你的 %s没有空间去放。要扔掉它吗？

source: Now studying %s, %s to stop early.
de: Du lernst: %s. %s, um vorher aufzuhören.
ja: %sを学習しています。中断するには%sを押して下さい。
ko: %s을(를) 공부합니다. %s 키로 중단할 수 있습니다.
ru: Сейчас изучается %s, для отмены нажмите %s
zh_cn: 现在正在学习%s, %s导致提前停止

source: Ongoing Effects:
de: Anhaltende Wirkungen:
ja: 継続効果:
ko: 적용 중인 효과 :
ru: Эффекты:
zh_cn: 持续效果：

source: Opiate Craving
de: Opiatentzugsentscheinung
ja: アヘン依存症
ko: 아편 금단증상
ru: Опиумная ломка
zh_cn: 镇痛剂上瘾

source: Order us some golf shoes, otherwise we'll never get out of this place alive.
de: Bestell uns ein paar Golfschuhe, sonst werden wir niemals lebendig hier rauskommen.
ja: ゴルフシューズを集めよとの勅命が下りました。さもなくばここから生きて出ることは叶わないでしょう。
zh_cn: 给我们点高尔夫球鞋，不然我们永远无法活着离开这。

source: Ouch, you were hurt!
de: Autsch, du wurdest verletzt!
ja: アッチ、怪我していた！
zh_cn: 嘶...你受伤了！

source: Out of Sunlight -%s%d%%
de: Nicht in der Sonne −%s%d%%
ja: 日光が当たっていない -%s%d%%
ko: 햇빛 -%s%d%%
ru: Недостаток света -%s%d%%
zh_cn: 日光暴晒 -%s%d%%

source: Overburdened -%s%d%%
de: Überlastung −%s%d%%
ja: 荷物過重 -%s%d%%
ko: 무게 초과 -%s%d%%
ru: Перегружен -%s%d%%
zh_cn: 负担过重 -%s%d%%

# memorial_female
source: Overcame addiction to %s.
de: Überwand die Sucht nach %s.
ja: %sを克服しました。
ko: %s 중독을 극복했습니다.
ru: Избавилась от зависимости к %s.
zh_cn: 戒除 %s。

# memorial_male
source: Overcame addiction to %s.
de: Überwand die Sucht nach %s.
ja: %sを克服しました。
ko: %s 중독을 극복했습니다.
ru: Избавился от зависимости к %s.
zh_cn: 戒除 %s。

source: Pain
de: Schmerz
ja: 苦痛
ko: 고통
ru: Боль
zh_cn: 疼痛

source: Pain -%s%d%%
de: Schmerz −%s%d%%
ja: 苦痛 -%s%d%%
ko: 고통 -%s%d%%
ru: Боль -%s%d%%
zh_cn: 疼痛 -%s%d%%

source: Pain %d
de: Schmerz%3d
ja: 苦痛: %d
ko: 고통 %d
ru: Боль %d
zh_cn: 疼痛 %d

source: Painkillers -%s%d%%
de: Schmerzmittel −%s%d%%
ja: 鎮痛剤 -%s%d%%
ko: 진통제 -%s%d%%
ru: Обезболивающие -%s%d%%
zh_cn: 止痛 -%s%d%%

source: Parched
de: Verdurstend
ja: 脱水状態
ko: 목말라 죽음
ru: Пересохший
zh_cn: 燥热的

source: Per %d
ja: 感: %d
zh_cn: 感 %d

source: Per%2d
zh_cn: 感知%2d

source: Perception
de: Wahrnehmung
ja: 感覚
ko: 지각력
ru: Восприятие
zh_cn: 感知

source: Perception %+d when checking traps or firing ranged weapons; Perception %+.1f when throwing items.
de: Wahrnehmung %+d beim Überprüfen von Fallen oder Feuern von Fernkampfwaffen; Wahrnehmung %+.1f beim Wurf von Gegenständen.
ja: 罠の発見や射撃攻撃時 感覚 %+d 投擲時 感覚 %+.1f
ko: 함정을 찾거나 원거리 무기를 발사할 때 지각력 %+d, 물건을 던질 때 지각력 %+.1f.
ru: Восприятие %+d при поиске ловушек или стрельбе из дальнобойного оружия; Восприятие %+.1f при метании предметов.
zh_cn: 感知%+d，当调查陷阱或使用远程武器时； 感知%+.1f，当投掷物品时。

source: Perception is the most important stat for ranged combat. It's also used for detecting traps and other things of interest.
zh_cn: 感知是远程战斗时的最重要属性。它还被用在陷阱侦测和其他的一些判定里。

source: Played Video Game
de: Ein Videospiel gespielt
ja: ゲームで遊んだ
ko: 비디오 게임을 플레이함
ru: Развлёкся видеоигрой
zh_cn: 玩了视频游戏

source: Putting on a %s would be tricky.
de: 1 %s anzuziehen wäre schwierig.
ja: %sを着用するのは無理がある。
ko: %s을(를) 어떻게 착용해야 할지 모르겠습니다.
ru: Надеть на себя %s было бы неплохим цирковым номером.
zh_cn: 想要穿%s是不可能的。

source: Quick +%s%d%%
de: Schnell +%s%d%%
ja: 俊敏 +%s%d%%
ko: 빠름 +%s%d%%
ru: Быстрый +%s%d%%
zh_cn: 迅捷 +%s%d%%

source: R Arm: %d/%d
ja: 右腕: %d/%d
zh_cn: 右臂: %d/%d

source: R Leg: %d/%d
ja: 右脚: %d/%d
zh_cn: 右腿: %d/%d

source: Radiation weakens you.
de: Die Strahlung schwächt dich.
ja: 放射線が体を弱らせています。
zh_cn: 辐射使你虚弱。

source: Ranged penalty:
ja: 遠距離命中率:
zh_cn: 远程惩罚:

source: Read %i
de: %i gelesen
ja: %i枚目まで読みました
ko: %i 읽음
ru: Чтение %i
zh_cn: 阅读 %i

source: Read times:
ja: 読書速度:
zh_cn: 阅读耗时:

source: Reading this book affects your morale by %d
de: Lesen des Buches verändert die Moral um %d
ja: この本を読むと意欲に%dの影響を及ぼします。
zh_cn: 读这本书对你的情绪有 %d 影响

source: Really eat %s?
de: %s wirklich essen?
ja: 本当に%sを食べますか？
ko: 정말로 %s을(를) 먹습니까?
ru: Уверены, что хотите съесть %s?
zh_cn: 真的要吃%s？

source: Really eat that %s? It smells completely unappealing.
zh_cn: 真的要吃%s？闻起来很糟糕。

source: Really eat that %s? Your stomach won't be happy.
zh_cn: 真的要吃%s？你肚子会不好过。

source: Recoil
de: Rückst.
ja: 反動
ko: 반동
ru: Отдача
zh_cn: 后坐力

source: Reloading costs %+d movement point.
de: Nachladen kostet %+d Bewegungspunkt.
zh_cn: 重新加载消耗 %+d 移动点数。

source: Remove all
de: Alle entfernen
ja: 全て取り外す
ko: 모두 제거
ru: Снять всё
zh_cn: 移除全部

source: Remove which modification?
de: Welche Modifikation entfernen?
ja: どのMODを取り外しますか？
ko: 어떤 개조부품을 제거할까요?
ru: Какую модификацию снять?
zh_cn: 移除那个修改？

source: Requires %s level %d to understand.
de: Erfordert %s in Stufe %d zum Verstehen.
ja: 内容を理解するにはレベル%2$dの%1$s技能が必要です。
zh_cn: 需要 %s 技能 %d 级才能理解。

source: Requires intelligence of %d to easily read.
de: Mindestintelligenz zum einfachen Lesen: %d
ja: 円滑に読み進めるには%dの知性が必要です。
zh_cn: 需要智力 %d 才能顺利阅读。

source: Running costs %+d movement point.
de: Laufen kostet %+d Bewegungspunkt.
zh_cn: 奔跑消耗 %+d 移动点数。

source: SPEED
de: GESCHWINDIGKEIT
ja: 速度
ko: 속도
ru: СКОРОСТЬ
zh_cn: 速度

source: Sated
de: Gesättigt
ja: 倦厭
ko: 포식함
ru: Сытый
zh_cn: 饱腹

source: Scorching!%s
de: Glutheiß!%s
ja: 猛烈に暑い！%s
ko: 뜨거움! %s
ru: Обжигающе!%s
zh_cn: 热晕！ %s

source: Select a style (press ? for more info)
zh_cn: 选一种技能 (按 ? 打开帮助)

source: Select gun to modify:
de: Waffe zum modifizieren wählen:
ja: 改造する銃を選択:
ko: 개조할 총을 선택하세요.
ru: Выберите оружие для модификации:
zh_cn: 选择要改造的枪支：

source: She
de: Sie
ja: 彼女
ko: 그녀는
ru: Она
zh_cn: 她

source: Siphoned %d unit of %s from the %s.
de: %d Einheit %s aus %s abgesaugt.
ko: %d의 %s을(를) %s에서 흡인했습니다.
zh_cn: 抽取 %d 单位的 %s 从 %s 里。

source: Skill rust:
ja: 技能劣化:
zh_cn: 技能遗忘:

source: Slaked
de: Undurstig
ja: 潤喉
ko: 갈증이 가심
ru: Напился
zh_cn: 喝足

source: Slime is torn from you, and moves on its own!
de: Schleim ist von dir abgerissen und bewegt sich selbstständig!
ja: スライムがあなたから分離し、勝手に動き出しました！
ru: Слизь отрывается от вас и действует сама!
zh_cn: 史莱姆从你身上脱落，并且开始自由行动！

source: Some snakes sprout from your body!
de: Einige Schlangen schlagen aus deinem Körper aus!
ja: 多数の蛇が身体から這い出てきました！
ko: 뱀 몇마리가 몸에서 자라나기 시작합니다!
ru: Змеи выросли из вашего тела!
zh_cn: 几条小蛇从你身体里游了出来！

source: Something feels very, very wrong.
de: Etwas fühlt sich sehr, sehr verkehrt an.
ja: 何かが異常に間違っている様に感じます。
ko: 뭔가 매우, 정말로 잘못된 것 같습니다.
ru: Что-то здесь не так.
zh_cn: 你感觉很糟，很糟。

source: Something writhes and inside of you as it dies.
ja: 体の中で何かがのたうち回って死にました。
zh_cn: 当里边的玩意死掉的时候，你感到有什么东西翻腾了几下。

source: Sound %d
de: Lärm %d
ja: [音: %d]
ko: 소음 %d
ru: Шум %d
zh_cn: 声响： %d

source: Spd%3d
zh_cn: 速度%3d

source: Speed
de: Geschwindigkeit
ja: 速度
ko: 속도
ru: Скорость
zh_cn: 速度

source: Speed Craving
de: Speed-Entzugserscheinung
ja: 覚せい剤依存症
ko: 속도중독 금단증상
ru: Стимулянтовая ломка
zh_cn: 兴奋剂上瘾

# memorial_female
source: Spontaneous teleport.
de: Teleportierte sich spontan.
ja: 自発的な瞬間移動を行いました。
ko: 자연스러운 순간이동.
ru: Спонтанно телепортировалась.
zh_cn: 随机传送。

# memorial_male
source: Spontaneous teleport.
de: Teleportierte sich spontan.
ja: 自発的な瞬間移動を行いました。
ko: 자연스러운 순간이동.
ru: Спонтанно телепортировался.
zh_cn: 随机传送。

source: Start gorging in preparation for hibernation?
zh_cn: 开始为冬眠准备狼吞虎咽么？

source: Starving!
de: Verhungernd!
ja: 飢餓
ko: 굶어죽음!
ru: Голодающий!
zh_cn: 饿死了！！

source: Steadiness:
ja: 安定性:
zh_cn: 稳定性：

source: Stimulant
de: Stimulans
ja: 興奮剤
ko: 각성제
ru: Стимулянт
zh_cn: 兴奋剂

source: Stimulant Overdose
de: Stimulanten-Überdosis
ja: 興奮剤-過剰摂取
ko: 각성제 과다복용
ru: Передозировка стимулянтов
zh_cn: 兴奋剂过量

source: Stimulants +%s%d%%
de: Stimulanzien +%s%d%%
ja: 興奮剤 +%s%d%%
ko: 각성제 +%s%d%%
ru: Стимулянты +%s%d%%
zh_cn: 兴奋剂 +%s%d%%

source: Str %d
ja: 力: %d
zh_cn: 力 %d

source: Str%2d
zh_cn: 力量%2d

source: Strength
de: Stärke
ja: 筋力
ko: 체력
ru: Сила
zh_cn: 力量

source: Strength affects your melee damage, the amount of weight you can carry, your total HP, your resistance to many diseases, and the effectiveness of actions which require brute force.
de: Stärke bestimmt deinen Nahkampfschaden, das Gewicht, das du tragen kannst, deine Gesamt-TP, deine Widerstandsfähigkeit gegenüber vielen Krankheiten und die Effektivität von Handlungen, die rohe Gewalt erfordern.
ja: 近接攻撃の威力、持ち運べる最大重量、最大HP、病への抵抗力や 腕力が必要な行動に影響します。
ko: 체력은 근접 공격력에 영향을 끼치고, 한계 하중과 최대 HP를 결정하며, 많은 질병에 대한 저항력을 갖춰주고, 육체적인 힘이 필요한 행동의 효과에 영향을 끼칩니다.
ru: Сила влияет на урон в ближнем бою, грузоподъемность, максимальное здоровье, сопротивление болезням и эффективность действий, требующих физической силы.
zh_cn: 力量影响你的近战伤害，荷重能力，HP上限，疾病抵抗力，以及体力劳动效能。

source: Study %s until you learn something? (gain a level)
de: %s studieren, bis du etwas lernst (eine Stufe erhöhst)?
ja: 何かを習得するまで%sで学びますか？(レベル上昇)
ru: Изучать %s, пока не узнаете что-то новое? (повысите уровень)
zh_cn: 学习 %s 直到你学会些什么？（直到升级）

source: Study the book until you learn all recipes?
ja: 全てのレシピを習得するまで本で学びますか？
zh_cn: 学习这本书直到你学会所有配方？

# memorial_female
source: Succumbed to an asthma attack.
de: Erlag einem Asthmaanfall.
ja: 喘息の発作で倒れました。
ko: 천식 발작으로 인해 쓰러졌습니다.
ru: Стала жертвой приступа астмы.
zh_cn: 死于哮喘发作。

# memorial_male
source: Succumbed to an asthma attack.
de: Erlag einem Asthmaanfall.
ja: 喘息の発作で倒れました。
ko: 천식 발작으로 인해 쓰러졌습니다.
ru: Стал жертвой приступа астмы.
zh_cn: 死于哮喘发作。

# memorial_female
source: Succumbed to lack of sleep.
de: Erlag dem Schlaf.
ja: 睡眠不足で倒れました。
ko: 수면부족으로 인해 쓰러졌습니다.
ru: Не смогла больше не спать.
zh_cn: 死于缺少睡眠。

# memorial_male
source: Succumbed to lack of sleep.
de: Erlag dem Schlaf.
ja: 睡眠不足で倒れました。
ko: 수면부족으로 인해 쓰러졌습니다.
ru: Не смог больше не спать.
zh_cn: 死于缺少睡眠。

# memorial_female
source: Succumbed to the infection.
de: Erlag der Infektion.
ja: 感染症で倒れました。
ko: 감염이 악화되는 바람에 쓰러졌습니다.
ru: Стала жертвой инфекции.
zh_cn: 死于感染.

# memorial_male
source: Succumbed to the infection.
de: Erlag der Infektion.
ja: 感染症で倒れました。
ko: 감염이 악화되는 바람에 쓰러졌습니다.
ru: Стал жертвой инфекции.
zh_cn: 死于感染.

source: Suddenly, you can't hear anything!
de: Plötzlich kannst du nichts hören.
ja: 急に耳が聞こえ無くなりました！
ru: Внезапно вы оглохли!
zh_cn: 突然，你不听到任何声音了！

source: Suddenly, your eyes stop working!
de: Plötzlich funktionieren deine Augen nicht mehr.
ja: 急に目が見え無くなりました！
ru: Внезапно вы ослепли!
zh_cn: 突然，你眼瞎了！这是爱情的力量么?

source: Supported
de: Unterstützt
ja: 支えられている
zh_cn: 被鼓励

source: Survivor sleep now.
de: Überlebender schlafen jetzt!
ja: 生存者は眠りました。
ko: 생존자가 잠에 빠져듭니다.
ru: Выживший уснул.
zh_cn: 这位幸存者总算睡着了…

source: Swimming costs %+d movement point.
de: Schwimmen kostet %+d Bewegungspunkt.
zh_cn: 游泳消耗 %+d 移动点数.

source: Technique:
de: Technik:
zh_cn: 技法:

source: That %s cannot be attached to a bow.
de: Das %s kann nicht an einen Bogen angebracht werden.
ja: %sは弓には取り付けられない。
ko: %s은(는) 활에 장착할 수 없습니다.
ru: %s нельзя установить на лук.
zh_cn: %s 不能装在弓上。

source: That %s cannot be attached to a crossbow.
de: Das %s kann nicht an eine Armbrust angebracht werden.
ja: %sはクロスボウには取り付けられない。
ko: %s은(는) 쇠뇌에 장착할 수 없습니다.
ru: %s нельзя установить на арбалет.
zh_cn: %s 不能装在弩上。

source: That %s cannot be attached to a handgun.
de: Dieses %s kann nicht an einer Handfeuerwaffe angebracht werden.
ja: %sはハンドガンには取り付けられない。
ko: %s은(는) 권총에 부착할 수 없습니다.
ru: Нельзя приделать %s к пистолету.
zh_cn: %s不能装在手枪上，懂不？

source: That %s cannot be attached to a launcher.
de: Das %s kann nicht an einen Werfer angebracht werden.
ja: %sはランチャーには取り付けられない。
ko: %s은(는) 유탄 발사기에 장착할 수 없습니다.
ru: Нельзя приделать %s к гранатомёту.
zh_cn: %s 不能装在发射器上。

source: That %s cannot be attached to a rifle.
de: Dieses %s kann nicht an einem Gewehr angebracht werden.
ja: %sはライフルには取り付けられない。
ko: %s은(는) 소총에 부착할 수 없습니다.
ru: Нельзя приделать %s к винтовке.
zh_cn: %s不能装在步枪上，懂不？

source: That %s cannot be attached to a shotgun.
de: Dieses %s kann nicht an einer Schrotflinte angebracht werden.
ja: %sはショットガンには取り付けられない。
ko: %s은(는) 산탄총에 부착할 수 없습니다.
ru: Нельзя приделать %s к дробовику.
zh_cn: %s不能装在霰弹枪上，懂不？

source: That %s cannot be attached to a submachine gun.
de: Dieses %s kann nicht an einer Maschinenpistole angebracht werden.
ja: %sはサブマシンガンには取り付けられない。
ko: %s은(는) 기관단총에 부착할 수 없습니다.
ru: Нельзя приделать %s к пистолет-пулемёту.
zh_cn: %s不能装在冲锋枪上，懂不？

source: That %s cannot be used on a %s.
de: Das %s kann nicht an 1 %s verwendet werden.
ko: %s은(는) %s에 사용할 수 없습니다.
ru: %s нельзя использовать на %s
zh_cn: %s 不能装在 %s 上。

source: That %s is a gunmod, it can not be modded.
ja: %sは銃器MODです。MODを取り付けることはできません。
zh_cn: %s就是一个枪械模组，无法再加装模组了。

source: That %s is not a weapon.
de: Das %s ist keine Waffe.
ja: %sは武器ではありません。
ko: %s은(는) 무기가 아닙니다.
ru: %s не является оружием.
zh_cn: %s 不是武器。

source: That filled a hole! Time for bed...
de: Das hat ein Loch gestopft! Zeit zum Schlafen …
ja: 穴を塞ぎました！ふぁ、冬眠だ...
ko: 구멍을 메웠다! 이제 자러가자...
ru: Вы заполнили эту пустоту! Время поспать…
zh_cn: 吃饱啦！该睡觉了……

source: Thats a LOT of plutonium. Are you sure you want that much?
zh_cn: 钚剂量过大，你真的确定要这么多么？

source: The %s is much too small to fit your huge body!
de: Das %s ist viel zu klein für deinen riesigen Körper.
ja: %sはこの巨体を収めるには小さすぎます！
ko: %s은(는) 너무 작아서 당신의 거대한 신체에 맞지 않습니다!
zh_cn: %s 对于你巨大的身体来说太小了，你穿不上！

source: The %s isn't as much fun now that you've finished it.
de: %s ist nicht mehr so lustig, nachdem du es zu Ende gelesen hast.
ja: %sはもう読み終えました。今ではそう面白くもありません。
ko: %s은(는) 그다지 재미있지 않았습니다.
ru: %s уже не доставляет столько удовольствия, поэтому вы решили прекратить.
zh_cn: 你已经通读了这本 %s ，所以再读它让你觉得很无趣。

source: The %s seems to be affected by the discharge.
de: Die %s scheinen von der Entladung betroffen zu sein.
ja: %sは漏電の影響を受けているようです。
zh_cn: %s似乎受到了电流的影响。

source: The %s-related jargon flies over your head!
de: Der Jargon über %s überfordert dich!
ja: %sに関する専門用語が多過ぎて、まったく理解出来ない！
ko: %s와(과) 관련된 용어가 떠오릅니다!
ru: Вы читаете про %s и не понимаете всех этих профессиональных словечек.
zh_cn: %s-这本书使你满脑子都是相关术语在飞舞！

source: The bees have started escaping your teeth.
de: Die Bienen fangen an, aus deinen Zähnen zu fliehen.
ja: 蜜蜂は逃げ出しました。
zh_cn: 蜜蜂从你的齿缝中逃离。
