Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: INVASION IS GM TROOPS: Reports of invasion by as yet unknown soldiers have been confirmed, and this paper has gained first hand footage proving genetic modification, with examples of extreme strength, speed and natural armor.
ja: 見出し:侵略者に遺伝子操作の疑い 連日お伝えしている侵略者について新たな情報が判明しました。映像解析の結果、侵略者の異常な腕力や速度、さらに不自然な外皮の硬化が判明しました。専門家によると遺伝子操作による物としか考えられないとの事です。
zh_cn: 入侵者是基因改造人：更具目前得到的消息，不明身份的入侵部队已被证实，本报获得的最新消息称入侵部队进行了基因改造，具备极端的力量、速度和天生的装甲。---装甲迷记者沸腾金属为你带来报道

source: LABS BOMBED: In further invasion proof (discounting earlier suggestion of a riot drug) most of New England's scientific labs were bombed simultaneously yesterday. No word yet from the military about who the aggressors are.
ja: 見出し:研究所で爆発 調査によるとニューイングランド中の研究所がほぼ同時刻に爆発を起こしたことが判明し、組織的な犯行である疑いが強まっています。薬物中毒者による犯行である可能性は早々に否定されています。犯行組織の目星について軍からの発表はまだありません。
zh_cn: 实验室也不安全了：新英格兰地区大量实验室在昨天被入侵者接连炸毁，这么大规模数量的爆炸显然背后有着不寻常的味道。截至发稿前尚无入侵者准确身份的消息。但我们的记者调查到一次不寻常的派对：参加派对的基地与ISIS组织负责人为了争论谁更有资格为爆炸案负责而大打出手。--组织内卧底但已暴露的线人尼古拉斯凯奇冒死留言

source: LASERS - NEXT BIG THING?: Top defense researchers remarked during demonstration of a prototype today: "We are still working on it, the laser weapon lacks power, but has a technically almost unlimited range," one said
ja: 見出し:次世代の超兵器はレーザー？ 最先端の防衛研究者の発表によると「私達はレーザー兵器の研究開発に取り組んでいる。電力の問題は大きいが、技術的な面だけで言えば無限の射程を持つ物も作れるだろう」との事です。
zh_cn: 激光 - 下一个重大突破?: 一名顶尖防御机构的研究员今天展示了一台原型机，并表示：“我们还在开发中，现在激光做为武器使用威力稍嫌薄弱，但理论上拥有无穷远的射程。"

source: LEAVE TO THE EXPERTS -- GENERAL: "Do not attempt to deal with invaders yourself, our troops have the technology and the training for military action. Loud gunfire may attract more enemy attention than you have ammo!"
ja: 見出し:専門家に任せて――軍上層部 「侵略者の対処は戦闘訓練を受けた我々に任せて頂きたい。銃声は敵の注目を引きつけ、状況を徒に悪化させる危険性が高い。決して自らで対処しようなどと考えない事。」
zh_cn: 把活留给砖家干——将军：你们这群P民不要去打僵尸，咱的大军是受过专门训练的，不但会用砖头，还会用菜刀。开枪打僵尸会引发尸潮，尸潮你懂吗？懂？---被揍的满头包的记者土豆单挑地瓜为大家真情报道

source: MILITARY HAS GM TOO - GENERAL: "We want to reassure the people, these invaders are not the only super-soldiers. Our genemods are more advanced than China's. We were safety-testing, which China obviously skipped disastrously."
ja: 見出し:我々も遺伝子操作兵を持っている――軍上層部 「国民よ安心して欲しい。超人兵士は侵略者だけが持つ未知のテクノロジーではない。我々の遺伝子改良技術は明らかに中国のものより上だ。さらに中国が意図的に無視している安全性についても、当然ながら我々の方では重視している。
zh_cn: 米军同样会转基因——将军：“我只想给大家重申一下，不是只有这些入侵者吃的是黄金大米。我大美帝的转基因绝逼压天朝一头，我们之前正在进行安全测试。但显然天朝直接开搞了有木有。---战地记者永远的五毛钱给你带来报道

source: MUTANT COLD: A new cold virus has emerged in the New England area. "There don't appear to be complications, but many sufferers are developing large amounts of benign tumorous tissue, A pound or more," said a doctor
ja: 見出し:新型の風邪 新種の風邪ウイルスがニューイングランドを襲っています。医師は語ります。「合併症がある様には見えない。でも患者の多くは大きめの良性腫瘍が、それも複数個できている。奇妙だ」
zh_cn: 变种流感：新英格兰地区出现新的流感病毒。一位医生说：“这种流感似乎没有并发症，但是很多患者身上长出巨大的良性肿瘤，足有一磅重甚至更大。”--正在打算给威尼斯商人huayue0923还债的负债记者土豆单挑地瓜为您报道 --前者正在流口水是怎么回事？丫比丧尸还丧尸啊！

source: NEED A NEW JOB? Now that you have secured a comfortable home, try looking into one of the many promising career opportunities that have positions open. Openings such as GEOLOGICAL ENGINEERING ASSISTANT or FACILITY TECHNICIAN offer limitless growth potential! Please contact your employment adviser if you have any questions.
zh_cn: 需要新工作？现在你可以保证有一间舒适的家，来看看最有前途的空缺职业机会之一吧。一些空缺职位，例如地质工程师助手或者设备技师，能提供无穷增长潜力！如果你有任何问题，请联系你的职业规划顾问。

source: NEVER BE LEFT IN THE DARK! Rivtech Atomic-nightlight uses "inexhaustible" plutonium fuel cell, provides light, feeds power back into your grid!
ja: 広告:闇に取り残されない！ Rivtechの原子力常夜灯は「無限に」使えます。プルトニウム燃料電池が貴方の周囲を照らします。
zh_cn: 黑暗退散！：Rivtech牌原子小夜灯使用了“永不耗尽”的钚电池提供照明。青天白日满地红，一切尽在掌握中！--南望王师又一年的井蛙记者永远的五块钱为您报道

source: NEW WEAPON UNVEILED: Defense today lifted the lid on a long held secret project. "We can't discuss the specifics, but it generates a burst of plasma which accurately follows a path of laser-heated air," according to a Pentagon official.
ja: 見出し:新兵器をお披露目 長きに渡り研究されてきた秘密プロジェクトがついに明らかにされました。国防総省の公式発表によると、「詳しい事はまだ発表できませんが、レーザーにより加熱された空気の経路を通り、プラズマの爆発を起こす」との事です。
zh_cn: 新武器亮相：今天国防部揭示了一直秘密的研究计划。五角大楼的一位官员表示，“我们尚不能讨论细节，但它能产生沿着被激光加热的空气移动的等离子体。”

source: PICKLED MEAT IN A JAR! Just like your grandma used to make! It will last for months or longer, and when you've eaten it, you can refill and seal the jar! Stock your emergency supply TODAY!
ja: 広告:瓶詰め肉 懐かしいおばあちゃんの味。未開封状態だと1年ぐらい保存可能です。ご好評につき緊急生産を行いました！
zh_cn: 罐装腌肉！就像你奶奶过去制作的一样！放上几个月都不会坏，当你吃光了罐里的东西，罐子还可以再利用！（连肉带罐一起吃的人除外）现在就开始储备你的紧急物资吧！——玻璃罐一个五毛钱哦。

source: POPULAR MECHANICS: People say mechanics is boring. We say, "Prove them Wrong!" We've got all the articles that make it interesting to talk about, so you can "Make Mechanics Popular!"
ja: 広告:ポピュラーメカニックス 機械いじりは退屈だとよく言われます。ですがそれは間違いです。この雑誌は面白い記事をたくさん掲載しています。これを読んだ貴方は言う筈です「機械いじりは面白い！」
zh_cn: 大众机械杂志：许多人认为机械学太无聊。我们则说，“去你大爷的！”因为我们杂志中的每篇文章都能让你对机械学欲罢不能。来见识下“机械学技术哪家强”吧！---pingpin112，土豆单挑地瓜，永远的五毛钱为您联合报道

source: POPULAR MECHANICS: People say mechanics is boring? We say, Prove them Wrong! We've got all the articles that make it interesting to talk about, so you can "Make 'Mechanics Popular"!
ja: 広告:ポピュラーメカニックス 機械いじりは退屈だとよく言われます。ですがそれは間違いです。この雑誌は面白い記事をたくさん掲載しています。これを読んだ貴方は言う筈です「機械いじりは面白い！」
zh_cn: 大众机械杂志：许多人认为机械学太无聊。我们则说，“去你大爷的！”因为我们杂志中的每篇文章都能让你对机械学欲罢不能。来见识下“机械学技术哪家强”吧！---pingpin112，土豆单挑地瓜，永远的五毛钱为您联合报道

source: POPULAR MECHANICS: People say mechanics is boring? We say, Prove them Wrong! We've got all the articles that make it interesting to talk about, so you can "Make Mechanics Popular!"
ja: 広告:ポピュラーメカニックス 機械いじりは退屈だとよく言われます。ですがそれは間違いです。この雑誌は面白い記事をたくさん掲載しています。これを読んだ貴方は言う筈です「機械いじりは面白い！」
zh_cn: 大众机械杂志：许多人认为机械学太无聊。我们则说，“去你大爷的！”因为我们杂志中的每篇文章都能让你对机械学欲罢不能。来见识下“机械学技术哪家强”吧！---pingpin112，土豆单挑地瓜，永远的五毛钱为您联合报道

source: POPULAR MECHANICS: People say mechanics is boring? We say, Prove them Wrong! We've got all the articles that make it interesting to talk about, so you can. "Make Mechanics Popular"!
ja: 広告:ポピュラーメカニックス 機械いじりは退屈だとよく言われます。ですがそれは間違いです。この雑誌は面白い記事をたくさん掲載しています。これを読んだ貴方は言う筈です「機械いじりは面白い！」
zh_cn: 大众机械杂志：许多人认为机械学太无聊。我们则说，“去你大爷的！”因为我们杂志中的每篇文章都能让你对机械学欲罢不能。来见识下“机械学技术哪家强”吧！---pingpin112，土豆单挑地瓜，永远的五毛钱为您联合报道

source: PUBLIC SERVICE ANNOUNCEMENT: "Aid Delayed". Fighting by the military at the edge of the New England Disaster Area is expected to delay civilian extraction. Civilians will be forced to supply themselves over the next weeks.
ja: 公共広告:「救援活動の遅延に関して」 ニューイングランドの被災地周辺では現在、軍による戦闘が行われています。この影響により被災者の輸送に遅れが発生すると予想されます。一週間程度の間、被災者の方々は各自の備蓄食糧を用いて下さい。
zh_cn: 公告：“援助延迟”在新英格兰灾区边界运送民用物资的军队失去了联络，接下来的数周内如果你肚子饿了，可以试着把自己的腿烤来吃——别问我tm是怎么知道的，我看《海贼王》学的不行吗？---还没饿死的线人尼古拉斯凯奇为大家最后留言

source: PUBLIC SERVICE ANNOUNCEMENT: "Beware Acid Rain". Several caustic chemicals in the air react with rain clouds to cause deadly acid rain. No word yet on if this is a deliberate tactic or a side effect of the earlier bombings.
ja: 公共広告:「酸性雨への注意喚起について」 空気中の腐食性物質が酸性雨を発生させる事が確認されました。この科学物資は雨雲と反応し、人体に致命的な影響を与えるレベルの有害な雨を降らせます。詳しい事はまだ調査中ですが、爆撃による副作用との説も出ています。
zh_cn: 公告：当心酸雨 坏消息，上周发生的实验室连环爆炸案的恶果出现了，大量腐蚀性化学物质挥发导致酸雨出现。或许在你家附近看不到酸雨，但不代表未来不会落到你头上。好消息是：看不惯隔壁卖弄风骚的小婊砸？你可以很方便的收集到浓酸了……呃，我是说用来做电池给她的按摩棒充电，别想歪了---穿防酸雨生化服的气象记者尼古拉斯凯奇为大家带来报道

source: PUBLIC SERVICE ANNOUNCEMENT: "New England Cut Off". New England has been quarantined for the safety of the rest of the USA. No rescue attempts will be funded, it is assumed there are no survivors in the area.
ja: 公共広告:「ニューイングランドの放棄に関して」 ニューイングランドが特別隔離地域に指定されました。これは米国全土の保安上の理由によるものです。今後は地域内の生存者は存在しないものと断定し、あらゆる救援活動は中止されます。
zh_cn: 公告：“新英格兰地区被隔离” 为了保证米国其他地区的安全，新英格兰灾区被迫划分为隔离区。任何前往该地区救援的民间公益组织都可以获得国家资金支持——如果你还能在那里找到值得救援的人的话。——联邦政府发言人 子丹·贾

source: QUANTUM LEAP: An undisclosed project has yielded results in the form of theoretical teleportation. "This is just the tip of the iceberg," said a source. "I can't disclose, but this development is the LEAST in this exciting vein!"
ja: 見出し:「飛躍的な」進み 秘密裏に進められてきたプロジェクトが成果を上げました。これまで理論的には可能であるとされつつも、実証は遠いとされたテレポーテーションですが、ついに結果を出す事に成功したようです。「これは氷山の一角です」と情報提供者は語ります。「詳しくは話せませんが、このプロジェクトは比較的まともな方に分類されるんです」
zh_cn: 重大突破：某秘密项目已在传送理论上获得重要突破。“这还只是冰山一角，”消息人士说。“我不能说太多，但我保证目前透露的还仅仅是它最无聊的部分！”---学霸记者pingpin112为你带来报道

source: READY FOR THE WORST: The government has proven it is ready to deal with China's threats. In the event of an actual attack, we have established evacuation centres, within a short distance of most towns.
ja: 見出し:最悪の事態に備えて 政府は中国の脅威に向けての対応策を推し進めています。攻撃の際に素早く避難が行える様に、多くの街の近くに避難所を設置する計画を発表しました。
zh_cn: 做好最坏的打算：政府已做好准备应对天朝威胁。为了以防万一，我们已在大多数城镇附近设立了避难所。--穿着fallout文化衫的美帝发言人pingpin112如是说

source: RIOTS CAUSED BY "NEW DRUG": Rumors of riots were quelled today. "These are isolated incidents" said a local police chief. "The violence is random and senseless, our current theory is a street drug gone terribly wrong"
ja: 見出し:「新ドラッグ」による暴動 今日鎮圧された暴動について、一つの噂が流れています。「これらはバラバラに起こったのです」地元警察の署長は語っています。「暴力事件は突然に、無軌道に起こっています。我々が現在調査しているのは、これが最近流行するドラッグによる物ではないか、という事です」
zh_cn: "新式毒品"造成的骚动: 关于骚动的传闻在今日获得了官方的回应，“这是一些个别案例，”当地警长表示，”随机且没有理由的发生，我们目前分析可能是某种街头毒品搞砸了。"

source: ROBOCOP BEATS CRIME: Due to the common usage of Securibots and their ability to respond more rapidly than people, crime is down 54% and dropping. Police chief says "Don't trip an alarm and you have nothing to worry about"
ja: 見出し:警官ロボットは犯罪を撲滅する 警官ロボットの導入によって犯罪件数は54%減少した事が明らかになりました。警察署長は言います。「警報に驚かないで下さい。心配はありません」
zh_cn: 机械警察打击罪行：由于保安机器人的日益普及，以及其确实比人类的反应更加迅捷，社会犯罪率已经降至54%且还在降低。司法长官宣称“只要不触发警报，你就能无忧无虑“---被墨菲用枪指着头报道也丝毫不会乱的记者pingpin112为大家硬挺着

source: ROBOT RAMPAGE: Three Protesters injured when surrounding a Military base, protesting automated turrets which put guards out of jobs. "We warned them, turrets will open fire on anyone without a military ID," a general said.
ja: 見出し:ロボット大暴れ 三本指を掲げるデモ隊が軍の基地を取り囲み抗議活動を行いましたが、その際にタレットの攻撃により負傷者が出ました。軍上層部の発言です。「軍事IDを持たない者が軍基地に侵入しようとすればタレットの排除目標に設定されます、抗議活動の際はくれぐれも気をつけて下さい」
zh_cn: 机器人暴行：三名不满军方使用自动炮塔，导致警卫失业的抗议者在包围某军事基地示威时受伤。“我们警告过他们，炮塔会对任何没有军方ID的人开火”，一位将军如是回答---我是pingpin112，离基地10公里处为大家现场报道。

source: SECURIBOTS: Keeping your home safe, ready the second the alarm goes off... Who needs people?
ja: 広告:警備ロボット 迅速なアラームが貴方の家の安全を守ります。
zh_cn: 保安机器人：保卫你商铺安全的可靠助手，警报一响立刻拆下折凳空降犯罪现场。少林寺四级木人巷技术认证。米帝的十八铜人阵，你值得拥有。——来自中国的批发商岩峰·孙

source: SHOW THEM YOUR GUNS: In response to China's latest threats, the government has further relaxed gun control, expected to increase the economic boost of earlier gun subsidies and relieve public tension.
ja: 見出し:自分だけの銃を持とう 近年高まる中国の脅威に対応するため、政府は銃規制を緩和する方針を打ち出しています。それに加えて銃購入への補助金も計画しており、これは経済へのカンフル剤の役割を持たせる考えです。
zh_cn: 有枪才牛逼：为应对天朝最近的威胁，政府已进一步放宽了枪械管制，预计早期的枪械补贴会用于刺激经济以缓解公众对此的紧张。--枪械协会裙带记者pingpin112为您报道

source: SPACE TELEPORTATION - TRUTH OR FICTION? Scientists addressed a growing conspiracy theory today "The plutonium consumed is massive. We cannot use teleportation to reach aliens, unless they live on some kind of parallel world."
ja: 見出し:テレポーテーションは可能か不可能か 科学者達が今大きな話題となっている噂を取り上げ検証しました。「必要となるエネルギーは莫大な量になる。プルトニウムで換算しても相当な量が必要との試算が出ている」「外国に行くなんてのは当然無理だね。いつの間にか私達がいる世界は物理法則の異なるパラレルワールドと入れ替わっていたなんて前提でもない限りは」
zh_cn: 空间传送门 - 真相还是谎言？科学家在今天平息了不断散播的阴谋论 “尽管消耗了大量的钚，我们仍然无法用传送门跟外星人接触，除非他们生活在某种平行世界。”

source: SUPPORT THE COUNTRY THAT SUPPORTS YOU - PRESIDENT: Unexpectedly and unpopularly, the president today instituted a peacetime draft in response to China massing troops. "We must pray for the best while preparing for the worst."
ja: 見出し:貴方を支援する国への支援をお願いします――大統領 予期せぬ事態が起こりました。本日、大統領は中国の大軍に対応するための平時徴兵令を制定しました。「最悪の事態を防ぐには最高の準備が必要です」
zh_cn: 支持你的国家 - 总统：出人意料又不受支持，总统于今日拟定了一份和平时期的强制征兵令以回应中国军队集结：“我们必须存最好的心，但要做最坏的打算。”

source: Sick of FUEL PRICES? Bus stop too far? Get your driving fix from THE SUN! Solar powered electric cars: Silent, Cheap, Powerful.
ja: 広告:燃料高騰にうんざり？バス停が遠い？太陽が貴方の車事情を解決してくれます！ ソーラーカー：強い、安い、静か。
zh_cn: 燃油太贵？公交太远？把你的爱车改成见光疯吧！太阳能电车：安静，便宜，强力！--11路公交车司机pingpin112为您报道

source: TIME TRAVEL: TRUTH OR FICTION? Leaked federal documents describe the formation of a new federal agency XEDRA, to oversee "4th Axis technology" already in use. Expert opinion suggests time-travel or parallel worlds.
ja: 見出し:タイムトラベル、真実か否か リークされた政府文書によると、既に利用されている「第四軸テクノロジー」を監督するために、新たに政府機関XEDRAを立ち上げるとの計画が記述されています。専門家の見解によれば、この文書にはタイムトラベルやパラレルワールドの存在が示唆された箇所があるというのです。
zh_cn: 时间旅行：真相还是谎言？洩露的政府文件描述了一个新的联邦机构 XEDRA的相关信息，监督已在使用的“第四轴技术”。专家表示有可能是有关时间旅行或平行世界的技术。

source: TOWNS OCCUPIED TERRITORY: FEMA officials said today "Do not try to defend your property in towns: invaders use advanced tracking, perhaps scent. Please retreat to your nearest evacuation center outside town and await extraction."
ja: 見出し:占領地の街へ 「単独での行動は控えて下さい」とFEMA職員は語ります。「侵略者はおそらく嗅覚感知による高度な索敵技術を持っています。救援部隊の到着を待ってから最寄りの避難所へ移動して下さい」
zh_cn: 城镇已经沦陷：FEMA的一位官员今天发表声明说“不要妄想在城市里你可以独自偷生，侵略者拥有极高的追踪技术（据推测是靠闻），请和家人一同撤退到郊外的FEMA营地等待救援，这里有最安全的防护和充足的物资，万一你不幸受伤，我们也为你准备了一块温暖的墓地，免钱的哟。”——站在楼顶继续为大家爆料的内幕线人尼古拉斯凯奇

source: The Future... powered by COFFEE! Rivtech brings you the greatest revolution since espresso. Why wait for milk to boil? Have your coffee ready instantly with "THE POWER OF THE ATOM"!
ja: 広告:珈琲が…進化する！ Rivtechは貴方にエスプレッソ以来最大の革命をもたらします。もう沸騰を待つ必要はありません。これからの珈琲はすぐに用意できます。この「原子力」によって！
zh_cn: 咖啡新技术，引领未来路！Rivtech公司带给你咖啡历史上最伟大的革命！还在慢慢等咖啡和牛奶煮热？快来享受秒热的原子咖啡吧！---记者huayue0923为您带来JFC豪华午餐冠名报道

source: The Green Fever shall purge the land for His Chosen children. I have seen His black fire shining in the eyes of the afflicted and eagerly await the day He shall consume us all. Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn.
de: Möge das Grüne Fieber das Land für Seine Auserwählten Kinder säubern. Ich habe Sein schwarzes Feuer in den Augen der Geplagten gesehen und warte eifrig auf den Tag, auf dass Er uns alle vernichten möge. Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn.
ja: 「Green Fever」に選ばれた仔等よ新世界へ征こう。我等にはあの御方の黒い炎に輝く眼が苦痛に歪むのが見えるであろう。あの御方は我等の献身を今や遅しと待っておられるのだ。ふんぐるい むぐるうなふ くとぅるう るるいえ うがふなぐる ふたぐん
zh_cn: 绿热病将为被选中的子民净化这片土地~看罪人眼中燃烧着他那黑色的火焰呐~终有一天他将吸纳我们全部~咳咳~法*哔*大法好呐~退*哔*保平安呐~

source: There is a splotch of blood on it. "blood of the zombie king"
ja: 「ゾンビ達の王の血」 紙には血痕が付着しています。
zh_cn: 上边有小行血字：“丧尸王之血”

source: This is a flier for a fast food chain. In it, a man is placing an order with an attractive woman wearing a bright green shirt in the window with two happy children in the back seat. The flier reads "Burgers, fries, and a Smile." down in one corner is a company logo. Someone has gone to town on this one with a permanent marker. It is now covered in rude images and racial epithets.
ja: ファーストフードチェーンのチラシです。男性が注文している横には若草色のシャツを着た美しい女性が、後部座席には楽しそうな子供が二人座っています。そしてこう書かれています。「バーガーとフライドポテト、それと笑顔を」隅の方に会社のロゴがあります。このチェーンの1つに行った誰かの書き込みがあります。この店は今クソみたいな落書きで埋め尽くされてるよ。
zh_cn: 这是一张速食连锁店的传单。上面有个男人跟后座的两个小孩正在对窗口裡穿著鲜绿色衬衫的美丽女子订餐。订单上写者"汉堡、薯条、和一个微笑。" 底下角落裡有一个公司的标志。有人在上面用油漆笔留下各种粗鲁的字眼与图案。

source: This is a flier for a fast food chain. In it, a man is placing an order with an attractive woman wearing a bright green shirt in the window with two happy children sitting in the back seat. The flier reads "Burgers, fries, and a Smile." Down in one corner is a company logo.
ja: ファーストフードチェーンのチラシです。男性が注文している横には若草色のシャツを着た美しい女性が、後部座席には楽しそうな子供が二人座っています。そしてこう書かれています。「バーガーとフライドポテト、それと笑顔を」隅の方に会社のロゴがあります。
zh_cn: 这是一张快餐店传单。上面有个男人跟后座的两个小孩正在对窗口裡穿著鲜绿色衬衫的美丽女子订餐。订单上写者"汉堡、薯条、和一个微笑。" 底下角落裡有一个公司的标志。

source: This is a flier for a local pizza chain. On it is a picture of a cartoon Italian holding a pizza, with the words "It's a goooood pizza" written above his head. Someone has drawn an exaggerated mustache on the cartoon Italian, along with a pair of crude, oversized breasts.
ja: ローカルピザチェーンのチラシです。イタリア人らしき漫画のキャラクターがピザを持っており、頭の上には「its a goooood pizza」と書いてあります。マジックで髭と胸が落書きされています。
zh_cn: 这是一张披萨连锁店的传单。上面画著一位拿著披萨的意大利人，头上的帽子印有"好~~披萨~"的字样。某人将上面的人像涂上了夸张的胡子，并歪歪斜斜的画上一对超大奶子。

source: This is a flyer advertising a local radio station. It has a lot of bright colors and patterns, but no definite message other than "104.4 all the best, all the time!" in big yellow letters.
ja: ローカルラジオ局のチラシです。幾つもの鮮やかな色で模様が描かれています。黄色い字で大きく「104.4 いつも楽しく」と書かれています。
zh_cn: 这是一张地方电台广告单。上面各种绚丽的色彩图案令人眼花撩乱，但除了用大号黄色字体书写的"104.4永远是你最好的选择"外没有其他信息。

source: This is a flyer for a local pizza chain. On it is a picture of a cartoon Italian holding a pizza, with the words "It's a goooood pizza" written above his head.
ja: ローカルピザチェーンのチラシです。イタリア人らしき漫画のキャラクターがピザを持っており、頭の上には「its a goooood pizza」と書いてあります。
zh_cn: 这是一张披萨连锁店的传单。上面画著一位拿著披萨的意大利人，头上的帽子印有"好~~披萨~"的字样。

source: This is a large movie poster for "Action Packstone 6, Revenge of the Dog Men". It shows a fit man in a leather jacket with a revolver and a claymore walking towards the viewer. At his side is his trusty cyberdog companion and in the background is an explosion.
ja: 映画「パックストーンの冒険6 ドッグマンの逆襲」の大判ポスターです。リボルバーとクレイモアを持ち革のジャケットを身に着けたマッチョな男性がこちらに向かって歩いています。彼の側にいるのは仲間のサイバードッグで、背景では爆発が起きています。
zh_cn: 这是一张巨大的《灰岩行动6：犬人的复仇》电影海报。上面画著爆炸中的背景，一个上镜且穿著皮衣的男人拿著左轮手枪和大砍刀走向观众。他的身旁有他最信任的机械狗伙伴。

source: This is a poster advertising contact lenses. On it is a picture of a blood shot eye with a rather long block of information beneath it making some fairly exaggerated claims about the product.
ja: コンタクトレンズの広告ポスターです。充血した眼の写真とかなり誇張された宣伝文句が並んでいます。
zh_cn: 这是一张隐形眼镜广告单，图上画著一对充满血丝的眼睛，并在下方有一大块区域讲述他们产品的好处。

source: This is a poster advertising contact lenses. On it is a picture of a blood shot eye. Someone has defaced this one. The informative part has been torn off, and written in jagged letters across the top in red crayon are the words "ALL HAIL THE CRIMSON KING!".
ja: コンタクトレンズの広告ポスターです。充血した眼が写っています。意味のある部分は破り取られ、赤いクレヨンで文字が書かれています。「ALL HAIL THE CRIMSON KING！」
zh_cn: 这是一张隐形眼镜广告单，图上画著一对充满血丝的眼睛。有人在这上面乱画。带信息的部分被撕掉，并用红色的蜡笔写上歪斜的字体 "深红之王万岁！"

source: This is a public message from an unnamed source. Its message, photocopied from a scrawled handwritten copy, reads: REPENT YOUR SINS O BABYLON FOR THE TIME OF HIS JUDGEMENT IS NIGH! LOOK UPON YOUR DESTRUCTION AND KNOW THAT IT IS JUST! YOU WILL BE DIVIDED FATHER AGAINST SON AND MOTHER AGAINST CHILD UNTO THE VERY LAST SINNER!
de: Dies ist eine öffentliche Nachricht einer unbenannten Quelle. Die Nachricht, fotokopiert von einer gekritzelten Handschrift, lautet: »TUT BUSSE FÜR EURE SÜNDEN, O BABYLON, DENN DIE ZEIT DES JÜNGSTEN GERICHTS IST NAH! SEHT EUCH EURE ZERSTÖRUNG AN UND IHR WISST, DASS ES GERECHT IST! IHR WERDET IN VATER UND SOHN, MUTTER UND KIND GETEILT, BIS ZUM ALLERLETZTEN SÜNDER!«
ja: 匿名でばら撒かれた紙片です。写真の様に正確な手書きによって転写された文章です。概ね狂人の戯言や福音書のパクリが綴られています。罪人達よ、大いなるバビロンに宣告されし裁きの時は近い！お前達は滅びを見届ける事しか出来ないのだ！父は息子と母は子供と対立するであろう最後の罪人が残るまで！
zh_cn: 这是一则来自匿名人士的公开信息 ,信息本身看上去是以潦草的手写文字影印在纸上制成的 ,上面写着 :忏悔你的罪吧 ! 巴比伦的大审判将要降临了 ! 仰望将要毁灭你的存在 ,并且意识到此举的正义性吧 ! 你的生活将要被变乱 :父亲仇恨儿子 , 母亲唾骂儿童 ,直到最后一个罪人被审判 !

source: This is a public message from the Federal Emergency Management Agency. Its message, repeated in several languages, reads: STAY IN YOUR HOMES! The US government is taking steps to halt the current epidemic of "Green Fever" and help is currently on its way to afflicted areas. In the name of public safety you are hereby ordered to remain in your homes until evacuated to a treatment camp by authorized agents of the United States military. Thank you for your compliance.
de: Die ist eine öffentliche Bekanntmachung der Federal Emergency Management Agency (auf deutsch: »Bundesagentur für Katastrophenschutz«). Die Nachricht, wiederholt in mehreren Sprachen, lautet: »BLEIBEN SIE ZUHAUSE! Die US-Regierung unternimmt Schritte, um die derzeitige Epedemie des ›Grünen Fiebers‹ zu stoppen. Hilfe ist momentan zu den betroffenen Gebieten unterwegs. Im Namen der öffentlichen Sicherheit wird Ihnen hiermit angeordnet, in Ihren Häusern zu verweilen, bis Sie zu einem Behandlungslager von autorisierten Vertretern des Militärs der Vereinigten Staaten evakuiert werden. Wir danken Ihnen für Ihre Mitarbeit.«
ja: 連邦緊急事態管理庁(FEMA)からの公告です。幾つかの言語で「家から出るな」という類の文章が繰り返されています。米国政府は「Green Fever」の感染拡大防止策を講じており、現在救援部隊が罹災地へと向かっている。治安の悪化による混乱が懸念されるため、住宅等で孤立している者はFEMAキャンプの委任を受けた軍が迎えに行くまで待機を続ける様に。皆様のご協力に感謝いたします。
zh_cn: 这是一张美国联邦紧急事务管理署 (FEMA) 发布的公开信息 , 这则信息以不同的语言重复印刷了多次 , 内容是 : "留在! 你的! 家里 ! 美国政府已经采取措施 ,对应当前的绿热症疫情 ,并且帮助途中遇到的疫区恢复秩序 . 以公共安全的名义 , 您应遵守命令待在家中 ,直到美国军方的授权代理人将您疏散到安全的检疫营地 ,感谢您能服从命令 ."

source: This is a public notice from the Centers for Disease Control. Its message, repeated in several languages, reads: Due to the rising threat of so-called "Green Fever" the CDC would like to remind the public to cover your nose and mouth with a tissue when you cough or sneeze and wash your hands frequently with soap and water. In light of recent events, the CDC also recommends an annual flu vaccine for everyone 6 months of age and older.
de: Dies ist eine öffentliche Bekanntmachung der Centers for Disease Control and Prevention (auf deutsch: »Zentren für Krankheitskontrolle und Prävention«). Die Nachricht, wiederholt in mehreren Sprachen, lautet: »Aufgrund der sich ausbreitenden Gefahr des ›grünen Fiebers‹ möchten die CDC die Öffentlichkeit daran erinnern, sich die Nase und den Mund mit einem Tuch zu bedecken, wenn man husten oder niesen muss, und sich die Hände regelmäßig mit Seife und Wasser zu waschen. Aufgrund der neuerlichen Ereignisse empfehlen die CDC außerden eine jährliche Grippeimpfung für alle im Alter von 6 Monaten oder älter.«
ja: 疾病予防管理センター(CDC)からの告示です。幾つかの言語で繰り返し「Green Fever」と呼称される病気への注意勧告がなされています。CDCは咳やくしゃみを防ぐためのマスクと定期的に石鹸での手洗いを推奨し、また、6ヶ月以上インフルエンザの予防接種を受けていない人を対象にワクチンの摂取を勧告する。
zh_cn: 这是一则疾病防控中心CDC发布的公共通知，用多种语言重复写道：因为最近昵称"绿感"的疾病流行，CDC提醒广大人民群众勤用肥皂洗手，如果你有咳嗽流鼻涕的症状，请用口罩掩住口鼻。就最近几起事例为故，CDC同样建议所有年龄超过6个月的人接受年度流感疫苗注射。

source: This is a public warning from an unnamed source. Its rambling message, poorly-photocopied onto both sides of the page, reads: Don't believe the lies! The Army is rounding up people in death camps while the Green Fever spreads like wildfire. Do not believe what the mainstream news-media is reporting. All official evacuation points are death-traps. Secure supplies and escape the cities while there is still time.
de: Die ist eine öffentliche Warnung von einer unbenannten Quelle. Ihre weitschweifige Nachricht, armselig auf beiden Seiten des Blattes fotokopiert, lautet: »Glaubt nicht den Lügen! Die Armee treibt Menschen in Todeslagern zusammen, während sich das Grüne Fieber wie ein Waldbrand ausbreitet. Glaubt nicht, was die Mainstream-Nachrichtenmedien berichten. Alle offiziellen Evakuierungsstellen sind Todesfallen. Sichert euch Vorräte und flieht aus den Städten, solange noch Zeit dafür ist.«
ja: 匿名でばら撒かれた警告文です。雑な両面刷りのせいで読み取りづらいですが、概ね「嘘を信じるな」という類の文章が書かれています。「Green Fever」は爆発的に広がっている。軍が集めた人々はキャンプではなく死の収容所に送られている。メディアを信用するな。避難所は全てデストラップだ。まだ猶予は残されている、物資を集めて街から逃げるんだ。
zh_cn: 这是一则来自匿名人士的公开警告 , 漫无边际的言辞以粗劣的方式打印在纸张的正反面 ,上面写着 : "不要相信那些传单上的谎言 ! 军队正在把平民送去的地方 ,其实是死亡集中营 ! 而绿热症正在像野火一样蔓延 , 主流新闻媒体是政府的喉舌 ,不要相信他们 ! 所有的官方撤离点都是死亡陷阱 ! 检查补给 ,逃离城市 ,现在还不算太晚 ! ! "

source: This is a public warning from the United States Army. Its brief message, repeated in several languages, reads: The President of the United States has declared unilateral martial law affecting the entire nation. Shelter in place until evacuated to an appropriate emergency management camp by authorized military personnel. This curfew will remain in effect until further notice. Stay indoors. Violators will be shot on sight.
de: Die ist eine öffentliche Warnung von der Armee der Vereinigten Staaten. Die kurze Nachricht, wiederholt in mehreren Sprachen, lautet: »Der Präsident der Vereinigten Staaten hat unilateral den Ausnahmezustand für die gesamte Nation verhängt. Bleiben Sie in Gebäuden untergebracht, bis Sie zu einem Notfalllager von autorisiertem Militärpersonal evakuiert werden. Diese Ausgangssperre wird bis auf Weiteres gültig bleiben. Bleiben Sie drinnen. Wer sich widersetzt, wird bei Sichtkontakt erschossen.«
ja: 陸軍からの緊急の布告文です。幾つかの言語で短い文章が綴られています。大統領は戒厳令を発令した。市民は軍の指示に従い適切なFEMAキャンプへの避難が完了するまでの間、安全な場所で待機すること。この外出禁止令は以後の通知があるまで有効である。もう一度繰り返す、外に出るな。違反者は射殺する。
zh_cn: 这是一则来自美国军方的公开警告 ,一则简短的消息翻译为数种语言印刷在纸上 ,上面写着 : 美国总统已经宣布全国范围内施行单方面戒严 ,公众应就地寻找避难场所 ,直到经军方授权的军事人员将其疏散到应急管理营地 .如无另行通知 ,本戒严令将持续生效 . 留在室内 ,违反者一经发现 ,将即刻遭到射杀 .
