Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A suit of DoubleTech Power Armor, Mk. II-H. This model offers several improvements over the Mk. I, most notably the improved environmental protection. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
de: Ein Anzug der DoubleTech-Energierüstung Mk. II-H. Dieses Modell bietet zahlreiche Verbesserungen gegenüber der Mk. I, vorallem dem Schutz vor Umweltgefahren. Wie alle DoubleTech-Energierüstungen erfordern die Steuerungs- und Klimaregulierungssysteme direkten Hautkontakt.
ja: ダブルテック社のパワーアーマーMk. II-Hです。このモデルはMk. Iから数点の改良を施したタイプで、最大の変更点は外的要因からの防護の改良です。他のDoubleTech社のパワーアーマーと同様に温度調節機能を制御する為には肌が触れている必要があります。
zh_cn: DoubleTech出品的Mk. II-H型动力装甲。在Mk.I型基础上做出很多改进，特别是提升了它的自然环境防护能力。和其他DoubleTech动力装甲相同，它的控制与气温调节系统只在与皮肤直接接触时启动。

source: A suit of DoubleTech Power Armor, Mk. II-L. This model offers several improvements over the Mk. I, most notably the reduced weight. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
de: Ein Anzug der DoubleTech-Energierüstung Mk. II-L. Dieses Modell bietet zahlreiche Verbesserungen gegenüber der Mk. I, vorallem das Gewicht. Wie alle DoubleTech-Energierüstungen erfordern die Steuerungs- und Klimaregulierungssysteme direkten Hautkontakt.
ja: ダブルテック社のパワーアーマーMk. II-Lです。このモデルはMk. Iから数点の改良を施したタイプで、最大の変更点は軽量化です。ダブルテック社のパワーアーマーはすべて、制御と寒暖調整のために直接肌と触れ合う必要があります。
zh_cn: DoubleTech制造的Mk. II-L型动力装甲，在Mk. I的基础上做出了很多改进，其中最为显著的是减轻了重量。和其他DoubleTech动力装甲相同，它的控制与温度调节系统只在与皮肤直接接触时启动。

source: A suit of Gothic plate armor.
de: Ein Anzug aus gotischem Plattenpanzer.
ja: ゴシック様式のプレートアーマー。
ko: 고딕풍의 판금갑옷입니다.
ru: Кираса от пластинчатого готического доспеха.
zh_cn: 哥特板甲套装。

source: A suit of armor forged from scraps of metal; provides decent protection, but the loose collection of plates jangles and clangs as you walk, attracting the attention of all nearby.
de: Ein Anzug aus Schrott; bietet netten Schutz, aber der lose Zusammenbau von Platten wackelt und scheppert beim Gehen, was die Aufmerksamkeit Aller in der Nähe auf dich zieht.
ja: 鉄屑から鍛造した鎧です。そこそこの防御力がありますが、歩く度に垂れ下がったプレートがガシャガシャと音を立て、周りの注目を集めてしまいます。
ko: 고철을 사용해 만든 갑옷입니다. 상당한 방어력을 제공하지만, 걸을 때마다 고철이 서로 부딪히는 소리가 나기 때문에 근처의 적이 알아차리기 쉬워집니다.
ru: Кольчуга, состоящая из разнообразных пластин металла. Даёт неплохую защиту, но при этом издаёт звон пластин при движении, что привлекает внимание находящихся поблизости.
zh_cn: 这是一套用废旧金属制造的盔甲，走起路来叮当作响，噪音很大！犀利哥专属！

source: A suit of armor to be used by dirt bikers and motorcyclists.
ja: ダートバイクなどに乗る際に使用する、装甲の付いたスーツです。
zh_cn: 一套为摩托车手和越野自行车手所使用的护甲。

source: A suit of black bulletproof armor with lots of pockets. The word SWAT is emblazoned across the back.
ja: ポケットがたくさん付いた黒い防弾性装甲スーツです。背中には大きくSWATと書かれています。
zh_cn: 一种黑色的防弹装甲，还带有许多口袋。还有SWAT的字样印在上面。穿上它你就真的像是个飞虎队特警了。

source: A suit of snug, black leather. Has no pockets, but does feature an abundance of unusually located zippers.
de: Ein Anzug von engem, schwarzem Leder. Hat keine Taschen, aber einen Überfluss an ungewöhnlich platzierten Reißverschlüssen.
ja: 黒い革製の肌に密着した服です。ポケットは付いていませんが、何故か不適切な場所にたくさんのジッパーが付いているのが特徴です。
zh_cn: 没有口袋，但是在有些部位有拉链，你懂的。

source: A sweatshirt with a hood and a "kangaroo pocket" in front for storage.
de: Ein Sweatshirt mit einer Kapuze und einer »Kängurutasche« an der Vorderseite für Lagerplatz.
ja: 収納用の"カンガルーポケット"とフードが付いたトレーナーです。
ko: 모자와 "캥거루 주머니" 같은 주머니가 앞에 달린 추리닝입니다.
ru: Толстовка с капюшоном и большим карманом на животе.
zh_cn: 一件带有兜帽的卫衣。小哥，你的黑金古刀呢？

source: A t-shirt embroidered with the pattern of an American flag.
de: Ein T-Shirt, das mit dem Muster der Flagge der USA bestickt wurde.
ja: 星条旗模様の刺繍が施されたTシャツです。
ko: 미국의 국기인 성조기 무늬가 있는 티셔츠입니다.
ru: Футболка с американским флагом.
zh_cn: 一件带着星条旗花纹的t恤。

source: A t-shirt with Red Hat's logo on it, underneath it says "The World's Open Source Leader"
ja: Red Hatのロゴが入ったTシャツです。ロゴの下には「世界のオープンソースリーダー」と書いてあります。
zh_cn: 一件印有Red Hat标志的T恤，上面写着：世界开源领袖！

source: A t-shirt with a picture of Tux, the Linux mascot! It says "You wouldn't buy a car with the hood welded shut."
ja: Linuxのマスコットであるタックスが描かれたTシャツです。「ボンネットが溶接された車なんか買わないだろう？」と書かれています。
zh_cn: 一件印有linux吉祥物的T恤。图片下面印有行字：“你不会买一辆引擎罩被焊上的车。”

source: A t-shirt with a picture of the Tux mascot on it. Underneath it says "You wouldn't buy a car with the hood welded shut."
ja: マスコットのタックスが描かれたTシャツです。その下には「ボンネットが溶接された車なんか買わないだろう？」と書かれています。
zh_cn: 一件印有企鹅图片的T恤。在图片下面印有一行字：“你不会买一辆引擎罩被焊上的车。”

source: A t-shirt with the Arch Linux logo on it, underneath it says "Keep it Simple Stupid"
ja: 「簡潔にしろ、マヌケ！」という文の上にArch Linuxのロゴが重ねられているTシャツです。
zh_cn: 一件印有Arch Linux标志的T恤，上面写着：简单！直接！

source: A t-shirt with the Debian logo on it, underneath it says "The Universal Operating System"
ja: Debianのロゴが入ったTシャツです。ロゴの下には「ユニバーサル・オペレーティング・システム」と書いてあります。
zh_cn: 一件印有Debian标志的印字T恤，上面写着：宇宙通用操作系统

source: A t-shirt with the Fedora logo on it, underneath it says "Freedom. Friends. Features. First."
ja: Fedoraのロゴが入ったTシャツです。ロゴの下には「フリーダム。フレンド。フィーチャー。ファースト。」と書いてあります。
zh_cn: 一件印有Fedora标志的印字T恤，上面写着：自由，友好，独特，领先。

source: A t-shirt with the Linux Mint logo on it, underneath it says "From freedom came elegance"
ja: Linux Mintのロゴが入ったTシャツです。ロゴの下には「気品は自由からやってきた」と書いてあります。
zh_cn: 一件印有Linux Mint标志的印字T恤，上面写着：从自由到优雅。

source: A t-shirt with the Ubuntu logo on it, underneath it says "Linux for human beings"
ja: Ubuntuのロゴが入ったTシャツです。ロゴの下には「人間のためのLinux」と書いてあります。
zh_cn: 一件印有Ubuntu标志的T恤，上面还写着：linux才是人用的。

source: A t-shirt with the Ubuntu logo on it, underneath it says "Ubuntu is a South African word for 'I can't configure Debian'"
ja: Ubuntuのロゴが入ったTシャツです。ロゴの下には「Ubuntuとは南アフリカの言語で『Debianの設定はできません』という意味です」と書いてあります。
zh_cn: 一件印有Ubuntu标志的T恤，上面还写着：Ubuntu是南非语'我无法配置Debian'的意思。

source: A tan button-down shirt with long sleeves.
de: Ein beiges Button-Down-Shirt mit langen Ärmeln.
ja: ボタンが付いた長袖の日焼けしたダウンシャツです。
ko: 카키색의 단추 달린 긴 소매 셔츠입니다.
ru: Рубашка с длинными рукавами песочного цвета.
zh_cn: 棕褐色钮扣的长袖衬衫。

source: A tarnished golden shield gives an air of authority to the wearer.
ja: 身につけている者に権力の威光を与える色褪せた金の盾型細工が施されたバッジです。
zh_cn: 一只灰暗的盾型徽章，用于给佩戴者产生威权力场。

source: A tarnished silver star gives an air of authority to the wearer.
de: Ein matter Silberstern gibt einen Anflug an Autorität an seinem Träger.
ja: 身につけている者に権力の威光を与える色褪せた銀の星形細工が施されたバッジです。
zh_cn: 一只粘上污垢的星型徽章，显示着佩戴者曾经的权威。

source: A thick cotton shirt. Provides warmth and a bit of padding.
de: Ein dickes Stoffhemd. Bietet Wärme und ein wenig Polsterung.
ja: 厚手の綿製の上着です。暖かさと僅かなあて布を備えます。
zh_cn: 一件厚棉衫，除了保暖，还填充了些厚度。

source: A thick foam helmet. Designed to protect against concussion.
de: Ein dicker Schaumstoffhelm. Dafür gemacht, um vor Erschütterungen zu schützen.
ja: 厚い気泡体が詰まったヘルメットです。脳震盪を防ぎます。
zh_cn: 一个设计用来防震的厚泡沫头盔。

source: A thick fur full-length duster coat. Has many pockets for storage.
ja: 厚手の毛皮で作った全身を覆えるダスターコートです。収納箇所として複数のポケットが付いています。
zh_cn: 一件结实的全身长厚毛皮制防尘风衣，有许多的口袋。

source: A thick fur trenchcoat, lined with pockets. Great for storage.
de: Ein dicker Pelz-Trenchcoat, in dem Taschen genäht wurden. Großartig als Lagerplatz.
ja: 毛皮製のポケットが並んで付いたトレンチコートです。非常に多くの収納箇所があります。
zh_cn: 一件厚毛皮风衣，缝着不少口袋，看上去挺能装。

source: A thick leather body suit made for protection while riding motorcycles. Light and very comfortable.
de: Ein dicker Leder-Ganzkörperanzug zum Schutz bei der Motorradfahrt. Leicht und sehr bequem.
ja: 厚い革製のスーツです。バイクの運転時に怪我から身を守ってくれます。軽量で非常に着心地が良いです。
zh_cn: 这件厚皮外套可以在骑摩托车的时候保护你，轻巧而舒适。

source: A thick leather full-length duster coat. Has many pockets for storage.
ja: 厚手の革で作った全身を覆えるダスターコートです。収納箇所として複数のポケットが付いています。
zh_cn: 一件结实的全身长厚皮革防尘风衣，有许多的口袋。

source: A thick leather helmet that provides excellent protection for the head.
de: Ein dicker Lederhelm, der exzellenten Schutz für den Kopf bietet.
ja: 厚い革で作られたヘルメットです。頭部を保護する優秀な防具です。
ko: 두꺼운 가죽 헬멧입니다. 머리 부분에 높은 보호력을 제공합니다.
ru: Толстый кожаный шлем, который обеспечивает отличную защиту головы.
zh_cn: 这是一顶沉重的头盔，对任何种类的伤害都有防护作用，让你远离被爆头的风险。

source: A thick leather trenchcoat, lined with pockets. Great for storage.
de: Ein dicker Leder-Trenchcoat, in dem Taschen genäht wurden. Großartig als Lagerplatz.
ja: 厚い革製のポケットが並んで付いたトレンチコートです。非常に多くの収納箇所があります。
zh_cn: 一件厚厚的皮革风衣，缝着不少口袋，看上去挺能装。

source: A thick pair of wool gloves. Cumbersome but warm.
de: Ein dickes Paar Wollhandschuhe. Hinderlich aber warm.
ja: 羊毛製の厚い手袋です。暖かいですが、動きを阻害します。
zh_cn: 一双厚羊毛手套，暖和无比，笨重无比。

source: A thin cotton jacket with a hood. Good for brisk weather.
de: Eine dünne Stoffjacke mit einer Kapuze. Gut für frisches Wetter.
ja: 綿製のフードが付いた薄いジャケットです。爽快な天気の日に羽織りたい一品です。
zh_cn: 一件填充了棉花的轻便夹克，有兜帽，适合凛冽的天气

source: A thin cotton trenchcoat, lined with pockets. Great for storage.
de: Ein dünner Stoff-Trenchcoat mit Taschen. Großartig für Lagerplatz.
ja: 綿製のポケットが並んで付いた薄いトレンチコートです。非常に多くの収納箇所があります。
zh_cn: 一件薄薄的棉质风衣，缝着不少口袋，看上去挺能装。穿起来就像雷锋侠！

source: A thin pair of black leather gloves.
de: Ein dünnes Paar schwarzer Lederhandschuhe.
ja: 黒い革製の薄い手袋です。
ko: 두꺼운 검은 가죽 장갑 한쌍입니다.
ru: Пара тонких перчаток из черной кожи.
zh_cn: 一双轻薄的黑色皮质手套。

source: A thin, short-sleeved and short-legged one-piece suit. Judging by the odd tailoring and adjustment points... maybe you don't want to know who wore it. Provides nominal storage and is not very encumbering.
de: Ein dünner, kurzärmeliger und kurzbeiniger Anzug in einem Stück. Nach dem merkwürdigem Schnitt und Anpassungsstellen zu urteilen … willst du vielleicht nicht wissen, wer es trug. Bietet geringfügigen Lagerplatz und ist nicht sehr einengend.
ja: 半袖で短足の薄いつなぎの服です。奇妙な仕立て方や調整部分から察すると・・・ああ、誰が着ていたかは知らない方が良いでしょう。収納箇所はあって無い様なものですが、とても動きやすいです。
zh_cn: 薄薄的、短袖和短腿的单件西装。由奇怪的剪裁和拼接来看...也许你不想知道是谁穿的了。它提供一定的存储空间，也不是很累赘。

source: A thin, short-sleeved jumpsuit updated for the trans-human who needs full-body clothing. Provides some storage and adjustable to minimize encumbrance.
de: Ein dünner, kurzärmeliger Overall, der für den Übermenschen, der Ganzkörperbekleidung braucht, maßgeschneidert wurde. Bietet etwas Lagerplatz und kann angepasst werden, um die Bewegungseinschränkungen zu minimieren.
ja: 人間を超えた人用に調整された全身用の薄い半袖のジャンプスーツです。最小限の阻害性である程度の収納箇所を備えています。
zh_cn: 一件为某些需要全身着装的特殊人群设计的面料轻薄的短袖连身衣，可以提供一些储藏空间和最基本的环境防护。

source: A thin, short-sleeved jumpsuit; similar to those worn by prisoners. Provides decent storage and is not very encumbering.
de: Ein dünner, kurzärmeliger Overall; ähnlich zu denen, welche von Gefängnisinsassen getragen werden. Bietet ausreichenden Platz und ist nicht sehr behindernd.
ja: 囚人が着ている物と同様に、半袖の薄いジャンプスーツです。非常に動き易く、十分な収納箇所もあります
zh_cn: 一件薄的短袖连身衣，和犯人穿的囚服差不多。口袋里能装一些东西，而且它也不算笨重。

source: A tight mask made of black leather. The eyes and mouth can be closed using zippers.
de: Eine enge Maske aus schwarzem Leder. Die Augen und der Mund können mit Reißverschlüssen verschlossen werden.
ja: 黒い革製のタイトマスクです。目と口のジッパーを閉じれます。
zh_cn: 黑色皮革做的面具，眼部和口部有拉链。

source: A tool to help set bones and hold them in place.
de: Ein Werkzeug, das hilft, Kochen einzurichten und sie gerade zu halten.
ja: 適切な箇所で骨を支え固定する道具です。
ko: 뼈를 고정하고 원래 자리를 되찾도록 할 때 사용되는 도구입니다.
ru: Помогает зафиксировать сломанные кости.
zh_cn: 一个用于固定和矫正骨骼的工具。

source: A tough hood used by fencers made out of steel mesh.
ja: 金網で作られたフェンシングの選手が使う丈夫なフードです。
zh_cn: 一个面部以钢丝网制成的击剑护脸.

source: A tough hooded jacket with lots of pockets, thickly padded for warmth. Favored by the military.
ja: フードと複数のポケットが付いた軍採用の丈夫なジャケットです。保温のため、中に分厚い綿が詰まっています。
zh_cn: 一件结实的外套，上面带有很多口袋，有防寒衬里。军队指定用品，嗯，挺帅的。

source: A tough jacket with lots of pockets. Favored by the military.
de: Eine widerstandsfähige Jacke mit vielen Taschen. Vom Militär bevorzugt.
ja: 複数のポケットが付いた軍採用の丈夫なジャケットです。
zh_cn: 一件结实的外套，上面带有很多口袋。军队指定用品，嗯，挺帅的。

source: A tough pair of gloves, for tough everyday work.
zh_cn: 一双耐用的手套，适用于每日艰苦的工作。

source: A tough pair of pants lined with pockets, thickly padded for warmth. Favored by the military.
ja: 複数のポケットが付いた軍採用の丈夫なパンツです。保温のため、中に分厚い綿が詰まっています。
zh_cn: 一条厚实的军裤，上面缝着不少口袋，有防寒衬里，常用于军队之中。

source: A tough pair of pants lined with pockets. Favored by the military.
de: Eine widerstandsfähige Hose mit Taschen. Vom Militär bevorzugt.
ja: 複数のポケットが付いた軍採用の丈夫なパンツです。
zh_cn: 一条厚实的军裤，上面缝着不少口袋，常用于军队之中。

source: A traditional chef's hat, standing tall and proud against the vulgarities of the world.
de: Eine traditionelle Kochmütze, die hoch und stolz gegen die Anstößigkeiten der Welt ansteht.
ja: 伝統的なシェフの帽子です。下品な世の中に逆らうが如く、そそり立っています。
zh_cn: 传统的大厨帽,高高的耸立着，骄傲的面对全世界的食材。

source: A traditional mail carrier's cap, with the US postal service logo embroidered on the front above the plastic cap. A symbol of a bygone world.
de: Eine traditionelle Briefträgermütze, auf der das Logo des U.S. Postal Service an der Vorderseite eingestickt ist. Ein Symbol einer längst vergangenen Welt.
ja: 伝統的な郵便配達員のつば付き帽子です。プラスティック製のキャップの前頭部に米国郵便業務のロゴが刺繍されています。過ぎた世界のシンボルでした。
zh_cn: 传统样式的邮差帽，塑料帽檐上方印着美国邮政服务的标识——逝去时光的标识。

source: A traditional, ankle-length Japanese robe, wrapped around the body with a sash.
ja: 足首まである長着です。帯を結ぶ事によって身体に着付けます。日本の伝統的な民族衣装です。
zh_cn: 传统从头裹到脚的日本服饰，用腰带一扎了事。

source: A traditional, ankle-length Shinto robe with several layers and very wide sleeves.
ja: 襟紙という芯を入れた盤領で袖の広い衣装です。中世の日本では貴族の普段着として用いられていました。現在は神職の常装となっています。
zh_cn: 传统从头裹到脚的宽袖多层神道教长袍。

source: A type of headdress traditionally used in the middle east. It can be used in different ways to protect the head and mouth from the elements.
ja: 中東で着用される伝統的な頭部衣装の一種です。頭部や口を外部から守るための様々な付け方があります。
zh_cn: 一种中东流传久远的头巾，拥有多种花样戴法。不论如何，这玩意让你想起阿拉法特，一股砍死犹太人的热血冲上头来。

source: A very short leather skirt, clearly designed to look good, not be practical.
de: Ein sehr kurzer Lederrock, eindeutig dafür gemacht, um gut auszusehen, nicht, um nützlich zu sein.
ja: 革製の非常に丈の短いスカートは、動くと中が見えそうになるデザインをしており、実用には向かないでしょう。
ko: 매우 짧은 가죽 치마로서 세련되보이게 깔끔히 디자인되었지만, 그다지 실용적이지 않습니다.
ru: Очень короткая кожаная юбка, хорошо выглядит, но она не практична.
zh_cn: 皮制迷你裙，为了美丽冻人而牺牲了实用性。

source: A very well-made fur coat, featuring thick panels of sable fur. Very warm and very good-looking.
de: Ein sehr gut gemachter Fellmantel mit einer dicken Zobelfellschicht. Sehr wahr und sehr gutaussehend.
ja: 非常に上質な毛皮のコートで、厚手の黒貂が特徴です。とても暖かく、実にお洒落です。
zh_cn: 一条精心制作的毛皮大衣，厚厚貂皮很温暖很时髦，明星贵妇冬季出行的最爱，丧尸们看见也会紧追不舍！

source: A vest made from thick leather. Offers excellent protection from cuts.
de: Eine Weste, welche aus dickem Leder gemacht wurde. Bietet exzellenten Schutz vor Schnitten.
ja: 厚い革製のベストです。対刃性に優れています。
zh_cn: 一件用厚厚的皮革制成的背心，对劈砍伤害防护很好。

source: A warm and heavy home-built combination armor made from a reinforced bulletproof vest and an insulated jumpsuit made out of leather. Protects from the elements as well as from harm.
de: Eine warme und schwere selbstgebaute Verbundrüstung aus einer verstärkten kugelsicheren Weste und einem isoliertem Overall aus Leder. Schützt vor der Natur als auch vor Schäden.
ja: 補強した防弾ベストと鋼で防寒ジャンプスーツの皮革から作られた、手製の重量型防寒コンビネーションアーマーです。外的要因の他に怪我からも身を守ります。
zh_cn: 一件温暖的重型自制护甲，由一件防弹服和连衣裤制成并加强，不仅可以抵挡伤害，还具有一定的防化作用。

source: A warm covering that protects the head and face from cold.
de: Eine warme Bedeckung, welche den Kopf und das Gesicht vor Kälte schützen.
ja: 顔と頭を寒さから保護する暖かい目出し帽です。
ko: 추위를 막기 위해 얼굴과 머리 전체를 덮는 모자입니다. '발라클라바' 라고도 불립니다.
ru: Теплое покрытие, которое защищает голову и лицо от холода.
zh_cn: 非常暖和的软面罩，包裹着你的整个头部，只露出眼睛，让你的头和脸不再冷冰冰。劫匪的最爱，没有这个专业装备你丫只能套个臭丝袜了。

source: A waterproof hood made to be worn in bad weather. Provides extra protection from rain.
de: Eine wasserdichte Haube, die für das Tragen bei schlechtem Wetter gemacht wurde. Bietet besonderen Schutz vor Regen.
ja: 防水加工が施されたフードで悪天候の際に被ります。雨を防ぎます。
zh_cn: 一件防水兜帽，可以保护你不受雨滴的影响，不过别指望它能抵御酸雨.

source: A waterproof, self-winding watch on a steel watchband. Tells the time and current temperature and is impervious to water. Activate to check the digital thermometer.
ja: 鋼製のバンドが付いた防水加工が施された自動巻き腕時計です。現在時刻が分かり、水に濡れても壊れない。デジタル温度計をチェックするには有効化する必要があります。
zh_cn: 防水自动手表，不锈钢表带。让你长时间泡在水里也不会忘了时间。哦，对了，顺带的你可以激活它来查看数字温度计。

source: A webbing of strings worn on a helmet, to attach camouflage or other necessary things.
de: Ein Gewebe aus Fäden, das auf einem Helm getragen wird, um Tarnungs- oder andere notwendige Dingen anzubringen.
ja: ヘルメットの上から被る紐網です。カモフラージュ用のアイテムや道具類を挟むことができます。
zh_cn: 一个罩在头盔上的绳网，可以用来伪装，或者将其他东西固定在头盔上。

source: A white button-down shirt with long sleeves. Looks professional!
de: Ein weißes Button-Down-Hemd mit langen Ärmeln. Sieht professionell aus!
ja: ボタンが付いた長袖の白いダウンシャツです。ビシッとして格好良く見えますよ！
zh_cn: 一件白色纽扣领的长袖衬衫，让你看起来像个专业人才。

source: A white, knee-length cotton robe, traditionally worn by Jews on special occasions.
ja: 膝丈までの長さの木綿製の白いローブです。ユダヤ教徒が特別な行事の時に身に纏う伝統的な民族衣装です。
zh_cn: 白色及膝的棉布袍，犹太人在特殊场合穿着的衣物。

source: A wool hooded shirt. It offers decent protection against the cold. The front pocket offers both storage room and shelter for your hands.
ja: 羊毛のフードが付いたシャツです。寒さをしっかりと防いでくれます。前面のポケットには手を入れられるようになっています。
zh_cn: 一个羊毛带帽上衣。保暖不错，前边的口袋可以装东西，也可以装你的手。

source: A wool shirt. Provides warmth.
de: Ein Wollhemd. Bietet Wärme.
ja: 羊毛製のシャツです。とっても暖かいよ。
zh_cn: 一件羊毛衬衫，让你全身暖洋洋的。

source: A zero-G football jersey made of thick material imprinted with the logo of the London Jets.
ja: 厚手の素材で作られた無重力サッカー用のジャージです。ロンドンジェットのロゴが刻印されています。
zh_cn: 一件印有London Jets标志的厚质短袖球衣。

source: AEP suit
de: Umwelt-Schutzanzug
ja: 装甲環境防護服
ko: AEP 슈트(suit)
ru: костюм AEP
zh_cn: AEP套装

source: ANBC suit
de: ABC-Schutzanzug
ja: ANBC防護服
ko: ANBC 슈트(suit)
ru: костюм ANBC
zh_cn: ANBC套装

source: Also called a "bucket hat." Often used in the military. Its wide brim helps keep the sun out of your eyes.
de: Auch »Buschhut« genannt. Oft im Militär verwendet. Seine breite Krempe hilft dabei, das Sonnenlicht von den Augen fern zu halten.
ja: "バケツ・ハット"とも呼ばれ、軍でよく使われています。鍔が幅広く、太陽光線から目を保護してくれます。
zh_cn: 也被称为渔夫帽，不过通常用在军事上。

source: American flag
ja: 国旗(アメリカ合衆国)
zh_cn: 美帝国旗

source: An all-encompassing black helmet that covers your entire face and neck, providing excellent protection from all sorts of damage.
de: Ein alles-umfassender schwarzer Helm, der dein gesamtes Gesicht und deinen Nacken bedeckt, was exzellenten Schutz vor allen möglichen Schäden bietet.
ja: 顔全体と首を保護しあらゆるダメージから守る、フルフェイスの黒いヘルメットです。
ko: 얼굴과 목을 감싸는 검은 헬멧으로, 다양한 데미지에 대해 높은 보호력을 제공합니다.
ru: Чёрный шлем, который полностью закрывает вашу голову, включая лицо и шею, обеспечивая превосходную защиту от всех видов повреждений.
zh_cn: 黑色的极简头盔，覆盖面部和颈部，保护你免受各种伤害的摧残.

source: An apron made of thick leather. Cumbersome, but offers excellent protection from cuts.
de: Ein Schurz aus dickem Leder. Mühselig zum Tragen, aber er bietet ausgezeichneten Schutz vor Schnitten.
ja: 厚手の革のエプロンです。動き辛くなりますが、斬撃から身を守ってくれます。
zh_cn: 一件厚皮围裙，笨重但是防切割。

source: An armored environmental protection suit. Custom-built from a cleansuit and body armor, it provides excellent protection against both physical harm and ambient radiation.
de: Ein gepanzerter Umwelt-Schutzanzug, der aus einem Reinigungsanzug und einer Körperpanzerung angefertigt wurde. Er bietet ausgezeichneten Schutz vor sowohl körperlichen Schäden als auch Umgebungsstrahlung.
ja: 装甲化された環境防護服です。ボディーアーマーとクリーンスーツを改良して作られ、外からの身体的危害と放射能汚染環境にすさまじい効果を発揮します。
zh_cn: 一件装甲化的防护服。由防化服和装甲自制而成，他能非常好的防御物理攻击和辐（mó）射（fǎ）伤害。

source: An armored, impermeable full-body suit that functions as body armor, as well as protecting from nuclear, biological, and chemical hazards.
de: Eine gepanzerte, undurchdringliche Ganzkörperbekleidung, die als Schutz vor allen möglichen Gefahren getragen wird, als Körperrüstung funktioniert und vor atomaren, biologischen und chemischen Gefahren schützt.
ja: 不浸透性の全身用スーツです。装甲が施され、ボディアーマーとしての役目も果たします。血清やワクチン、ケミカルハザード、核から身を守ります。
zh_cn: 一套经过装甲加强的防水全身套装，能抵御各种类型的攻击，具有防弹衣和三防服的所有功能。

source: An elegant waistcoat. Ideal for those occasions when wearing only a shirt would be too casual and a suit would be just overdoing it.
de: Eine elegante Weste. Ideal für diese Momente, wenn das Tragen eines Hemdes zu gewöhnlich und ein Anzug zu hochnäsig wäre.
ja: 上品なチョッキです。シャツだけを着て、さり気無く羽織るのが理想的でしょう。スーツまで着てしまうと少しカジュアルになり過ぎてしまいますね。
zh_cn: 一件飘逸的马甲，当穿一件衬衫太随意，穿一件外套又太过的时候，就选择它吧。

source: An encumbering wool suit covered in nice patterns. It looks like a full body armor but it only protects against cold, sadly.
ja: 素敵な模様が付いた羊毛のかさばる服です。見た目はフルボディアーマーですが、残念ながら、寒さからしか守ってくれません。
zh_cn: 一套穿着有那么点麻烦的羊毛套装，上边织了不少漂亮的图案，让你想起90年代美好时光~当然，这玩意不仅看上去像是全身护甲，你也可以把它当成护甲来穿，但是除了抵御寒冷外，恐怕连一个木棍都能戳穿。悲剧吧？不过丧尸们似乎不会用木棍~笑~（它们用牙）

source: An essential article of the gentleman's apparel. Also corrects near-sightedness. You can use this to focus the sunlight.
ja: 紳士服の基本装備です。近視を補正してくれます。太陽光を一点に集中させる事が出来ます。
zh_cn: 扮绅士的必需品，同样校正近视。可以用来聚焦阳光。

source: An expandable pouch secured with straps. Provides a bit of extra storage with minimal encumbrance.
de: Eine ausdehnbare Tasche, die mit Riemen gesichert wurde. Bietet etwas zusätzlichen Platz bei minimaler Behinderung.
ja: ストラップで固定する拡張型ポーチです。最小限の阻害性で少量の収納を追加します。
zh_cn: 膨胀型皮带，可以提供一些储存空间并且不会影响你的动作

source: An extremely heavy ornamental suit of armor.
de: Eine extrem schwere Zierrüstung.
ja: 華美な装飾が施された甲冑一式です。
ko: 엄청나게 무거운 의장용 갑옷입니다.
ru: Очень тяжелые латы, дающие неплохую защиту.
zh_cn: 一套十分沉重的装饰用护甲。一般用来放在房间角落里吓唬小偷用的，当然实在需要的时候你也可以钻进去。

source: An extremely heavy set of armor plated boots.
de: Ein extrem schweres Paar von panzerplattierten Stiefeln.
ja: 極めて重量のあるプレートアーマーブーツです。
ko: 극히 무거운 금속판으로 만든 부츠입니다.
ru: Комплект очень тяжёлых доспешных сапог.
zh_cn: 一双重型金属靴。

source: An extremely heavy set of armor plated gloves.
de: Ein extrem schweres Paar panzerungsplattierter Handschuhe.
ja: 極めて重量のあるプレートアーマーガントレットです。
ko: 극히 무거운 금속판으로 만들어진 철제 장갑입니다.
ru: Комплект очень тяжёлых доспешных перчаток.
zh_cn: 一副重型金属手套。

source: An impermeable whole-body garment worn as protection against hazardous materials. Though very restrictive and fragile, wearing it will provide complete protection against ambient radiation.
de: Eine undurchdringliche Ganzkörperbekleidung, welche als Schutz vor Gefahrenstoffen getragen wird. Obwohl etwas einengend und fragil, wird das Tragen dieses Anzugs vollstänigen Schutz vor Umgebungsstrahlung bieten.
ja: 危険性物質から守る不浸透性全身防護服です。ですがとても窮屈で破れやすく、着用すると放射能汚染環境で素晴らしい防護性能を発揮します。
zh_cn: 一套可以抵御有害物质的这件防水全身套装。虽然穿上后非常碍手碍脚而且套装本身不堪一击，它将提供非常全面的生化辐射防护。

source: An old-fashioned pair of leather rollerskates with steel frames. While quite fast on flat floors, they make it difficult to move on rough terrain.
de: Ein altmodisches Paar Lederrollschuhe mit Stahlrahmen. Wobei sie sehr schnell auf flachen Böden sind, machen sie es schwierig, sich auf unebenem Gelände fortzubewegen.
ja: 昔懐かしい鋼のフレームを使った革製のローラースケートです。平らな床では非常に素早く動けますが、起伏の多い地形では上手く動けません。
zh_cn: 一双老样式钢架皮革旱冰鞋，在平地上非常迅速。但是在崎岖地形上会让你举步维艰，并且更难躲闪。

source: An old-fashioned, copper bracelet.
de: Ein altmodisches Kupferarmband.
ja: 昔ながらの銅のブレスレットです。
ko: 고풍스러운 동팔찌입니다.
ru: Старомодный медный браслет.
zh_cn: 一个过时的铜手镯。

source: An ornamental suit of Japanese samurai armor.
de: Eine dekorative japanische Samurai-Rüstung.
ja: 侍が着ていた観賞用の鎧。
ko: 장식이 붙어있는, 일본 사무라이들의 갑옷입니다.
ru: Парадные доспехи японских самураев.
zh_cn: 岛国人特有的盔甲，穿上它，你就像一只套在破竹板里的猴子，一种启示录杀马特的气质扑面而来！

source: Apparently the microskirt wasn't short enough.
ja: どうやらマイクロスカートでは長すぎたようです。
zh_cn: 齐逼小短裙已经无法满足某些碧池了。

source: Arm guards made of stacked paper sheets held together with duct tape.
ja: 紙束をダクトテープで貼り合わせて作ったアームガードです。
zh_cn: 许多纸张叠在一起，然后用胶带粘牢。锵锵~纸护臂闪亮登场，为取得最大防护效果，不要忘记在上边写上“知识就是力量”。

source: Body armor consisting of a leather backing suit with bone reinforcement. Light and strong.
de: Eine Körperpanzerung, die aus einem Lederbegleitanzug mit einer Knochenverstärkung besteht. Leicht und fest.
ja: 補強した骨と革で裏張りされた鎧です。軽量で頑丈です。
zh_cn: 以骨片强化的皮制护甲，轻便坚韧。

source: Boots lined with fur for warmth.
de: Mit Fell gefütterte Stiefel, für die Wärme.
ja: 毛皮製の暖かなブーツです。
ko: 보온을 위해 털가죽이 사용된 장화입니다.
ru: Теплые ботинки обшитые мехом.
zh_cn: 内衬有毛皮的靴子，十分暖和。

source: Boots made from the exoskeletons of insects. Light and durable.
de: Stiefel aus dem Exoskeletten von Insekten. Leicht und langlebig.
ja: 昆虫の外骨格から作られたブーツです。軽量で頑丈なのが特徴です。
zh_cn: 一双由昆虫躯壳做成的靴子，轻便耐用。

source: Cumbersome boots designed for warmth.
de: Schwerfällige Stiefel, die für Wärme gemacht wurden.
ja: 動き辛くなりますが、とても暖かいブーツです。
ko: 보온을 위한 장화입니다. 크고 무겁습니다.
ru: Неудобные, но теплые ботинки.
zh_cn: 为保暖而设计的厚实靴子。
