Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Bury the beartrap?
de: Soll die Bärenfalle vergraben werden?
ja: トラバサミを埋めますか？
ko: 곰 덫을 매설합니까?
ru: Зарыть медвежий капкан?
zh_cn: 确定埋下捕熊器？

source: Bury the land mine?
de: Soll die Landmine vergraben werden?
ja: 地雷を埋めますか？
ko: 지뢰를 묻습니까?
ru: Прикопать мину?
zh_cn: 埋下地雷？

source: But you can't touch this.
de: Aber dafür bist du dir selbst zu gut.
ja: しかし、これに触れる事が出来なかった。
ko: 그걸 만질 수 없습니다.
ru: Но вы не можете дотронуться.
zh_cn: 但是你无法触摸这个。

source: CBRN defense system: ONLINE.
de: CBRN-Verteidigungssystem: AKTIV.
ja: CBRN防衛システム: オンライン。
ru: система ХБРЯ защиты: АКТИВИРОВАНО
zh_cn: CBRN防御系统: 在线

source: Call for help...
de: Um Hilfe rufen
ja: 助けを呼ぶ...
ko: 도움을 요청함...
ru: Позвать на помощь...
zh_cn: 求助……

# memorial_female
source: Called for help from %s.
de: Rief %s um Hilfe.
ja: %sに救援を要請しました。
ko: %s(으)로부터 도움을 요청받았습니다.
ru: Позвала на помощь %s.
zh_cn: 从 %s 呼叫援助。

# memorial_male
source: Called for help from %s.
de: Rief %s um Hilfe.
ja: %sに救援を要請しました。
ko: %s(으)로부터 도움을 요청받았습니다.
ru: Позвал на помощь %s.
zh_cn: 从 %s 呼叫援助。

source: Cauterize any open wounds?
de: Willst du irgendwelche offenen Wunden kauterisieren?
ja: 全ての開いた傷口に焼灼をしますか？
ko: 노출된 상처는 모두 지질까요?
ru: Прижечь все открытые раны?
zh_cn: 烧灼任何伤口吗?

source: Cauterize wound
de: Wunde kauterisieren?
ja: 傷口を焼灼する
ko: 상처 지지기
ru: Прижечь раны
zh_cn: 烧灼消毒伤口

source: Cauterize yourself for fun
de: Dich selbst zum Spaß kauterisieren
ja: 楽しむ為に自身に焼灼する
ko: 쾌락을 위해 지지기
ru: Прижечь себя ради удовольствия
zh_cn: 红烧自己的确很好玩

source: Cauterize yourself for fun?
de: Willst du dich selbst aus Spaß kauterisieren?
ja: 楽しむ為に自身に焼灼をしますか？
ko: 쾌락을 위해 지집니까?
ru: Прижечь себя ради удовольствия?
zh_cn: 红烧自己很好玩？

source: Choose an endpoint to hack.
de: Wähle einen Endpunkt zum Hacken.
ja: ハッキングする終点を選択します。
zh_cn: 选择一个侵入的终端点。

source: Choose desired meal:
de: Wähle das gewünschte Gericht:
ja: 希望する料理を選択して下さい:
zh_cn: 选择你想要的餐饮：

source: Choose menu option:
de: Menüpunkt auswählen:
ja: メニュー設定を選択:
zh_cn: 请选择菜单指令：

source: Choose recipe to view:
de: Rezept zum Betrachten wählen:
ja: 表示するレシピを選択:
zh_cn: 选择查看的配方：

source: Clank! Clank!
de: »Läut! Läut!«
ja: カラン！カラン！
ko: 철컥! 철컥!
ru: Клац! Клац!
zh_cn: 咔啷！咔啷！

source: Click.
de: »Klick.«
ja: カチッという音が聞こえました。
ko: 클릭.
ru: Клац!
zh_cn: 点击

source: Collection of monsters is empty
de: Monstersammlung ist leer
ja: モンスターを1匹も集めていない
zh_cn: 怪物收藏是空的

# memorial_female
source: Consumed mutagen.
de: Konsumierte Mutagen.
ja: 変異源物質を食べました。
ko: 뮤타젠을 섭취했습니다.
ru: Употребила мутаген.
zh_cn: 使用了诱变剂

# memorial_male
source: Consumed mutagen.
de: Konsumierte Mutagen.
ja: 変異源物質を食べました。
ko: 뮤타젠을 섭취했습니다.
ru: Употребил мутаген.
zh_cn: 使用了诱变剂

# memorial_female
source: Consumed purifier.
de: Konsumierte Purifizierer.
ja: 変異治療薬を飲みました。
ko: 정화제를 섭취했습니다.
ru: Употребила пурификатор.
zh_cn: 用完的净化剂。

# memorial_male
source: Consumed purifier.
de: Konsumierte Purifizierer.
ja: 変異治療薬を飲みました。
ko: 정화제를 섭취했습니다.
ru: Употребил пурификатор.
zh_cn: 用完的净化剂。

source: Critter photos saved on camera:
de: Tierfotos auf Kamera:
ja: カメラに保存されている生物写真:
zh_cn: 相机上保存的生物照片:

source: Cut up metal where?
de: Wo soll Metall aufgeschnitten werden?
ja: どの金属を切りますか？
ko: 어디에 있는 금속에다가 작업합니까?
ru: Пилить металл
zh_cn: 切割哪里的金属？

source: Cut up what?
de: Was aufschneiden?
ja: 何を切りますか？
ko: 무엇을 잘라냅니까?
ru: Что разрезать?
zh_cn: 切割什么？

source: Decrypt memory card
de: Speicherkarte entschlüsseln
ja: メモリーカードの暗号化を解除する
zh_cn: 加密记忆卡

source: Decrypt memory card (low skill)
de: Speicherkarte entschlüsseln (niedrige Erfahrung)
ja: メモリーカードの暗号化を解除する(低技能)
zh_cn: 加密记忆卡（低技能）

# memorial_female
source: Destroyed a harmful invader.
ja: 有害な侵略者を撃破しました。
zh_cn: 摧毁一个入侵危害。

# memorial_male
source: Destroyed a harmful invader.
ja: 有害な侵略者を撃破しました。
zh_cn: 摧毁一个入侵危害。

source: Detach and re-spool the cable
ja: ケーブルを外して巻き取る
zh_cn: 拆除并重卷电缆

source: Detach battery mods from what?
ja: どれから電源追加部品を取り外しますか？
zh_cn: 从哪个上拿下外接电池组？

source: Direction invalide
ja: 無効な方向
ko: 잘못된 방향
ru: Неправильное нарпавление
zh_cn: 无效方位

source: Disassemble what?
de: Was soll demontiert werden?
ja: 何を分解しますか？
ko: 무엇을 분해합니까?
ru: Что разобрать?
zh_cn: 拆卸什么?

source: Do what with quiver?
de: Was mit dem Köcher tun?
ja: 矢筒をどうしますか？
zh_cn: 用箭袋做什么？

source: Don't do anything rash..
de: Mach nichts Unüberlegtes …
ja: 早まったことはするな。
ko: 쓸데없는 짓은 하지 마라...
ru: Не делай ничего в спешке...
zh_cn: 不要做任何鲁莽的. .

source: Download data from memory card
de: Daten aus Speicherkarte kopieren
ja: メモリーカードからデータをダウンロードする
zh_cn: 从记忆卡中下载数据

source: Draw blood from %s?
de: Soll Blut von %s abgenommen werden?
ja: %sから血液を抜きますか？
ko: %s에서 혈액을 뽑습니까?
ru: Взять кровь у %s?
zh_cn: 从 %s 吸取血?

source: Draw your own blood?
de: Soll dein eigenes Blut abgenommen werden?
ja: 自身の血液を抜きますか？
ko: 자신의 피를 뽑습니까?
ru: Взять свою кровь?
zh_cn: 吸取自己的血?

source: Drill where?
de: Wo bohren?
ja: どこに穴を開けますか？
ko: 어디를 뚫을까요?
ru: Где сверлить?
zh_cn: 钻哪里？

source: Electricity crackles in the air.
de: Elektrizität knistert in der Luft.
ja: 空気中に電気が流れる。
ko: 대기 중에 스파크가 튀어오릅니다.
ru: Электрические разряды потрескивают в воздухе.
zh_cn: 电火花在空中发出爆裂声。

source: Electro-reactive armor system: ONLINE.
de: Elektroreaktives Rüstungssystem: AKTIV.
ja: 電子反応装甲システム: オンライン。
ru: система электро-реактивной брони: АКТИВИРОВАНО
zh_cn: 电子反应装甲: 在线

source: Empty quiver
de: Köcher leeren
ja: 矢筒を空にする
zh_cn: 清空箭袋

source: Enhance what?
ja: 何を補強しますか？
zh_cn: 强化什么?

source: Even now, our fruits adapt to better serve local physiology.
ja: 今なお我々のフルーツは有効に作用し、この生理機能体を下僕としている。
zh_cn: 直到现在，我们的果实仍在致力于更好地适应土著的生态。

source: Examine the center square to pack it up again.
ja: 中央を調べることで仕舞えます。
zh_cn: 检查中心距将其再次打包。

source: Excellent pictures of nature.
de: Ausgezeichnete Naturbilder.
ja: 素晴らしい風景写真です。
zh_cn: 精彩的自然风光照片。

source: Execute one vehicle action
ja: 操縦する車両を選択
zh_cn: 进行遥控命令

source: Feels like you're on fire, but you're OK.
de: Es fühlst sich an, als würdest du brennen, aber du bist in Ordnung.
ja: 火の中にいるような感覚です、が、平気です。
ko: 마치 불 위에 있는 것 같은 느낌입니다만, 그래도 괜찮습니다.
ru: Такое чувство, будто вы горите, но вы в порядке.
zh_cn: 你感觉像着了火一样……不过没问题。

source: Fill what?
de: Was soll aufgetankt werden?
ja: 何を補充しますか？
ko: 무엇을 채웁니까?
ru: Что заполнить?
zh_cn: 加什么？

source: Fill which vehicle?
de: Welches Fahrzeug soll aufgetankt werden?
ja: どの車両に補充しますか？
ko: 어떤 차량을 채웁니까?
ru: Какой автомобиль заправить?
zh_cn: 给哪辆车灌油？

source: Fire rains down around you!
de: Es regnet Feuer um dich herum!
ja: 火が周囲に雨の様に降り注いでいます！
ko: 주변에 화염 비가 내립니다!
ru: Вокруг вас идет огненный дождь!
zh_cn: 你的周围下起了火雨!

source: Fish where?
de: Wo angeln?
ja: どこで釣りをしますか？
ko: 어디서 물고기를 낚아올립니까?
ru: Где рыбачить?
zh_cn: 在哪里钓鱼？

source: Flies buzz around you.
de: Fliegen schwirren um dich herum.
ja: 蝿が周囲で騒音を発しています。
ko: 파리가 꼬입니다.
ru: Вокруг вас жужжат мухи.
zh_cn: 苍蝇围绕你。

source: Food photos... your stomach rumbles!
zh_cn: 食物照片...你的肚子咕咕叫。

source: Gachunk!
de: »Kadabong!«
ja: ガチャン！
ko: 카칭!
zh_cn: 吭呛！

source: Geiger counter:
de: Geigerzähler:
ja: 放射能測定器:
ko: 가이거 계수기:
ru: Счётчик гейгера:
zh_cn: 盖格计数:

source: Giant bees appear!
de: Riesenbienen tauchen auf!
ja: 巨大蜂が現れた！
ko: 거대 벌이 나타났습니다!
ru: Появились гигантские пчёлы!
zh_cn: 巨型蜜蜂出现了！

source: Giant flies appear!
de: Riesenfliegen tauchen auf!
ja: 巨大蝿が現れた！
ko: 거대 파리가 나타났습니다!
ru: Появились гигантские мухи!
zh_cn: 巨型苍蝇出现了！

source: Giant wasps appear!
de: Riesenwespen tauchen auf!
ja: 巨大雀蜂が現れた！
ko: 거대 말벌이 나타났습니다!
ru: Появились гигантские осы!
zh_cn: 巨型黄蜂出现了！

source: HOOOOONK!
de: »Trööööööööööt!«
ja: プーーーーーー！！
ko: 빠아아아아앙!
ru: ГГУУУУУУУ!
zh_cn: 嘟~~嘟～～嘟嘟！

source: Ha-ha! An amusing cat photo.
zh_cn: 哈哈！一张有趣的猫的照片。

source: Have a nice day!
de: Einen schönen Tag noch!
ja: 良い一日を！
ru: Отличного дня!
zh_cn: 祝你愉快！

source: Heat food
de: Nahrung erhitzen
ja: 食料を温める
ko: 데워진 음식
ru: Разогреть еду
zh_cn: 加热食物

source: Heat up what?
de: Was soll erhitzt werden?
ja: 何を温めますか？
ko: 무엇을 달굴까?
ru: Что разогреть?
zh_cn: 加热什么?

source: Holster a pistol
de: Eine Pistole ins Halfter stecken
ja: 拳銃をホルスターに収める
ru: Убрать пистолет
zh_cn: 套上手枪枪套

source: Holster what?
de: Was in Halfter stecken?
ja: 何をホルスターに収めますか？
ru: Что убрать в кобуру?
zh_cn: 用皮套装什么？

source: Horrible gases are emitted!
de: Fürchterliche Gase werden ausgestoßen!
ja: 恐ろしいガスが放出されました！
zh_cn: 可怕的气体不停涌出!

source: How do you want to modify it?
ja: どのように手直ししますか？
zh_cn: 你想怎样调整它？

source: How many do you want to light? (1-%d)
de: Wieviele willst du anzünden? (1–%d)
ja: どれだけ火を点けますか？(1-%d)
ko: 몇개나 불을 붙입니까? (1-%d)
ru: Сколько штук хотите зажечь?(1-%d)
zh_cn: 你想点燃多少？(1-%d)

source: Images of your past life flash before you.
de: Bilder deines früheren Lebens ziehen an dir vorbei.
ja: 過去の記憶が映像となって、瞬間的に頭を過ぎります。
ko: 당신의 예전 모습이 보였다가 순식간에 사라졌습니다.
ru: Картины из вашей прошлой жизни проносятся перед вами.
zh_cn: 你过往的生活片段在你眼前闪过。

# memorial_female
source: Injected mutagen.
de: Hat sich Mutagen injiziert.
ja: 変異原物質を注射しました。
ko: 뮤타젠을 주입했습니다.
ru: Сделала инъекцию мутагена.
zh_cn: 已注射诱变剂。

# memorial_male
source: Injected mutagen.
de: Hat sich Mutagen injiziert.
ja: 変異原物質を注射しました。
ko: 뮤타젠을 주입했습니다.
ru: Сделал инъекцию мутагена.
zh_cn: 已注射诱变剂。

# memorial_female
source: Injected purifier.
de: Spritzte sich Purifizierer.
ja: 変異治療薬を注射しました。
ko: 정화제를 주입했습니다.
ru: Сделала инъекцию пурификатора.
zh_cn: 注射了净化剂。

# memorial_male
source: Injected purifier.
de: Spritzte sich Purifizierer.
ja: 変異治療薬を注射しました。
ko: 정화제를 주입했습니다.
ru: Сделал инъекцию пурификатора.
zh_cn: 注射了净化剂。

source: Insert memory card
de: Speicherkarte einstecken
ja: メモリーカードを挿入する
zh_cn: 插入记忆卡

source: Insufficient power
de: Zu wenig Strom
ja: 充電が足りない
ko: 전력 부족
ru: Недостаточно энергии.
zh_cn: 电力不足

source: Invalid Placement.
de: Ungültige Platzierung.
ja: 無効な場所です。
ko: 잘못된 설치지역
ru: Неправильное направление.
zh_cn: 无效的位置。

source: It all goes dark...
de: Alles wird schwarz …
ja: 全てが暗闇に包まれました...
ko: 완전히 깜깜해집니다...
ru: Всё темнеет...
zh_cn: 天……黑……了……

source: It hurts like hell!
de: Es tut höllisch weh!
ja: 猛烈な痛みが走ります！
ru: Адская боль!
zh_cn: 这太TM疼了！哥差点哭了...

source: It itches a little.
de: Es juckt ein wenig.
ja: むず痒さを感じました。
ru: Немного зудит.
zh_cn: 嗯，还行，有那么点疼。

source: It was probably that marloss -- how did you know to call it "marloss" anyway?
zh_cn: 也许是那该死的马洛斯莓——等等，你怎么知道它叫“马洛斯莓”的？

source: It's dead.
de: Es ist aus.
ja: 反応がありません。
ko: 이것은 죽었습니다.
ru: Не работает.
zh_cn: 它没声响了.

source: It's waterproof, but oxygen maybe?
de: Es ist wasserdicht, aber wie wäre es mit Sauerstoff?
ja: 防水ですが、酸素は？
zh_cn: 它是防水的，但也许透气?

source: KXSHHHHRRCRKLKKK!
de: »KNISTER!«, »RAUSCH!« und »ZISCH!«
ja: ガガザーガギャギャザピー！！
ko: 크샤아아아르크랔르크크크!
ru: КХ-КХ-КХА-ХРКК-КХ!
zh_cn: 咳咳咳咳咳咳！！

source: Ka-BOOM!
de: »Krawumm!«
ja: ドカーン！
ko: 우르르... 쾅!!
ru: Ба-бах!
zh_cn: 咔 嘣！

source: Line it with fur
ja: 裏地(毛皮)を縫う
zh_cn: 增加毛皮衬里

source: Line it with wool
zh_cn: 增加羊毛衬里

source: List photos
de: Fotos auflisten
ja: 写真リスト
zh_cn: 照片列表

source: Living black goo emerges from the canister!
de: Lebendiger schwarzer Schleim kommt aus dem Kanister!
ja: 生きた黒い粘液が円筒弾から放出されました！
ko: 살아 움직이는 검은 오물이 용기에서 튀어나왔습니다!
ru: Живая черная слизь вытекает из канистры!
zh_cn: 野生的黑怪从罐子里露出来了！

source: Lost contact with the vehicle.
ja: 車両との通信が切れました。
zh_cn: 失去了与载具的连接。

source: Merged!
de: Gemerged!
ja: マージ！
ko: 합쳐짐!
ru: Слияние кода!
zh_cn: 融合了!

source: Mine where?
de: Wo graben?
ja: どこを掘りますか？
ko: 어디를 파낼까요?
ru: Где добывать?
zh_cn: 在哪里挖矿？

source: Mining the depths of your experience,
de: In deinen Tiefen deiner Erfahrung grabend,
ja: 経験上最も深く掘り進み、
ko: 경험의 깊이로 채광을 시작했는데,
ru: Исследуя глубины своего опыта,
zh_cn: 你凭借经验挖掘到了深处，

source: Modify what?
de: Was soll modifiziert werden?
ja: どれを手直しシますか？
ko: 무엇을 개조합니까?
ru: Что модифицировать?
zh_cn: 修改什么?

source: Mon dieu! Nous allons en parler OK?
zh_cn: Mon dieu! Nous allons en parler OK?（辛普森一家NETA）

source: Mop where?
de: Wo soll etwas aufgewischt werden?
ja: どこにモップをかけますか？
ko: 어디를 닦습니까?
ru: Где вытирать?
zh_cn: 擦干哪里？

source: Multi-cooker already upgraded
de: Mehrfunktionenherd bereits aufgewertet
ja: 既に多機能調理器具は改良されています。
zh_cn: 多功能厨师机已被升级

source: Multi-cooker unable to upgrade
de: Aufwertung des Mehrfunktionsherds nicht möglich
ja: 多機能調理器具は改良できない。
zh_cn: 多功能厨师机无法升级

source: Must have an active radio to check for signal direction.
de: Du brauchst ein eingeschaltetes Radio, um die Signalrichtung zu prüfen.
ja: 信号の方向を調べる為に電源の入ったラジオが必要です。
ko: 사용할 수 있는 라디오가 있어야만 신호 방향을 확인할 수 있습니다.
ru: Для поиска сигнала, у вас должно быть работающее радио.
zh_cn: 必须有一个活跃的无线电来检查信号的方向。

source: My god! Let's talk it over OK?
de: Meine Güte! Lass uns noch einmal darüber reden, okay?
ja: ああもう！話し合おう、OK？
ko: 신이시여! 대화로 해결하자고, OK?
ru: Жуть! Может поговорим об этом?
zh_cn: 我的上帝!让我们好好谈谈好吗?

source: NERFS!!
de: GENERFT!!
ja: ポコーン！
ko: 너프됨!
ru: НЕРФИМ!!
zh_cn: 减弱了!!

source: Ne pas faire eruption rien..
ja: 早まったことはするな。
ko: (불어)갑자기 움직이지 말라고...
zh_cn: 别做任何皮疹..

source: Nearby vehicle (%d)
de: Nahestehendes Fahrzeug (%d)
ja: 近くの車両(%d)
zh_cn: 附近的车辆 (%d)

source: Never mind
de: Vergiss es
ja: なんでもない
zh_cn: 算了

source: No active RC cars on ground and in range.
de: Keine aktiven Modellautos auf dem Boden und in Reichweite.
ja: 範囲内に地面に存在する電源の入ったラジコン模型自動車がいない。
zh_cn: 区域的地面上没有激活的遥控车。

source: No enemy robots in range.
de: Keine feindlichen Roboter in Reichweite.
ja: 敵ロボットが範囲内に存在しない。
ru: Нет злых роботов в округе.
zh_cn: 射程中没有敌对机器人。

source: No music on device
de: Keine Musik auf dem Gerät
ja: 機器に音楽が入っていない
zh_cn: 设备上没有音乐

source: No photos in memory
de: Keine Fotos im Speicher
ja: メモリーに写真が入っていない
zh_cn: 内存中没有照片

source: No photos on device
de: Keine Fotos auf dem Gerät
ja: 機器に写真が入っていない
zh_cn: 设备上没有照片

source: No vehicle available.
ja: 対象となる車両がありません。
zh_cn: 无可用的载具。

source: No-one seems to reply...
de: Niemand scheint zu antworten.
ja: 何の返信もない...
ko: 아무도 응답하지 않는다...
ru: Никто не отвечает...
zh_cn: 没有人回复……

source: OHOHOHOHOHOHOHOHO!
ja: ホホホホホホホ！という音が聞こえました。
ko: 오오오오오오오오오!
ru: ОХОХОХОХОХОХОХОХО!
zh_cn: 哦哦哦哦哦哦哦哦！

source: Oddly enough, this doesn't taste so bad.
de: Komischerweise schmeckt das gar nicht so schlecht.
ja: 不思議なことに、なかなかいける味です。
zh_cn: 奇怪的是，味道还行。

source: Oh, yeah! That's the stuff!
de: Oh, ja! Das bringt’s!
ja: おお、きたきた！これだよこれ！
ko: 오, 그래! 바로 이거야!
ru: О, да! Это то, что было нужно!
zh_cn: 欧耶！就是这玩意！

source: Only battery mods for tools can be removed this way.
ja: この方法で取り外せるのは電源の追加部品のみです。
zh_cn: 只有工具型电池模组可以这样移除。

source: Oops. You must've blacked out for a minute there.
de: Upps. Du musst hier wohl für ein paar Minuten bewusstlos gewesen sein.
ja: おおっと。ここで数分間ほど気絶していたようです。
zh_cn: 额。。。你一定是晕过去了一会儿。。。

# memorial_female
source: Opened the Marloss Gateway.
ja: ミカズへの道は開かれた。
zh_cn: 开启了马洛斯族群之门。

# memorial_male
source: Opened the Marloss Gateway.
ja: ミカズへの道は開かれた。
zh_cn: 开启了马洛斯族群之门。

source: Ouch, the cuffs shock you!
de: Autsch, die Handschellen schocken dich!
ja: 痛い！手錠が電撃を放ちました！
zh_cn: 啊...手铐电击了你！

source: Override IFF protocols
de: ZEFF-Protokolle überschreiben
ja: IFFプロトコルを乗っ取る
zh_cn: 重置 IFF（敌我识别）协议

source: Pad with leather
ja: パッド(革)を付ける
zh_cn: 使用皮革加厚

source: Percer dans quelle direction?
ja: Percer dans quelle direction?(どこに穴を開けますか？)
ko: 어느 곳에 드릴을 사용합니까?
zh_cn: 钻什么方位?

source: Photos [%d]
de: Fotos [%d]
ja: 写真[%d]
zh_cn: 照片 [%d]

source: Photos of someone's luxurious house.
de: Fotos von irgendeinem luxuriösem Haus.
ja: 見知らぬ誰かの豪邸の写真です。
zh_cn: 别人豪宅的照片。

source: Pictures of a concert of popular band.
de: Bilder eines Konzerts einer polulären Band.
ja: 人気音楽バンドのコンサート写真です。
zh_cn: 流行乐队演唱会的现场照片。

source: Place %s where?
de: %s wohin platzieren?
ja: どこに%sを設置しますか？
zh_cn: 把 %s 放在哪里？

source: Please let the devs know you should be able to smoke a %s but the smoking code does not know how.
de: Bitte lass die Spielentwickler wissen, dass man in der Lage, ein %s zu rauchen, sein sollte, aber das Computerprogramm nicht weiß, wie.
ja: 開発者は、あなたが%sを吸う必要があることを理解していますが、喫煙を実行するコードが分かりません。
zh_cn: 请让开发者知晓你丫本应该可以抽 %s，但是本程序不知道如何去做。

source: Press blue button
de: Blauen Knopf drücken
ja: 青いボタンを押す
zh_cn: 按蓝色按钮

source: Press green button
de: Grünen Knopf drücken
ja: 緑のボタンを押す
zh_cn: 按绿色按钮

source: Press red button
de: Roten Knopf drücken
ja: 赤いボタンを押す
zh_cn: 按红色按钮

source: Pry where?
de: Wo soll etwas aufgebrochen werden?
ja: どこを取り外しますか？
ko: 어느 문을 비틀어 엽니까?
ru: Что взломать?
zh_cn: 撬哪里?

source: Purify what?
de: Was soll gereinigt werden?
ja: 何を浄化しますか？
ko: 무엇을 정수합니까?
ru: Что очищать?
zh_cn: 净化什么?

source: Put a bomb to car
de: Bombe ans Auto befestigen.
ja: 爆弾を装着する
zh_cn: 在车上安置炸弹

source: Put a knife in the boot
de: Ein Messer in den Stiefel stecken
ja: ブーツにナイフを仕舞う
ko: 나이프를 부츠에 넣었습니다.
ru: Спрятать нож в голенище
zh_cn: 放一把小刀到靴子里

source: Put fish trap where?
de: Wohin die Reuse ablegen?
ja: どこに梁を置きますか？
zh_cn: 在哪里安放捕鱼器？

source: Put the cat food where?
de: Wohin soll das Katzenfutter getan werden?
ja: どこにキャットフードを置きますか？
ko: 어디에 고양이 먹이를 놔둡니까?
ru: Куда поставить кошачью еду?
zh_cn: 把猫粮放在哪？

source: Put the dog food where?
de: Wohin soll das Hundefutter getan werden?
ja: どこにドッグフードを置きますか？
ko: 어디에 개 먹이를 놓습니까?
ru: Куда положить собачью еду?
zh_cn: 把狗粮放在哪？

source: Put up the %s where (%dx%d clear area)?
ja: どこに%sを設置しますか(%dx%dの場所が必要)？
zh_cn: 向哪个方向安置 %s？（(%dx%d的区域）

source: Put what?
de: Was ablegen?
ja: 何を置きますか？
ko: 무엇을 넣습니까?
ru: Что положить?
zh_cn: 把什么?

source: RC car with %s ? How?
de: Modellauto mit %s? Wie?
ja: ラジコンに%sを？どうやって？
zh_cn: 带着%s的遥控车？蛇精病？

source: REVERTS!!
ja: もどれー！
ko: 원상복구됨!
ru: ИСХОДНОЕ!!
zh_cn: 恢复了!!

source: Radio:
ja: ラジオ:
ko: 라디오:
ru: Радио:
zh_cn: 无线电：

source: Radio: Kssssssssssssh.
de: Radio: »*rausch*«
ja: ラジオ: ザァァァァァ...
ko: 라디오: 치이이이이이익...
ru: Радио: Пшшшшшшш.
zh_cn: 广播:兹~~~兹~~~~~。（白噪音）

source: Real damn smart move.
de: Genialer Schachzug!
ja: なんて賢いんだ。マジで。
ko: 지독히도 현명한 행동이군요.
ru: Чертовский умный ход.
zh_cn: 真是个绝顶聪明的举动。

source: Really stop cooking?
de: Wirklich mit dem Kochen aufhören?
ja: 本当に調理を止めますか？
zh_cn: 真的停止烹饪？

source: Recipe: %s
de: Rezept: %s
ja: レシピ: %s
zh_cn: 配方： %s

source: Repair clothing
ja: 衣服の修繕
zh_cn: 修补衣服

source: Repair what?
de: Was reparieren?
ja: 何を修復しますか？
ko: 무엇을 수리합니까?
ru: Что починить?
zh_cn: 修补什么?

source: Replace your current lenses?
de: Deine jetzigen Linsen ersetzen?
ja: 現在のレンズと交換しますか？
ko: 현재 착용중인 렌즈를 교체합니까?
ru: Поменять ваши контактные линзы?
zh_cn: 替换当前的镜片?

source: Ring! Ring!
de: »Klingeling!«
ja: チリンチリン！
ko: 우웅! 우웅!
ru: Дзинь! Дзинь!
zh_cn: 铃！铃！

source: RivOS v2.19 shutdown sequence initiated.
de: RivOS v2.19: Abschaltsequenz eingeleitet.
ja: RivOS v2.19 のシャットダウン処理を開始しました。
ru: инициировано завершение работы RivOS v2.19
zh_cn: rivos v2.19 关机序列启动

source: Rivtech Model 13 RivOS v2.19: ONLINE.
de: Rivtech Modell 13 RivOS v2.19: AKTIV.
ja: Rivtech モデル 13 RivOS v2.19: オンライン。
ru: Rivtech Модель 13 RivOS v2.19: АКТИВИРОВАНО
zh_cn: Rivtech Model 13 RivOS v2.19: 在线。

source: Robot finds Kitten
de: Roboter findet Mauzi
ja: ロボットは子猫を探す
ko: 새끼 고양이를 찾는 로봇
ru: Робот ищет котят
zh_cn: 机器人发现小猫

source: S N A K E
ja: スネーク
ko: 스 네 이 크
ru: З М Е Й К А
zh_cn: 贪吃蛇

source: Scan
de: Durchsuchen
ja: スキャン
ko: 스캔
ru: Сканировать
zh_cn: 扫描

source: Scan the ground
de: Den Boden messen
ja: 地表を測定
ko: 땅 스캔하기
ru: Сканировать землю
zh_cn: 扫描地面

source: Scan yourself
de: Dich selbst messen
ja: 自身を測定
ko: 자기자신 스캔하기
ru: Сканировать себя
zh_cn: 扫描自己

source: Select the firearm to repair.
de: Wähle die Feuerwaffe, die du reparieren möchtest.
ko: 수리할 총기를 선택하십시오.
ru: Выберите огнестрельное оружие для ремонта.
zh_cn: 选择需要修理的枪械。

source: Select the item to repair.
de: Gegenstand zur Reperatur wählen.
ja: 修理するアイテムを選択してください
ru: Выберите предмет для ремонта.
zh_cn: 选择需要修理的物品。

source: Select vehicle to access
ja: アクセスする車両を選択
zh_cn: 选择连接的载具。

source: Set friendly robots to combat mode
de: Freundlich gesinnte Roboter in den Kampfmodus versetzen
ja: 友好的なロボットに戦闘モードを設定する
ru: Боевой режим дружественного робота
zh_cn: 设置己方机器人为战斗模式

source: Set friendly robots to passive mode
de: Freundlich gesinnte Roboter in den Passivmodus versetzen
ja: 友好的なロボットに受動モードを設定する
ru: Пассивный режим дружественного робота
zh_cn: 设置己方机器人为被动模式

source: Set the timer to (0 to cancel)?
de: Auf welchen Wert soll der Timer gestellt werden (»0« zum Abbrechen)?
ja: 時限装置をセットします(0でキャンセル)。
ko: 타이머 지정 (0 은 취소)?
ru: Установить таймер (0 для отмены)?
zh_cn: 设定计时器到?(取消按0)

source: Shadows form around you.
de: Schatten formen sich um dich herum.
ja: 周囲の影が形を変えています。
ko: 주변에서 그림자가 생겨납니다.
ru: Вас окружили тени.
zh_cn: 你的周围形成了一片阴影。

source: Sheathe a knife
de: Ein Messer einstecken
ja: ナイフを鞘に収める
ru: Вложить нож
zh_cn: 插入刀鞘

source: Sheathe what?
de: Was in die Scheide stecken?
ja: 何を鞘に収めますか？
ru: Что вложить в ножны?
zh_cn: 给什么上鞘?

source: Shock where?
de: Wo willst du was schocken?
ja: どれを感電させますか？
ko: 어디에 전기충격을 줍니까?
ru: Куда бить?
zh_cn: 冲击哪里？

source: Shutting down.
de: Herunterfahren.
ja: シャットダウンしています。
ru: Завершение работы
zh_cn: 关机。

source: Siphon from where?
de: Von wo soll was abgesaugt werden?
ja: どこを吸い出しますか？
ko: 어디의 내용물을 빼냅니까?
ru: Слить откуда?
zh_cn: 从哪里抽取？

source: Siphoned %d unit of %s from the %s into the %s%s
de: %d Treibstoffeinheit an %s von %s in das %s%s abgesaugt.
ja: %dの%sを%sから%s%sへ抜き取りました。
zh_cn: 抽取 %d 单位的 %s 从 %s 到 %s%s 里。

source: Slash where?
de: Wo schlitzen?
ru: Где резать?
zh_cn: 砍哪里？

source: Snick, snick, gachunk!
de: »Schnipp-Schnapp, Kadabong!«
ja: シャッ、サクッ、ガチャン！
ko: 짤깍, 짤깍, 카칭!
zh_cn: 咔嚓，咔嚓，吭呛！

source: Sokoban
ja: 倉庫番
ko: 소코반
ru: Сокобан
zh_cn: 仓库番

source: Some very interesting travel photos.
de: Ein paar sehr interessante Reisefotos.
ja: 数枚のとても楽しそうな旅行写真です。
zh_cn: 一些非常有趣的旅行照片。

source: Something strains mightily for a moment...and then..you're...FREE!
de: Etwas spannt sich heftig für einen Moment an. Und dann bist du … FREI!
ja: 一瞬、何かが力強く、ぴんと張り詰めて...そうして..そう...自由です！自由になりました！
ko: 순간적으로 무언가 강력한 압박감을 느꼈습니다만...그 후에..당신은...자유를 느낍니다!
zh_cn: 有什么东西疯狂的生长着...然后...你...解脱了！

source: Spray where?
de: Wohin soll gesprüht werden?
ja: どこに噴霧しますか？
ko: 어디에 스프레이를 뿌립니까?
ru: Куда распылить?
zh_cn: 喷哪里?

source: Start cooking
de: Mit Kochen anfangen
ja: 調理を始める
zh_cn: 开始烹调

source: Stop controlling RC car.
de: Aufhören, das Modellauto zu steuern.
ja: ラジコン模型自動車の操縦を止めました。
zh_cn: 停止控制遥控车。

source: Stop controlling the vehicle.
ja: 車両の操縦を止めました。
zh_cn: 停止控制遥控车。

source: Stop cooking
de: Mit Kochen aufhören
ja: 調理を止める
zh_cn: 停止烹调

source: Store more arrows
de: Weitere Pfeile einlagern
ja: 矢を入れる
zh_cn: 存储更多箭支

source: Store which arrows?
de: Welche Pfeile einlagern?
ja: どの矢を入れますか？
zh_cn: 存放哪种箭？

source: Strange...there's nothing in the picture?
de: Seltsam … da ist nichts auf dem Bild?
ja: 変だな...写真には何も写っていませんよ？
zh_cn: 奇怪...照片里没有任何东西！

# memorial_female
source: Suffered Marloss Rejection.
ja: 拒絶反応(マーロス)に苦しんでいます。
zh_cn: 遭受了马洛斯莓排斥反应。

# memorial_male
source: Suffered Marloss Rejection.
ja: 拒絶反応(マーロス)に苦しんでいます。
zh_cn: 遭受了马洛斯莓排斥反应。

# memorial_female
source: Suffered a toxic marloss/mutagen reaction.
ja: 有毒なマーロス/変異原の反応に苦しんでいます。
zh_cn: 遭受了马洛斯莓/诱变剂的有害反应。

# memorial_male
source: Suffered a toxic marloss/mutagen reaction.
ja: 有毒なマーロス/変異原の反応に苦しんでいます。
zh_cn: 遭受了马洛斯莓/诱变剂的有害反应。

source: Sure you want to eat the %s? You could plant it in a mound of dirt.
de: Sicher, dass du das %s essen willst? Du könntest es in einen Erdhügel pflanzen.
ja: 本当に%sを食べますか？土を耕して畝を作るとそこに植えることができます。
ko: 정말로 %s을(를) 드시겠습니까? 이것은 흙더미에 심어서 기를 수도 있습니다.
zh_cn: 你确信要吃了 %s ？ 你可以在土壤里种植它收获更多。

source: TATATATATATATAT!
de: »Rattattattattattatta!«
ja: ガガガガガガガ！という音が聞こえました。
ko: 타타타타타타탓!
ru: ТРАТАТАТАТАТА!
zh_cn: 嗒嗒嗒嗒嗒嗒嗒！

source: Take a photo
de: Ein Foto aufnehmen
ja: 写真を撮る
zh_cn: 拍照

source: Take control of RC car.
de: Steuerung über das Funkauto übernehmen.
ja: ラジコン模型自動車の操縦を始めました。
zh_cn: 开始控制遥控车。

source: Take control of a vehicle.
ja: 車両の操縦を始めました。
zh_cn: 获取车辆控制。

source: Take out dish
de: Essen entnehmen
ja: 皿を取り出す
zh_cn: 装盘

source: Take what:
de: Was nehmen?:
ko: 줍는다 :
ru: Что забрать:
zh_cn: 拿什么：

source: That %s is already full!
de: Das %s ist schon voll!
ja: %sにはもう入りません！
ru: %s уже полон!
zh_cn: %s 已经装满了。

source: That %s is full!
de: Dieses %s ist voll!
ja: %sは一杯です！
ko: %s은(는) 완전히 가득찼습니다!
ru: %s заполнен!
zh_cn: 那个 %s 满了!

source: That %s is too wet to soak up any more liquid!
de: Dieses %s ist zu nass, um noch mehr Flüssigkeit aufzusaugen!
ja: %sは既に濡れすぎています！
zh_cn: %s 太湿了无法在吸收更多液体。.
