Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: That arm is broken. It needs surgical attention or a splint.
zh_cn: 这只手臂摔断了。需要手术治疗或夹板固定。

source: That holster is too big to hold your %s!
ja: そのホルスターは%sを収めるには大き過ぎます！
zh_cn: 皮套对于你的 %s 来说太大了！

source: That holster is too small to hold your %s!
de: Dieser Halfter ist zu klein, um dein %s zu halten.
ja: そのホルスターは%sを収めるには小さ過ぎます！
ru: Кобура слишком маленькая для %s!
zh_cn: 皮套对于你的 %s 来说太小了！

source: That isn't a firearm!
de: Das ist keine Feuerwaffe!
ja: それは銃火器ではない！
ko: 그것은 총기가 아닙니다!
ru: Это не огнестрельное оружие!
zh_cn: 那货不是枪械！

source: That isn't a gun!
de: Das ist keine Feuerwaffe!
ja: それは銃ではない！
ru: Это не оружие!
zh_cn: 那货不是枪！

source: That isn't a knife!
de: Dies ist kein Messer!
ja: それはナイフではない！
ko: 그것은 칼이 아닙니다!
ru: Это не нож!
zh_cn: 那货不是刀！

source: That isn't made of wood, bone, or chitin!
de: Dies besteht nicht aus Holz, Knochen oder Chitin!
ru: Это сделано не из дерева, кости или хитина!
zh_cn: 它的材质不是木头，骨头或甲壳！

source: That item already has a rechargeable battery pack.
de: Dieser Gegenstand hat bereits einen Akku.
ja: この道具は既に再充電式拡張バッテリーが組み込まれています。
ko: 그 물품은 이미 재충전 배터리가 장착된 상태입니다.
ru: У этого предмета батарея уже была модифицирована в аккумулятор.
zh_cn: 这个物品已经安装了可充电电池套装。

source: That item does not fit in your boot!
de: Dieser Gegenstand passt nicht in deinen Stifel!
ja: そのアイテムは貴方の足に似合わない！
ko: 그 물품은 부츠에 맞지 않습니다!
ru: Этот предмет не подходит для ваших ботинок!
zh_cn: 这玩意塞不进你的靴子！

source: That item does not use batteries!
de: Dieser Gegenstand benutzt keine Batterien!
ja: この道具は電池を使いません！
ko: 그 물품은 배터리를 사용하지 않습니다!
ru: Этот предмет не использует батарейки.
zh_cn: 这玩意不使用电池！

source: That item has already had its battery capacity doubled.
de: Bei diesem Gegenstand wurde die Batterienkapazität bereits verdoppelt.
ja: この道具は既に容量を倍化してあります。
ko: 그 물품은 이미 배터리 용량이 두 배로 확장된 상태입니다.
ru: У этого предмета уже удвоенна ёмкость батарей.
zh_cn: 那个物品已经倍增了自己的电池容量。

source: That item has already had its battery modified to accept plutonium cells.
zh_cn: 那个物品已经被改造为使用钚燃料棒。

source: That item has already had its battery modified to use a UPS!
zh_cn: 那个物品已经被改造为使用UPS电源。

source: That leg is broken. It needs surgical attention or a splint.
zh_cn: 这只腿摔断了。需要手术治疗或夹板固定。

source: That requires gunsmithing tools.
de: Das erfordert Waffenschmiedewerkzeuge.
ja: 銃整備師用の道具が必要です。
zh_cn: 那个需要枪械工具。

source: That sheath is too small to hold your %s!
de: Diese Scheide ist zu klein, um dein %s zu halten.
ja: その鞘は%sを収めるには小さ過ぎます！
ru: Ножны слишком маленькие, чтобы вместить %s!
zh_cn: 这个剑鞘对于你的 %s 来说太小了！

source: That trap needs a 3x3 space to be clear, centered two tiles from you.
de: Diese Falle benötigt einen Platz von 3×3 Feldern und du musst sie zwei Felder entfernt von dir stellen.
ja: この罠は3x3の開けた空間が必要です。正面に2つ進んだタイルが中心になります。
ko: 이 덫은 3x3 칸의 공간이 필요하며, 현재 위치에서 2칸 앞에 설치됩니다.
ru: Эта ловушка требует пустого места размером 3 на 3 в двух клетках от вас.
zh_cn: 这陷阱需要一个以你为中心的3x3的空白空间。

source: That vehicle has no fuel to siphon.
de: Dieses Fahrzeug hat keinen Treibstoff zum Absaugen.
ja: 車両には抜き取るだけの燃料が入っていない。
ko: 빨아낼 연료가 없습니다.
ru: В машине нет топлива.
zh_cn: 这汽车没有燃料抽取。

source: That was some toxic %s! Let's stick with Marloss next time, that's safe.
ja: %sには毒があったようです！次こそはマーロスに従いましょう、安全のために。
zh_cn: 这儿有些有毒的%s！我们下次还是专注于马洛斯莓吧，那要安全得多。

source: That water does not contain any fish, try a river instead.
de: Dieses Wasser hat keine Fische, versuch’s stattdessen mit einem Fluss.
ja: その水源には魚が存在しない様です。河川で試しましょう。
ko: 이 물에는 물고기가 살지 않습니다. 강에서 다시 시도하십시오.
ru: В этой воде нет рыбы. Попробуйте в реке.
zh_cn: 这水里不会有鱼的，去河边试试吧。

source: That water does not contain any fish. Try a river instead.
zh_cn: 这片水域没有鱼，试着找条河。

source: The %s already has access to its own electric system!
ja: %sの電子制御系統は既に通信中です！
zh_cn: %s早已连接到它的电气系统了！

source: The %s are clamped tightly on your wrists. You can't take them off.
zh_cn: %s 紧紧的套在你的手腕上，你没法挣脱。

source: The %s burns white-hot inside you, and you collapse to the ground!
ja: %sが内側からあなたを焼き焦がしています。たまらず地面に崩れ落ちました！
zh_cn: %s将你内部加热至白热化，你像死狗一样砰的一声倒在地上！

source: The %s crackle with electricity from your bionic, then come off your hands!
de: Die %s knistern mit Elektrizität von deinem Bionik, dann lösen sie sich von deinen Händen ab!
ja: %sは生体部品からの電力供給を受けてバチバチと青い火花を散らし、勢いよく手から飛び立った！
zh_cn: %s被你生化组件发出的电流弄坏了，从你手上脱落下来。

source: The %s flashes brightly!
de: Der %s blitzt leicht!
ja: %sがまばゆい閃光を発しました！
ko: %s이(가) 밝게 번쩍입니다!
ru: %s ярко вспыхивает!
zh_cn: %s 闪烁着明亮的光芒!

source: The %s glimmers magnificently in the sunlight.
de: Das %s glimmert prächtig im Sonnenlicht.
ru: %s великолепно блестит на свету.
zh_cn: %s 在阳光下闪烁的耀眼的亮光！

source: The %s glows brightly!
de: Das %s glüht hell!
ja: %sは光り輝いた！
ko: %s이(가) 밝게 빛납니다!
ru: %s ярко светится!
zh_cn: %s发出明亮的光芒!

source: The %s have discharged and can be taken off.
zh_cn: %s 已经耗光了电池，可以拿下来了。

source: The %s is covered in tiny spores!
de: Das %s ist bedeckt mit kleinen Sporen!
ja: %sは微量の胞子に覆われました！
ko: %s은(는) 포자로 뒤덮였습니다!
ru: %s покрыта крошечными спорами!
zh_cn: %s 被包覆在了小孢子里。

source: The %s is frozen!
de: Der %s ist eingefroren!
ja: %sは凍結しました！
ko: %s이(가) 얼어붙었습니다!
ru: %s замёрз!
zh_cn: %s被冻住了！

source: The %s is sprayed!
de: Der %s ist besprüht.
ja: %sに噴霧しました！
ko: %s이(가) 분무되었습니다!
ru: %s распылён!
zh_cn: 喷雾的 %s！

source: The %s looks blinded.
zh_cn: %s看起来已经瞎了。

source: The %s reads %s.
zh_cn: %s 读取 %s。

source: The %s sears your insides white-hot, and you collapse to the ground!
ja: %sが体内を白熱させるように焼いています！たまらず地面に崩れ落ちました！
zh_cn: 白热的%s灼伤了你的内在，你倒在了地上！

source: The %s seems quite unimpressed!
de: Der %s scheint ziemlich unbeeindruckt zu sein.
ja: %sは全然喜んでいない様です！
ko: %s은(는) 별로 놀라지 않은 것 같습니다!
ru: Похоже, %s нисколько это не впечатлило!
zh_cn: %s 似乎不为所动!

source: The %s short circuits as you attempt to reprogram it!
de: %s hat einen Kurzschluss bei deinem Versuch, es umzuprogrammieren.
ja: 再プログラミングの実行中に%sの回路が短絡してしまいました！
zh_cn: 在你重新编程时，%s 短路了！

source: The %s spark with electricity!
de: Das %s sprüht Funken vor Elektrizität!
ja: %sに電気が流れ込み、火花を散らしています！
zh_cn: %s冒着电火花！

source: The %s winks out
de: Das %s flackert aus.
ja: %sがふっと消えました。
ko: %s이(가) 꺼졌습니다
ru: %s гаснет.
zh_cn: %s抛给你媚眼

source: The %s's monitor slowly outputs the data...
ja: %sの画面がゆっくりとデータを表示していきます...
zh_cn: %s 的监视器缓慢的输出了数据...

source: The Louisville Slaughterer burns out.
de: Der Louisville-Schlächter brennt aus.
ja: ルイビルスロータラーは燃え尽きました。
ko: 루이스빌 학살자가 다 타올랐습니다.
ru: Луисвильский погромщик выгорел.
zh_cn: 路易斯威尔屠杀者燃尽了。

source: The Louisville Slaughterer is extinguished
de: Der Louisville-Schlächter wurde gelöscht.
ko: 루이스빌 학살자의 불이 꺼졌습니다.
ru: Луисвильский погромщик потушен.
zh_cn: 路易斯威尔屠杀者熄灭了

source: The Louisville Slaughterer is extinguished.
de: Der Louisville-Schlächter ist gelöscht.
ja: ルイビルスロータラーの火が消えました。
ko: 루이스빌 학살자가 꺼졌습니다.
ru: Луисвильский погромщик потушен.
zh_cn: 路易斯宰杀者熄灭了。

source: The RC car's batteries seem to be dead.
de: Die Batterien dieses Modellautos scheinen leer zu sein.
ja: ラジコン模型自動車の電池が切れている様です。
zh_cn: 遥控车的电池用光了。

source: The RM13 combat armor's fuel cells are dead.
de: Die Brennstoffzellen der RM13-Kampfrüstung sind leer.
ja: RM13コンバットアーマーの動力が切れました。
zh_cn: RM战斗装甲的燃料电池耗尽了。

source: The adrenaline causes your asthma to clear.
de: Der Adrenalin sorgt für die Auflösung deines Asthmas.
ja: アドレナリンによって息苦しさが解消されました。
ko: 아드레날린 덕분에 천식이 잠깐 사라집니다.
ru: Приступ астмы отступает под действием адреналина.
zh_cn: 肾上腺素使你的哮喘停止了。

source: The apple tastes amazing, and you finish it quickly, not even noticing the lack of any core or seeds.
ja: 林檎の味の素晴らしさに、種や芯を気にすることさえなくがつがつと平らげました。
zh_cn: 这个果实尝起来非常不错，你三口两口就吃光了。以至于根本没注意到这货根本没有果核和籽粒。

source: The batteries are dead.
de: Die Batterien sind leer.
ja: 電池が切れました。
ko: 배터리가 떨어졌습니다.
ru: Батарейки разряжены.
zh_cn: 电池耗尽了。

source: The cat seems to like you! Or maybe it just tolerates your presence better. It's hard to tell with cats.
zh_cn: 这只猫看来喜欢你！或者只是暂时容忍你的存在。真的很难分别。

source: The characters on the screen display an obscene joke. Strange humor.
de: Die Zeichen auf dem Bildschirm sind ein obszöner Witz. Seltsamer Humor.
ja: 画面の文字には卑猥なジョークが表示されています。奇妙なユーモア...ですね。
zh_cn: 显示屏上的人物展示了一个黄色段子。奇怪的幽默。

source: The cuffs try to shock you, but you're protected from electrocution.
zh_cn: 手铐电了你一下，但被防护住了。

source: The dog seems to like you!
de: Der Hund scheint dich zu mögen.
ja: 犬は懐いている様です！
ko: 개가 당신을 좋아하는 것 같습니다!
ru: Похоже, собаке вы нравитесь!
zh_cn: 这只狗看来喜欢你!

source: The earth shakes!
de: Die Erde bebt!
ja: 地面が揺れています！
ko: 땅이 흔들립니다!
ru: Земля трясётся!
zh_cn: 大地震动!

source: The electric carver's serrated blades start buzzing!
de: Die gezackten Klingen des elektrischen Tranchierers fangen an, zu surren.
ja: 電動ナイフの鋸刃がブーンと鳴り始めた！
ko: 전동칼의 톱니형 칼날이 윙윙거리기 시작합니다!
zh_cn: 电动切肉刀的齿刃开始滋滋振动！

source: The fabric of space seems to decay.
de: Die Raumgefüge scheint zu verfallen.
ja: 宇宙の構造が崩壊しつつあるようです。
ko: 공간의 막이 부패하는 것 같아보입니다.
ru: Ткани пространства, кажется, распадаются.
zh_cn: 那个空间看起来似乎在衰变。

source: The geiger counter buzzes intensely.
de: Der Geigerzähler surrt gewaltig.
ja: 放射能測定器が激しく唸り続けています。
ko: 가이거 계수기가 강하게 소리를 냅니다.
ru: Счётчик Гейгера интенсивно щёлкает.
zh_cn: 盖革计数器发出嗡嗡的强烈警告。

source: The geiger counter clicks intermittently.
de: Der Geigerzähler klickt unregelmäßig.
ja: 放射能測定器が断続的にカチ...カチ...と鳴っています。
ko: 가이거 계수기가 빠르게 소리를 냅니다.
ru: Счётчик Гейгера с перерывами щёлкает.
zh_cn: 盖革计数器断断续续的发出声响。

source: The geiger counter clicks once.
de: Der Geigerzähler klickt ein mal.
ja: 放射能測定器が1度だけカチッと鳴りました。
ko: 가이거 계수기가 딸깍 소리를 냈습니다.
ru: Счётчик Гейгера один раз щёлкнул.
zh_cn: 盖革计数器的点数增加一次。

source: The geiger counter clicks rapidly.
de: Der Geigerzähler klickt rapide.
ja: 放射能測定器が急速にカチカチと鳴り続けています。
ko: 가이거 계수기가 빠르게 딸깍거립니다.
ru: Счётчик Гейгера часто щёлкает.
zh_cn: 盖革计数器的点数快速地增加。

source: The geiger counter clicks slowly.
de: Der Geigerzähler klickt langsam.
ja: 放射能測定器が緩やかにカチカチと鳴り続けています。
zh_cn: 盖革计数器的点数慢慢地增加。

source: The geiger counter clicks steadily.
de: Der Geigerzähler klickt beständig.
ja: 放射能測定器が安定してカチカチと鳴り続けています。
ko: 가이거 계수기가 계속 딸깍거립니다.
ru: Счётчик Гейгера непреклонно щёлкает.
zh_cn: 盖革计数器的点数稳定地增加。

source: The geiger counter clicks wildly.
de: Der Geigerzähler klickt wild.
ja: 放射能測定器が狂った様にカチカチと鳴り続けています。
ko: 가이거 계수기가 심하게 딸깍거립니다.
ru: Счётчик Гейгера безумно щёлкает.
zh_cn: 盖革计数器的点数疯狂地增加。

source: The geiger counter's SCANNING LED turns off.
zh_cn: 盖革计数器的工作状态灯灭了。

source: The geiger counter's scan LED turns on.
zh_cn: 盖革计数器的工作状态灯亮了。

source: The ground
de: Der Boden
ja: 地面
ko: 땅
ru: На земле
zh_cn: 地面

source: The ground's radiation level: %d
de: Der Strahlungswert des Bodens beträgt %d.
ja: 地面の放射能レベル: %d
ko: 현재 지상의 방사능 수준: %d
ru: Уровень радиации почвы: %d
zh_cn: 地面辐射水平: %d

source: The infernal racket dies as the noise emitter turns off.
ja: 悪夢のような酷い騒音を発するノイズ発生器のスイッチを切りました。
zh_cn: 你把噪声发射器关闭了，那可拍的噪音也随之消失了。

source: The itching sensation under your skin fades away.
de: Das Juckgefühl unter deiner Haut klingt ab.
ja: 皮膚の痒みが消えました。
ko: 가려운 느낌이 점차 사라져갑니다.
ru: Кожный зуд постепенно проходит.
zh_cn: 你皮肤下痒的感觉逐渐消失了。

source: The jet injector is empty.
de: Die Impfpistole ist leer.
ja: ジェット式注射器は空です。
ko: 이 제트 주사기는 비어있습니다.
ru: Безыгольный инъектор пуст.
zh_cn: 这个喷射注射器已经空了。

source: The meal is revitalizing.
de: Das Essen ist revitalisierend.
ja: 食事を摂って生き返りました。
zh_cn: 这玩意让你活力四射。

source: The medication does nothing to help the spasms.
de: Die Medizin hat keine Wirkung auf die Krämpfe.
ja: 発作に効く薬ではないようです。
ru: От препарата со спазмами ничего не происходит.
zh_cn: 药物对痉挛无效。

source: The mp3 player turns off.
de: Der MP3-Player geht aus.
ja: MP3プレーヤーの電源を切りました。
ko: mp3를 껐습니다.
ru: mp3-плейер выключен.
zh_cn: mp3播放器关掉了.

source: The mp3 player's batteries are dead.
de: Die Batterien des MP3-Players sind leer.
ja: MP3プレーヤーのバッテリーが切れました。
ko: MP3 플레이어 배터리가 나갔습니다.
ru: Батарейки в mp3-плейере разряжены.
zh_cn: mp3播放器的电池是空的。

source: The multi-cooker argues with you about the taste preferences. You don't want to deal with it.
de: Der Mehrfunktionsherd diskutiert mit dir über die Geschmacksvorlieben. Du möchtest damit nichts zu tun haben.
ja: 多機能調理器具は味の好みについて論じています。議論に応じる必要はありません。
zh_cn: 多功能厨师机和你争辩饭菜的口味表现。你根本不想理它。

source: The multi-cooker boiled your head!
de: Der Mehrfunktionsherd kochte deinen Kopf!
ja: 多機能調理器具は貴方の頭を茹でています！
zh_cn: 多功能厨师机煮了你的脑袋！

source: The multi-cooker needs %d charges to cook this dish.
de: Der Mehrfunktionsherd benötigt %d Ladungen, um dieses Gericht zu kochen.
ja: この料理を作るには%d以上の充電が必要です。
zh_cn: 多功能厨师机需要%d单位单吃来烹饪这道菜肴。

source: The multi-cooker runs away!
de: Der Mehrfunktionsherd läuft davon!
ja: 多機能調理器具は逃げ出しました！
zh_cn: 多功能炒菜机逃跑了！

source: The multi-cooker should be finishing shortly...
de: Der Mehrfunktionsherd sollte gleich fertig sein …
ja: この多機能調理器具はもうすぐおしまいでしょう...
zh_cn: 多功能厨师机很快就要完工了。。。

source: The muscle spasms start to go away.
de: Die Muskelkrämpe gehen allmählich weg.
ja: 発作が収まり始めました。
ru: Мышечные спазмы начинают уходить.
zh_cn: 肌肉痉挛停止了。

source: The natives have a saying: "E Pluribus Unum" Out of many, one.
ja: この地の先住は言った。 "E Pluribus Unum(エ･プルリブス･ウヌム)" 多数より一つへ、と。
zh_cn: 土著们有句谚语：“众皆为一。”——Out of many, one。合众为一。

source: The pain in your joints goes away.
de: Der Schmerz in deinen Gelenken geht weg.
ja: 関節の痛みが消えました。
ru: Боль в суставах уходит.
zh_cn: 你关节的疼痛终于停了。

source: The pipe bomb fizzles out.
de: Die Rohrbombe geht aus.
ja: パイプ爆弾はシューと音を立てて沈黙しました。
ko: 파이프 폭탄은 불발이였습니다.
ru: Самодельная бомба издаёт лишь слабый пшик.
zh_cn: 管道炸弹熄灭了。

source: The pressure inside your head feels better already.
de: Der Druck in deinem Kopf fühlt sich schon besser an.
ja: 頭の内側に感じていた圧迫感が薄れています。
zh_cn: 你脑袋内部的压力感觉已经足够好了。

source: The radiation biomonitor needs batteries to function.
de: Der Strahlungs-Biomonitor braucht Batterien, um zu funktionieren.
ja: 放射能生体モニターは動作に電池が必要です。
ru: Биомонитору радиации требуются батарейки.
zh_cn: 辐射检测仪需要电池来运作。

source: The radio dies.
de: Das Radio geht aus.
ja: ラジオは壊れています。
ko: 라디오가 꺼졌습니다.
ru: Радио выключено.
zh_cn: 收音机关闭了。

source: The remote control's battery goes dead.
zh_cn: 遥控器电池用光了。

source: The screen flashes blue symbols and scales as the multi-cooker begins to shake.
de: Auf dem Bildschirm blinken blaue Symbole und Balken, während der Mehrfunktionsherd zu wackeln anfängt.
ja: 多機能調理器具が震え出し、画面の青い記号と目盛りが点滅し出しました。
zh_cn: 随着显示屏闪过蓝色的符号，多功能厨师机开始振动。

source: The signal seems strongest to the %s.
de: Das Signal scheint am stärksten vom %s zu sein.
ja: 最も強い信号は%sから来ています。
ko: 신호는 %s 방향으로 가장 강한 것 같습니다.
ru: Похоже самый сильный сигнал идёт с %s.
zh_cn: 信号似乎强烈的指向%s。

source: The sky starts to dim.
de: Der Himmel fängt an, zu dämmern.
ja: 空が暗くなり始めました。
ko: 하늘이 어두워지기 시작합니다.
ru: Небо начинает темнеть.
zh_cn: 天空开始暗淡。

source: The stiffness in your joints goes away.
de: Die Starre in deinen Gelenken geht weg.
ja: 関節のこわばりが消えました。
zh_cn: 你的关节感觉没有那么僵硬了。

source: The torch burns out.
de: Die Fackel brennt aus.
ja: 松明は燃え尽きました。
ko: 횃불이 다 타올랐습니다.
ru: Факел выгорел.
zh_cn: 火把烧尽了。

source: The torch is extinguished
de: Die Fackel ist gelöscht
ko: 횃불이 꺼졌습니다.
ru: Факел потушен.
zh_cn: 火把灭了

source: The torch is extinguished.
de: Die Fackel ist gelöscht.
ja: 松明の火が消えました。
ko: 횃불이 꺼졌습니다.
ru: Факел погас.
zh_cn: 火炬熄灭了。

source: The universe implodes and reforms around you.
de: Das Universum implodiert und formiert sich um dich herum neu.
ja: 周囲の宇宙が破裂し、再構築されていきます。
ko: 세계가 안으로 붕괴되더니, 당신의 주변에서 다시 형성됩니다.
ru: Вселенная вокруг вас взрывается и меняет форму.
zh_cn: 你周围的空间发生扭曲，同时你发现空间重组了。

source: The vehicle's battery died.
ja: 車両の電池が切れました。
zh_cn: 载具的电池用光了。

source: The world seems to sharpen.
de: Die Welt scheint sich zu schärfen.
ja: 世界が研ぎ澄まされていくようです。
zh_cn: 视野看起来变亮了。

source: There are no fish around. Try another spot.
zh_cn: 这里没有鱼，换个地方。

source: There is no fish around. Try another spot.
zh_cn: 这里没有鱼了，换个地方。

source: There isn't enough space in that direction.
ja: その方向には充分なスペースがありません。
zh_cn: 这个方向没有足够空间。

source: There's already a fur lining sewn in.
zh_cn: 这件衣服已经有毛皮衬里了。

source: There's already a wool lining sewn in.
zh_cn: 这件衣服已经有羊毛衬里了。

source: There's no room to unfold the %s.
de: Es gibt keinen Platz, um das %s zu entfalten.
ja: %sを展開する空間がない。
ru: Здесь нет места, чтобы разложить %s.
zh_cn: 这里没空间展开 %s 。

source: There's no vehicle there.
de: Dort ist kein Fahrzeug.
ja: そこには車両が存在しない。
ko: 그곳엔 차량이 없습니다.
ru: Тут нет машины.
zh_cn: 那里没有汽车。

source: There's nothing particularly interesting there.
de: Hier gibt es nicht, was sonderlich interessant wäre.
ja: そこには特に興味深い物は何もありませんよ。
zh_cn: 这里实在没啥有意思的东东...

source: There's nothing to mop there.
de: Es gibt hier nichts zum Aufwischen.
ja: 拭き取れる様な物は何もない。
ko: 그곳엔 닦을 것이 없습니다.
ru: Здесь нечего протирать.
zh_cn: 那里没有什么可拖的。

source: There's nothing to pry there.
de: Es gibt hier nichts zum Aufhebeln oder Aufbrechen.
ja: こじ開けられそうにない。
ko: 지레질로 열 만한 것이 없습니다.
ru: Здесь нечего взламывать.
zh_cn: 这里可撬不动。

source: Thermal regulation system: ONLINE.
de: Temperaturregulationssystem: AKTIV.
ja: 体温調整システム: オンライン。
ru: система терморегуляции: АКТИВИРОВАНО
zh_cn: 温度调节系统: 在线

source: They reply, "Hah! We hope you die!"
de: Sie antworten mit »Pah! Wir hoffen, dass du stirbst!«.
ja: 返信だ。「ハッ！さっさとくたばりな！」
ko: 그들이 답하길, "하! 그냥 뒈졌으면 좋겠는데!"
ru: Они отвечают: "ХА! Надеемся ты сдохнешь!"
zh_cn: 他们会回答,“哈!我们希望你死!”

source: They reply, "Help is on the way!"
de: Sie antworten mit »Hilfe ist auf dem Weg!«.
ja: 返信だ。「今助けに向かっているよ！」
ko: 그들이 답하길, "도움의 손길이 가고 있다!"
ru: Они отвечают: "Помощь в пути!"
zh_cn: 他们回答,“帮助在路上!”

source: They reply, "Sorry, you're on your own!"
de: Sie antworten mit »Tschuldigung, du bist auf dich alleine gestellt!«.
ja: 返信だ。「済まないが、自分の身は自分で守ってくれ！」
ko: 그들이 답하길, "미안하다. 스스로 해결해!"
ru: Они отвечают: "Прости, сейчас ты сам по себе!"
zh_cn: 他们回答说:“对不起,你只能靠自己!”

source: This %s probably meant a lot to someone at one time.
ja: この%sは、かつて居た誰かにとっては重大な意味を持つものだったようです。
zh_cn: 这个%s可能曾经是对谁有重要意义的东西。

source: This apple tastes really weird! You're not sure it's good for you...
ja: この林檎は本当に不気味な味がします！体に良いものではなさそうですが...
zh_cn: 这个苹果尝起来怪怪的！你不确定它是不是有问题...

source: This berry is delicious, and very filling!
de: Diese Beere ist lecker und sehr füllend!
ja: このベリーはとても美味しいです。満たされます！
ko: 아주 맛좋은 열매입니다. 배도 부릅니다!
ru: Эта ягода великолепна и очень освежает.
zh_cn: 这种浆果味道鲜美,非常有益!

source: This berry makes you feel better all over.
de: Diese Beere lässt dich allgemein besser fühlen.
ja: このベリーを食べると他のことなんてどうでもよくなります。
ko: 열매를 먹자 기분이 엄청 좋아집니다.
ru: Эта ягода заставила вас почувствовать себя лучше.
zh_cn: 这种浆果让你感觉好些。

source: This berry tastes extremely strange!
de: Diese Beere schmeckt extrem seltsam!
ja: このベリーはとてつもなく奇妙な味がします！
ko: 열매 맛이 무지무지 이상합니다!
ru: Эта ягода очень странная на вкус!
zh_cn: 这种浆果味道非常奇怪!

source: This can be used to repair or modify other items, not itself.
ja: この道具は、これ自体ではなく他のアイテムを改造、修繕するために使います。
zh_cn: 这玩意用来修理其他东西，不是修自己。

source: This can be used to repair other items, not itself.
de: Dies kann benutzt werden, um andere Gegenstände zu reparieren, aber nicht sich selbst.
ja: この道具は、これ自体ではなく他のアイテムを修繕するために使います。
zh_cn: 这玩意用来修理其他东西，不是修自己。

source: This is a contaminant. We reject it from the Mycus.
ja: 汚染物質だ。我々はこれをミカズより排除する。
zh_cn: 这是一个污染源。我们不能让它接近马卡斯。

source: This is already padded with leather.
zh_cn: 这件衣服已经被皮革加厚了。

source: This is not a compatible memory card.
de: Dies ist keine kompatible Speicherkarte.
ja: このメモリーカードには互換性がない。
zh_cn: 这不是兼容的记忆卡。

source: This item can't be made modified this way.
zh_cn: 这个物品不能被这样改造。

source: This item has been modified this way already.
zh_cn: 这件物品已经被这样改造过了。

source: This jelly is delicious, and very filling!
ja: この種はとても美味しいです。満たされます！
zh_cn: 这种密浆味道鲜美,非常有益!

source: This jelly makes you feel better all over.
ja: この種を食べると他のことなんてどうでもよくなります。
zh_cn: 这种密浆让你感觉好些。

source: This jelly tastes extremely strange!
ja: このゼリーはとてつもなく奇妙な味がします！
zh_cn: 这种密浆味道非常奇怪!

source: This looks unhealthy, sure you want to drink it?
de: Dies sieht ungesund aus, bist du dir sicher, dass du es trinken willst?
ja: 見るからに体に悪そうですが、本当に飲みますか？
zh_cn: 看上去很不健康，确定要喝？

source: This looks unhealthy, sure you want to eat it?
de: Dies sieht ungesund aus, bist du dir sicher, dass du es essen willst?
ja: 見るからに体に悪そうですが、本当に食べますか？
zh_cn: 看上去很不健康，确定要吃？

source: This memory card does not contain any new data.
de: Diese Speicherkarte enthält keine neue Daten.
ja: メモリーカードには真新しいデータが入っていませんでした。
zh_cn: 这张内存卡没有任何新数据。

source: This memory card is encrypted.
de: Diese Speicherkarte ist verschlüsselt.
ja: このメモリーカードは暗号化されています。
zh_cn: 这张记忆卡被加密了。

source: This memory card is not encrypted.
de: Diese Speicherkarte ist nicht verschlüsselt.
ja: このメモリーカードは暗号化されていない。
zh_cn: 这张记忆卡没有被加密。

source: This mod can only be used on tools.
de: Diese Modifikation kann nur auf Werkzeugen angewendet werden.
ja: このMODは他の工具に取り付けます。
ko: 이 개조는 도구에만 적용할 수 있습니다.
ru: Этот мод можно использовать только на инструментах.
zh_cn: 这个模组只能用于工具。

source: This photo is better than the previous one.
de: Dieses Foto ist besser als das Vorherige.
ja: 前に撮った写真よりも上手く撮れています。
zh_cn: 这张照片比前一张好。

source: This seed is delicious, and very filling!
ja: この種はとても美味しいです。満たされます！
zh_cn: 这种种子味道鲜美,非常有益!

source: This seed makes you feel better all over.
ja: このベリーを食べると他のことなんてどうでもよくなります。
zh_cn: 这种种子让你感觉好些。

source: This seed tastes extremely strange!
ja: このベリーはとてつもなく奇妙な味がします！
zh_cn: 这种种子味道非常奇怪!

source: This vehicle's security system has locked you out!
ja: 車両の保安システムによってアクセスを封鎖されました！
zh_cn: 你无法进入这辆载具的安全系统！

source: Those aren't arrows!
de: Das sind keine Pfeile!
ja: それは矢ではありません!
ru: Это не стрелы!
zh_cn: 那些不是箭！

source: Those aren't the same arrows!
de: Dies sind nicht die gleichen Pfeile!
ja: 矢の種類が違います!
ru: Это не те же стрелы!
zh_cn: 这是同类的箭支!

source: Tick!
ja: カチッ！
zh_cn: 滴答！

source: Time seems to stop.
de: Die Zeit scheint stillzustehen.
ja: まるで時間が止まったかのようだ。
ru: Время словно остановилось.
zh_cn: 时间好像停滞了。

source: Tried to set a trap. But got confused! %s
de: Versucht, eine Falle zu stellen. Aber wurdest verwirrt! %s
ja: 罠の設置を試みました。しかしよく分からなくなりました！%s
ko: 덫을 설치하려 했지만, 뭔가 햇갈렸습니다! %s
ru: Вы попытались установить ловушку, но запутались! (%s)
zh_cn: 你设置陷阱的时候差点把你自己当成了陷阱!%s

source: Try to hack this car's security system?
ja: この車両の保安システムにハッキングを仕掛けますか？
zh_cn: 尝试破解这车的安全系统？

source: Turn continuous scan off
de: Dauermessung ausschalten.
ja: 連続スキャンを停止する
ko: 지속 스캔 해제
ru: Выкл. постоянный скан
zh_cn: 关闭连续扫描

source: Turn continuous scan on
de: Dauermessung einschalten.
ja: 連続スキャンを開始する
ko: 지속 스캔 작동
ru: Вкл. постоянный скан
zh_cn: 打开连续扫描

source: Turn music off
de: Musik ausschalten
ja: 音楽を止める
zh_cn: 关闭音乐

source: Turn music on [%d]
de: Musik einschalten [%d]
ja: 音楽を再生する[%d]
zh_cn: 打开音乐 [%d]

source: Turn off light
de: Licht ausschalten
ja: ライトを消す
ko: 불 끄기
ru: Выключить свет
zh_cn: 关闭电灯

source: Turn on light
de: Licht einschalten
ja: ライトを点ける
ko: 불 켜기
ru: Включить свет
zh_cn: 打开电灯

source: Ugh, too much nicotine... you feel nasty.
de: Uff, zu viel Nikotin … du fühlst dich schlecht.
ja: うう、ニコチンを摂り過ぎた...気分が悪くなっています。
ru: Ох, слишком много курева... чувствуете себя ужасно.
zh_cn: 擦，尼古丁太多了...你感到有点作呕。

source: Ugh, too much smoke... you cough heavily.
de: Uff, zu viel Rauch … du hustest stark.
ja: げほっ、煙たすぎる...大きく咳をしました。
ru: Ох, слишком много курева... чувствуете себя тяжело.
zh_cn: 我擦，抽太多了，呛死我了！咳~咳~。

source: Ugh, too much smoke... you feel nasty.
de: Uff, zuviel Rauch. Du fühlst dich übel.
ja: げほっ、余りにも煙が蔓延し過ぎだ..不快に感じました。
ko: 으윽, 연기가 너무 많습니다... 기분이 좋지 않습니다.
ru: Ох, слишком много курева... чувствуете себя ужасно.
zh_cn: 我擦，呛死我了。

source: Unsheathe a knife
zh_cn: 抽出小刀

source: Upgrade multi-cooker
de: Mehrfuntionenherd aufwerten
ja: 多機能調理器具を改良する
zh_cn: 升级多功能厨师机

source: Upload photos to memory card
de: Fotos auf Speicherkarte abspeichern
ja: メモリーカードに写真をアップロードする
zh_cn: 上传照片到记忆卡

source: Use %s:
de: Benutze %s:
ja: %sを使う:
ko: %s을(를) 사용:
ru: Применить %s:
zh_cn: 使用%s:

source: Use hacksaw
ja: 弓鋸を使う
zh_cn: 使用钢锯

source: Use hammer
ja: ハンマーを使う
zh_cn: 使用锤子

source: Use wood saw
zh_cn: 使用木锯

source: Using RC car:
de: Funkauto benutzen:
ja: ラジコン模型自動車を使う:
zh_cn: 使用遥控车。

source: Using ankle holster:
de: Knöchelhalfter benutzen:
ru: Использовать кобуру на лодыжке
zh_cn: 使用脚踝枪套：

source: Using boots:
de: Stiefel benutzen:
ko: 부츠 사용 :
ru: Использовать ботинки:
zh_cn: 用靴子：

source: Using cable:
ja: ケーブルを使う:
zh_cn: 使用电缆：
