Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: basic survival
de: zu überleben
ja: 生存
ko: 기본적 생존
ru: просто выжить
zh_cn: 基本生存

source: bringing the apocalypse
de: die Apokalypse herbeizuführen
ja: 黙示録を齎す
ko: 멸망을 부른
ru: приблизить апокалипсис
zh_cn: 带来天启

source: collecting rare artifacts
de: die Sammlung seltener Artefakte
ja: 希少なアーティファクトの収集
ko: 귀한 유물을 수집하는
ru: собирательство редких артефактов
zh_cn: 收集珍稀文物

source: contact with unseen powers
de: mit unbekannten Mächten Kontakt aufzunehmen
ja: 目に見えない力との接触
ko: 알 수 없는 힘과의 접촉
ru: контактировать с неведомыми силами
zh_cn: 看不见的权力联系

source: dominance of the region
de: die Region zu beherrschen
ja: 地域の支配権
ko: 지역에 대한 지배력
ru: доминировать в регионе
zh_cn: 地区优势

source: drug dealing
de: Drogengeschäfte
ja: 麻薬の取引
ko: 마약 장사
ru: распространением наркотиков
zh_cn: 毒品交易

source: exploring extensively
de: weitläufige Auskundschaftung
ja: 広域探索
ko: 광범위 하게 탐험하는
ru: свои масштабные исследовательские проекты
zh_cn: 广泛探索

source: farming & selling food
de: Nahrung anzubauen und zu verkaufen
ja: 農耕 & 食料売買
ko: 농사를 하며 음식을 파는
ru: выращиванием и продажей еды
zh_cn: 农业和食品销售

source: financial wealth
de: reich zu werden
ja: 金融資産
ko: 경제적 부
ru: финансовое благополучие
zh_cn: 金融财富

source: gambling parlors
de: Zockerstuben
ja: 賭博場
ko: 도박이 이루어지는 곳
ru: игровым бизнесом
zh_cn: 赌场

source: general chaos and anarchy
de: Chaos und Anarchie herbeizuführen
ja: 混沌と無法
ko: 일반적인 혼돈과 무정부적 입장
ru: всеобщий хаос и анархия
zh_cn: 混乱及无政府状态

source: harmony with nature
de: im Einklang mit der Natur zu leben
ja: 自然との調和
ko: 자연과의 조화
ru: гармония с природой
zh_cn: 自然和谐

source: medical aid
de: medizinische Hilfe
ja: 医療扶助
ko: 의료 지원
ru: оказанием медицинской помощи
zh_cn: 医疗援助

source: mercenary work
de: Söldernerarbeit
ja: 傭兵の仕事
ko: 용병 일
ru: наемничеством
zh_cn: 佣兵工作

source: protection rackets
de: Schutzgelderpressungen
ja: 強請り・たかり
ko: 폭력적인 갈취
ru: крышеванием
zh_cn: 保护费

source: raiding settlements
de: Siedlungsplünderungen
ja: 居留地を襲撃
ko: 마을을 습격하는
ru: захватом поселений
zh_cn: 袭击定居点

source: rebuilding civilization
de: die Zivilisation wiederaufzubauen
ja: 文明を再興
ko: 문명 재건
ru: возрождение цивилизации
zh_cn: 重建文明

source: scavenging supplies
de: Vorräte auszuplündern
ja: 放置された物資の収集
ko: 물품을 뒤지는
ru: переработкой отходов
zh_cn: 清洁用品

source: selling manufactured goods
de: Verkauf von Fertigwaren
ja: 生産商品の売買
ko: 직접 생산한 물품을 파는
ru: продажей промтоваров
zh_cn: 销售成品

source: spreading the fungus
de: die Pilze zu verbreiten
ja: 真菌の拡散
ko: 진균체가 확산되고 있다
ru: выращивать грибы
zh_cn: 真菌传播

source: the avoidance of drugs
de: Drogenabstinenz
ja: 薬品への忌避
ko: 마약을 배척하는
ru: негативное отношение к наркотикам
zh_cn: 他们对毒品的禁忌

source: the cultivation of knowledge
de: Wissen zu kultivieren
ja: 知識を育む
ko: 경작에 대한 지식
ru: накопление знаний
zh_cn: 知识的培养

source: the extermination of monsters
de: Monster auszulöschen
ja: モンスターの退治
ko: 괴물 말살에 대한 입장
ru: истребление монстров
zh_cn: 消灭所有怪物

source: the sale of information
de: Informationen zu verkaufen
ja: 情報の売買
ko: 정보를 사고 파는
ru: продажей информации
zh_cn: 销售信息

source: the theft of property
de: Diebstahl
ja: 財産を略奪
ko: 재산을 도둑질하는
ru: кражей имущества
zh_cn: 盗窃财物

source: their adherance to the law
de: ihre Einhaltung des Gesetzes
ja: 法律の遵守
ko: 질서에 대한 집착
ru: свою приверженность к закону
zh_cn: 他们对秩序的遵守

source: their bustling trade centers
de: ihre geschäftigen Handelszentren
ja: 賑やかな交易拠点
ko: 그들의 부산한 시장
ru: обустройством своих торговых центров
zh_cn: 他们繁华的贸易中心

source: their charitable nature
de: ihre großzügige Natur
ja: 博愛主義
ko: 이들의 자선적인 성향
ru: свою склонностью к благотворительности.
zh_cn: 他们慈善的本性

source: their cruelty
de: ihre Grausamkeit
ja: 残虐
ko: 그들의 잔인성
ru: жестокость
zh_cn: 他们的残酷

source: their elite training
de: ihre Eliteausbildung
ja: 上級鍛錬
ko: 그들의 정예병 훈련 수준
ru: своих элитных тренеров
zh_cn: 他们的精英培训

source: their isolationism
de: ihr Isolisationismus
ja: 孤立主義
ko: 그들의 고립주의
ru: обособленный образ жизни
zh_cn: 他们的孤立主义

source: their knowledge of bionics
de: ihr Wissen über Bioniken
ja: 生体部品の知識
ko: 그들의 바이오닉에 대한 지식
ru: глубокие познания бионики
zh_cn: 他们的仿生模块知识

source: their libraries
de: ihre Bibliotheken
ja: 蔵書
ko: 그들의 도서관
ru: положительное отношение к книгам
zh_cn: 他们的图书馆

source: their robotics factories
de: ihre Roboterfabriken
ja: ロボット工場
ko: 이들의 로봇 생산 공장
ru: свои роботизированые фабрики
zh_cn: 他们的机器人工厂

source: trade caravans
de: Handelskaravanen
ja: 隊商と取引
ko: 상단
ru: торговлей караванами
zh_cn: 贸易商队

source: treachery
de: Verrat
ja: 裏切り
ko: 배반적인
ru: вероломство
zh_cn: 背信弃义

source: <npcname> burns their legs and feet!
ja: <npcname>は自身の脚と足を燃やしました！
zh_cn: <npcname>的腿和脚烧了起来！

source: <npcname> is burning up!
ja: <npcname>が燃え尽きました！
zh_cn: <npcname>烧了起来！

source: <npcname> is electrocuted!
ja: <npcname>が感電しました！
zh_cn: <npcname>触电了！

source: <npcname> is paralyzed!
ja: <npcname>が麻痺しました！
zh_cn: <npcname>麻痹了！

source: <npcname> is set ablaze!
ja: <npcname>が燃え上がりました！
zh_cn: <npcname>被点着了！

source: <npcname> is torched by flames!
ja: 炎が<npcname>に燃え移りました！
zh_cn: <npcname>被火烧到了！

source: <npcname>s whole body is burning!
ja: <npcname>の全身が燃えています！
zh_cn: <npcname>的全身开始燃烧！

source: A %s hits %s!
de: 1 %s trifft %s!
ja: %sは%sに命中しました！
ko: %s이(가) %s을(를) 공격했습니다!
ru: %s ударил %s!
zh_cn: %s 击中了 %s！

source: A %s hits the %s!
de: 1 %s trifft das %s!
ja: %sは%sに命中しました！
ko: %s이(가) %s을(를) 공격했습니다!
ru: %s бьёт %s!
zh_cn: %s 击中了 %s！

source: A %s hits you!
de: 1 %s trifft dich.
ja: %sが命中しました！
ko: %s이(가) 당신을 공격했습니다!
ru: %s ударил(а) тебя!
zh_cn: %s 击中了你！

source: Ew, smells like burning rubber!
de: Ieh, das riecht wie verbranntes Gummi!
ja: オエッ、ゴムが焼ける臭いです！
ru: Бе, пахнет как жжёная резина!
zh_cn: 呃，闻着就像是橡胶烧着了。

source: I don't know... should you really be smoking that stuff?
de: Ich weiß nicht … solltest du dieses Zeug wirklich rauchen?
ja: うーん...本当に、それに火をあてますか？
ru: Я не знаю... ты в самом деле будешь курить эту штуку?
zh_cn: 我不知道。。。你真的应该抽那玩意么？

source: Man, that smells like some good shit!
de: Mann, das rieht wie echt gutes Zeug!
ja: こりゃいい！クソの臭いだ！
ru: Чувак, эта хрень неплохо пахнет!
zh_cn: 伙计，那玩意闻起来真棒！

source: The %s inhales thousands of live spores!
ja: %sは何千という生きた胞子を吸い込みました！
zh_cn: %s吸进了成千上万活蹦乱跳的孢子！

source: The %s teleports into a %s, killing them both!
de: Der %s teleportiert zu einem %s, was beide tötet!
ja: %sは%sと重なるように瞬間移動しました！どちらも死んでしまいました！
ko: %s이(가) %s에게 순간이동해서, 그 결과 둘 다 소멸되었습니다!
ru: %s телепортировалась(ся) на %s, что убило обоих!
zh_cn: %s 传送到了 %s中, 把他们都杀死了！

source: The acid burns <npcname>s legs and feet!
ja: 酸が<npcname>の脚と足を焼きました！
zh_cn: 酸液灼烧着<npcname>的腿和脚！

source: The acid burns your legs and feet!
de: Die Säure frisst deine Beine und Füße an!
ja: 酸が脚と足を焼きました！
ko: 산성액 때문에 다리와 발이 화상을 입었습니다!
ru: Кислота разъедает ваши ноги
zh_cn: 酸液灼烧着你的腿和脚！

source: The bees sting you all over your body!
de: Die Bienen zerstechen deinen ganzen Körper!
ja: 蜂に全身を刺されました！
zh_cn: 蜜蜂把你刺的体无完肤！

source: The bees sting you many times!
de: Die Bienen stechen dich viele Male!
ja: 蜂に数十箇所、刺されました！
zh_cn: 蜜蜂刺了你无数下！

source: The bees sting you several times!
de: Die Bienen stechen dich einige Male!
ja: 蜂に数箇所、刺されました！
zh_cn: 蜜蜂刺了你几下！

source: The bees sting you!
de: Die Bienen stechen dich!
ja: 蜂に刺されました！
zh_cn: 蜜蜂刺了你一下！

source: The electric cloud doesn't affect you.
zh_cn: 你未受放电的云的影响。

source: The electric cloud doesn't seem to affect <npcname>.
zh_cn: <npcname>未受放电的云的影响。

source: The incendiary burns <npcname>!
ja: <npcname>は焼夷剤に焼かれました！
zh_cn: 燃烧剂灼烧<npcname>！

source: The incendiary burns you!
de: Die Brandbombe verbrennt dich!
ja: 焼夷剤に焼かれました！
zh_cn: 燃烧剂灼烧你！

source: The incendiary melts into <npcname>s skin!
ja: <npcname>の皮膚が焼夷剤に焼き溶かされました！
zh_cn: 燃烧剂粘到了<npcname>的皮肤上！

source: The incendiary melts into your skin!
de: Die Brandbombe schmelzt sich in deine Haut!
ja: 皮膚が焼夷剤に焼き溶かされました！
zh_cn: 燃烧剂粘到了你的皮肤上！

source: The sap sticks to <npcname>!
ja: 樹液が<npcname>にかかりました！
zh_cn: 树液粘在<npcname>身上了！

source: The sap sticks to you!
de: Der Saft klebt an dir!
ja: 樹液が身体にかかりました！
ko: 수액이 몸에 붙었습니다!
ru: К вашим ногам липнет растительный сок!
zh_cn: 树液粘在你身上了！

source: The sludge is thick and sticky. You struggle to pull free.
de: Der Schlamm ist dick und klebrig. Du versuchst, dich freizukämpfen.
ja: 足元のぬかるみは分厚く、ねばついています。自由になろうと足掻いています。
ko: 두껍고 끈적거리는 진흙입니다. 빠져나오기 위해 노력합니다.
ru: Грязь густая и липкая. Вам тяжело выбраться.
zh_cn: 污泥又粘又稠。你好不容易挣扎了出来。

source: These flames do not burn you.
de: Diese Flammen verbrennen dich nicht.
ja: この炎は身体に燃え移らなかった。
ko: 불길이 당신을 불태우지 않습니다.
ru: Огонь не обжигает вас.
zh_cn: 火没有烧到你身上。

source: This radioactive gas burns!
de: Dieses radioaktive Gas brennt!
ja: この放射性ガスは引火します！
ko: 이 방사성가스는 불타고 있습니다!
ru: Этот радиоактивный газ обжигает вас!
zh_cn: 放射性气体烧起来了！

source: Those flames do not burn <npcname>.
ja: その炎は<npcname>に燃え移らなかった。
zh_cn: 火没有烧到<npcname>身上。

source: Ugh, that smells rancid!
de: Pfui, das riecht widerlich!
ja: うあっ、酷い腐敗臭です！
ru: Ух, воняет тухлятиной!
zh_cn: 啊，闻着一股子霉味。

source: Whew... smells like skunk!
de: Ieeh! Das rieht wie Stinktier!
ja: ヒューッ...スカンクの臭いです！
ru: Фу... воняет как скунс!
zh_cn: 哇哦。。。闻起来像臭鼬！

source: You burn your legs and feet!
de: Du verbrennst deine Beine und Füße.
ja: 自身の脚と足を燃やしました！
ko: 자기 자신의 다리와 발을 불태웠습니다!
ru: Вы обожгли ноги и ступни!
zh_cn: 你的腿和脚烧了起来！

source: You feel sick from inhaling the %s
de: Du fühlst dich krank vom Inhalieren von %s.
ja: %sを吸い込んで気分が悪くなりました。
ru: Вас тошнит от вдыхания %s
zh_cn: 吸入%s你感到非常难受

source: You're burning up!
de: Du verglühst!
ja: 身体が燃え尽きました！
ko: 불타고 있습니다!
ru: Вы горите!
zh_cn: 你烧了起来！

source: You're electrocuted!
de: Du bist geschockt!
ja: 身体が感電しました！
ko: 감전되었습니다!
ru: Вас ударило током!
zh_cn: 你触电了！

source: You're paralyzed!
de: Du bist paralysiert!
ja: 身体が麻痺しました！
ko: 마비되었습니다!
ru: Вы парализованы!
zh_cn: 你麻痹了！

source: You're set ablaze!
de: Du bist in Brand gesetzt!
ja: 身体が燃え上がりました！
ko: 불길에 휩싸였습니다!
ru: Вы полыхаете!
zh_cn: 你被点着了！

source: You're torched by flames!
de: Du wirst von Flammen abgefackelt!
ja: 炎が身体に燃え移りました！
ko: 불길에 닿았습니다!
ru: Вас охватило пламя!
zh_cn: 你被火烧到了！

source: You're violently teleported!
de: Du wirst gewaltsam teleportiert!
ja: 荒々しく瞬間移動しました！
ko: 급격하게 순간이동되었습니다!
ru: Вас резко телепортировало!
zh_cn: 你猛地被传送走了！

source: Your whole body is burning!
ja: 全身が燃えています！
zh_cn: 你的全身开始燃烧！

source: acid splatter
de: Säurespritzer
ja: 飛び散った酸
ko: 산성액 범벅
ru: брызги кислоты
zh_cn: 飞溅的酸液

source: acid streak
de: Säurepfütze
ja: 吐き出された酸
ko: 산성액 자국
ru: полоса кислоты
zh_cn: 残余的酸液

source: airborne incendiary
de: Luftlandebrandbombe
ja: 宙を舞う焼夷剤
zh_cn: 浮空燃烧剂

source: angry swarm of bees
de: wütender Bienenschwarm
ja: 怒った蜂の大群
zh_cn: 暴怒蜂群

source: beam of light
de: Lichtstrahl
ja: 光線
ko: 빛 줄기
ru: светлый луч
zh_cn: 光束

source: bile splatter
de: Gallenspritzer
ja: 飛び散った胆汁
ko: 담즙 범벅
ru: брызги желчи
zh_cn: 胆汁飞溅

source: bile stain
de: Gallenfleck
ja: 胆汁の汚れ
ko: 담즙 얼룩
ru: пятно желчи
zh_cn: 胆汁污渍

source: blood splatter
de: Blutspritzer
ja: 飛び散った血液
ko: 피범벅
ru: брызги крови
zh_cn: 鲜血飞溅

source: blood stain
de: Blutfleck
ja: 血の汚れ
ko: 핏자국
ru: пятно крови
zh_cn: 血渍

source: bloody meat chunks
de: blutige Fleischstücke
ja: 血塗れの肉塊
ko: 피범벅 고깃덩이
ru: куски мяса с кровью
zh_cn: 血淋淋的肉块

source: broken vegetation tangle
de: kaputter Wildwuchs
ja: 折れて絡み合った植物
ko: 부러진 식물 줄기
ru: клубок из поломанной зелени
zh_cn: 破碎的植物

source: bug blood splatter
de: Käferblutspritzer
ja: 飛び散った体液(虫)
ko: 벌레 피범벅
ru: брызги крови насекомого
zh_cn: 虫血飞溅

source: bug blood stain
de: Käferblutpfütze
ja: 体液の汚れ(虫)
ko: 벌레 핏자국
ru: пятно из крови насекомого
zh_cn: 虫血污渍

source: cobwebs
de: Spinnenweben
ja: 蜘蛛糸
ko: 거미집
ru: паутина
zh_cn: 蜘蛛网

source: crack smoke
de: Crack-Rauch
ja: 煙(高純度コカイン)
ru: дым кокаина
zh_cn: 快克烟雾

source: dazzling
ja: 眩しい
zh_cn: 耀眼

source: electric cloud
de: elektrische Wolke
ja: 帯電した雲
ko: 전자기 구름
ru: наэлектризованное облако
zh_cn: 电云

source: electric crackle
de: elektisches Knistern
ja: パチパチ音を鳴らす電撃
ko: 전자기 스파크
ru: электрические разряды
zh_cn: 噼啪的闪电

source: faint glimmer
de: schwaches Glimmern
ja: 微光
ko: 희미한 깜빡이는 빛
ru: бледный луч
zh_cn: 微光

source: faint plasma
de: schwaches Plasma
ja: 微弱なプラズマ
ko: 희미한 플라즈마
ru: бледная плазма
zh_cn: 微弱的等离子体

source: fire
de: Feuer
ja: 火
ko: 불
ru: огонь
zh_cn: 火焰

source: fungal haze
ja: 薄靄(真菌)
zh_cn: 孢子雾

source: gas vent
de: Gasventil
ja: 発生源(ガス)
ko: 통풍구
ru: вытяжка
zh_cn: 排气孔

source: glaring plasma
de: grelles Plasma
ja: 眩いプラズマ
ko: 눈부신 플라즈마
ru: ослепительно яркая плазма
zh_cn: 耀眼的等离子

source: glob of sap
de: Saftpfütze
ja: 樹液の塊
ko: 수액 한방울
ru: капля сока растения
zh_cn: 汁液滴

source: glowing plasma
de: glühendes Plasma
ja: 強烈なプラズマ
ko: 빛나는 플라즈마
ru: яркая плазма
zh_cn: 发光的等离子

source: gooey scraps
de: klebrige Fetzen
ja: 粘体の断片
ko: 끈적이는 잔해
ru: клейкие обрывки
zh_cn: 糊糊的废料

source: hazy cloud
de: Dunstwolke
ja: 薄靄
ko: 독성 구름
ru: облако тумана
zh_cn: 朦胧的云

source: heap of gore
de: Gedärmehaufen
ja: 流血の跡
ko: 시체 조각
ru: море кровищи
zh_cn: 血块

source: heap of squishy gore
de: matschiger Gedärmehaufen
ja: どろどろの血糊の山
ko: 으깨진 시체 조각
ru: море запёкшейся крови
zh_cn: 粘糊糊的淤血堆

source: hemolymph splatter
de: Hämolymphenspritzer
ja: 飛び散った血リンパ液
ko: 림프액 범벅
ru: брызги гемолимфы
zh_cn: 体液飞溅

source: hemolymph stain
de: Hämolymphenpfütze
ja: 血リンパ液の汚れ
ko: 림프액 자국
ru: пятно гемолимфы
zh_cn: 体液污渍

source: icky mess
de: widerliche Sauerei
ja: 飛び散った粘液
ko: 끈적이는 덩어리
ru: бардак
zh_cn: 极度恶心

source: intense beam of light
de: intensiver Lichtstrahl
ja: 強烈な光線
ko: 눈부신 빛 줄기
ru: интенсивный луч света
zh_cn: 强烈的光束

source: legacy rubble
ja: 遺物の瓦礫
zh_cn: 瓦砾遗迹

source: meth smoke
de: Meth-Rauch
ja: 煙(メタンフェタミン)
ru: дым мета
zh_cn: 冰毒烟雾

source: odd ripple
de: seltsames Kräuseln
ja: 奇妙な波紋
ko: 이상한 파문
ru: в глазах рябит
zh_cn: 古怪的涟漪

source: plant sap splatter
de: Pflanzensaftspritzer
ja: 飛び散った樹液(植物)
ko: 식물 수액 범벅
ru: брызги древесного сока
zh_cn: 树液飞溅

source: plant sap stain
de: Pflanzensaftpfütze
ja: 樹液の汚れ(植物)
ko: 식물 수액 자국
ru: пятно древесного сока
zh_cn: 树汁污渍

source: pool of acid
de: Säurepfuhl
ja: 酸溜まり
ko: 산성액 웅덩이
ru: кислотная лужа
zh_cn: 酸液池

source: pool of sap
de: Saftpfuhl
ja: 樹液溜まり
ko: 수액 웅덩이
ru: лужа растительного сока
zh_cn: 汁液泊

source: pot smoke
de: Marihuanarauch
ja: 煙(鍋)
ru: дым марихуаны
zh_cn: 大麻烟雾

source: puddle of bile
de: Gallenpfütze
ja: 胆汁溜まり
ko: 담즙 웅덩이
ru: лужа желчи
zh_cn: 胆汁坑

source: puddle of blood
de: Blutpfütze
ja: 血溜まり
ko: 피 웅덩이
ru: лужа крови
zh_cn: 血泊

source: puddle of bug blood
de: Käferblutpfuhl
ja: 体液溜まり(虫)
ko: 벌레 피 웅덩이
ru: лужа из крови насекомого
zh_cn: 虫血坑

source: puddle of hemolymph
de: Hämolymphenpfuhl
ja: 血リンパ液溜まり
ko: 림프액 웅덩이
ru: лужа гемолимфы
zh_cn: 体液坑

source: puddle of resin
de: Baumharzpfuhl
ja: 樹脂溜まり
ko: 수액 웅덩이
ru: лужа из смолы
zh_cn: 树脂坑

source: puddle of slime
de: Schleimpfütze
ja: 粘液溜まり
ko: 끈적한 웅덩이
ru: лужа слизи
zh_cn: 黏液坑

source: radioactive gas
de: radioaktives Gas
ja: 放射性ガス
ko: 방사성 가스
ru: радиоактивный газ
zh_cn: 放射性烟雾

source: raging fire
de: wütendes Feuer
ja: 燃え盛る炎
ko: 솟아오르는 불
ru: бушующий огонь
zh_cn: 烈火

source: relaxation gas
de: Entspannungsgas
ja: 精神緩和ガス
zh_cn: 松弛瓦斯

source: sap splatter
de: Saftfleck
ja: 飛び散った樹液
ko: 수액 범벅
ru: брызги растительного сока
zh_cn: 汁液飞溅

source: scraps of flesh
de: Fleischfetzen
ja: 肉の残骸
ko: 살덩이
ru: куски плоти
zh_cn: 肉渣

source: sedative gas
de: Beruhigungsgas
ja: 鎮静ガス
zh_cn: 镇静瓦斯

source: shards of chitin
de: Chitinfetzen
ja: キチンの破片
ko: 키틴질 조각
ru: осколки хитина
zh_cn: 甲壳碎片

source: shattered branches and leaves
de: geborstene Äste und Blätter
ja: 落ちた枝葉
ko: 으스러진 나뭇가지와 잎
ru: обломки веток и листва
zh_cn: 破碎的枝叶

source: shattered bug leg
de: erschüttertes Käferbein
ja: 砕けた虫の脚
ko: 으스러진 벌레 다리
ru: разбитая нога насекомого
zh_cn: 虫类残肢

source: shredded leaves and twigs
de: zerfetzte Blätter und Äste
ja: 千切れた葉と小枝
ko: 찢겨진 잎과 가지
ru: порубленые листья и ветки
zh_cn: 撕碎的枝叶

source: slime stain
de: Schleimfleck
ja: 粘液の汚れ
ko: 끈적거리는 자국
ru: пятно слизи
zh_cn: 黏液渍

source: slime trail
de: Schleimspur
ja: 粘液の痕跡
ko: 끈적이는 흔적
ru: следы слизи
zh_cn: 黏液痕

source: sludge trail
de: Schlammspur
ja: ヘドロの痕跡
ko: 진흙 흔적
ru: след ила
zh_cn: 污泥痕

source: small fire
de: kleines Feuer
ja: 小さな火
ko: 작은 불
ru: слабый огонь
zh_cn: 小火苗

source: smoke
de: Rauch
ja: 煙
ko: 연기
ru: дым
zh_cn: 烟雾

source: some bees
de: einige Bienen
ja: 数匹の蜂
zh_cn: 一些蜜蜂

source: sparks
de: Funken
ja: 閃光
ko: 스파크
ru: искры
zh_cn: 火花

source: spotlight
de: Scheinwerfer
ja: 集注光線
zh_cn: 醒目

source: swarm of bees
de: Bienenschwarm
ja: 蜂の大群
zh_cn: 成群蜜蜂

source: swirl of crack smoke
de: Crack-Rauchwirbel
ja: 渦を巻いた煙(高純度コカイン)
ru: обволакивающий дым кокаина
zh_cn: 快克烟雾涡流

source: swirl of meth smoke
de: Meth-Rauchwirbel
ja: 渦を巻いた煙(メタンフェタミン)
ru: обволкавиющий дым мета
zh_cn: 冰毒烟雾涡流

source: swirl of pot smoke
de: Marihuanarauchwirbel
ja: 渦を巻いた煙(鍋)
ru: обволакивающий дым марихуаны
zh_cn: 大麻烟雾涡流

source: swirl of tobacco smoke
de: Tabaksrauchwirbel
ja: 渦を巻いた煙(煙草)
ru: обволакивающий табачный дым
zh_cn: 烟草烟雾涡流

source: swirling air
de: Luftwirbel
ja: 渦巻く風
ko: 소용돌이치는 공기
ru: кружится голова
zh_cn: 空气漩涡

source: tear gas
de: Tränengas
ja: 催涙ガス
ko: 최루 가스
ru: слезоточивый газ
zh_cn: 催泪瓦斯

source: tear in reality
de: Realitätsriss
ja: 事象の裂け目
ko: 찢겨진 현실의 구멍
ru: потеря сознания
zh_cn: 现实世界的裂缝

source: thick crack smoke
de: dicker Crack-Rauch
ja: 濃い煙(高純度コカイン)
ru: густой дым кокаина
zh_cn: 快克浓烟

source: thick fungal haze
ja: 濃靄(真菌)
zh_cn: 浓密孢子雾

source: thick meth smoke
de: dicker Meth-Rauch
ja: 濃い煙(メタンフェタミン)
ru: густой дым мета
zh_cn: 冰毒浓烟

source: thick pot smoke
de: dicker Marihuanarauch
ja: 濃い煙(鍋)
ru: густой дым марихуаны
zh_cn: 大麻浓烟

source: thick radioactive gas
de: dickes Radioaktives Gas
ja: 濃い放射性ガス
ko: 짙은 방사성 가스
ru: стена радиоактивного газа
zh_cn: 放射性浓烟

source: thick sludge trail
de: dicke Schlammspur
ja: ヘドロの濃い痕跡
ko: 두꺼운 진흙 흔적
ru: толстый след ила
zh_cn: 厚污泥痕

source: thick smoke
de: dicker Rauch
ja: 濃い煙
ko: 짙은 연기
ru: густой дым
zh_cn: 浓烟

source: thick tear gas
de: dickes Tränengas
ja: 濃い催涙ガス
ko: 짙은 최루 가스
ru: густой слезоточивый газ
zh_cn: 浓密的催泪瓦斯

source: thick tobacco smoke
de: dicker Tabaksrauch
ja: 濃い煙(煙草)
ru: густой табачный дым
zh_cn: 烟草浓烟

source: thick toxic gas
de: dickes Giftgas
ja: 濃い有毒ガス
ko: 짙은 독성 가스
ru: густой токсичный газ
zh_cn: 浓厚毒气

source: thick webs
de: Dicke Spinnenweben
ja: 密集した蜘蛛の巣
ko: 굵은 거미줄
ru: тонкая сеть
zh_cn: 厚蛛网

source: thin sludge trail
de: dünne Schlammspur
ja: ヘドロの薄い痕跡
ko: 옅은 진흙 흔적
ru: тонкий след ила
zh_cn: 薄污泥痕

source: thin smoke
de: dünner Rauch
ja: 薄い煙
ko: 옅은 연기
ru: тонкий дымок
zh_cn: 稀薄烟雾

source: tobacco smoke
de: Tabaksrauch
ja: 煙(煙草)
ru: табачный дым
zh_cn: 烟草烟雾

source: torn insect organs
de: zerrissene Insektenorgane
ja: 引き裂かれた昆虫の器官
ko: 찢어진 곤충 내장
ru: разодранные органы насекомого
zh_cn: 虫类内脏残骸

source: toxic gas
de: Giftgas
ja: 有毒ガス
ko: 독성 가스
ru: токсичный газ
zh_cn: 毒气

source: webs
de: Spinnenweben
ja: 蜘蛛の巣
ko: 거미줄
ru: сеть
zh_cn: 网

source: (Y)es, (N)o, (I)gnore further distractions and finish.
de: (Y) ja, (N) nein, (I) weitere Ablenkungen ignorieren und fertig machen
ja: (Y)はい、(N)いいえ、(I)無視して続行。
ko: (Y)예, (N)아니오, (I)작업이 완료될 때까지 방해 무시
ru: (Y) Да, (N) Нет, (I) Игнорировать дальнейшие предупреждения и завершить.
zh_cn: (Y)是，(N)否，(I)忽略干扰并直到结束。

source: %d currently active NPC.
de: %d NPC ist momentan aktiv.
ja: NPCの人数: %d人
zh_cn: %d 个激活NPC。

source: %d event planned.
de: %d Ereignis ist geplant.
ja: イベントの数: %d
zh_cn: %d 个计划事件。

source: %d monster exists.
de: %d Monster exisitert.
ja: モンスターの数: %d匹
zh_cn: %d 怪物存在。

# memorial_female
source: %s began their journey into the Cataclysm.
de: %s begann ihre Reise in die Katastrophe.
ja: 大変動の世界へ、%sの旅が始まりました。
ko: %s은(는) 카타클리즘으로의 여행을 시작했습니다.
ru: %s начала путешествовать по миру Катаклизма.
zh_cn: %s一行开始了他们在大灾变中的冒险。

# memorial_male
source: %s began their journey into the Cataclysm.
de: %s begann seine Reise in die Katastrophe.
ja: 大変動の世界へ、%sの旅が始まりました。
ko: %s은(는) 카타클리즘으로의 여행을 시작했습니다.
ru: %s начал путешествовать по миру Катаклизма.
zh_cn: %s一行开始了他们在大灾变中的冒险。

source: %s collided with someone else and sent her flying!
de: %s kollidierte mit jemand anderem und schickte sie fliegen!
ja: %sは誰かに衝突し、吹き飛ばしました！
ko: %s은(는) 누군가와 부딪히면서, 그 여자를 날려버렸습니다!
ru: %s врезался в кого-то и отправил её в полёт!
zh_cn: %s 将某个她给撞飞了！

source: %s collided with someone else and sent him flying!
de: %s kollidierte mit etwas anderem und schickte ihn fliegen!
ja: %sは誰かに衝突し、吹き飛ばしました！
ko: %s은(는) 누군가와 부딪히면서, 그 남자를 날려버렸습니다!
ru: %s врезался в кого-то и отправил его в полёт!
zh_cn: %s 将某个他给撞飞了！

source: %s collided with something else and sent it flying!
de: %s kollidierte mit etwas anderem und schickte es fliegen!
ja: %sは何かに衝突し、吹き飛ばしました！
ko: %s은(는) 무언가와 부딪히면서, 그 무언가를 날려버렸습니다!
ru: %s врезался во что-то и отправил это в полёт!
zh_cn: %s 将不知道神马玩意给撞飞了！

source: %s collided with you and sent you flying!
de: %s kollidierte mit dir und schickte dich fliegen!
ja: %sに衝突され、吹き飛ばされました！
ko: %s와(과) 충돌해서 붕 떠버렸습니다!
ru: %s столкнулся с вами, отправив вас в полет!
zh_cn: %s 将你撞飞出去了！

source: %s collided with you, and barely dislodges your tentacles!
de: %s kollidiert mit dir und schüttelt knapp deine Tentakeln ab.
ja: %sと衝突し、触手はかろうじて振り払われました！
ko: %s이(가) 당신과 부딪혔으며, 당신의 촉수에게서 간신히 벗어났습니다!
zh_cn: %s撞上了你，它几乎撞开了你的触手。

# memorial_female
source: %s committed suicide.
de: %s begang Selbstmord.
ja: %sは自殺を決意しました。
ko: %s이(가) 자살했습니다.
ru: %s совершила самоубийство.
zh_cn: %s自杀了。

# memorial_male
source: %s committed suicide.
de: %s begang Selbstmord.
ja: %sは自殺を決意しました。
ko: %s이(가) 자살했습니다.
ru: %s совершил самоубийство.
zh_cn: %s自杀了。

source: %s from %s (%d)
de: %s von %s (%d)
ja: %sを%s (%d)から抜く
ru: %s из %s (%d)
zh_cn: %s 从 %s (%d)

source: %s is caught in the shockwave!
de: %s ist von der Druckwelle erfasst!
ja: %sは衝撃波を浴びました！
ko: %s은(는) 충격파에 휘말렸습니다!
ru: %s накрыло взрывной волной!
zh_cn: %s 被卷入了冲击波！

source: %s is overburdened. You can't transfer your %s
ja: %sは荷物で一杯です。%sを入れることはできません。
zh_cn: %s已经超载了。你不能转移你的%s。

source: %s moves out of the way.
de: %s geht aus dem Weg.
ja: %sを退かせた。
ko: %s이(가) 길에서 비켜섰습니다.
ru: %s уходит с дороги.
zh_cn: %s 让开了路.

source: %s slammed into an obstacle!
de: %s rammte in ein Hindernis!
ja: %sは障害物に叩きつけられました！
ko: %s이(가) 장애물에 부딪혔습니다!
ru: %s врезался в препятствие!
zh_cn: %s 撞上障碍物！

source: %s spotted!
de: %s aufgespürt!
ja: %sを発見しました！
ko: %s이(가) 발견됨!
ru: Обнаружен %s!
zh_cn: 发现了%s！

source: %s teleports into the middle of a %s!
de: %s teleportiert sich inmitten in 1 %s!
ja: %sは%sの中央に瞬間移動しました！
ko: %s이(가) %s 한가운데로 순간이동 했습니다!
ru: %s телепортируется в центр %s!
zh_cn: %s传送到%s之中！

source: %s to dive underwater.
de: %s zum Abtauchen.
ja: %sは水中に潜りました。
zh_cn: %s 着潜入了水下。

source: %s to drive.
de: %s zum Fahren.
ja: %sで運転します。
ru: %s для управления.
zh_cn: %s 开始驾驶。

source: %s took %d damage! (before armor)
de: %s nahm %d Schaden! (Vor Rüstung)
ja: %sは%dのダメージを受けました！(防具軽減前)
ko: %s은(는) %d 의 데미지를 받았습니다! (방호구 적용 전)
ru: %s получил %d урона! (без учёта брони)
zh_cn: %s 遭受了 %d 伤害! (未减护甲)

# memorial_female
source: %s was killed.
de: %s wurde getötet.
ja: %sは殺されました。
ko: %s이(가) 죽었습니다.
ru: %s была убита.
zh_cn: %s被杀了。

# memorial_male
source: %s was killed.
de: %s wurde getötet.
ja: %sは殺されました。
ko: %s이(가) 죽었습니다.
ru: %s был убит.
zh_cn: %s被杀了。

source: %s was stunned AGAIN for %d turn!
de: %s war ERNEUT für %d Zug benommen!
ja: %sは%dターンの間、再び気絶しました！
ko: %s은(는) 또다시 %d턴 동안 기절했습니다!
ru: %s СНОВА оглушён на %d ход!
zh_cn: %s再次被击晕%d回合！

source: %s was stunned for %d turn!
de: %s war für %d Zug benommen!
ja: %sは%dターンの間、気絶しました！
ko: %s은(는) %d턴 동안 기절했습니다!
ru: %s оглушён на %d ход!
zh_cn: %s被打晕%d回合！

source: %s's brain explodes!
de: Das Gehirn von %s explodiert!
ja: %sの脳が爆発しました！
ko: %s의 뇌가 폭발했습니다!
ru: мозг %s взорвался!
zh_cn: %s 的头颅爆炸了！

source: %s's head implodes!
de: %ss Kopf implodiert!
ja: %sの頭が破裂しました！
ko: %s 의 머리가 붕괴했습니다!
ru: голова %s взорвалась!
zh_cn: %s 的头脑浆四射！

source: %s, day %d
de: %s,%2d. Tag
ja: %s / %d日]
ko: %s, %d 일
ru: %s, день %d
zh_cn: %s，%d天

source: %s. Auto-move canceled
de: %s. Automatische Fortbewegung abgebrochen
ja: %s。自動移動を取り消しました。
ko: %s. 자동이동 취소됨
ru: %s. Авто-движение отменено.
zh_cn: %s.自动移动终止

source: %s: map (%d:%d) pos (%d:%d)
de: %s: Karte (%d:%d) Pos. (%d:%d)
ja: %s: 地図(%d:%d) 座標(%d:%d)
ko: %s: 지도 (%d:%d) 위치 (%d:%d)
ru: %s: карта (%d:%d) позиция (%d:%d)
zh_cn: %s: 地图 (%d:%d) 坐标 (%d:%d)
