Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: If you really want to lend a hand we could use your help clearing out the dead in the back bay. Fearful of going outside during the first days of the cataclysm we ended up throwing our dead and the zombies we managed to kill in the sealed back bay. Our promising leader at the time even fell... he turned into something different. Kill all of them and make sure they won't bother us again. We can't pay much but it would help us to reclaim the bay.
de: Wenn du wirklich helfen willst, könnten wir deine Hilfe beim Säubern der Toten im Hinterhof gebrauchen. Aus Angst, in den ersten Tagen der Katastrophe nach draußen zu gehen, warfen wir unsere Toten und die getöteten Zombies, in die versiegente Hinterbucht. Sogar unser vielversprechender Anführer ist in dieser Zeit gefallen … er hat sich in etwas anderes verwandelt. Töte sie alle und stell sicher, dass sie uns nicht mehr belästigen. Wir können nicht viel bezahlen, aber es würde uns helfen, die Bucht zurückzuerobern.
ja: もし本当に協力したいなら、建物の裏側を占拠しているゾンビどもを一掃して欲しい。崩壊の最初の頃、あそこに死人や倒したゾンビを投げ込んでおいたのが失敗だった。頼れるリーダーもその時倒れて...違う何かになってしまった。やつらを殲滅し、二度と立ち上がれないようにしてくれ。大した報酬は払えないがこの建物の一角を奪還できれば我々としては大いに助かるよ。
zh_cn: 如果你真的想帮忙，请帮我们清理后湾（back bay）的丧尸。在大灾变的第一天，出于恐惧，我们把所有尸体和杀死的丧尸都丢弃在封闭的后湾里，里面甚至包括了我们当时的老大...但是现在它们都复活成另外一种生物了。请把它们全部清理干净并确保不会再威胁到我们。尽管我们无法付出很多报酬，但这件事对我们重新开垦海湾帮助很大。

source: It could be very informative to perform an analysis of zombie blood...
de: Es könnte sehr informativ sein, Zombieblut zu analysieren.
ja: ゾンビの血液を分析すれば、とても有益な情報が得られるはずなんだ…。
ko: 이게 좀비 혈액을 분석을 하는데 굉장히 유용할거야...
ru: Анализ крови зомби был бы крайне полезен...
zh_cn: 它可以提供大量进行分析的僵尸血的信息……

source: It was a lost cause anyways...
de: Ich war ohnehin ein hoffnungsloser Fall.
ja: 失われた教義さ...
ko: 어쨌거나 그건 쓸데없는 거야...
ru: В любом случае дело было провальным…
zh_cn: 无论如何这是一个失败的原因……

source: Man... you're a goddamn machine. It was a pleasure working with you. You know, you may just change our little neck of the world if you keep this up.
de: Mann, du bist eine gottverdammte Maschine! Es war ein Vergnügen, mit dir zusammenzuarbeiten. Weißt du, du könntest unser kleines Plätzchen dieser Welt verändern, wenn du dabei bleibst.
ja: よう...殺人マシーン野郎。一緒にやれて楽しかったぞ。この調子で続けるんだ。世界をほんのいくらか変えられるかもしれない。
ko: 으아... 당신 정말 괴물이군. 같이 일해서 기쁘네. 너도 알지만, 이대로 계속 하면 우리 모가지가 문제 없을지도 모르겠어.
zh_cn: 伙计...你他妈就是一台机器。和你一起工作真是一件愉快的事，你知道吗，如果你坚持下去你将给我们的世界带来改变。

source: May that bastard never get up again.
de: Möge dieser Wichser nie wieder aufstehen.
ja: 野郎が起き上がることは永遠に無いだろう。
ko: 그 망할 놈들이 다시 일어나는 일이 없기를.
ru: Должно быть этот ублюдок никогда не поднимется.
zh_cn: 愿那个混蛋死翘翘了

source: Maybe they escaped to one of the camps...
de: Vielleicht sind sie in eines dieser Camps geflohen.
ja: どこかのキャンプに避難したんじゃないかな...
ko: 아마 캠프에서 도망쳐 나왔을걸...
ru: Может быть они спаслись в одном из лагерей…
zh_cn: 也许他们逃到一个难民营的……

source: My mom... she's... she was killed, but then she just got back up... she's one of those things now. Can you put her out of her misery for me?
de: Meine Mama … Sie ist … Sie wurde getötet, aber dann ist sie wiederauferstanden. Jetzt ist sie ist eines dieser Dinger. Kannst du sie für mich aus ihrem Elend befreien?
ja: 母さんが…彼女は…彼女は殺されたはずなのに立ち上がって…今や奴らの仲間になってしまった。母さんを解放してあげてくれないか？
ko: 제 엄마가... 살해당했어요... 그런데, 다시 일어났습니다... 이제 엄마는 저것들처럼 되어버렸어요. 저를 위해서 엄마의 고통을 끝내주시겠어요?
ru: Моя мама... её... её убили, но потом она просто поднялась на ноги... и теперь она одна из тех тварей. Не мог бы ты прекратить её мучения за меня?
zh_cn: 我的妈妈…她的……她被杀害了,但后来她回来了…她现在在其中一个房子中。你能把她从她的痛苦解脱吗？

source: Now I don't mean to upset you but I'm not sure what I can do with the accounting ledger at the moment. We do have a new lead though, the ledger has a safe deposit box under the regional manager's name. Guess what, dumb sucker wrote down his combination. Come with me to retrieve the box and you can keep any of the goodies in it that I can't use to press charges against these bastards.
de: Nicht, dass ich dich beunruhigen will, aber ich bin mir unsicher, was ich im Moment mit diesem Bestandsbuch anstellen soll. Allerdings haben wir eine neue Spur: Im Bestandsbuch ist ein Schließfach auf den Namen des örtlichen Managers vermerkt. Stell dir vor, dieser Volltrottel hat seinen Code notiert. Komm mit mir, um ihn zu holen und du kannst all die Sachen darin behalten, die ich nicht gebrauchen kann, um Anklagen gegen diese Schweinehunde zu erheben.
ja: 君がしてくれたことを否定するわけではないが、今すぐにこの帳簿で何かできるというわけではないんだ。帳簿から新たな手がかりは得られた。地域マネージャーの貸し金庫だ。でだ、馬鹿が一行めに暗証番号を書いてくれている。一緒に行って開けよう。何が出て来ても、クソッタレどもを告発するのに必要なもの以外は全部君にやるよ。
ko: 자, 널 화내게 하려는건 아니지만, 이 장부 가지고 뭘 해야할지 모르겠어. 그래도 다음에 어디로 가야할진 알고 있다고. 지역 경영자 이름으로 된 안전 보관소에 있는 장부야. 이 망할 것들이 비밀번호를 적어뒀더군. 안전 보관함을 찾아서 그 망할 것들의 죄를 알아보자고. 물론 다른 것들은 다 니 차지야.
ru: Не хочу тебя расстраивать, но я, скорее всего, не смогу ничего сделать с бухгалтерией. Но у меня есть одно решение: в книге описана ячейка в сейфе на имя регионального менеджера. И угадай что? Этот тупой неудачник написал там свой код. Пошли со мной вскроем ячейку и ты сможешь забрать оттуда всё, что я не могу использовать как обвинения против этих ублюдков.
zh_cn: 现在我不想让你感觉难过，但是我不清楚我现在应该拿账本干什么。不过我们有了一个新想法，账本上写着经理有一个保险箱，猜猜看，这个傻蛋把他的密码写到上面了。咱俩去找回这个箱子，里面只要是不能指控这帮混蛋的东西你都可以留着。

source: Oh dear, I thought Timmy would have made it...
de: Oh je, ich dachte, Timmy hätte es geschafft!
ja: ああもう、ティミーがやってくれたのかと思ったよ...
ko: 오 이런 세상에, 티미는 살아있을줄 알았는데...
ru: Боже, я думал, что Тимми удалось сделать это…
zh_cn: 哦，亲爱的，我想蒂米将使它...

source: Oh god, I can't believe it happened...
de: Oh Gott! Ich kann nicht glauben, dass es passierte.
ja: 神よ、こんなことになるなんて…。
ko: 오 맙소사, 그런 일이 일어났다니, 믿을 수가 없네요...
ru: Боже, не могу поверить, что это произошло...
zh_cn: 哦,上帝,我简直不敢相信发生的一切……

source: Oh god, it <swear> hurts...
de: Oh Gott, es tut <swear> weh.
ja: おお神よ、<swear>傷が痛むんです…。
ko: 오 세상에, <swear> 아프네...
ru: Боже, это <swear> больно...
zh_cn: 哦,上帝,这 <swear> 伤害……

source: Oh man, I can't believe I forgot to download it...
de: Oh, Mann, ich kann nicht fassen, dass ich vergaß, es herunterzuladen.
ja: ああ、くそっ、何てことだ、ダウンロードするのを忘れるなんて…。
ko: 아, 이런. 내가 다운로드 하는걸 잊었다는게 믿기지 않는군...
ru: Вот чёрт, я забыл скачать...
zh_cn: 哦,我不敢相信我忘了下载…

source: Oh no! My poor puppy...
de: Oh nein! Mein armes Hündchen …
ja: ああ！可哀想な子犬…。
ko: 아, 안돼! 내 가여운 강아지가...
ru: О нет! Мой щенок...
zh_cn: 哦不!我可怜的小狗……

source: Oh thank god! I'll be right as rain in no time.
de: Gott sei Dank! Ich werde mich gleich pudelwohl fühlen.
ja: おお神よ、ありがとう！これさえあればすぐに回復するよ。
ko: 오 신이여, 감사합니다! 이제 난 완전히 말짱해질거야.
ru: Слава богу! Теперь я быстро встану на ноги.
zh_cn: 哦,感谢上帝!我就会感觉好多了。

source: Oh, my poor puppy...
de: Oh je, mein armes Hündchen …
ja: ああ、子犬が…。
ko: 아아, 내 가여운 강아지가...
ru: Мой бедный щенок...
zh_cn: 哦,我可怜的小狗……

source: Oh, thank god, thank you so much! I won't last more than a couple of days, so hurry...
de: Oh, Gott sei Dank, dir ein ganz großes Dankeschön! Ich werde es nicht mehr viele Tage lang aushalten, also beeil dich.
ja: おお神よ、本当にありがとう！2～3日以上は持ちそうにないんだ。急いでくれ…。
ko: 오, 신이시여, 정말 고마워! 며칠밖에 못 버틸 것 같으니까, 서둘러 줘...
ru: Спасибо тебе! Спасибо большое! Я протяну не больше пары дней, поторопись...
zh_cn: 哦,感谢上帝，非常感谢你！我坚持不过两天的，所以快点……

source: Our community survives on trade, we appreciate it.
de: Unsere Gemeinschaft überlebt dank dem Handel – wir schätzen es.
ja: 我々は交易なしには生きていけない。大いに感謝するよ。
zh_cn: 我们的团队依靠贸易生存，我们非常感激。

source: Our world fell apart because our leaders were as crooked as the con-men that paid for their elections. Just find me one of those corporate accounting books and I'll show you and the rest of the world just who is at fault.
de: Unsere Welt zerfiel, weil unsere Führer genau so korrupt sind, wie die Bauernfänger, die ihre Wahlen bezahlten. Finde mir ein Bestandsbuch eines Unternehmens und ich werde dir und dem Rest der Welt zeigen, wer schuldig ist.
ja: 汚らわしい守銭奴どもが指導者を決めるような世界だから、こんな風にもなってしまうんだ。どこの会社のでもいいから帳簿を探して持って来い。
ko: 세상이 망해버린건, 윗대가리가 선거에서 표를 돈 주고 사는 망할 것들이기 때문이지. 빨리 회계 장부나 좀 갖다달라고. 그럼 누가 세상을 망하게 했는지 정확히 알려주지.
ru: Наши мир рушится на части, потому что наше правители были мошенниками, платившими за выборы. Просто найди для меня одну из корпоративных бухгалтерских книг и я докажу тебе и остальному миру кто во всём этом виноват.
zh_cn: 我们的世界土崩瓦解了，这都是因为所谓的国家领导人都在忙着讨好他们的恩主。帮我找一本企业会计书,我将向您和世人揭示这到底是谁的错。

source: Please be careful, we don't need any more deaths.
de: Bitte sei vorsichtig, wir brauchen nicht noch mehr Tote.
ja: 気をつけてな、これ以上の死人は望んでいない。
zh_cn: 请小心，我们不希望再有任何伤亡。

source: Please reconsider, I know she's suffering...
de: Bitte überdenke es. Ich weiß, dass sie leidet.
ja: 考えなおしてくれ、彼女はきっと苦しんでいるんだ…。
ko: 제발 다시 한번 생각해주세요. 저희 어머니가 고통받고 있어요...
ru: Может передумаешь? Я знаю - она страдает...
zh_cn: 请重新考虑,我知道她的痛苦……

source: Please, I don't know what else to do.
de: Bitte, ich weiß sonst nicht, was ich tun soll.
ja: 頼むよ、どうすればいいんだ。
ko: 제발, 난 다른건 할줄 모른다고.
ru: Пожалуйста. Я не знаю что еще делать.
zh_cn: 请,我不知道还能做什么。

source: Please, I just don't know what to do otherwise.
de: Bitte, ich weiß sonst nicht, was ich sonst tun soll.
ja: 頼むよ、他に頼れる人なんていないんだ。
ko: 제발, 이게 아니면 다른 할 수 있는게 없어.
ru: Пожалуйста. Я просто не знаю что мне делать.
zh_cn: 请好心告诉俺吧，不然俺都不知干些啥好呐。

source: Please, I just want to know what happened to everyone.
de: Bitte, ich will nur wissen, was jedem passiert ist.
ja: お願いだ、皆にどうなったかを知りたいんだ。
ko: 제발, 난 그냥 모두가 어떻게 되었는지 알고 싶을 뿐이야.
ru: Пожалуйста, я лишь хочу знать, что случилось с остальными.
zh_cn: 请好心告知我吧，我只是想弄明白大家身上究竟都发生些了什么。

source: Please, think of my poor little puppy!
de: Bitte, denk an mein armes kleines Hündchen!
ja: お願い、子犬もきっと寂しがってると思うんだ！
ko: 제발, 제 작고 가여운 강아지를 생각해주세요!
ru: Прошу тебя, подумай о моём бедном щенке!
zh_cn: 请想起我可怜的小狗!

source: Quitting already?
de: Willst du schon aussteigen?
ja: もうやめるのか？
ko: 벌써 그만두려고?
ru: Уже сдаёшься?
zh_cn: 戒烟了吗?

source: Really... that's too bad.
de: Wirklich … das ist zu schlecht.
ja: 何てことだ…それは残念だ。
ko: 그런가요...안된 일이군요.
ru: Серьёзно... Это очень плохо.
zh_cn: 真的……那太糟了。

source: Rescued the standard yet?
de: Hast du die Fahne schon gerettet?
ja: 旗はもう見つかったのか？
ko: 우릴 구할 국기는 아직인가?
ru: Уже освободил наше знамя?
zh_cn: 找到国旗了没？

source: Rodger, if he's a no-show then any other gunslinger will do... but I doubt he'll quit before we even begin.
de: Verstehe, wenn er sich nicht blicken lässt, dann würde jeder andere Revolverheld geeignet sein. Aber ich bezweifle, dass er schon geht, noch bevor wir überhaupt angefangen haben.
ja: 了解だ、もし彼が居なければ別のガンスリンガーを探すしかないな...しかし我々が始める前にそいつが止めてしまったりはしないだろうな。
ko: 로저, 그 놈이 안오면 다른 사람도 안올거라고... 하지만 그 놈은 시작하기도 전에 그만둘 놈은 아닌데.
zh_cn: 了解，如果他没出现的话，那么其他的枪手会代替他...但我想恐怕在我们动身之前他就溜了。

source: Search the bushes for any trace? I'm not an expert tracker but you should be able to find something.
de: Die Büsche nach irgendwelchen Spuren absuchen? Ich bin kein Pfadfinderexperte, aber Sie sollten in der Lage sein, irgendwas zu finden.
ja: 草の根を分けても探し出すんだ。私は優れた追跡者ではないが、君なら何かを発見できるはずだ。
zh_cn: 搜索灌木丛里的痕迹 ? 我不是追踪专家, 但你应该能够找到什么线索 .

source: Seriously? God damned commie...
de: Ernsthaft? Gottverdammter Kommunist!
ja: 本気で言ってるのか？こんな簡単な仕事なのに…。
ko: 진심이야? 빌어먹을 공산주의자 같으니...
ru: Серьёзно? Проклятый коммунист...
zh_cn: 严重吗?上帝 该死的共产党员……

source: Seriously? It's an easy job...
de: Wirklich? Das ist eine einfache Aufgabe.
ja: 本気で言ってるのか？こんな簡単な仕事なのに…。
ko: 정말로? 쉬운 일인데...
ru: Серьёзно? Это лёгкая работа...
zh_cn: 困难吗?这是一个很容易的工作...

source: Shall we keep looking for a farm house?
de: Sollten wir weiterhin nach einem Bauernhaus suchen?
ja: 農場を探し続けるかい？
ko: 농장을 계속 찾으면 안될까?
ru: Мы будем искать нужную ферму?
zh_cn: 我们一直在寻找一个农场?

source: So, do you have my software yet?
de: Nun, hast du schon meine Software?
ja: ところで私のソフトウェアはまだか？
ko: 그래, 내 소프트웨어는 아직이야?
ru: Ну и, ты уже скачал мой софт?
zh_cn: 所以,你下载到我需要的软件了吗?

source: Something in the shadows still seems to stare at me when I look at the woods.
de: Irgendetwas in den Schatten scheint mich immer noch anzustarren, wenn ich auf die Wälder blicke.
ja: 森を見ると、暗い影の中から何かが私を見ているんだ。
ko: 숲속을 볼 때, 그림자에 있는 뭔가가 날 바라보고 있는게 느껴져.
ru: Что-то в тени всё еще пристально смотрит на меня из леса.
zh_cn: 当我看树林时，一些东西仍然在阴暗处似乎盯着我。

source: St. Michael the archangel defend me in battle...
de: Möge Erzengel St. Michael mich im Kampf verteidigen.
ja: 大天使ミカエルの加護のあらんことを...
ko: 대천사 미카엘이 나를 이 싸움에서 지켜주시길...
ru: Святой архангел Михаил защищает меня…
zh_cn: 圣迈克尔天使在战斗中保护我……

source: Survivors were talking about them crashing but I don't know where. If I were a pilot I'd avoid crash landing in a city or forest though.
de: Überlebende sprachen darüber, wie welche abstürzten, aber sie wussten nicht, wo. Wenn ich ein Pilot wäre, würde ich nicht in eine Stadt oder einen Wald bruchlanden.
ja: 生存者たちはヘリの墜落についてよく話していたが、私はどこなのか知らない。もし私がパイロットなら不時着を試みるなら市街地は避けて、森の近くを選ぶだろうな。
ko: 생존자들이 추락한 헬기를 봤다고들 얘기하지만 어디인지는 몰라. 만약 내가 조종사라면, 도시 한복판이나 숲에 불시착하진 않겠어.
ru: Выжившие говорили о том, что они упали. Но я не знаю где. Будь я пилотом, я бы постарался избежать падения на город или лес.
zh_cn: 幸存者都在谈论他们的遭遇，但是我不知道在哪里。如果我是一名飞行员，我会避免在一个城市或森林里迫降。

source: Take my dog whistle; if the dog starts running off, blow it and he'll return to your side.
de: Nimm meine Hundepfeife; wenn der Hund wegrennt, benutze sie und er wird zu dir zurückkehren.
ja: この犬笛を持っていって。もし子犬が逃げ出しても、これを吹けばきっと着いてくるから。
ko: 제 개 호루라기를 받아요. 개가 도망갈 때 이걸 불어주면, 다시 돌아올거에요.
ru: Возьми мой свисток. Если пёс убежит от тебя, свистни, и он вернётся.
zh_cn: 带我的狗哨子；如果狗开始乱跑，吹响它，他会回到你身边。

source: Take this USB drive. Use the console, and download the software.
de: Nimm diesen USB-Stick. Benutze die Konsole und lad die Software herunter.
ja: このUSBメモリを持って行ってくれ。目的地に着いたらコンソールを使って、ソフトウェアをダウンロードして欲しい。
ko: 이 USB 드라이브를 받아. 콘솔을 이용해서 소프트웨어를 다운로드 하라고.
ru: Возьми мою флешку. Воспользуйся консолью и скачай всё что сможешь.
zh_cn: 带上这个USB盘。使用终端控制台，然后下载软件。

source: Thank you once again marshal.
zh_cn: 再次感谢您，执法官。

source: Thank you so much for finding him!
de: Danke sehr dafür, dass du ihn gefunden hast!
ja: 子犬を連れてきてくれて、本当にありがとう！
ko: 찾아주셔서 정말 고마워요!
ru: Спасибо, что нашёл его!
zh_cn: 谢谢你帮忙找到他！

source: Thank you! Please hurry back!
de: Danke! Bitte eile zurück!
ja: ありがとう！早く連れてきて！
ko: 고마워요! 빨리 돌아오세요!
ru: Спасибо! Прошу, поторопись!
zh_cn: 谢谢你！请尽快回来！

source: Thank you, I need some time alone now...
de: Danke dir, Ich brauch jetzt etwas Zeit für mich alleine.
ja: ありがとう、少し一人にしてくれ...
ko: 고마워, 잠깐 혼자 좀 있어야겠어...
ru: Спасибо, сейчас мне надо побыть одному...
zh_cn: 谢谢你。现在我想一个人待会...

source: Thank you, I suppose it won't change what has already happened but it will bring me closure.
ja: 有難う。既に起こってしまった事は変えられないが、医療記録(患者)を見れば、少しは胸の支えが取れるかもしれないんだ。
zh_cn: 谢谢你，它虽然不能改变已经发生的一切，但是至少算是给了一个答案。

source: Thank you, I'll do the explaining if anyone else asks about it.
de: Danke! Wenn irgendjemand anderes danach fragt, werde ich mich um die Erklärungen kümmern.
ja: ありがとう、誰かに聞かれたらそう説明しておくよ。
zh_cn: 谢谢你，如果别人问起来我会解释的。

source: Thank you, I'm not sure what to make of this but I'll ponder your account.
de: Danke. Ich bin mir nicht sicher, was ich daraus machen soll, aber ich werde über deinen Bericht nachdenken.
ja: ありがとう、これが何なのかはまだ良くわからないがお礼は考えておくよ。
ko: 고마워, 이걸로 도움이 될진 모르겠지만, 네가 해준 설명을 더 고민해볼게.
ru: Спасибо, я не уверен, что делать с этим, но я буду размышлять над своим ​​аккаунтом.
zh_cn: 谢谢，我不知道是怎么做的，但我会考虑你的建议。

source: Thank you, a diary is exactly what I was looking for.
de: Danke, ein Tagebuch ist genau das, wonach ich gesucht habe.
ja: ありがとう、この日記こそ私が探していたものだ。
ko: 고마워, 내가 찾던게 바로 이런 일기야.
ru: Спасибо тебе, дневник — это именно то, что я искал.
zh_cn: 谢谢你，这就是我要找的日记。

source: Thank you, having that big of a threat close to home was nerve wrecking.
de: Danke, eine solch große Gefahr in der Nähe von Zuhause war nervenaufreiben.
ja: ありがとう、あの拠点に近すぎる驚異は悩みの種だったんだ。
zh_cn: 谢谢你, 家附近有个那么大的威胁真是让人觉得提心吊胆 .

source: Thank you, just bring me to the camp... I just want to see.
de: Danke, bring mich nur zum Camp. Ich will nur mal sehen.
ja: ありがとう、連れて行ってくれ...ただ見たいだけなんだ。
ko: 고마워, 캠프로 좀 데려다줘... 좀 보고 싶어.
ru: Спасибо. Просто доведи меня до лагеря… Я хочу всё осмотреть.
zh_cn: 谢谢你，带我到那营地就好……我只是想看下。

source: Thank you, let's find a remote one so we don't have to worry about many zombies.
de: Danke! Lass uns einen Entfernten finden, damit wir uns nicht um so viele Zombies sorgen müssen.
ja: ありがとう、早速だが街から離れたやつを見つけよう。ゾンビの大群に悩まされたくは無いからね。
ko: 고마워. 그럼 원격조작 장치를 찾아보자고. 좀비가 얼마든지 있어도 걱정할 필요가 없어질테니.
ru: Спасибо. Давай найдем место, где не придётся волноваться о толпах зомби.
zh_cn: 谢谢你,让我们找一个偏远的地方而不必担心有许多僵尸。

source: Thank you, please keep this discreet.
de: Danke dir, bitte halt es diskret.
ja: 有難う、この調子で丁寧に仕事をしてくれよ。
zh_cn: 谢谢你，请保持谨慎。

source: Thank you, the world is a better place without them.
de: Danke! Ohne sie ist die Welt ein besserer Ort.
zh_cn: 谢谢你，如果没有他们世界会更美好。

source: Thank you, your account of these... demonic creations proves the fears the churches had were well founded. Our priority should be routing out any survivors of this cult... I don't known if they are responsible for the outbreak but they certainly know more about it than I do.
de: Danke, dein Bericht über diese … dämonischen Schöpfungen belegen, dass die Befürchtungen, die die Kirchen hatten, sehr wohl fundiert waren. Unser wichtigstes Anliegen sollte es sein, mögliche Überlebende dieses Kults aufzuspüren. Ich weiß nicht, ob sie für den Ausbruch verantwortlich sind, aber sie wissen bestimmt mehr über ihn als ich.
ja: ありがとう、教会の恐怖を悪魔どもが証明してくれたようだな。次の目標はこのカルトの生存者を見つけることだ...私は、彼がこの災害の原因かどうかは分からないが、もし発見できたならより多くの情報が得られることは確実だろう。
ko: 고마워, 이...악마적 창조물에 대한 네 설명을 들어보니, 교회가 가졌던 공포가 확실한 근거 위에 있었다는게 증명됐어. 이제 이 교단의 생존자를 찾아내는걸 우선해야겠군... 그들이 이 사태의 원인인지는 몰라도, 나보다는 분명 더 많이 알고 있을거야.
ru: Спасибо тебе за участие… демонические создания подтверждают опасения церкви. Наша цель — найти любых выживших членов культа… Я не знаю, имеют ли они отношение к эпидемии, но они наверняка знают о нёй гораздо больше меня.
zh_cn: 谢谢你，为你所做的......这些恶魔般的生物证明教会的担心是有理由的。我们的首要任务现在是找到这个邪教的任何幸存者......我不知道他们是否该对危机爆发负责，但他们肯定比我知道的更多。

source: Thank you. I couldn't rest until I knew that was finished.
de: Danke. Ich konnte nicht ruhen, ehe ich wusste, dass dem ein Ende gesetzt wurde.
ja: ありがとう。終わったと聞くまで休むことすら出来なかったんだ。
ko: 고맙습니다. 그 일이 끝났다는걸 알때까진 쉴 수가 없었어요.
ru: Спасибо. Теперь я могу спать спокойно, зная, что всё кончено.
zh_cn: 谢谢你！我不能休息,直到我完了。

source: Thank you... she would've wanted it this way.
de: Danke. Sie würde es so gewollt haben.
ja: ありがとう…彼女もきっとそれを望んでいると思う。
ko: 고맙습니다... 저희 어머니도 이렇게 되길 원하셨을 거에요.
ru: Спасибо... она бы не хотела оставаться такой.
zh_cn: 谢谢你！她会一直想这样。

source: Thanks for trying... I guess.
de: Danke fürs Versuchen … denk ich mal.
ja: やってみてくれて有難う...そう思うよ。
ko: 도와주려 한 것... 고마워.
ru: Спасибо за участие… я полагаю.
zh_cn: 感谢您的努力... 我猜。

source: Thanks so much, you may save both of us yet.
de: Danke, du könntest uns nun beide retten.
ja: 本当に有難う、これでこの窮状を上手く切り抜けられるかもしれないよ。
ko: 정말 고마워, 우리 둘다 살 수 있을지도 모르겠네.
ru: Большое спасибо, возможно сейчас спас нас обоих.
zh_cn: 真心灰常感谢，没有大人您的话，俺们可能就苦逼了。

source: Thanks to your searching we've got the black box but now we need to have a look'n-side her. Now, most buildings don't have power anymore but there are a few that might be of use. Have you ever seen one of those science labs that have popped up in the middle of nowhere? Them suckers have a glowing terminal out front so I know they have power somewhere inside'em. If you can get inside and find a computer lab that still works you ought to be able to find out what's in the black box.
de: Danke fürs Suchen! Wir hab’n den Flugschreiber, aber jetzt müss’n wir in sie reinglotzen. Jetzt haben die meisten Gebäude keinen Strom mehr aber es gibt ein paar, die noch vom Nutzen sein könnten. Hast du jemals eins dieser wissenschaftlichen Labore, die mitten im Nichts auftauchten, gesehen? Diese Dämlacks haben ein leuchtendes Terminal an der Vorderseite außen, somit weiß ich, dass sie irgendwo Strom inn’n hab’n. Wenn du reingehen könntest und ein Computerlabor, das noch funktioniert, findest, könntest du herausfinden, was im Flugschreiber drinnen ist.
ja: ブラックボックスを見つけてくれて有難う。さて今度はこいつの中を見なきゃならんわけだが、今やほとんどの建物には電気が通っていない。そこで研究所はどうだろうか？入り口に光る端末があるからには内部の動力は健在のはずだ。なんとか侵入して生きたコンピューターのある研究室を見つけられたなら、このブラックボックスの中身を見ることができるだろう。
ko: 자네가 블랙박스를 찾아준 건 고맙네만, 이제 이 안을 좀 봐야 하겠지. 대부분의 건물들이 더 이상 전력을 가지고 있지 않지만, 몇몇 빌딩은 아직 사용할 만한 전력이 있을거야. 자네 어디서든지간에 불쑥 튀어나온 연구소 같은 거 본 적 있나? 그 우라질 놈들의 입구에 불 들어오는 단말기가 있는데, 내 생각엔 내부 어딘가에 전력이 있는 것 같아. 만약 자네가 내부에 진입해서 아직 작동하는 컴퓨터실을 찾을 수 있다면 자네는 블랙박스 안에 뭐가 들었는지 알아낼 수 있을거야.
ru: Благодаря твоим поискам у нас есть чёрный ящик, но теперь нам нужно заглянуть внутрь него. Сейчас большинство зданий обесточено, но ещё есть некоторые, которые можно использовать. Ты когда-нибудь видел эти лаборатории, которые расположены невесть где? У них на входе стоит работающий терминал, так что я знаю: внутри здания есть энергия. Если ты сможешь туда проникнуть и найти работающий компьютер, то сможешь узнать содержимое чёрного ящика.
zh_cn: 感谢你的搜索，我们已经拿回了黑匣子，但我们现在需要知道里面存了什么。遗憾的是现在绝大多数建筑都没有电力了，但也许还有少数建筑有。不知你有没有曾经在某个鸟不拉屎的地方见过那些科学实验室？如果他们门前能看到一个发光的终端，我就知道其内部某个地方一定还有能源供应。如果你能想办法进去并找到一个可用的电脑，应该就能解读黑匣子里面的内容了。

source: Thanks! Just pull the data onto this USB drive and bring it to me.
de: Danke! Lad dir die Daten einfach auf diesen USB-Stick herunter und bring sie mir.
ja: ありがとう！このUSBメモリにソフトウェアをコピーして、持ってきてくれるだけでいいんだ。
ko: 고마워! 그냥 데이터를 USB 드라이브에 넣어서 나한테 주면 돼.
ru: Спасибо! Просто перекинь информацию на мою флешку и принеси мне.
zh_cn: 谢谢!只要把数据下载到这个USB驱动器并带给我。

source: Thanks, I know the labs on the other side of the complex have electronic parts sitting around.
zh_cn: 十分感谢，我知道在这个建筑群的另一头有个实验室，里面有些电子元件。

source: Thanks, I should be ready for you to install the radio repeater mods by the time you get back.
zh_cn: 十分感谢，在你下次回来的时候我应该可以准备好帮你安装无线电中继器插件了。

source: Thanks, I'll see to installing this one. It will be some time but I could use someone to position these around the region.
zh_cn: 十分感谢，我会负责安装这一个的。需要点时间但我可以找个人帮忙在这个区域安装这些玩意。

source: Thanks, keeping the people safe is what we try and do.
de: Danke, die Leute schützen ist das, was wir versuchen und tun.
ja: ありがとう、ともに人々の安全を守っていこう。
zh_cn: 谢谢，保证人民的安全是我们必须去做的。

source: Thanks, let me know when you need another tasking.
zh_cn: 非常感谢，如果还想要任务的话请告诉我。

source: Thanks, make sure you're ready for whatever the beast is.
de: Danke. Sei für alles bereit – was auch immer das für ein Biest sein mag.
ja: ありがとう、あの獣の正体が何であれ準備は出来ているらしいな。
ko: 고마워, 그 짐승이 뭐든 간에, 준비를 잘 해두도록 해.
ru: Спасибо, надеюсь ты будешь готов к встрече с любым чудовищем.
zh_cn: 谢谢,请确保你已经准备好对付那个野兽。

source: That's one down.
zh_cn: 又搞定一个。

source: The Old Guard thanks you for eliminating the criminals. You won't be forgotten.
de: Die Alte Garde dankt dir für die Eliminierung der Kriminellen. Wir werden dich nicht vergessen!
ja: 無法者の殲滅、ご苦労だった。オールドガードとして大いに感謝する。君の名が忘れ去られることは無いだろう。
zh_cn: 古老守卫感谢你干掉了那些罪犯 ,你的贡献不会被遗忘的 .

source: The States will remain a wasteland unless good men choose to save it.
de: Die Staaten werden ein Ödland bleiben, es sei denn, gute Männer wollen sie retten.
ja: 善人が守らなければ合衆国は不毛の地になってしまう。
zh_cn: 美国将继续一片荒芜 ,除非优秀的人伸出援手 .

source: The centrifuge is a bit technical; you might want to study up on the usage of computers before completing that part.
de: Die Zentrifuge ist etwas technisch. Vielleicht möchtest du etwas über die Benutzung von Computern lernen, bevor du diesen Teil abschließt.
ja: 遠心分離器の扱いはちょっと専門的だね。取り掛かる前にコンピュータについて勉強しといた方がいいかもしれない。
ko: 원심 분리기는 조금 전문적인 기계라구, 그 부분을 완벽히 하려면 컴퓨터 사용법을 좀 배워야 할거야.
ru: Центрифуга довольна сложна в использовании. Возможно тебе придётся расширить своё знание компьютеров, прежде чем трогать её.
zh_cn: 操作离心机是需要点技术的，你需要先提升电脑技能再来完成这部分。

source: The day of reckoning will come for the corporations if it hasn't already.
de: Die Tage der Abrechnung werden für die Unternehmen kommen, wenn sie nicht schon längst gekommen sind.
ja: 遅かれ早かれ決算日は来るものだ。
ko: 이 망할 회사들에게 심판의 날이 오리라. 아직 안왔다면 말이지만.
ru: Для корпораций придёт ещё день расплаты, если он уже не наступил.
zh_cn: 那些未受惩处的企业将在审判日来临之时受到制裁。
