Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: It was only a child, and little is different about it now aside from the hungry look in its eyes. You'd be hard pressed to not feel like you were killing an actual child by putting it down.
de: Das war nur ein Kind und es gibt kaum einen Unterschied zu dem, was es jetzt ist, abgesehen von dem hungrigem Blick. Du stündest unter Druck, dich nicht so zu fühlen, als hättest du ein echtes Kind umgebracht, wenn du es umbrächtest.
ja: 親にとってこの子供が唯一の存在だった...かどうかはさて置き、目が食事を求めて忙しなく動いているのを除けば、外見は生前と大差ありません。その為に実際の子供を殺したかの様な罪悪感に苛まれます。
zh_cn: 年纪轻轻就被变成丧尸的萝莉，看着她无神的瞳孔，你觉得有点难过和悲伤。

source: Its entire body bulges with distended muscles and swollen, festering wounds.
de: Aus dem ganzen Körper stehen geblähte Muskeln und geschwollene eiternde Wunden hervor.
ja: 身体全体が傷で化膿しており、筋肉は異様に膨れ上がっています。
ko: 몸 전체가 부풀어오른 근육과 상처로 가득한 인간 형체입니다.
ru: Всё его тело покрыто растянутыми мышцами и опухолями с гнойными ранами.
zh_cn: 整个身体都是巨型肌肉的怪物，肿胀化脓的伤口，非常危险，不要硬拼.

source: Leadworks LLC's T-107A1 Interdictor, an automated .50BMG antimateriel rifle. Credited with forestalling countless car-bombing attempts, it has always been kept under extremely tight control, so as to itself maintain extremely tight control of its area. And then the Cataclysm struck.
de: Der T-107A1 Interdictor von Leadworks, LLC ist ein automatisches .50BMG-Antimaterialgewehr. Ihm wird zugeschrieben, zahllose Autobombenanschläge zu verhinden. Er unterlag immer einer extrem strengen Kontrolle, damit er selbst eine sein Gebiet beherrschen konnte. Und dann schlug die Katastrophe zu.
ja: レッドワークス社のT-107A1 Interdictorは、.50口径BMG弾を使用する対物ライフルタレットです。車両への砲撃を未然に防ぎ、地区一帯を制圧するために厳格な管理の元運用される、と信じられてきました。しかし、そこに大変動が訪れました。
zh_cn: Leadworks LLC公司的 T-107A1截击者，装备着使用.50BMG子弹的反器材自动步枪。因为其数不胜数进行车辆爆破的尝试，它一直被极端严密的控制着，反过来它又极端严密的控制着周围区域。就在这时候大灾变降临了。

source: Leadworks LLC's T-4A1 Sentry. It features improved firmware over General Atomics' TX-1 9mm model and an automated M4 carbine.
de: Die T-4A1 Sentry von Leadworks LLC. Sie hat gegenüber General Atomics’ Model »TX-1 9mm« eine verbesserte Firmware und einen automatisierten M4-Karabiner.
ja: レッドワークス社のT-4A1 Sentryは、ジェネラル・アトミックス社製TX-1 9mm銃モデルのファームウェアを改良し、自動化したM4カービンを取り付けたものです。
zh_cn: Leadworks LLC公司的 T-4A1 哨兵炮塔。相对于通用原子公司的TX-1 9毫米型拥有更好的硬件以及一挺全自动M4卡宾。

source: Living in the woods, killing for sport, eating all the bodies, actual cannibal Shia LaBeouf.
de: Lebt im Wald, tötet zum Spaß, isst alle Körper: Ist-Kannibale Shia LeBeouf.
ja: 森の深くに棲み 遊ぶように殺し 肉は全て喰らう 人喰いの権化 シャイア・ラブーフ
ko: 그는 숲 속에 산다네, (조용, 조용) 살인은 스포츠라네, (조용, 조용) 시체는 전부 먹어치운다네, 진짜 식인종, 샤이아 라보프라네. (역자 주 : 샤이아 라보프는 실존 영화배우이며, 당연히 진짜 식인종은 아닙니다. 인터넷 상에서 유머요소로 쓰이는 설정이죠)
ru: Живёт в лесочке людоед, Он ищет жертву на обед, Повсюду кости, там и тут, Шайя Лабаф его зовут.
zh_cn: 独居森林中！~（嘘，嘘） 杀人为运动！~（嘘，嘘） 飨宴是人肉！！~ 真食人族希亚·拉博夫！~

source: Look at those TEETH!
de: Sieh dir diese ZÄHNE an!
ja: ああ、あの大きく鋭利な牙を見て！
ko: 저 이빨들 좀 봐!
ru: Посмотри какая ПАСТЬ!
zh_cn: 看看那个牙~~！齿~~~！

source: Looking at first glance like a dull gray privet, this "hedge" is really a mass of barbed fungal tendrils, defending the fungal tower.
ja: 鈍い灰色の低木のような見た目をした「生垣」です。棘が付いた真菌の巻きひげが大量に集まって、真菌塔を守っています。
zh_cn: 第一眼看上去像是铁灰色版本的女贞树 ,但它其实是粗大的带刺真菌团块 ,看起来它存在的意义是为真菌塔提供防御 .

source: Mom?
de: Mama?
ja: 母さん？
ko: 엄마?(Mom?)
ru: Мама?
zh_cn: 老娘？

source: Nonviolent riot-control bot. Designed to suppress riots and make mass arrests of those participating. Though its relaxation gas is by far its best-known weapon, it carries a blinding flash and a low-powered stungun for self-defense--in addition to its supply of electronic handcuffs.
de: Ein gewaltloser Antikrawallroboter. Dafür ausgelegt, Aufstände zu unterdrücken und Massenverhaftungen an denen, die an solchen teilnehmen, vorzunehmen. Obwohl sein Entspannungsgas seine zweifellos bekannteste Waffe ist, trägt er ein blendendes Blitzlicht und ein schwaches Betäubungsgewehr zur Selbstverteidigung mit sich – zusätzlich zum Vorrat an elektronischen Handschellen.
ja: 暴力によって暴動を鎮圧します。暴動を鎮め、参加者を大量逮捕できるように設計されています。弛緩ガスがもっとも有名な武装ですが、閃光ライトや自己防衛用の低電圧スタンガンも装備しています。
zh_cn: 防暴乱机器人。专门用来对付上访的钉子户。虽然它的麻醉气体是最著名的武器，但是作为一名有经验的访民你很清楚丫还带着一个让你瞬间失明的炫光灯和一把打得死人的低功散弹枪（内部代号'秤砣'）—以及足以拉走你全家的N多电子手铐。

source: Once a soldier, it is dressed head to toe in combat gear and carries itself rather steadily for a zombie.
de: Ehemals ein Soldat, aber nun ist er von Kopf bis Fuß in einer Kampfausrüstung angezogen und verhält sich für einen Zombie recht stetig.
ja: 嘗ては兵士だったのでしょうか。頭から爪先まで戦闘服に身を包んでいますが、動きが完全にゾンビそのものです。
ko: 한때는 군인이였으며, 머리부터 발끝까지 군용 장비를 착용하고 있습니다. 다른 좀비보다는 똑바로 걷는 편입니다.
ru: Когда-то был солдатом, с ног до головы в военной экипировке. Защищен значительно лучше остальных зомби.
zh_cn: 一只士兵丧尸，从头到脚包裹着战斗服，隐藏在基因里的本能使其比普通丧尸更加可怕.

source: Once an athletic human, now a brutal monster. Its facial features are twisted into an expression of pure rage.
de: Ehemals ein athletischer Mensch, nun ein brutales Monster. Dessen Gesichtsmerkmale haben sich zu einem Ausdruck reiner Raserei verdreht.
ja: スポーツマンであったであろう元人間は、現在では残忍な怪物に成り果てています。その顔は純粋な憤怒の表情を浮かべています。
zh_cn: 曾经是一名运动员的他，如今成为了凶残的怪物。它面孔扭曲，每一个毛孔都释放出纯粹的破坏欲望。

source: Once human, fungal tendrils now sprout from its mouth, eyes, and other orifices, holding together a shambling mass of mold-covered flesh.
de: Einstmals ein Mensch, sprießen nun Pilzranken aus Mund, Augen und anderen Öffnungen. Sie halten eine watschelnde Masse aus schimmelbedecktem Fleisch zusammen.
ja: かつては人間でしたが、今や真菌の糸が口、目、ほかのあらゆる穴から飛び出し、よろめきながら歩く肉塊の形をなんとか支えています。
ko: 한때는 인간이었지만, 진균체가 이것의 입, 눈, 다른 모든 구멍에 퍼져, 이제는 걸어다니는 진균 덩어리에 가까운 생명체입니다.
ru: Он был когда-то человеком. Теперь грибные усики растут из его рта, глаз и других отверстий, являя собой невнятно ходящую массу из покрытой плесенью плоти.
zh_cn: 真菌从他们的口中、眼睛、耳朵处发芽而出，蹒跚的移动着躯体.

source: Once human, its features have tightened, its lips pulled back into an unnatural grin, revealing rows of blackened teeth beneath its large, piercing eyes. It stands tall and its movements are fluid and tightly controlled. A feeling of danger permeates the air around it, and the light that falls on it seems somehow harsher and more glaring.
de: Ein Ex-Mensch. Seine Merkmale haben sich verschärft, seine Lippen haben sich zu einem unnatürlichen Grinsen zurückgezogen, was geschwärzte Zahnreihen unter seinen großen, stechenden Augen aufdeckt. Er steht aufrecht, seine Bewegungen sind flüssig und klar kontrolliert. Ein Gefühl der Angst durchdringt die Luft um ihn und das Licht, das irgendwie auf sie fällt, scheint irgendwie rauer und greller zu sein.
ja: かつては人間だったのでしょう。まるで笑っているように不自然に引きつった唇の下には黒い歯列が露わになっており、大きな目はギラギラとしています。背は高く、動作は自然でしっかりと制御されています。危険な空気があたりに充満し、何か不快で恐ろしい予感がします。
zh_cn: 它已死去多时，它的嘴唇露出不自然的诡异笑容，露出一排排的黑牙（黑人牙膏），眼睛有神，体型庞大，危险的感觉弥漫在周围。

source: One of the many models of armored law enforcement robots employed shortly before the collapse of civilization. Solar powered like many other robots, it maintains its programmed pursuit of law and order, propelled on a trio of omni wheels.
de: Einer von vielen Modellen gepanzerter Polizeiroboter, die kurz vor dem Zusammenbruch der Zivilisation eingesetzt wurden. Solargetrieben, wie er wie viele andere Roboter ist, arbeitet er immer noch sein ihm einprogrammiertes Programm von Recht und Gesetz ab. Es wird von einem Dreier aus Allrichtungsrädern angetrieben.
ja: 文明が崩壊する直前に採用された、たくさんの武装警官ロボットシリーズの一つです。他のロボットと同様、ソーラー発電で電力供給を行っています。法と秩序の遵守についてプログラムされており、3つのオムニホイールを使って移動します。
zh_cn: 在文明毁灭前的执法机器人，被非法改装程序之后非常具有威胁性，太阳能驱动，三轮.

source: One of the vesper bats, a family of winged insect-eating mammals. It roosts in caves and other hollows, and uses a form of echolocation to aerially navigate through tricky terrain at rapid speeds.
de: Eine der Glattnasen, eine Familie von geflügelten insektenfressenden Säugetieren. Es schläft in Höhlen und anderen Hohlräumen und benutzt eine Art der Echoortung, um durch kniffliges Gelände bei hohen Geschwindigkeiten zu navigieren.
ja: 雛蝙蝠の一種で、羽のある昆虫を捕食する哺乳類の仲間です。洞窟や窪みなどで集団で生息し、超音波の反響を利用して障害物の多い地形でも、素早く移動する事が出来ます。
zh_cn: 昼伏夜出的蝙蝠，可以飞行的哺乳动物，以昆虫为食，一般群居在山洞或者其他凹陷处，使用超声波定位和导航，移动非常迅速.

source: Pale, sickly gray in color, this giant ant's cracked exoskeleton is barely held together by coils of fungus erupting from every joint in its body.
de: Blass und kränklich grau gefärbt wird das Exoskelett dieser Riesenameise nur knapp zusammengehalten von Fungusringen, die aus jedem Gelenk ihres Körpers ausbrechen.
ja: 淡く病的な灰色をしたアリです。外骨格はひび割れ、関節からはみ出し体に巻き付いた菌糸によって、かろうじて形を保っています。
ko: 창백한 회색빛을 띄고 있는 거대한 개미로, 관절마다 진균이 자라나 겨우 그 형체를 유지하고 있습니다.
ru: Сломанный экзоскелет гигантского муравья бледного, болезнено-серого цвета. Он еле-еле держится целым благодаря группам грибов, произрастающих из каждой части его тела.
zh_cn: 苍白色的躯体充满了真菌的巨大蚂蚁，真菌的尖刺把身体勉强组合在一起不让其散架.

source: Parasaurolophus
ja: パラサウロロフス
ko: 파라사우롤로푸스(Parasaurolophus)
ru: Паразауролоф
zh_cn: 副栉龙

source: Shia LaBeouf
ja: シャイア・ラブーフ
ko: 샤이아 러버프(Shia LaBeouf)
ru: Шайя Лабаф
zh_cn: 真食人族 希亚·拉博夫

source: Smoky bear
zh_cn: 冒烟的熊

source: Spinosaurus
ja: スピノサウルス
ko: 스피노사우루스(Spinosaurus)
ru: Спинозавр
zh_cn: 棘龙

source: Stegosaurus
ja: ステゴサウルス
ko: 스테고사우루스(Stegosaurus)
ru: Стегозавр
zh_cn: 剑龙

source: Still wearing its work clothes and hardhat, this zombie likely used to work on power lines or other electrical equipment.
de: Dieser Zombie, der immer noch seine Kleidung und seinen Schutzhelm hat, hat wahrscheinlich früher an Stromleitungen oder anderem eletrischem Equipment gearbeitet.
ja: 作業服とヘルメットを着用したゾンビです。恐らく、嘗ては電気工事などに携わっていた技師ではないかと推測できます。
zh_cn: 依然穿戴着它的工作服和安全帽，这只丧尸看起来曾经是个电力系统的技术员。

source: Still wearing the tattered remnants of improvised armor and weaponry, it is plain to see that this zombie was once a survivor like you.
de: Immer noch die die zerfetzen Überbleibsel improvisierter Rüstungen und Bewaffnungen tragend, ist es leicht zu erkennen, dass dieser Zombie mal ein Überlebender so wie du war.
ja: ボロボロになった即席の武器や鎧の残骸を身に付けています。一目見ただけでこのゾンビが自分の様な生存者であった事が分かります。
ko: 아직도 누더기가 된 급조 방어구를 입고 조각난 무기를 들고 있는 이 좀비는 당신과 같은 생존자였을 것이 분명합니다.
ru: Этот зомби носит рваные остатки самодельной брони и оружия, похоже он когда-то был таким же выжившим, как и вы.
zh_cn: 破旧的改造装甲和武器仍挂在身上——笑什么笑，它曾经也是幸存者！一不小心，你也可能会变成它那样儿……

source: Stumbling as it moves, this corpse of an overweight human regards its surroundings with an empty black gaze.
de: Strauchelnd betrachtet diese Leiche eines übergewichtigen Menschen ihre Umgebung mit einem leeren schwarzen starren Blick.
ja: 時折、躓きながら肥満体を引き摺り歩く死体は、黒い目をキョロキョロと周りに向けています。
ko: 움직일 때마다 비틀거리는 이 비만 환자의 시체는 초점없는 검은 시선으로 주위를 둘러봅니다.
ru: Спотыкаясь при движении, труп этого полного человека осматривает окрестности пустым чёрным взглядом.
zh_cn: 这生前吃多了垃圾食品的臃肿尸体踉跄着，用它那空洞的黑色眼眶扫视四周。

source: The American black bear. A large omnivorous scavenger, it has powerful claws and jaws, and is an effective ambush hunter. It can pose a considerable threat, although most individuals are shy around humans.
de: Der Amerikanische Schwarzbär. Ein großer allesfressender Aasfresser, er hat starke Klauen und Kiefer und ist ein effektiver Anschleichjäger. Er kann eine beträchliche Gefahr darstellen, obwohl die meisten Individuen schüchtern vor Menschen sind.
ja: 米国に生息する黒熊です。強力な爪と顎を持ち、待ち伏せが得意な狩人です。また、雑食性で何でも食べる為、森の清掃人という顔も持っています。脅威的な相手ですが、殆どの熊は人間に対して積極的に攻撃を仕掛けては来ないでしょう。
zh_cn: 美国黑熊，杂食性动物，强大的爪子和锋利的牙齿，可以有效的伏击猎人，造成的威胁相当小，当然，那只是大灾变之前.

source: The American bullfrog, in its natural habitat. It feeds on insects, mice, lizards and any other living thing it can stuff down its gullet.
de: Der Amerikanische Ochsenfrosch in seiner natürlichen Umgebung. Er ernährt sich von Insekten, Mäusen, Echsen und jedes andere lebende Ding, das in seine Speiseröhre passt.
ja: 自然に生息しているウシガエルです。虫やネズミ、トカゲなど、飲み込める物なら何でも食べます。
zh_cn: 美国牛蛙，在自然栖息地生活，他捕食昆虫、老鼠、蜥蜴等，食道可以过滤掉残渣.

source: The American mink, a partially-aquatic weasel, once factory-farmed for its fur. It is a capable fisher, but the presence of otters in these parts makes it rely more on food from the land.
de: Der Amerikanische Nerz, ein teilweise aquatiles Wiesel, das einst für dessen Fell massenweise gezüchtet wurde. Er ist ein fähiger Fischer, aber die Anwesenheit von Ottern hierzulande lässt ihn eher von Nahrung vom Lande abhängig sein.
ja: アメリカミンクは水辺に住むイタチの一種で、毛皮を剥ぐ為に大量に飼育されています。水中で魚を捕らえる能力を持ちますが、陸地で取れる食料を好む傾向があります。
zh_cn: 美国貂，一种半水栖鼬，因为皮毛的缘故曾被集中养殖。它是能干的渔夫，但本地的水獭已经变得依赖从陆地收集食物食物。

source: The C.H.U.D. or Cannibalistic Humanoid Underground Dweller. A human being turned pale and mad from years of underground isolation.
de: Der C.H.U.D. oder Cannibalistic Humanoid Underground Dweller – zu Deutsch »Kannibalistischer Humanoider Untergrundbewohner«. Ein blass- und verrückt gewordener Mensch nach Jahren der Isolation unter der Erde.
ja: Cannibalistic Humanoid Underground Dweller、略してC.H.U.D.(チャド)は地下に棲む人喰い生物です。地下暮らしを余儀なくされ、暗闇の中で生活する内に発狂した人間の成れの果てです。
zh_cn: 食人族，地下居住者，多年在地铁里脸色发白...它还是不是人呢？

source: The Eastern cougar, a large feline predator. Once thought extinct in this region, conservation efforts were successful in restoring a thriving population.
de: Der Nordamerikanische Puma, ein großes katzenartiges Raubtier. Es wurde einst für ausgestorben in dieser Region gehalten, aber Erhaltungsbestrebungen waren erfolgreich darin, eine florierende Population wiederherzustellen.
ja: 東部に生息するピューマで、大型猫科の捕食者です。この地域では絶滅したと思われていましたが、種の保全努力により、個体数を回復させる事に成功しました。
zh_cn: 曾经被这一地区被认为已经灭绝的某种美洲狮，但是大灾变之后，成功的恢复了往日的荣光.

source: The Eastern coyote, also called the tweed wolf, is a territorial canine descended from the offspring of gray wolves and true coyotes. It is intimidated by humans and other predators, but will fight if threatened.
ja: ツイードウルフとも呼ばれる東部に生息するコヨーテで、純血のコヨーテと灰色狼の血を引く、混血のコヨーテです。人間や他の捕食者に脅かされていますが、脅されれば戦う事もあります。
zh_cn: 东方郊狼，也被称作花呢狼，是狗与狼的后代。胆小，但在受到威胁时很有进攻性。

source: The Eastern moose, the largest living species of deer. The bulls are quite ill-tempered, especially in the rutting season.
de: Der Ostkanadische Elch, die größte lebende Hirschart. Die Bullen sind ziemlich übellaunig, besonders in der Brunftzeit.
ja: 東部に生息するヘラジカで、シカ科の最大種です。雄牛は発情期になると、非常に怒りっぽくなります。
zh_cn: 东部驼鹿，世界上最大的鹿，雄性脾气非常火爆，尤其是在发情的季节。

source: The Ford Sanitron, a utility robot designed for cleaning up waste material in hazardous conditions.
de: Der Ford Sanitron: Ein Hilfsroboter, der für das Aufräumen von Müll unter gefährlichen Bedingungen spezialisiert wurde.
ja: フォード社のSanitronは、危険地域で廃棄物を清掃するために設計されたユーティリティロボットです。
ko: 다용도 로봇인 Ford Sanitron 모델로, 위험 지역의 폐기물을 청소하기 위해 만들어졌습니다.
ru: Форд Санитрон, служебный робот, предназначенный для уборки территории в опасных для жизни условиях.
zh_cn: 一种被设计与在危险的情况下清除废弃物的机器人。

source: The General Atomics TX-1 Guardian, a small, pill-shaped automated gun turret using state of the art ATR systems to dynamically reorient itself to new friends and enemies alike. The two SMG barrels can swivel a full 360 degrees.
de: Der General Atomics TX-1 Guardian: Ein kleiner, tablettenförmiger Geschützturm, der die hochmodernen ATR-Systeme, um sich dynamisch neu gegenüber Freund und Feind zu orientieren, benutzt. Die beiden MP-Läufe können um volle 360 Grad schwenken.
ja: ジェネラル・アトミクス社のTX-1 Guardianは砲弾の形をした小型自動発砲タレットです。ATR(初期応答)技術を利用し、新たな味方や敵を自動的に判別することが可能です。銃口を360度回転させることができる2丁のサブマシンガンで武装しています。
zh_cn: 通用原子公司制造的TX-1机器人，药丸形状的自动炮塔使用先进的敌我分辨系统，炮身可以360°无死角移动

source: The Honda Regnal, a tall robot walking on three spidery legs. For weapons, it has a trio of spiked retractable cables and a flamethrower mounted on its head.
de: Der Honda Regnal: Ein großer Roboter, der mit drei spinnenartigen Beinen geht. Was Waffen betrifft: Er hat drei gestachelte einziehbare Kabel und einen Flammenwerfer auf seinem Kopf angebracht.
ja: ホンダ社のRegnalは、3本脚のクモのような背の高いロボットです。回収ケーブル付きスパイク3本と頭部の火炎放射器で武装しています。
zh_cn: 一个八英尺高的三足立式机器人 它有一对尖刺触手和安装在头部 的火焰喷射器。

source: The North American beaver, the continent's largest rodent. Its paddle-shaped tail helps ferry it through the water, and its prominent teeth can chew through wood, which it uses to build dam-like nests in lakes and streams.
de: Der Kanadische Biber, das größte Nagetier des Kontinents. Sein paddelförmiger Schwanz hilft ihm, das Wasser zu überfahren. Und seine prominenten Zähne können sich durch Holz nagen; diese werden benutzt, um dammähnliche Nester in Seen und Flüssen zu bauen.
ja: 北米に生息するビーバーで、大陸最大の齧歯類です。へら状の尾は水を渡る際の助けとなります。また、突出した歯は木を噛む事ができ、湖畔や川にダムに似た巣を作る際に役立ちます。
zh_cn: 北美海狸，世上最大的啮齿动物，他的浆状尾巴可以帮其穿过湖面，其突出的门牙可以咬断木头，喜欢在湖面与溪流建造大坝.

source: The North American river otter is a shy water dwelling relative of the weasel living in large families along the banks of streams. It is an excellent fisher and a resourceful survivor, using the abandoned dens of beavers and other animals to raise its own young.
de: Der Nordamerikanische Fischotter ist ein scheues, am Wasser lebendes Wiesel, das in großen Familien auf Flussbänken lebt. Er ist ein exzellenter Fischer und ein einfallsreicher Überlebenskünstler, der die verlassenen Baue von Bibern und anderen Tieren benutzt, um seine eigenen Junge aufzuziehen.
ja: 北米地域の川や小川に生息するカワウソで、大家族で用心深く生活しているイタチ科の動物です。若いカワウソが独立する時にはビーバーや他の動物の放棄された巣穴を利用します。機知に富んだ魚取りの名人です。
zh_cn: 美国水獭，一种半水栖鼬，因为皮毛的缘故曾被集中养殖。它是能干的渔夫，但本地的水獭已经变得依赖从陆地收集食物。

source: The Northeastern coyote, a widespread canine pack hunter. More timid than a wolf, it is an opportunistic feeder and prefers to hunt smaller and weaker prey.
de: Das ist ein Exemplar von Canis latrans thamnos, einer Kojotenunterart, und ein weitverbreiteter hundeartiger Rudeljäger. Er ist schüchterner als ein Wolf, ein Allesfresser und zieht es vor, kleinere und schwächere Beute zu jagen.
ja: 北東部に生息するコヨーテで、広範囲に行動する犬科の群れを成す狩人です。狼に比べて臆病で、主に小型の弱い獲物を狩る事を好みます。
zh_cn: 东北郊狼，一种广泛分布的猎手，比狼胆小，但是更加狡猾与凶残，善于猎杀孱弱的猎物。

source: The Northern bog lemming, a small, predominantly vegetarian rodent that spends its life in the murk of swamps and other wetlands. Contrary to popular belief, these creatures are not particularly hapless or suicidal, but they can eat themselves into scarcity within a few generations.
de: Der Nördliche Moorlemming, ein kleiner, hauptsächlich vegetarischer Nager, der sein Leben in den trüben Gewässern von Mooren und anderen Feuchtgebieten verbringt. Entgegen der landläufigen Meinung sind diese Kreaturen nicht besonders glücklos oder suizidal, aber sie können sich selbst in die Knappheit innerhalb weniger Generationen fressen.
ja: 北部の湿地帯に生息するレミング(旅鼠)は、草食を好む小さな齧歯類です。一般に集団自殺する動物として知られていますが、その様な特性はありません。しかし、食べ物がなくなれば、共食いをする事はあります。
zh_cn: 北美沼泽旅鼠，以素食为主的小型啮齿动物，一生都在深水沼或其他湿地中度过。与大众的看法“为了保证物种延续、控制种群大小，有组织地集群跳海”相反，它们不是特别倒霉或喜欢集体自杀的动物，它们也许更愿意相互厮杀同类相食而不是自杀，这导致了经常的世代数量消长。

source: The Northrop Watchman X-1 is a production series of heavily armored combat robots. Initially designed for military patrol and escort service, it rolls on a set of hydraulic treads and is armed with a 3"/50 caliber gun.
de: Northrop Watchman X-1: Das ist eine Produktionsserie von schwer gepanzerten Kampfrobotern. Sie wurden ursprünglich für Militärpatrouillen und Eskorten entworfen und rollen auf hydraulichen Laufflächen und sind mit einem 3-Zoll-/Kaliber-50-Gewehr ausgerüstet.
ja: ノースロップ社製のWatchman X-1は重装甲戦闘用ロボットシリーズの一つです。哨戒や護衛サービス用として開発されました。油圧で歩行し、50口径の銃で武装しています。
zh_cn: 诺斯罗普格鲁曼公司生产的重装甲X-1战斗机器人，最初设计与军事巡逻与护送目标，有一组液压履带，装备了3”/ 50口径的枪。

source: The Northrup ATSV, a massive, heavily-armed and armored robot walking on a pair of reverse-jointed legs. Armed with a 40mm anti-vehicle grenade launcher, 5.56 anti-personnel gun, and the ability to electrify itself against attackers, it is an effective automated sentry, though production was limited due to a legal dispute.
ja: ノースロップ社のATSVは、逆関節二足歩行式の大型重武装装甲ロボットです。生産当時の目的が法的紛争の解決に限られていたにもかかわらず、対車両40mmグレネードランチャー、対人5.56mm銃で武装しており、機体表面に電撃をまとわせる効果的な防衛機能を有しています。
zh_cn: 诺斯罗普ATSV型自行机器人，一种巨大的重型全装甲机器人，使用反关节机械腿行走，配备40MM反车辆手榴弹发射器和5.56反步兵枪，并且有足够的生存能力，是一种高效的自动哨兵，由于法律纠纷所以产量有限.

source: The Northrup Emancipator is the first and only automated tank ever produced, made shortly after the split-up of Northrup Grumman. Clad in depleted uranium plating, and armed with advanced munitions and a 120-mm gun, it is capable of delivering extraordinary firepower.
ja: ノースロップ・エマンシペーター(無人戦車)は、ノースロップ・グラマン社が分割された直後に作られた、人類が生産した最初で最後の全自動無人戦車です。装甲は劣化ウランで覆われ、高度な軍需品や120mm砲で武装が施されており、過剰な火力を有しています。
zh_cn: 诺斯罗普格鲁曼公司的唯一一个超高AI的自动机器人，由分公司制造，使用贫铀能源动力，配备先进弹药和120MM炮，火力强大。

source: The TX-5LR Cerberus is an upgrade to its predecessors. It features a state of the art revolving laser cannon system with three barrels that charge from solar cells embedded in its hull.
de: Der TX-5LR Cerberus ist eine Verbesserung seiner Vorgänger. Er hat eine hochmodernes drehbares Laserkanonensystem mit drei Läufen, die von in seiner Hülle eingebetteten Solarzellen betrieben werden.
ja: TX-５LR Cerberusは旧世代機をアップグレードしたものです。3丁のレーザー砲で武装しており、機体には充填のためのソーラー電池が埋め込まれています。
zh_cn: TX-5LR升级版，它的特点有三个炮塔，从嵌入在其船体太阳能电池的充电循环启动激光炮攻击系统。

source: The Virginia opossum, a small omnivorous marsupial native to North America. About the size of a cat, it is hardy and adaptive, and a fairly common sight in urban areas.
de: Das Nordopossum, ein kleines allesfressendes Beuteltier, das in Nordamerika beheimatet ist. Es hat die Größe einer Katze, ist abgehärtet und anpassungsfähig und ein recht häufiger Anblick in Stadtgebieten.
ja: 猫程度の大きさの有袋類です。北アメリカに生息しています。雑食で順応力が高く、都市部で見かける事も割とよくあります。
zh_cn: 佛吉尼亚负鼠，原产于北美洲，大小犹如正常猫，耐寒，适应性极强，常见于城市附近.

source: The black rat, an omnivorous rodent with sheer black fur and a long, rough tail. Harbinger of pestilence, famine, and mange, it will sometimes swarm over the dead or dying.
de: Die Hausratte, ein allesfressender Nager mit einem rein schwarzem Fell und einem langen, rauen Schwanz. Als Vorbote von Seuchen, Hungersnöten und Räuden wird sie manchmal über die Toten oder Sterbenden schwärmen.
ja: 熊鼠は、黒い毛皮と長い尻尾を持った雑食性の齧歯類です。死体や瀕死の状態で大量に発見された場合は、疫病や飢饉、疥癬の前兆であると言えます。
zh_cn: 黑鼠，一种杂食性的啮齿动物，拥有纯黑色的皮毛和粗糙的长尾巴。它的出现预示着瘟疫、饥荒、严寒。它有时成群结对地出现在已死或将死的人、畜上。

source: The deformed, animated corpse of a canine, a sinewy beast which can easily outpace its two-legged friends.
de: Die deformierte, wiederbelebte Leiche eines Hundeartigen und ein sehniges Biest, das leicht seine zweibeinigen Freunde abhängen kann.
ja: 活発に動き回る形の崩れた犬の死体です。二本の脚で人間を易々と追い越す事が出来る筋肉質の恐るべき獣です。
ko: 변형된 채로 움직이는 개의 시체로, 그들의 두 발 달린 친구들을 손쉽게 따라잡을 수 있을 정도로 빠릅니다.
ru: Деформированный оживший труп собаки, который с лёгкостью может догнать своих двуногих друзей.
zh_cn: 变异的丧尸犬，速度非常快的猛兽，相信我，他的四条脚绝对比你的两条腿跑的快.

source: The domestic cow, a baleful, ruminating farm animal. It is quite muscular, and the males can have a violent streak to accompany their nasty-looking horns.
de: Das Hausrind, ein unheilvolles, wiederkäuendes Nutztier. Es ist ziemlich muskulös und Männchen können, neben ihren fies-aussehenden Hörnern, von Natur aus gewalttätig sein.
ja: 飼育された牛、食べた物を反芻する動物です。筋肉質の体をしており、雄には見る者に恐怖感を与える立派な角が生えています。
zh_cn: 被圈养的牛，农场动物，但是不要小看他，非常强壮，其锋利的角非常具有威胁性.

source: The eastern chipmunk, a tiny omnivorous rodent with a characteristic striped coat. It spends much of the day patrolling its elaborate burrow and the precious stores of foraged food within.
de: Das Streifen-Backenhörnchen, ein winziger allesfressender Nager mit einem charakteristisch gestreiftem Fell. Es verbringt den Großteil des Tages mit dem Bewachen dessen komplizierten Baus und die wertvollen Futterlager in ihm.
ja: 東部に生息するシマリスで、縞模様が特徴的な雑食性の小型齧歯動物です。1日の大半を精巧な穴掘りと餌集め、巣周辺の巡回に費やしています。
zh_cn: 一只蠢萌蠢萌的小栗鼠.非常小巧的杂食性啮齿动物，它花了很多时间游荡在商店城镇收集食物，也许在它的洞穴你会有大收获.

source: The foulest stench is in the air, The funk of forty thousand years, And grisly ghouls from every tomb, Are closing in to seal your doom!
de: Der übelste Gestank ist in der Luft: Vierzigtausend Jahre Sterben. Und grausige Ghule kommen aus jedem Grabe, um zu besiegeln dein Verderben.
ja: ♪この世のものとも知れぬ臭い♪ ♪４千年の腐臭があたりに漂う♪ ♪全ての棺から死霊が這い出し♪ ♪お前の死の時が刻々と近づく♪
zh_cn: 恶臭在空气里散发， 四万年的恐慌， 坟墓中可怕的食尸鬼， 正在靠近你的末日！--迈克尔杰克逊《Thriller》
