Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A custom-built light harness covered with pockets and pouches. Durable and carefully crafted to be comfortable to wear.
de: Ein selbstgeschneiderter leichter Harnisch, der mit Taschen überzogen ist. Langlebig und sorgfältig für hohen Tragekomfort geschneidert.

source: A kevlar armored custom trenchcoat, covered with pouches and pockets. Comfortable, durable, and great for storage.
de: Ein mit Kevlar geschützter angepasster Trenchcoat, der mit Taschen und Einsätzen überzogen ist. Komfortabel, stabil und großartig zum Lagern.

source: A leather quiver worn on the back that can hold 20 arrows. Its small size won't encumber you. Activate to store arrows.
de: Ein Lederköcher, der am Rücken getragen wird und 20 Pfeile enthalten kann. Seine kleine Größe wird dich nicht behindern. Aktiviere ihn, um Pfeile einzulagern.

source: A leather strap worn on the hip for holding pistols. Activate to holster/draw a pistol.
de: Ein Lederriemen, der an der Hüfte getragen wird, um Pistolen zu halten. Aktiviere dies, um eine Pistole zu ziehen oder wieder einzustecken.

source: A long fur scarf, worn over the mouth for warmth.
de: Ein langer Pelzschal, welcher über den Mund für Wärme getragen wird.
ko: 긴 털 스카프입니다. 입 주변에 둘러서 보온력을 높힐 수 있습니다.
ru: Длинный меховой шарф, отлично задерживает тепло вашего дыхания.

source: A long wool scarf, worn over the mouth for warmth.
de: Ein langer Wollschalt, welcher über dem Mund für Wärme getragen wird.
ko: 양모로 만들어진 긴 스카프입니다. 보온을 위해 입 주변에 두를 수 있습니다.
ru: Длинный шерстяной шарф, отлично задерживает тепло вашего дыхания.

source: A pair of glasses for the near-sighted. Useless for anyone else.
de: Eine Brille für die Kurzsichtigen. Nutzlos für jeden Anderen.

source: A pair of kevlar armored pants covered with pouches and pockets. Custom built to be durable, comfortable, and easy to wear.
de: Eine mit Kevlar verstärkte Hose voll mit Einsätzen und Taschen. Maßgeschneidert, um langlebig, komfortabel und einfach zum Tragen zu sein.

source: A plastic cloak embedded with cameras and LEDs that will render you fully invisible to normal vision when powered and worn. You must be carrying a powered-on unified power supply, or UPS, to use it.
de: Ein Plastikumhang, in dem Kameras und LEDs, welche dich, wenn getragen und im Betrieb, vollkommen unsichtbar für die normale Sicht machen, eingebettet sind. Du musst eine eingeschaltete Einheitsstromzufuhr – kurz »Esz.« – tragen, um ihn zu benutzen.

source: A really long wool scarf in an interesting brown, red, yellow, gray, purple, and olive striped pattern, worn over the mouth for warmth. It would probably be long enough to wrap about your mouth and hands with plenty of length left over, too.
de: Ein wirklich langer Wollschal in einem interessanten braun-rot-gelb-grau-lila-oliv gestreiften Muster. Er wird über dem Mund für Wärme getragen. Er wäre wahrscheinlich lang genug, um ihn um deinen Mund und deine Hände zu wickeln, und selbst dann wäre immer noch recht viel Schal übrig.

source: A staple accessory for gentlemen. Keeps your shirt collar in place and provide a more aesthetically pleasing arc to your necktie.
de: Ein Klemm-Accessoire für Gentlemen. Hält deinen Hemdkragen in Form und bietet einen ästhetisch befriedigerenden Bogen für deine Krawatte.

source: A thick leather trenchcoat without sleeves, leaving your arms unencumbered. Has plenty of storage space due to its many pockts.
de: Ein dicker Ledertrenchcoat, der deine Arme unbelastet lässt. Hat viel Lagerplatz aufgrund seiner vielen Taschen.

source: A waterproof, self-winding watch on a steel watchband. Tells the time and is impervious to water.
de: Eine wasserdichte Automatik-Armbanduhr an einem Stahluhrenarmband. Sagt dir die Uhrzeit und ist unempfindlich gegenüber Wasser.

source: An essential article of the gentleman's apparel. Also negates near-sight.
de: Ein unerlässlicher Artikel der Gentleman-Bekleidung. Behebt außerdem die Nahsicht.

source: An exceptionally long fur scarf, worn over the mouth for warmth. With the extra length, it's enough to handle nonstandard facial features and accommodate your hands too.
de: Ein außergewöhnlich langer Fellschal, der über dem Mund für Wärme getragen wird. Mit der zusätzlichen Länge ist er lang genug, um exotische Gesichtsmerkmale und deine Hände zu schützen.

source: The DoubleTech Power Armor, Mk. I: A heavy suit of basic power armor, offering very good protection against attacks, but hard to move in. The UPS power supply compartment can store other things if you don't mind powering the suit yourself. Like all DoubleTech power armor, the control and climate-regulation systems require direct skin contact.
de: Die DoubleTech-Energierüstung Mk. I: Ein schwerer Anzug aus einfacher Energierüstung, welche sehr guten Schutz vor Angriffen bietet, aber es fällt schwer, sich in ihr zu bewegen. Der Esz.-Stromzufuhreinsatz kann andere Dinge lagern, wenn du den Anzug nicht selbst bestromen willst. Wie alle DoubleTech-Energierüstungen erfordern die Steuerungs- und Klimaregulierungssysteme direkten Hautkontakt.

source: american flag
de: amerikanische Flagge
ko: 성조기(american flag)
ru: американский флаг

source: chefs jacket
de: Kochjacke
ko: 주방장 상의(chefs jacket)
ru: жакет шеф-повара

source: long scarf
de: langer Schal
ko: 긴 스카프(long scarf)
ru: длинный шарф

source: scarf
de: Schal
ko: 스카프(scarf)
ru: шарф

source: Increases your body's wavelength, allowing you to quantum tunnel through walls, reappearing on the other side. Power drain in standby is minimal, but each tile tunneled through costs 10 bionic power.
de: Erhöht die Wellenlänge deines Körpers, was es dir ermöglicht, durch Wände quantenzutunneln und auf der anderen Seite wieder aufzutauchen. Der Stromverbrauch im Ruhemodus ist minimal, aber für jedes getunnelte Feld kostet es 10 Strom.
ko: 몸의 파장을 증가시켜, 양자 터널을 통해 벽을 뚫고 지나갈 수 있습니다. 사용 준비 중에는 전력 소모가 미미하지만, 매번 벽을 통과할 때마다 전력을 10 소모합니다.
ru: Увеличивает длину волны вашего тела, что позволяет создавать квантовый туннель для проходя через стены. Потребление мощности в режиме ожидания минимально, но проход через каждую стену стоит 10 бионических зарядов.

source: The book is the canonical text of Scientology. Written by a science fiction author, it contains self-improvement techniques and musing on psychology called Dianetics.
de: Das Buch ist der kanonische Text von Scientology. Er wurde von einem Science-Fiction-Autor geschrieben und enthält Selbstverbesserungstechniken und Träumereien über eine Psychologie namens Dianetik.

source: The the oldest extant chronicle of Japan's myths and history, the stories contained in the Kojiki are part of the inspiration behind Shinto practices.
de: Dies ist die älteste erhaltene Chronik von Japans Mythen und Geschichte. Die Geschichten in der Kojiki sind Teil der Inspiration hinter schintoistischen Praktiken.
ko: 현존하는 일본 신화와 역사가 기록된 연대기 중 가장 오래된 책으로서 고지키에 포함된 이야기는 신토 창시 이후에 쓰여진 것입니다.
ru: Старейший из сохранившихся сборников мифов и истории Японии. Рассказы, содержащиеся в Кодзики, вдохновлены синтоистами.

source: A big bag of candy wafers, in assorted flavors: orange, lemon, lime, clove, chocolate, wintergreen, cinnamon, and licorice. Yum!
de: Eine größe Tüte mit Oblaten-Süßigkeiten, in verschiedenen Geschmacksrichtungen: Orange, Zitrone, Limone, Nelke, Wintergrün, Zimt und Lakritze. Mjam!

source: A big bag of squishy, fluffy, puffy, delicious marshmallows.
de: Eine große Tüte mit schwammigen fluffigen bauschigen leckeren Marshmallows.
ko: 질척질척하고, 폭신해보이며, 뭉실뭉실한 맛있는 마쉬멜로 한 봉지입니다.
ru: Большой пакет с мягким, воздушным и вкусным зефиром.

source: A carbonated drink, flavored with vanilla.
de: Ein kohlesäurehaltiges Getränk mit Vanillegeschmack.
ko: 바닐라 맛의 탄산 음료입니다.
ru: Газировка с ароматом ванили.

source: A common and popular antidepressant. It will elevate mood, and can profoundly affect the action of other drugs. It is only rarely habit-forming, though adverse reactions are not uncommon.
de: Ein verbreitetes und populäres Antidepressivum. Es wird die Moral anheben und die Wirkungen anderer Medikamente und Drogen beeinflussen. Es ist nur schwach suchterzeugend, wobei Nebenwirkungen nicht ungewöhnlich sind.

source: A dish in which meat is set into a gelatin made from a meat or vegetable stock. This food will never spoil.
de: Ein Gericht, in das Fleisch in eine Gelantine, die aus einer Fleisch oder Gemüsebrühe gelassen wurde. Dieses Lebensmittel wird niemals verderben.

source: A habit-forming tranquilizer with a variety of psychoactive side effects. Used in the treatment of insomnia.
de: Ein suchterzeugendes Beruhigungsmittel mit einer Reihe psychoaktiver Nebenwirkungen. Wird zur Behandlung von Schlaflosigkeit benutzt.

source: A hot dog, served with chili con humano as a topping. Delightful.
de: Ein Hot Dog mit Chili con Humano als Belag. Köstlich!

source: A jar of fish fillets pickled in some sort of tangy white sauce.
de: Ein Glas mit Fischfilets, die in einer Art würzigen weißen Soße eingelegt wurden.
ko: 병에 담긴 저민 생선살. 일종의 화이트 소스에 절였습니다.
ru: Банка рыбного филе, маринованного в острым белом соусе.

source: A large, brown and fuzzy-skinned berry. It's delicious insides are green.
de: Eine große braune und struppige Beere. Ihr leckeres Inneres ist grün.

source: A mushy, gray semi-liquid soup made from mushrooms. It tastes good on its own, but it's also useful in cooking.
de: Eine matschige graue halbflüssige Suppe aus Pilzen. Für sich alleine genommen schmeckt es gut, aber es ist auch beim Kochen nützlich.

source: A paper bucket of deep fried chicken. So bad it's good.
de: Ein Papierbehälter mit frittiertem Hühnchen. So schlecht, dass er wieder gut ist.

source: A soup with chicken chunks and balls of dough crammed into a can. Not bad.
de: Eine Suppe mit Hühnchenstücken und Teigbällchen, alles in eine Dose gequestscht. Nicht schlecht.

source: A tasty collection of wild herbs including violet, sassafras, mint, clover, purslane, dandelion, and burdock.
de: Eine leckere Sammlung aus Wildkräutern mit Veilchen, Sassafras, Minze, Klee, Portulak, Löwenzahn und Klette.

source: Anti-anxiety agent with a powerful sedative effect. May cause dissociation and loss of memory. It is dangerously addictive, and withdrawal from regular use should be gradual.
de: Anxiolytikum mit einer starken Beruhigungswirkung. Kann Dissoziationen und Gedächtnisverlust hervorrufen. Es ist gefährlich süchtig machend und Entzug sollte schrittweise erfolgen.

source: Anti-psychotic medication. Used to stabilize brain chemistry, it can arrest hallucinations and other symptoms of psychosis. Carries a sedative effect.
de: Antipsychotisches Medikament. Es wird zur Stabilisierung der Gehirnchemie verwendet und stoppt Halluzinationen und andere Symptome der Psychose. Macht schläfrig.

source: Bright white chicken-paste in a can!
de: Helle weiße Hühnchenpastete in einer Dose.
ko: 밝은 하얀색의 닭고기 반죽이 캔 안에 들어있다!
ru: Ярко-белый куриный паштет в банке!

source: Canned, chopped quahog clams in water.
de: Konservierte geschnittene Venusmuscheln in Wasser.
ko: 잘게 썰어 캔에 밀봉해둔 대합입니다.
ru: Маринованные нарезанные моллюски в рассоле.

source: Dehydrated fruit flakes. With proper storage, this dried food will remain edible for an incredibly long time.
de: Dyhydrierte Obstflocken. Mit einer korrekten Lagerhaltung wird das getrocknete Essen für eine unglaublich lange Zeit essbar bleiben.

source: Deluxe beans and rice
de: Portion Bohnen mit Reis deluxe

source: Fancy mineral water in a fancy bottle, so fancy it makes you feel fancy just holding the bottle.
de: Schrilles Mineralwasser in einer schrillen Flasche, so schrill, dass sie dich nur beim Festhalten der Flasche schrill fühlen lässt.
ko: 화려한 병에 들어있는 화려한 미네랄 워터, 아주 화려한 이것은 당신이 단지 병을 들고 있는 것 만으로도 화려한 기분이 들도록 해줍니다.
ru: Классная минеральная вода в такой классной бутылке, что вы чувствуете себя классно от того, что держите эту бутылку в руке.

source: Grainy cereal used for malting. A staple of brewing everywhere.
de: Eine körnige Kornfrucht, die zum Mälzen verwendet wird. Ausgangsmaterial zum Brauen überall.

source: Medical grade amphetamine salts, commonly prescribed to treat hyperactive attention deficits. It suppresses the appetite, and is quite addictive.
de: Medizinsch eingestufte Amphetamin-Salze, üblicherweise zur Behandlung des Aufmerksamkeitsdefizit-Hyperaktivitätssyndroms verschrieben. Es unterdrückt den Appetit und ist ziemlich süchtig machend.
ko: 의료용 메탐페타민 결정입니다. 일반적으로 ADHD 라고 불리는 주의력 결핍 및 과잉행동 장애에 주로 처방됩니다. 부작용으로 식욕을 감퇴시키고 중독성이 높습니다.
ru: Кристаллы амфетамина, основном используемые для лечения синдрома дефицита внимания и гиперактивности. Он понижает аппетит и может вызвать зависимость.

source: Pharmaceutical flu shot designed for mass vaccinations, still in the packaging. Purported to provide some kind of immunity.
de: Pharmazeutischer Grippeimpfstoff, der für Massenimpfungen gemacht wurde. Er ist immer noch in seiner Verpackung. Soll angeblich etwas Immunität gewähren.

source: A half-litre glass jar with a metal screw top lid, used for canning.
de: Ein 0,5-Liter-Glasgefäß mit einer Metallschraubverschlusskappe. Sie wird für die Konservierung verwendet.
ko: 금속 뚜껑이 달린, 500ml 용량의 유리병입니다. 주로 통조림에 사용됩니다.
ru: Пол-литровая стеклянная банка с металлической крышкой, используется для консервации.

source: A large military-style water canteen, with a 1.5 liter capacity and strap.
de: Eine große Wasserfeldflasche im Militärstil, mit einer Kapazität von 1,5 Litern. Mit Riemen.
ko: 군용으로 쓰이는 큰 수통입니다. 1.5 리터 용량을 채울 수 있으며, 줄이 달려있습니다.
ru: Большая армейская фляга для воды, объёмом 1,5 литра и на ремне.

source: A large plastic water canteen, with a 2.5 liter capacity and strap.
de: Eine große Plastikfeldflasche, mit einer Kapazität von 2,5 Litern und einem Riemen.
ko: 큰 플라스틱 수통입니다. 2.5 리터 용량을 채울 수 있으며, 줄이 달려있습니다.
ru: Большая пластиковая фляга для воды с ремешком для ношения, вмещает 2,5 литра жидкости.

source: A large watertight leather bag, can hold 5 liters of water.
de: Eine große wasserdichte Ledertasche, die 5 Liter Wasser fassen kann.
ko: 방수 처리된 큰 가죽 가방입니다. 5 리터의 물을 담을 수 있습니다.
ru: Большой герметичный кожаный мешок, вмещает 5 литров воды.

source: A small watertight leather bag, can hold 1.5 liters of water.
de: Eine kleiner wasserdichte Ledertasche, die 1,5 Liter Wasser fassen kann.
ko: 방수 처리된 작은 가죽 가방입니다. 1.5 리터의 물을 담을 수 있습니다.
ru: Маленький герметичный кожаный мешок, вмещает 1,5 литра воды.

source: A three-litre glass jar with a metal screw top lid, used for canning.
de: Ein Drei-Liter-Glasgefäß mit einer Metallschraubverschlusskappe. Sie wird für die Konservierung verwendet.
ko: 금속 뚜껑이 달린, 3리터 용량의 유리병입니다. 주로 통조림에 사용됩니다.
ru: 3-х литровая стеклянная банка с металлической крышкой, используется для консервации.

source: A watertight leather bag, can hold 3 liters of water.
de: Eine wasserdichte Ledertasche, die 3 Liter Wasser fassen kann.
ko: 방수 처리된 가죽 가방입니다. 3 리터의 물을 담을 수 있습니다.
ru: Герметичный кожаный мешок, вмещает 3 литра воды.

source: A ceramic dinner plate, you could probably play frisbee with it
de: Ein Teller aus Keramik. Du könntest ihn als Frisbeescheibe verwenden.
ko: 세라믹 접시입니다. 이걸로 아마 원반던지기를 할 수 있을겁니다.
ru: Керамическая тарелка, вероятно вы могли бы играть ею в фрисби.

source: A glass dinner plate, you could probably play frisbee with it
de: Ein Essteller aus Glas, du könntest wohl Frisbee damit spielen.
ko: 유리 접시입니다. 이걸로 아마 원반던지기를 할 수 있을겁니다.
ru: Стеклянная тарелка, вероятно вы могли бы играть ею в фрисби.

source: A high-quality lens, useful for focusing or diffusing light.
de: Eine Hochqualitätslinse, nützlich um Licht zu fokussieren oder zu streuen.
ko: 고품질 렌즈입니다. 빛을 확산시키거나 집중시킬 때 유용합니다.
ru: Высококачественная линза, полезная для фукусировки или рассеивания света.

source: A large storage battery. Useful for crafting.
de: Ein großer Akkumulator. Nützlich für die Fertigung.

source: A somewhat sharpened piece of rebar, it is still better at bashing than stabbing but the added flexibility is nice
de: Ein irgendwie geschärftes Stück Bewehrungsstab, er ist immer noch besser zum Schlagen als zum Stechen, aber die zusätzliche Flexibilität ist nett.
ko: 뾰족하게 만든 철근입니다. 여전히 찌르기보다는 타격용 무기이지만, 필요할 때 찌르기 공격을 할 수 있게 되었습니다.
ru: Заостренный кусок арматуры, которым все же лучше бить, чем колоть.

source: A sturdy wood bat, wrapped in flame-resistant Nomex fabric. Makes a good melee weapon but better be disassembled to recycle the baseball bat and some Nomex patchs.
de: Eine robuster Holzschläger, der in feuerfesten Nomexfasern eingewickelt wurde. Er ist eine gute Nahkampfwaffe, aber er sollte besser demontiert werden, um den Baseballschläger und ein paar Nomexfetzen zu recyclen.

source: A tin dinner plate, you could probably play frisbee with it
de: Ein Essteller aus Zinn, du könntest wohl Frisbee damit spielen.
ko: 양철 접시입니다. 이걸로 아마 원반던지기를 할 수 있을겁니다.
ru: Оловянная мелкая тарелка, вы можете, вероятно, как снаряд для фрисби.

source: A tool useful for seeing long distances. Simply carrying this item in your inventory will double the distance that is mapped around you during your travels.
de: Ein Werkzeug, mit dem man weit sehen kann. Das bloße Tragen dieses Gegenstand wird die Reichweite, welche automatisch um dich herum während deiner Reisen kartiert wird, verdoppeln.

source: Oars for a boat
de: Ruder für ein Boot.

source: The Monadnock PR-24 baton is a collapsable, lightweight, side-handle baton used by law enforcement all over the world. The PR designation is rumoured to mean Public Relations.
de: Der Monadnock-PR-24-Schlagstock ist ein leichtgewichtiger einschiebbarer Schlagstoff mit Quergriff, der von Polizeieinheiten weltweit verwendet wird. Gerüchte besagen, dass das »PR« im Namen für »Public Relations« steht.

source: This is a dull, cheaply made replica of a huge two-handed sword from Germany. It still packs a whallop.
de: Dies ist ein stumpfes billig angefertigtes Replikat eines riesigen zweihändigen Schwerts aus Deutschland. Es ist trotzdem noch eine mächtige Waffe.

source: A visible-light laser that mounts under a firearm's barrel to enhance ease and speed of target acquisition. Aside from increased bulk, there are no drawbacks. This is the only mod that can be used on a bow.
de: Ein Laser, der auf einer Feuerwaffe angebracht wird, um die Zielerfassung zu vereinfachen und zu beschleunigen. Neben dem erhöhtem Gewicht gibt es keine Nachteile. Dies ist die einzige Modifikation, die mit einem Bogen verwendet werden kann.

source: An advanced unit that straps onto the side of your firearm and reduces vibration, greatly reducing recoil and increasing accuracy. However, it also takes up space in the magazine slot, reducing ammo capacity.
de: Eine fortschrittliche Einheit, die sich an der Seite deiner Feuerwaffe festschnallt und die Vibration reduziert, was den Rückstoß stark reduziert und die Treffsicherheit erhöht. Allerdings nimmt es etwas Platz vom Magazin weg, was die Munitionskapazität verringert.
ko: 반동을 경감시키는, 총기 옆면에 부착하는 첨단 장비입니다. 반동을 줄이고 정확도를 높입니다. 하지만 탄창 부분을 약간 사용하기 때문에 장탄량이 약간 감소합니다.
ru: Гироскопический стабилизатор снижает вибрацию и отдачу, увеличивая точность. Обратной стороной медали является снижение емкости магазина.

source: A custom built 9mm submachine gun camouflaged to look as the average buisnessman suitcase, panes of cutting edge materials and its clever internal construction allowed it to bypass even the most scrupulous of security checkpoints. Due to the fact that the average security guard is now only concerned in eating you, this million dollar baby has been reduced to little more than a novelty item.
de: Eine selbstgebaute 9mm-Maschinenpistole, die so getarnt wurde, dass sie wie die Aktentasche eines Durchschnittsunternehmers aussieht. Spitzenmaterialien und ihre ausgeklügelte intererne Bauweise machen es ihr sogar möglich, die strengsten Überwachungsstellen zu passieren. Aufgrund der Tatsache, dass der durchschnittliche Sicherheitsbedienstete nun nur damit beschätigt ist, dich zu fressen, ist dieses Millionendollarbaby nur geringfügig mehr als Krimskrams.

source: A favourite of hooligans around the world, this lighter duct-taped to a spray can is probably as dangerous to the user as anyone else. The nozzle has been crudely modified to disperse gasoline, and a small pump attached to the side allows for repressurization, though this process takes takes a few minutes.
de: Als ein Favorit von Holligans auf der ganzen Welt ist dieses Feuerzeug-geklebt-an-einer-Sprühdose wahrscheinlich genauso gefährlich für den Benutzer wie jeden anderen auch. Die Düse wurde grob modifiziert, um Benzin zu sprühen und eine kleine Pumpe, die an der Seite angebracht wurde, ermöglicht eine Druckablassung, allerdings benötigt dieser Vorgang einige wenige Minuten.

source: A home-made machine pistol. It features a rudimentary blowback system, which allows for small bursts.
de: Eine selbstgebaute Maschinenpistole. Sie hat ein rudimentäres Rückschlagssystem, was kleine Feuerstöße ermöglicht.

source: A state of the art laser rifle, made by Aerial Industries; turn those foes into ash!
de: Ein Lasergewehr auf dem neustem Stand der Technik, entwickelt von Aerial Industries. Verwandle diese Feinde zu Asche!
ko: 최첨단 레이저 소총입니다. 아리알 산업에서 제작되었으며, 적을 잿더미로 만들어 버릴 수 있습니다!
ru: Лазерная винтовка, созданная Aerial Industries, превратит врагов в пепел! Настоящее произведение искусства.

source: A widely used assault rifle and the father of popular rifles such as the M16. It is light and accurate, but not very durable.
de: Ein weit verbeitetes Sturmgewehr und der Vater populärer Gewehre wie die M16. Es ist leicht und treffsicher, aber nicht sehr langlebig.

source: An "autorevolver", this Leadworks LLC six-shooter combines the ease-of-action of a semi-auto with the ease-of-handloading and style of a revolver. It achieved overnight stardom when it appeared in "Treasure Trail", a popular space-Western series running from 2030 through 2037.
de: Dieser sechsschüssige »Autorevolver« von Leadworks, LLC kombiniert die einfache Benutzung einer halbautoamtischen Waffe mit dem einfachen Handladen und Stil eines Revolvers. Sie wurde über Nacht berühmt, als sie in Treasure Trail, einer beliebten Weltraumwesternserie, die in den Jahren 2030 bis 2037 lief, auftauchte.

source: Civilian version of the SVS-24. It has a modified reciever and a new crudely crafted full-auto bolt carrier. Don't expect the original reliability.
de: Dies ist die Zivilversion der SVS-24. Sie hat ein modifiziertes Verschlussgehäuse und einen neuen grob zusammengebastelten vollautomatischen Verschlussträger. Erwarte nicht die Zuverlässigkeit des Originals.
ko: SVS-24의 민수판입니다. 이 총은 개조된 리시버와 새로 제작된 조잡한 완전 자동식 볼트 캐리어를 가지고 있습니다. 개조 이전같은 안정성은 기대하지 마십시오.
ru: Гражданская версия СВС-24. Имеет изменённую ствольную коробку и новую, грубо созданную полную автоматическую затворную раму. Не ожидайте надежности, как у оригинала.

source: Designed as an replacement for the M4A1, the Heckler and Koch 416A5 features most the former strengths, while being considerably more durable.
de: Die als Ersatz für die M4A1 entworfene Heckler & Koch 416A5 hat die meisten Stärken der M4A1, während sie erheblich langlebiger ist.
