Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is a fluffy and large towel. It could be used to dry yourself. Any person that can travel the length and breadth of the apocalypse, rough it, slum it, struggle against terrible odds, win through and still know where their towel is, is clearly a force to be reckoned with.
de: Dies ist ein weiches und großes Handtuch. Es könnte benutzt werden, um dich abzutrocknen. Jede Person, die durch die Längen und Breiten der Apokalypse geht, primitiv lebt, entgegen jeder Wahrscheinlichkeit weiterlebt, sich durchsetzt und immer noch weiß, wo ihr Handtuch ist, ist eindeutig jemand, auf den man zählen kann.
ja: ふわふわの大きなタオルです。使う事で濡れた体を拭いて乾せます。このタオルがどの様な経緯を辿って来たものなのかは定かではないですが、侮れない力を秘めている事だけは確かです。
zh_cn: 毛茸茸的大毛巾，你能用它来擦干自己。任何能在末日启示录的宽度与广度进行旅行的人，能因陋就简、不畏贫苦、不惧死亡，就必然完胜！之后他们更加肯定他们的毛巾是，显然是一种不容小觑的力量。

source: This is a full-body suit of thin thermal underwear equipped with internal battery-powered heating elements. It is currently on, and continually draining batteries. Use it to turn it off.
de: Dies ist ein Ganzkörperanzug aus dünner Thermalunterwäsche, die mit eingebauten batteriebetriebenen Heizelementen ausgestattet ist. Sie sind momentan eingeschaltet und verbrauchen beständig die Batterien. Benutze diesen Gegenstand, um sie auszuschalten.
ja: 電池式の保温機構が組み込まれた全身スーツです。スイッチはオンになっており、電池を消費し続けています。使用するとスイッチを切ります。
zh_cn: 这是一件配有内部电池供电的加热元件体的保暖内衣套装。使用它来关闭它。

source: This is a full-body suit of thin thermal underwear equipped with internal battery-powered heating elements. Use it to turn it on.
de: Dies ist ein Ganzkörperanzug aus dünner Thermalunterwäsche, die mit eingebauten batteriebetriebenen Heizelementen ausgestattet ist. Benutze diesen Gegenstand, um sie einzuschalten.
ja: 電池式の保温機構が組み込まれたスーツ型全身下着です。使用するとスイッチを入れます。
zh_cn: 这是一件配有内部电池供电的加热元件体的保暖内衣套装。使用它来打开它。

source: This is a heavy duty LED flashlight equipped with adjustable straps and clips so as to be comfortably worn anywhere on the body. It is turned on, and continually draining batteries. Use it to turn it off.
de: Dies ist eine Hochleistungs-LED-Taschenlampe, die mit verstellbaren Riemen und Klemmen so ausgestattet ist, dass sie überall am Körper komfortabel getragen werden kann. Sie ist momentan eingeschaltet und verbraucht beständig die Batterien. Benutze diesen Gegenstand, um ihn auszuschalten.
ja: 調節可能なストラップと身体に安定して取り付けるためのクリップが付いた、頑丈なLED懐中電灯です。使用すると消灯します。
zh_cn: 这是一个重型LED手电筒，配有可调肩带。可以戴在身体的任何地方。它正通电中，不断的消耗电量来产生光亮。使用来关闭它。

source: This is a heavy duty LED flashlight equipped with adjustable straps and clips so as to be comfortably worn anywhere on the body. Use it to turn it on.
de: Dies ist eine Hochleistungs-LED-Taschenlampe, die mit verstellbaren Riemen und Klemmen so ausgestattet ist, dass sie überall am Körper komfortabel getragen werden kann. Benutze sie, um sie einzuschalten.
ja: 調節可能なストラップと身体に安定して取り付けるためのクリップが付いた、頑丈なLED懐中電灯です。使用すると点灯します。
zh_cn: 这是一个重型LED手电筒，配有可调肩带。可以戴在身体的任何地方。使用它来打开它。

source: This is a large, sopping wet towel. If you wait a little bit, it should dry out. Don't panic.
de: Dies ist ein großes, triefnasses Handtuch. Wenn du ein bisschen wartest, sollte es austrocknen. Keine Panik.
ja: ずぶ濡れの大きなタオルです。少し待てば乾きます。慌てないでね。
zh_cn: 这是块湿答答的大毛巾，不停的留着眼泪，也许是想起了那个空姐。别担心，泪水总会干的。

source: This is a mining helmet with a heavy duty LED flashlight. The flashlight is turned on, and continually draining its batteries. Use it to turn it off.
de: Dies ist ein Berghelm mit einer Hochleistungs-LED-Taschenlampe. Die Taschenlampe ist eingeschaltet und verbraucht stetig die Batterien. Benutze ihn, um sie abzuschalten.
ja: 高耐久型懐中電が一体化した採掘作業用のヘルメットです。使用すると電源を切ります。
zh_cn: 一个带有远程LED头灯的采矿头盔。使用充电电池提供照明。现在是打开状态，用<a>键打开关闭。

source: This is a mining helmet with a heavy duty LED flashlight. Using this will turn the flashlight on and provide light, assuming it is charged with batteries.
de: Dies ist ein Berghelm mit einer Hochleistungs-LED-Taschenlampe. Seine Benutzung wird die Taschenlampe einschalten und Licht bieten, angenommen, dass er mit Batterien geladen ist.
ja: 高耐久型懐中電が一体化した採掘作業用のヘルメットです。使用すると電源が入り周囲を照らしますが、電池を消費します。
zh_cn: 一个带有远程LED头灯的采矿头盔。使用充电电池提供照明。用<a>键打开关闭。

source: This is a modified RX12 jet injector which can be worn on the body. A label on the side warns against using more than two doses per hour.
de: Dies ist eine modifizierte RX12-Impfpistole, welche am Körper getragen werden kann. Ein Aufkleber an der Seite warnt davor, mehr als zwei Dosen pro Stunde zu benutzen.
ja: 体に装着できるよう改造したRX12ジェット式注射器です。側面のラベルは1時間に付き2回以上は投薬しない様に警告しています。
zh_cn: 这是一把改造过的RX12压力注射器，可以穿在身上。上面有一个标签，提醒使用者不要在1小时内使用超过2次。

source: This is a pair of gloves with internal battery-powered heating elements. They are currently on, and continually draining batteries. Use it to turn them off.
de: Dies ist ein Paar Handschuhe mit eingebauten batteriebetriebenen Heizelementen. Sie sind momentan eingeschaltet und verbrauchen beständig die Batterien. Benutze diesen Gegenstand, um die Heizelemente auszuschalten.
ja: 電池式の保温機構が組み込まれた手袋です。スイッチはオンになっており、電池を消費し続けています。使用するとスイッチを切ります。
zh_cn: 这双手套里有电池供电的加热元件，它们正通电中，不断的消耗电量来产生热量，你可以关闭它。

source: This is a pair of gloves with internal battery-powered heating elements. Use it to turn it on.
de: Dies ist ein Paar Handschuhe mit eingebauten batteriebetriebenen Heizelementen. Benutze diesen Gegenstand, um die Heizelemente einzuschalten.
ja: 電池式の保温機構が組み込まれた手袋です。使用するとスイッチを入れます。
zh_cn: 这双手套里有电池供电的加热元件。你可以激活它。

source: This is a pair of socks with internal battery-powered heating elements. They are currently on, and continually draining batteries. Use it to turn them off.
de: Dies ist ein Sockenpaar mit eingebauten batteriebetriebenen Heizelementen. Sie sind momentan eingeschaltet und verbrauchen beständig die Batterien. Benutze sie, um sie auszuschalten.
ja: 電池式の保温機構が組み込まれた靴下です。スイッチはオンになっており、電池を消費し続けています。使用するとスイッチを切ります。
zh_cn: 这是一双有着内部电池供电加热元件的袜子。正在不断地耗尽电池。使用它来关闭它。

source: This is a pair of socks with internal battery-powered heating elements. Use it to turn it on.
de: Dies ist ein Sockenpaar mit eingebauten batteriebetriebenen Heizelementen. Benutze sie, um sie einzuschalten.
ja: 電池式の保温機構が組み込まれた靴下です。使用するとスイッチを入れます。
zh_cn: 这是一双有着内部电池供电加热元件的袜子，可以打开它。

source: This is a snug cloth mask with internal battery-powered heating elements. It is are currently on, and continually draining batteries. Use it to turn it off.
de: Dies ist eine eng anliegende Stoffmaske mit eingebauten batteriebetriebenen Heizelementen. Sie sind momentan eingeschaltet und verbrauchen beständig die Batterien. Benutze diesen Gegenstand, um sie auszuschalten.
ja: 電池式の保温機構が組み込まれたフィット感抜群の布製マスクです。スイッチはオンになっており、電池を消費し続けています。使用するとスイッチを切ります。
zh_cn: 这件贴身舒适的布头罩配有电池供电的加热元件。它正通电中，不断的消耗电量来产生热量。使用来关闭它。

source: This is a snug cloth mask with internal battery-powered heating elements. Use it to turn it on.
de: Dies ist eine eng anliegende Stoffmaske mit eingebauten batteriebetriebenen Heizelementen. Benutze diesen Gegenstand, um sie einzuschalten.
ja: 電池式の保温機構が組み込まれたフィット感抜群のマスクです。使用するとスイッチを入れます。
zh_cn: 这件贴身舒适的布头罩配有电池供电的加热元件。使用来打开它。

source: This suit of thin thermal underwear covers you from head to toe and is equipped with internal battery-powered heating elements. It is currently on, and continually draining batteries. Use it to turn it off.
ja: 電池式の保温機構が組み込まれた、頭頂からつま先までを覆う全身装備です。電源が入っており、電池を消費しています。使用すると電源を切ります。
zh_cn: 这是一件配有内部电池供电的加热元件体的保暖内衣套装，从头覆盖到脚。使用它来关闭它。

source: This suit of thin thermal underwear covers you from head to toe and is equipped with internal battery-powered heating elements. Use it to turn it on.
ja: 電池式の保温機構が組み込まれた、頭頂からつま先までを覆う全身装備です。使用すると電源が入ります。
zh_cn: 这是一件配有内部电池供电的加热元件体的保暖内衣套装，从头覆盖到脚。使用它来打开它。

source: XL rebreather mask
de: große Kreislaufatemgerätsmaske
ja: リブリーザーマスク(XL)
ko: 특대 수중호흡기(XL rebreather mask)
ru: XL ребризер
zh_cn: 大号呼吸器面罩

source: XL rebreather mask (on)
de: große Kreislaufatemgerätsmaske (an)
ja: リブリーザーマスク(XL)(オン)
ko: 특대 수중호흡기-켜짐(XL rebreather mask)
ru: XL ребризер (вкл)
zh_cn: 大号呼吸器面罩（开）

source: XL survivor divemask
de: große Überlebendentauchermaske
ja: サバイバーダイビングマスク(XL)
ko: 특대 생존용 잠수마스크(XL survivor divemask)
ru: самодельная водолазная маска XL
zh_cn: 大号生存者潜水镜

source: XL survivor divemask (on)
de: große Überlebendentauchermaske (an)
ja: サバイバーダイビングマスク(XL)(オン)
ko: 특대 생존용 잠수마스크-켜짐(XL survivor divemask)
ru: самодельная водолазная маска XL (вкл)
zh_cn: 大号生存者潜水镜（开）

source: You activate your %s
de: Du aktivierst dein %s
ja: %sの電源を入れました。
ko: 을(를) 작동시켰습니다.
ru: Вы активировали %s
zh_cn: 你激活你的 %s 。

source: You adjust your ski mask for less warmth.
ja: 暖気が篭らない様にスキーマスクを調整しました。
zh_cn: 你调整你的滑雪面罩来透透气儿。

source: You adjust your ski mask for more warmth.
ja: 暖気を逃さない様にスキーマスクを調整しました。
zh_cn: 你调整你的滑雪面罩来保暖。

source: You loosen your %s.
ja: %sを解きました。
zh_cn: 你放宽松你的%s 。

source: You tip your fedora.
de: Du kippst deine Fedora.
ja: 被った中折れ帽を少し傾けました。
zh_cn: 你把你的软呢帽歪了歪。

source: You turn the flashlight on.
de: Du schaltest die Taschenlampe an.
ja: 懐中電灯を点けました。
ko: 손전등을 켰습니다.
ru: Вы включили фонарик.
zh_cn: 你打开了手电筒.

source: You turn the helmet on.
de: Du schaltest den Helm an.
ja: ヘルメットの電源を入れました。
ko: 광부 헬멧을 켰습니다.
ru: Вы включили каску.
zh_cn: 你打开了头盔灯.

source: You wrap your scarf a bit tighter.
ja: スカーフをゆったりと結びました。
zh_cn: 你稍稍裹紧你的%s。

source: You wrap your scarf tighter.
ja: スカーフをしっかりと結びました。
zh_cn: 你裹紧你的%s。

source: Your %s deactivates.
de: Dein %s deaktiviert sich.
ja: %sを停止させました。
ko: %s이(가) 꺼졌습니다.
ru: %s деактивирована
zh_cn: 你关闭了 %s .

source: acoustic guitar
zh_cn: 民谣吉他

source: bagpipes
zh_cn: 风笛

source: emergency blanket
de: Notfalldecke
ja: 緊急時用ブランケット
ko: 비상용 담요(emergency blanket)
ru: походное одеяло
zh_cn: 急救毯（展开）

source: fedora
ja: 中折れ帽
zh_cn: 软呢帽

source: firefighter PBA mask
de: Feuerwehratemmaske
ja: 消防士用PBAマスク
ko: PBA 마스크(firefighter mask)
ru: шлем-маска пожарного
zh_cn: PBA消防面具(关)

source: firefighter PBA mask (on)
de: Feuerwehratemmaske (an)
ja: 消防士用PBAマスク(オン)
ko: PBA 마스크-켜짐(firefighter mask)
ru: шлем-маска пожарного (вкл)
zh_cn: PBA消防面具(开）

source: fur scarf
de: Fellschal
ja: スカーフ(毛皮)
ko: 모피 스카프(fur scarf)
ru: меховой шарф
zh_cn: 毛皮围巾

source: fur scarf (loose)
ja: スカーフ(毛皮)(解いた)
zh_cn: 毛皮围巾（松）

source: hairpin
de: Haarnadel
ja: ヘアピン
ko: 머리핀(hairpin)
ru: шпилька
zh_cn: 发簪

source: harmonica with a holder
zh_cn: 带领座的口琴

source: knit scarf
ja: ニットスカーフ
zh_cn: 手织围巾

source: knit scarf (loose)
ja: ニットスカーフ(解いた)
zh_cn: 手织围巾（松）

source: long fur scarf
de: langer Fellschal
ja: ロングスカーフ(毛皮)
ko: 긴 모피 스카프(long fur scarf)
ru: длинный меховой шарф
zh_cn: 长毛皮围巾

source: long fur scarf (loose)
ja: ロングスカーフ(毛皮)(解いた)
zh_cn: 长毛皮围巾（松）

source: long knit scarf
ja: ロングニットスカーフ
zh_cn: 长手织围巾

source: long knit scarf (loose)
ja: ロングニットスカーフ(解いた)
zh_cn: 长手织围巾（松）

source: long patchwork scarf
ja: ロングパッチワークスカーフ
zh_cn: 长布块围巾

source: long patchwork scarf (loose)
ja: ロングパッチワークスカーフ(解いた)
zh_cn: 长布块围巾（松）

source: long wool scarf
ja: ロングスカーフ(羊毛)
zh_cn: 长羊毛围巾

source: long wool scarf (loose)
ja: ロングスカーフ(羊毛)(解いた)
zh_cn: 长羊毛围巾（松）

source: mining helmet
de: Berghelm
ja: 炭鉱用ヘルメット
ko: 광부 헬멧(mining helmet)
ru: шахтерская каска
zh_cn: 采矿头盔

source: mining helmet (on)
de: Berghelm (an)
ja: 炭鉱用ヘルメット(オン)
ko: 광부 헬멧-켜짐(mining helmet)
ru: шахтерская каска (вкл)
zh_cn: 采矿头盔（开）

source: pair of infrared goggles
de: Infrarotbrille
ja: 赤外線ゴーグル
ko: 적외선 고글(infrared goggles)
ru: очки инфракрасного видения
zh_cn: 红外护目镜(关)

source: pair of infrared goggles (on)
de: Infrarotbrille (an)
ja: 赤外線ゴーグル(オン)
ko: 적외선 고글-켜짐(infrared goggles)
ru: очки инфракрасного видения (вкл)
zh_cn: 红外护目镜(开)

source: pair of light amp goggles
de: Restlichtverstärkerbrille
ja: 光増幅ゴーグル
ko: 광 증폭 고글(light amp goggles)
ru: прибор ночного видения
zh_cn: 光学护目镜(关)

source: pair of light amp goggles (on)
de: Restlichtverstärkerbrille (an)
ja: 光増幅ゴーグル(オン)
ko: 광 증폭 고글-켜짐(light amp goggles)
ru: прибор ночного видения (вкл)
zh_cn: 光学护目镜(开)

source: pair of thermal electric gloves
de: Paar thermoelektrische Handschuhe
ja: 温熱式グローブ
ko: 전기 발열장갑(electric gloves)
ru: пара греющих электроперчаток
zh_cn: 电热手套(关)

source: pair of thermal electric gloves (on)
de: Paar thermoelektrische Handschuhe (an)
ja: 温熱式グローブ(オン)
ko: 전기 발열장갑-켜짐(electric gloves)
ru: пара греющих электроперчаток (вкл)
zh_cn: 电热手套(开)

source: pair of thermal electric socks
de: Paar thermoelektische Socken
ja: 温熱式靴下
ko: 전기 발열양말(electric socks)
ru: пара согревающих электроносков
zh_cn: 电热袜(关)

source: pair of thermal electric socks (on)
de: Paar thermoelektische Socken (an)
ja: 温熱式靴下(オン)
ko: 전기 발열양말-켜짐(electric socks)
ru: пара согревающих электроносков (вкл)
zh_cn: 电热袜(开)

source: radiation biomonitor
de: Strahlungs-Biomonitor
ja: 放射線生体モニター
ko: 생체 방사능량 측정장치(biomonitor)
ru: биомонитор радиации
zh_cn: 辐射监测仪

source: rebreather mask
de: Kreislaufatemgerätsmaske
ja: リブリーザーマスク
ko: 수중호흡기(rebreather mask)
ru: ребризер
zh_cn: 呼吸器面罩

source: rebreather mask (on)
de: Kreislaufatemgerätsmaske (an)
ja: リブリーザーマスク(オン)
ko: 수중호흡기-켜짐(rebreather mask)
ru: ребризер (вкл)
zh_cn: 呼吸器面罩（开）

source: saxophone
zh_cn: 萨克斯管

source: simple patchwork scarf
ja: パッチワークスカーフ
zh_cn: 布块围巾

source: simple patchwork scarf (loose)
ja: パッチワークスカーフ(解いた)
zh_cn: 布块围巾（松）

source: ski mask
ja: スキーマスク(閉)
zh_cn: 滑雪面罩

source: ski mask (open)
ja: スキーマスク(開)
zh_cn: 滑雪面罩（敞开）

source: straw fedora
ja: 中折れ帽(藁)
zh_cn: 费多拉草帽

source: survivor divemask
de: Überlebendentauchermaske
ja: サバイバーダイビングマスク
ko: 생존용 잠수마스크(survivor divemask)
ru: самодельная водолазная маска
zh_cn: 幸存者潜水镜

source: survivor divemask (on)
de: Überlebendentauchermaske (an)
ja: サバイバーダイビングマスク(オン)
ko: 생존용 잠수마스크-켜짐(survivor divemask)
ru: самодельная водолазная маска (вкл)
zh_cn: 生存者潜水镜(开)

source: thermal electric balaclava
de: thermoelektrische Sturmhaube
ja: 温熱式バラクラバ
ko: 전기 발열 발라클라바(electric balaclava)
ru: тепловая балаклава
zh_cn: 电热帽

source: thermal electric balaclava (on)
de: thermoelektrische Sturmhaube (an)
ja: 温熱式バラクラバ(オン)
ko: 전기 발열 발라클라바-켜짐(electric balaclava)
zh_cn: 电热帽（开启）

source: thermal electric outfit
ja: 温熱式アウトフィット(オフ)
zh_cn: 电热套装(关)

source: thermal electric outfit (on)
ja: 温熱式アウトフィット(オン)
zh_cn: 电热套装(开)

source: thermal electric suit
de: thermoelektrischer Anzug
ja: 温熱式スーツ
ko: 전기 발열슈트(electric suit)
ru: тепловой электрокостюм
zh_cn: 电热套装(关)

source: thermal electric suit (on)
de: thermoelektrischer Anzug (an)
ja: 温熱式スーツ(オン)
ko: 전기 발열슈트-켜짐(electric suit)
ru: тепловой электрокостюм (вкл)
zh_cn: 电热套装(开)

source: towel
de: Handtuch
ja: タオル
ru: полотенце
zh_cn: 毛巾

source: tuba
zh_cn: 低音大号

source: unfolded poncho
de: entfalteter Poncho
ja: ポンチョ(展開)
ko: 판초(poncho)
ru: разложенное пончо
zh_cn: 折叠雨披（展开）

source: wearable RX12 jet injector
de: tragbare RX12-Impfpistole
ja: RX12ジェット式注射器(装着式)
ko: 착용식 RX12 제트 주사기(jet injector)
ru: надеваемый RX12 безыгольный инъектор
zh_cn: 佩戴式RX12注射器

source: wearable flashlight
de: tragbare Taschenlampe
ja: 装着型懐中電灯
ko: 착용식 손전등(flashlight)
ru: надеваемый фонарик
zh_cn: 佩戴式手电(关)

source: wearable flashlight (on)
de: tragbare Taschenlampe (an)
ja: 装着型懐中電灯(オン)
ko: 착용식 손전등-켜짐(flashlight)
ru: надеваемый фонарик (вкл)
zh_cn: 佩戴式手电(开)

source: wool scarf
ja: スカーフ(羊毛)
zh_cn: 羊毛围巾

source: wool scarf (loose)
ja: スカーフ(羊毛)(解いた)
zh_cn: 羊毛围巾（松）

source: 'Fishing rod' might be a bit too charitable of a description. In truth, this is a stick with a piece of string and a hook.
de: »Angel« ist wahrscheinlich eine etwas zu freundliche Beschreibung. In Wahrheit ist dies ein Stock mit einem Stück Faden und einen Haken.
ja: これを'釣竿'と呼べるのかな。実際は木の棒に糸と釣り針が取り付けてあるだけの代物だよ。
zh_cn: 这货也能叫做“钓鱼竿”？这分明就是一条绳子加一个钩子！

source: A 35mm digital SLR (single-lens reflex) camera, with optical and digital viewfinders, zoom lens with auto-focus and stabilizer, and flash. You can view your photos on it or transfer them with a memory card; it runs on conventional batteries. Before the cataclysm, you could have taken professional-grade photos using this.
de: Eine 35mm-Digital-Spiegelreflexkamera, mit optischen und digitalen Suchern, zoombaren Objektiv mit Autofokus und Stabilisator und einem Blitzlicht. Du kannst dir deine Fotos darauf ansehen oder sie auf eine Speicherkarte übertragen; sie wird mit gewöhnlichen Batterien betrieben. Vor der Katastrophe hättest du damit professionelle Fotos schießen können.
ja: プロ仕様の35mmデジタル一眼レフカメラです。光学ファインダー、デジタルビューファインダー、オートフォーカス機能とスタビライザー付きの望遠レンズ、そしてフラッシュ等の高度な機能があります。撮影した写真は背面のデジタル画面で閲覧でき、メモリーカードに移すこともできます。通常の電池を使用します。大変動以前なら、これでプロ並の写真を撮影できたでしょう。
zh_cn: 35mm的数码单反（单镜头反光）相机使用普通电池，带光学/数字取景器，具有自动对焦和变焦镜头和闪光灯的防抖功能。如果是大灾变之前你完全可以用它给凤姐出套专业私拍写真，但是现在找个不想吃你脑子的麻豆太难了。

source: A bottle of flammable liquid with a flaming rag inserted. Throwing it will cause the bottle to break, spreading fire. The flame may go out shortly if you do not throw it. Dropping it while lit is not safe.
de: Eine Flasche gefüllt mit einer brennbaren Flüssigkeit und mit einem brennenden Lappen verschlossen. Die Flasche kann jetzt geworfen werden. Beim Aufprall der Flasche verteilt sich ihr Inhalt im umliegenden Gebiet und entflammt dieses. Der angezündete Lappen kann erlischen, wenn die Flasche nicht geworfen wird. Vom Ablegen einer entzündeten Flasche ist aus Sicherheitsgründen abzuraten.
ja: 可燃性の液体を入れ、挿し込んである布切れに火が点いています。投げるとボトルが割れ、燃え広がります。
zh_cn: 一瓶塞着一块点燃的破布的易燃液体。投出去就能令火焰漫出，当然不扔可是会火烧眉毛的，随手扔地上不小心乱丢的话就会让你尝到随手扔垃圾的教训。

source: A bottle of flammable liquid with a rag inserted. Use this item to light the rag. You will, of course, need a lighter or matches in your inventory to do this. After lighting it, throw it to cause fires.
de: Eine Flasche mit einer brennbaren Flüssigkeit mit einem Lumpen. Benutze diesen Gegenstand, um den Lumpen anzuzünden. Du wirst natürlich ein Feuerzeug oder Streichhölzer in deinem Inventar benötigen, um das tun zu können. Nach dem Anzünden musst du es werfen, um Feuer zu entfachen.
ja: 可燃性の液体を入れ、布切れを挿し込んである瓶です。布に火を点ける為のライターやマッチが必要です。火を点けてから投げると燃え広がります。
zh_cn: 一瓶塞着一块破布的易燃液体。(a)使用，你就能用打火机点燃它。如果渴了也可以喝掉它，难道我骗过你吗？

source: A brass cow bell. Potentially useful in so many ways.
de: Eine Kuhglocke aus Messing. In vielerlei Hinsicht potentiell nützlich.
ja: 真鍮のカウベルです。色々なことに使えるかもしれません。
zh_cn: 黄铜牛铃。有很多潜藏的使用方式。

source: A brass-plated trumpet with only a few dents here and there.
zh_cn: 一只黄铜制成的短号，仅仅有些擦伤。

source: A briefcase with built-in laptop that looks like it's from the 80s. Its vintage monochrome monitor displays a plethora of meteorological data. No sign of the FLDSMDFR, however.
ja: 80年代の製品にも見える、ノートPCが内蔵されたブリーフケースです。年代物のモノクロモニターには、たくさんの気象データが表示されています。"FLDSMDFR"がやってきた兆候はまだ見つかりません。
zh_cn: 一个公文包，内嵌一台看起来像是80年代老货的笔记本电脑。它古董的单色显示器上显示着大量的气象数据。然而,没有FLDSMDFR的迹象。

source: A charcoal kiln that has finished burning. Disassemble it to retrieve the charcoal and kiln.
de: Ein Holzkohleofen, der ausgebrannt ist. Demontiere ihn, um die Holzkohle und den Holzkohleofen zu erhalten.
ja: 燃焼が終わった炭焼窯です。木炭と炭焼釜に分解できます。
zh_cn: 完成燃烧的木炭窑炉。分解它以回收木炭和窑炉。

source: A cheap, factory-made violin with a built-in holder for a bow. Still produces a nice sound.
zh_cn: 一把便宜的、工厂批量生产的小提琴，但还能弹出美丽的音符。

source: A cleverly designed all-in-one tool which combines several smaller tools into the handles of a pair of pliers.
ja: やや大型の、ペンチの形をした工具です。握りの中にいくつもの工具が隠れています。
zh_cn: 一个将许多小工具整合进钳子握柄造就的多功能工具。

source: A compact tool kit intended for welding and cutting metal, this portable oxyacetylene torch includes a torch handle, cutting attachment, and two pre-filled gas cylinders all in an easy-to-carry tote. In addition to its metalworking uses, you can activate it in order to destroy metal barriers.
ja: 金属を切断及び溶接する為のツールセットです。携帯用アセチレン灯と燃料ボンベ、その他必要なアタッチメントが含まれています。金属加工の他に金属製の壁を破壊する目的にも使えます。
zh_cn: 非常紧凑的小巧的工具包，用来焊接和切割金属。这个便携的氧-乙炔焊炬焊炬包含焊炬握柄，切割配件，还有两个充填好的气罐，整体结构非常便携。因为它的金工用途，你可以使用它开摧毁金属栅栏。

source: A cordless, double-sided, gasoline-powered hedge trimmer. A long line of sharp-edged teeth extends from the engine; turning the trimmer on will make them rapidly vibrate. The poor man's chainsaw as far as the zombies are concerned.
de: Ein schnurloser doppelseitiger benzingetriebener Heckenschneider. Eine lange Folge scharfer Zähne ersteckt sich vom Motor aus; das Einschalten des Heckenschneiders wird sie heftig vibrieren lassen. Das ist die Kettensäge für Arme, zumindest, was die Zombies betrifft.
ja: ガソリンで動くコードレスの両刃ヘッジトリマーです。鋭利な刃の列は、エンジンの部分から伸びて連なっています。電源を入れると刃が細かく振動を始めます。ゾンビ退治に限って言えば、貧乏人向けのチェーンソーとして利用できるでしょう。
zh_cn: 一把汽油动力的灌木修剪机。马达连着一条长链，上面是锋利的锯齿，如果启动修剪机的话它们会快速振动。如果被丧尸缠上了，就把它当成电锯来用吧……

source: A cordless, double-sided, gasoline-powered hedge trimmer. It is currently on, ready to do some zombie topiary; use this item to turn it off.
de: Ein schnurloser doppelseitiger benzingetriebener Heckenschneider. Er ist momentan eingeschaltet und dazu bereit, ein paar Zombies zurechtzustutzen; benutze diesen Gegenstand, um ihn auszuschalten.
ja: ガソリンで動くコードレスの両刃ヘッジトリマーです。電源が入っており、ゾンビを刈り込む準備ができています。電源を切ることができます。
zh_cn: 一把汽油动力的灌木修剪机。现在已经启动，准备“修剪”丧尸们。使用此物品以将其关闭。

source: A firecracker that has been lit; the fuse is hissing. Throw it quickly before it explodes.
de: Ein Böller, der angezündet wurde. Die Zündschnur zischt. Wirf ihn schnell, bevor er explodiert!
ja: 短い導火線に火が点いた爆竹です。導火線がシューシューと鳴っています。爆発する前に投げましょう。
zh_cn: 一个被点火的鞭炮，引信燃烧的同时还在嘶嘶作响。动作快一点，不然就等着被炸伤吧！

source: A folded blanket made of space-age materials that covers your most important body parts. Use it to unfold for use.
de: Eine zusammengefaltete Decke, die aus Weltraumzeitaltermaterialien gemacht wurde. Sie bedeckt deine wichtigsten Körperteile. Benutze sie, um sie für die weitere Verwendung zu entfalten.
ja: 折り畳まれた宇宙時代素材のブランケットです。体の重要な部分を覆うことができます。使用することで広げます。
zh_cn: 使用了航空材料的折叠毯，打开后可以覆盖你身上的重要部位。按使用键打开。

source: A folded lightweight plastic rain poncho with a hood. Use it to unfold for use.
de: Ein zusammengefalteter leichtgewichtiger Regenponcho mit einer Kapuze. Benutze ihn, um ihn zu entfalten.
ja: 折り畳まれた軽量プラスチック製のフード付き雨除けポンチョです。使用することで広げます。
zh_cn: 一件带兜帽的可折叠雨披，分量很轻，快递叔叔的最爱！按<使用>键展开。

source: A homemade, rechargeable power cell built from salvaged electronics. With enough electronics skill, you could attach it to an electric-powered device to provide it with energy. The power cell is not compatible with standard batteries; it must be re-energized via a special recharging station.
de: Eine selbstgebaute, wiederaufladbare Energiezelle, die aus Elektroschrott gebaut wurde. Mit einer ausreichenden Elektronikerfahrung könntest du es an ein elektrizitätsgetriebenes Gerät anbringen, um es mit Strom zu versorgen. Die Energiezelle ist nicht kompatibel mit Standardbatterien; sie muss mit einer speziellen Wiederaufladestation wieder aufgeladen werden.
ja: ジャンクから自作した再充電素子の集合体です。充分な
zh_cn: 一个使用回收材料制作的可充电电池。如果你有足够的电子技能，你可以把它附加在一个用电的设备上来提供能源。这个充电电池与标准的电池不兼容，它必须通过一个特殊的充电站来充电。

source: A jumper cable, like you've seen many times before: it's a short multi-stranded copper cable with power leads on either end, whose purpose is to share power between vehicles.
ja: 何度も見たことがあると思いますが、やや太めの短い被覆銅線の先に赤と黒のワニ口が付いた、あれです。使用して2台の車両を接続し、片方のエンジンを始動させれば、もう片方のバッテリー残量がゼロでもエンジンを始動させられます。
zh_cn: 正如你所看到的一样，这是跨接电缆：一小段多用铜线，两端各有一个接头，可以用来在载具间传递电力。

source: A kiln filled with wood which will become charcoal after a slow period of burning.
de: Ein Holzkohleofen, der mit Holz, welches nach einer kurzen Branddauer zu Holzkohle wird, gefüllst ist.
ja: 木材が詰まった炭焼窯です。火を点けて木材が燃え尽きた後に、炭が取れます。
zh_cn: 一只填满木材的窑炉，短暂燃烧后将会变成木炭

source: A knife consisting of a long, somewhat sharpened, spike and a tightly wrapped rag as a handle. It makes a good melee weapon.
ja: それなりの長さとそこそこの切れ味を持つナイフです。スパイクに持ち手を取り付けて作りました。
zh_cn: 一把匕首，刀刃是磨利了的带尖儿废铁，刀柄是一块裹得紧紧的破布。真是神兵利器，嗯……

source: A knife consisting of crudely-worked copper, and a simple handle. Primitive, but a step above stone-age.
zh_cn: 一把粗糙手工制作的铜刀，带着一个简单的把手。很原始，但比石器时代更上了一步。

source: A lightweight handheld cordless circular saw. It is currently on and the blade is spinning; use this item to turn it off.
de: Eine leichte tragbare schnurlose Kreissäge. Sie ist momentan eingeschaltet und das Sägeblatt dreht sich. Benutze diesen Gegenstand, um ihn auszuschalten.
ja: コードレスの軽量手持ち丸鋸です。電源が入り、刃が回転しています。電源を切ることができます。
zh_cn: 很轻的手持无线圆锯。它的刃片正高速旋转。使用它以将它关闭。
