Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Let's not overthink things. You get hungry, you find prey, you kill it and you eat it.
de: Lass uns die Dinge nicht zu sehr durchdenken. Du wirst hungrig, du findest Beute, du tötest sie und frisst sie.
ja: 考えすぎは毒です。腹が減ったら獲物を見つけて殺して食いましょう。そうしましょう。
ko: 더이상 생각하지 맙시다. 당신은 배가 고프고, 당신은 먹잇감을 찾았고, 그걸 죽이고 먹으면 되는 겁니다.
ru: Давайте не будем всё усложнять. Если вы проголодались, вы находите добычу, убиваете и съедаете её.
zh_cn: 让我们少说废话，你饿了，你寻找，你厮杀，你进食。

source: Light Bones
de: Leichte Knochen
ja: 軽骨
ko: 가벼운 뼈
ru: Тонкие кости
zh_cn: 轻盈骨架

source: Light Eater
de: Wenigesser
ja: 少食
ko: 소식 체질
ru: Малоежка
zh_cn: 缓慢代谢

source: Light Sensitive
de: Lichtempflindlich
ja: 光線過敏症(レベル1)
ko: 광 민감증
ru: Светочувствительность
zh_cn: 阳光恐惧

source: Light Step
de: Leichter Schritt
ja: 軽足
ko: 가벼운 걸음
ru: Лёгкая походка
zh_cn: 轻手轻脚

source: Light fur has grown to cover your entire body, providing slight protection from cold.
de: Ein dünnes Fell ist über deinen ganzen Körper gewachsen; es bietet dir einen schwachen Schutz vor Kälte.
ja: 短毛の薄い毛皮が全身を覆っています。わずかに寒さを防ぎます。
ko: 온몸에 짧은 털이 나있습니다. 추위에 약간의 저항력을 줍니다.
ru: Тонкий мех покрывает ваше тело, обеспечивая небольшую защиту от холода.
zh_cn: 你的身上长出了一层轻便的毛皮，它可以给你提供一些保暖。

source: Lightly Furred
de: Leicht pelzig
ja: 薄い毛皮
ko: 털로 뒤덮힘
ru: Небольшой пушок
zh_cn: 轻便毛皮

source: Lightweight
de: Leichtgewicht
ja: 痩身
ko: 약에 약함
ru: Худой
zh_cn: 过敏体质

source: Local organisms seem to regard open spore-dispersal as a danger, and attack the Mycus. Accordingly our local blossoms remain quiescent, until local guidance determines that it is safe to germinate. Rapid development taxes local nutrient reserves but ensures rapid and effective growth.
ja: この有機体は我々の胞子散布活動を危険視してミカズを攻撃している。従ってこの個体の統括意識が安全に発芽できると決断するまで花の活動を一時休止するべきである。急速な開発は土地の栄養を削るものだが、その後の急速で効率的な成長を保証する。
zh_cn: 本地的有機生物似乎把這種開放式散播孢子的行為看成是種危險，並開始攻擊馬庫斯。最近我們這裡的花朵都安靜下來，直到主宰決定什麼時候才是發芽的安全時機，快速生長當然會對於養分的提供造成壓力，但也保證了有效率的繁衍。

source: Local organisms seem to regard open spore-dispersal as a danger, and attack the Mycus. Accordingly our local spore sacs remain quiescent, until local guidance determines that it is safe to germinate. Rapid development taxes local nutrient reserves but ensures rapid and effective growth.
ja: この有機体は我々の胞子散布活動を危険視してミカズを攻撃している。従ってこの個体の統括意識が安全に発芽できると決断するまで胞子嚢の活動を一時休止するべきである。急速な開発は土地の栄養を削るものだが、その後の急速で効率的な成長を保証してくれる。
zh_cn: 本地的有機生物似乎把這種開放式散播孢子的行為看成是種危險，並開始攻擊馬庫斯。最近我們這裡的孢子囊都安靜下來，直到主宰決定什麼時候才是發芽的安全時機，快速生長當然會對於養分的提供造成壓力，但也保證了有效率的繁衍。

source: Long Fingernails
de: Lange Fingernägel
ja: 長い指爪
ko: 긴 손톱
ru: Длинные ногти
zh_cn: 长指甲

source: Long Tail
de: Langer Schwanz
ja: 長い尻尾
ko: 긴 꼬리
ru: Длинный хвост
zh_cn: 长尾巴

source: Lupine Ears
de: Wolfsohren
ja: 狼耳
ko: 늑대의 귀
ru: Волчьи уши
zh_cn: 狼耳

source: Lupine Muzzle
de: Wolfsschnauze
ja: 狼の鼻孔
ko: 늑대의 주둥이
ru: Волчья морда
zh_cn: 狼牙利齿

source: Lynx Fur
de: Luchsfell
ja: 大山猫の毛皮
ko: 스라소니 털가죽
ru: Рысий мех
zh_cn: 猞猁毛

source: MD
ja: 医療関係者
zh_cn: 实习医生

source: Mammal Pheromones
de: Säugetierpheromone
ja: フェロモン(哺乳類)
ko: 포유동물 페르몬
ru: Ферамоны млекопитающих
zh_cn: 动物信息素

source: Mandibles
de: Mundwerkzeuge
ja: 虫顎
ko: 추가 아래턱 뼈
ru: Мандибулы
zh_cn: 虫颚

source: Marloss Carrier
de: Marlossträger
ja: マーロスの媒介者
ko: 말로스 보균자
ru: Носитель Марлосс
zh_cn: 马洛斯携带者

source: Marloss Gateway
ja: ミカズに近付きし者
zh_cn: 马洛斯之门

source: Marloss Rejection
ja: 拒絶反応(マーロス)
zh_cn: 马洛斯排斥

source: Marloss Vector
ja: マーロスの運び屋
zh_cn: 马洛斯带菌者

source: Marloss Vessel
ja: マーロスの器
zh_cn: 马洛斯运输者

source: Martial Artist
ja: 格闘家
ko: 무술가
ru: Мастер боевых искусств
zh_cn: 武术家

source: Martial Arts Training
de: Kampfkunst-Training
ja: 武術鍛錬
ko: 무술 수련
ru: Боевые искусства
zh_cn: 武术训练

source: Masochist
ja: 被虐嗜好
ko: 마조히스트
ru: Мазохист
zh_cn: 受虐狂

source: Meat Intolerance
de: Fleischunverträglichkeit
ja: 肉嫌い
ko: 육류 거부
ru: Вегетарианец
zh_cn: 厌肉症

source: Melee Weapon Training
de: Nachkampfwaffentraining
ja: 近接武器鍛錬
ru: Бой с оружием
zh_cn: 近身武器训练

source: Metallassomaiphile
de: Mutagensüchtig
ja: 変異中毒
ko: 변이중독
ru: Металлассомафил
zh_cn: 诱变剂迷恋

source: Minor Radioactivity
de: Geringe Radioaktivität
ja: 放射能原(レベル1)
ko: 저 방사성
ru: Малая радиоактивность
zh_cn: 微量辐射

source: Mood Swings
de: Stimmungsschwankungen
ja: 気紛れ
ko: 조울증
ru: Перепады настроения
zh_cn: 喜怒无常

source: Most animals don't like you, and aggressive animals are more likely to attack you. This only applies to natural animals such as woodland creatures.
ja: 殆どの動物は貴方を嫌っており、攻撃的な動物が襲ってくる確率が高くなります(森にいる様な自然な動物に限る)。
zh_cn: 大多数动物不喜欢你，具有攻击性的动物更视你为眼中钉。此特性只对野生动物起效。

source: Mouth Flaps
de: Mundklappen
ja: 口幕
ko: 입에 달린 덮개
ru: Полости во рту
zh_cn: 口皮瓣

source: Mouth Tentacles
de: Mundtentakeln
ja: 触手口
ko: 입 촉수
ru: Ротовые щупальца
zh_cn: 触手口器

source: Mutagenic Aversion
ja: 拒絶反応(変異原)
zh_cn: 诱变剂厌恶

source: Mycus
ja: ミカズ
zh_cn: 马卡斯

source: Mycus Bloom
ja: 満開(ミカズ)
zh_cn: 马卡斯怒放

source: Mycus Blossoms
ja: 開花(ミカズ)
zh_cn: 马卡斯绽放

source: Mycus Defender
ja: ミカズを守りし者
zh_cn: 马卡斯防御者

source: Mycus Feeder
ja: ミカズを食べし者
zh_cn: 马卡斯喂食

source: Mycus Fireproofing
ja: 不燃性(ミカズ)
zh_cn: 马卡斯御火层

source: Mycus Flesh
ja: ミカズの肉
zh_cn: 马卡斯纤维层

source: Mycus Identity
ja: 帰属意識(ミカズ)
zh_cn: 马卡斯识别

source: Mycus Spores
ja: 胞子(ミカズ)
zh_cn: 马卡斯孢子

source: Mycus Sporogenesis
ja: 胞子形成(ミカズ)
zh_cn: 马卡斯孢子增殖

source: Nausea
de: Übelkeit
ja: 悪心
ko: 메스꺼움
ru: Тошнота
zh_cn: 反胃

source: Near-Sighted
de: Kurzsichtig
ja: 近視
ko: 근시
ru: Близорукий
zh_cn: 近视眼

source: Nictitating Membrane
de: Nickhaut
ja: 瞬膜
ko: 제 3의 눈꺼플
ru: Мигательная мембрана
zh_cn: 瞬膜

source: Night Vision
de: Nachtsicht
ja: 夜目
ko: 야간 시야
ru: Ночное зрение
zh_cn: 夜视

source: Ninety percent of the planet, and it's yours to explore. And colonize. And enjoy. What was that about a surface?
ja: この星の表面積の9割を探検できるようになりました。住むのもいいでしょう。楽しみましょう。地上なんて、もう充分じゃありませんか？
zh_cn: 行星上百分之九十的区域等待着你去探索和享用。你还想虾米陆地上的事？

source: Not much point to rebuilding up in that horribly bright roofless wasteland. Now that you've become accustomed to your new digs, there's the beginnings of a great empire right here, underground.
ja: あんな屋根も無い、昼間明るい、悲惨な不毛の大地に文明を再建して、一体何になると言うのでしょう。すっかり地中を掘り進むのが上手になりました。大帝国建設への第一歩をここに記しましょう。この地下世界に。
zh_cn: 在那个亮的可怕的废土上重建并没有多大意义。现在习惯于新的发掘工作，这将是一个伟大帝国的开端，地下的帝国。

source: Not much scares you. You get a 30% bonus to all hit points. Stacks with Tough, etc.
ja: 堅固に打ち建てられた砦のごとき肉体です。怖いものなどありません。全ての部位のHPに30%のボーナスを得ます。頑丈等の特質/変異と重複します。
zh_cn: 基本没什么东西可以吓唬到你了。生命值上限额外加成30%。可以和同强硬等特性叠加。

source: Nothing can break you! You get a 40% bonus to all hit points.
ja: どんな攻撃でも倒れる事はないでしょう！全てのHPに40%のボーナスを得ます。
zh_cn: 能击垮你的人还没出生！你的生命值上限增加40％。

source: Nothing gets you down! You savor the joys of life, ignore its hardships, and are generally happier than most people.
ja: 嫌な事を引きずる事なく、人生を楽しめる楽天主義者です。他の人よりも元気。
zh_cn: 任何事情都不能把你击溃！你享受着生活的乐趣，并无视其中的艰难困苦。你通常比绝大多数人更加乐观。

source: Nothing hurts any more. Those bites tickle and the wounds itch a bit, but that's it.
ja: 痛みを感じません。咬傷は擽ったく、少し傷が疼きますが...大した事はないですね。
zh_cn: 再也没什么让你感到疼痛了，那些撕咬撞击枪凿斧砍仅仅让你感到有点痒。

source: Omnicellular
de: Allzeller
ja: 全細胞体
ru: Одноклеточный
zh_cn: 全向细胞体

source: On rare occasion, you will go full-auto when you intended to fire a single shot. This has no effect when firing handguns or other semi-automatic firearms.
ja: 余り機会はないですが、銃器を撃つ際にフルオートで全弾発射を試みます。ハンドガンや他のセミオートの銃器には影響はありません。
zh_cn: 在某些情况下，当你想射出一发时，你会不由自主地射出一串子弹。当你使用手枪或半 自动枪械时，此特性无效。

source: Optimist
ja: 楽天家
ko: 긍정주의자
ru: Оптимист
zh_cn: 乐天派

source: Outdoorsman
de: Frischluftfanatiker
ja: 野外活動愛好家
ko: 야외활동가
ru: Бродяга
zh_cn: 驴友

source: Pacifist
de: Pazifist
ja: 平和主義
ko: 평화주의자
ru: Пацифист
zh_cn: 和平主义者

source: Packmule
de: Packesel
ja: 整理上手
ko: 짐꾼
ru: Жилет "Вассерман"
zh_cn: 打包专家

source: Padded Feet
de: Polsterfüße
ja: 肉球足
ko: 푹신한 발바닥
ru: Подушечки на ногах
zh_cn: 肉质脚垫

source: Pain Junkie
de: Schmerz-Junkie
ja: 痛覚中毒
ko: 고통 중독자
ru: Зависимый от боли.
zh_cn: 疼痛嗜瘾

source: Pain Recovery
de: Schmerzerholung
ja: 痛覚回復(レベル1)
ko: 고통 회복
ru: Погашение боли
zh_cn: 疼痛恢复

source: Pain Resistant
de: Schmerzbeständig
ja: 痛覚耐性
ko: 고통 저항
ru: Устойчивость к боли
zh_cn: 疼痛抵抗

source: Pale Skin
de: Blasse Haut
ja: 色素が薄い
ko: 창백한 피부
ru: Бледная кожа
zh_cn: 苍白皮肤

source: Parasite Immune
de: Parasitenimmun
ja: 寄生免疫
ru: Иммунитет к паразитам
zh_cn: 寄生免疫

source: Parkour Expert
de: Parcours-Profi
ja: パルクールの達人
ko: 파쿠르 전문가
ru: Мастер паркура
zh_cn: 跑酷专家

source: Paws
de: Pfoten
ja: 動物の足
ko: 동물의 발
ru: Лапы
zh_cn: 爪子

source: Peaceful animals will not run away from you, and even aggressive animals are less likely to attack. This only applies to natural animals such as woodland creatures.
ja: 大人しい動物は逃げなくなり、攻撃的な動物が襲ってくる事が少なくなります(森にいる様な自然な動物に限る)。
zh_cn: 友善的动物不会从你身边跑开，甚至那些富有攻击性的动物也会表现出更少的攻击性。 这个特性只适用于那些自然界的生物如草原动物。

source: Pecking at prey is part of your daily routine now. Slightly reduces wet effects.
ja: やれやれ、今日も今日とて獲物をつつき殺す仕事が始まります。濡れた時のペナルティーが僅かに減少します。
zh_cn: 啄你的猎物已经是你日常生活的一部分了。稍稍降低湿身不爽感。

source: Perceptive
de: Wahrnehmend
ja: 知覚(レベル1)
ko: 지각력
ru: Восприимчивый
zh_cn: 心明眼亮

source: Phelloderm
ja: コルク皮膚
ko: 코르크 피부
ru: Феллодерма
zh_cn: 木质皮肤

source: Pointed Ears
de: Spitzohren
ja: 尖った耳
ko: 뾰족한 귀
ru: Заостренные уши
zh_cn: 尖耳

source: Pointed Horns
de: Spitze Hörner
ja: 鋭い角
ko: 뾰족한 뿔
ru: Остроконечные рога
zh_cn: 尖利犄角

source: Poison Resistant
de: Immun
ja: 毒耐性
ko: 독 저항성
ru: Стойкость к ядам
zh_cn: 毒素抵抗

source: Police Detective
ja: 刑事
zh_cn: 警探

source: Police Officer
ja: 警察官
zh_cn: 警长

source: Ponderous
de: Schwerfällig
ja: 重い(レベル1)
ko: 느림
ru: Пухлый
zh_cn: 行动迟缓

source: Poor Hearing
de: Schwaches Gehör
ja: 難聴
ko: 약한 청력
ru: Плохой слух
zh_cn: 耳背.

source: Practicality is far less important than style. Your morale is improved by wearing fashionable and attractive clothing.
ja: 実用性よりも品位を保つ事が最も重要です。意欲は流行に乗った魅力的な衣服を身に付ける事で改善します。
zh_cn: 对你来说，实用的重要性远远低于好看。即使是在末世，把自己打扮的光彩照人和是很重要的。

source: Predator
de: Raubtier
ja: 捕食者
ko: 포식자
ru: Хищник
zh_cn: 捕食者

source: Pretty
de: Hübsch
ja: 可憐
ko: 예쁜 외모
ru: Привлекательный
zh_cn: 长相俊美

source: Prime
de: Krönung
ja: プライム
ko: 프라임
ru: Глава
zh_cn: 擎天柱（误）

source: Prime Dexterity
de: Spitzengeschicklichkeit
ja: 器用さ(MAX)
ko: 최고의 민첩성
ru: Наилучшая ловкость
zh_cn: 基础敏捷

source: Prime Intelligence
de: Spitzenintelligenz
ja: 賢さ(レベル5)
ko: 최고의 지능
ru: Наилучший интеллект
zh_cn: 基础智力

source: Prime Perception
de: Spitzenwahrnehmung
ja: 知覚(MAX)
ko: 최고의 지각력
ru: Наилучшее восприятие
zh_cn: 基础感知

source: Prime Strength
de: Spitzenstärke
ja: 力強さ(MAX)
ko: 최고의 체력
ru: Наилучшая сила
zh_cn: 基础力量

source: Proboscis
de: Rüssel
ja: 象鼻
ru: Хоботок
zh_cn: 长鼻

source: Prototype
de: Prototyp
ja: プロトタイプ
ko: 프로토타입
ru: Прототип
zh_cn: 原形

source: Pseudolimbs
de: Scheingelenke
ja: 擬似手足
ru: Псевдоконечности
zh_cn: 变形肢体

source: Psychopath
ja: サイコパス
ko: 사이코패스
ru: Психопат
zh_cn: 感情缺失

source: Quick
de: Schnell
ja: 俊敏
ko: 빠름
ru: Быстрый
zh_cn: 迅捷

source: Quick Pain Recovery
de: Schnelle Schmerzerholung
ja: 痛覚回復(レベル2)
ko: 빠른 고통 회복
ru: Быстрое погашение боли
zh_cn: 快速疼痛恢复

source: Quills
de: Stacheln
ja: 羽軸に覆われた皮膚
ko: 큰 가시
ru: Иголки
zh_cn: 棘刺

source: Radioactivity
de: Radioaktivität
ja: 放射能原(レベル2)
ko: 방사성
ru: Радиоактивность
zh_cn: 中度辐射

source: Radiogenic
de: Radiogen
ja: 放射能耐性
ko: 방사성 대사체계
ru: Радиогенный
zh_cn: 辐射吸收

source: Rapid Metabolism
ja: 高速新陳代謝
zh_cn: 急速代谢

source: Raptor Tail
de: Raptorenschwanz
ja: 猛禽類の尻尾
ko: 랩터 꼬리
ru: Хвост ящерицы
zh_cn: 迅猛龙尾

source: Rat Claws
ja: 鼠爪
zh_cn: 鼠爪

source: Rat Tail
de: Rattenschwanz
ja: 鼠の尻尾
ko: 쥐 꼬리
ru: Крысиный хвост
zh_cn: 鼠尾

source: Ratlike Muzzle
ja: 鼠の鼻孔
zh_cn: 鼠嘴

source: Regeneration
ja: 再生力
ko: 재생
ru: Регенерация
zh_cn: 急速自愈

source: Reptilian Eyes
de: Reptilienaugen
ja: 爬虫類の目
ko: 파충류 눈
ru: Глаза рептилии
zh_cn: 蜥眼

source: Reptilian Healing
ja: 爬虫類の治癒力
zh_cn: 蜥之自愈

source: Reptilian IR
de: Reptilien-IR
ja: 情報検索能力(爬虫類)
ko: 파충류 시야
ru: Зрение рептилии
zh_cn: 红外蜥眼

source: Reptilian Muzzle
de: Reptilienmaul
ja: 爬虫類の鼻孔
ko: 파충류 주둥이
ru: Морда рептилии
zh_cn: 爬虫枪鼻

source: Resilient
de: Belastbar
ja: 頑丈(レベル1)
zh_cn: 能屈能伸

source: Retractable Claws
de: Ausfahrbare Klauen
ja: 伸縮自在の鉤爪
ko: 숨길 수 있는 발톱
ru: Втяжные когти
zh_cn: 伸缩利爪

source: Road-Runner
de: Marathonläufer
ja: ミチバシリ
ko: 로드-러너
ru: Марафонец
zh_cn: 跑步健将

source: Robust Genetics
de: Robuste Erbanlagen
ja: 堅牢な遺伝子
ko: 튼튼한 유전자
ru: Отличная генетика
zh_cn: 优良基因

source: Roomy Shell
ja: 大きな殻
zh_cn: 忍者房龟

source: Rooter
de: Wurzler
ja: 主根
zh_cn: 人根合一

source: Roots
de: Wurzeln
ja: 側根
zh_cn: 根系营养

source: Rope Webs
de: Seilnetze
ja: ロープ糸
ru: Веревки из паутины
zh_cn: 绳网

source: Rough Skin
de: Spröde Haut
ja: 荒れ肌
ko: 거친 피부
ru: Грубая кожа
zh_cn: 粗糙皮肤

source: Rubbery Limbs
de: Gummigelenke
ja: ゴム性の手足
ru: Резиновые конечности
zh_cn: 橡胶肢体

source: Ruminant
de: Wiederkäuer
ja: 反芻動物
ko: 되새김동물
ru: Жвачный
zh_cn: 反刍动物

source: SWAT Officer
ja: SWAT隊員
zh_cn: SWAT特警

source: Saber Teeth
de: Säbelzähne
ja: 剣歯
ko: 칼날 이빨
ru: Саблезубый
zh_cn: 刀牙

source: Sapiovore
de: Menschenfleischfresser
ja: サピアボル
ko: 부생식물
ru: Всеядность
zh_cn: 嗜人症

source: Saprophage
ja: 腐食生物
zh_cn: 食腐为生

source: Saprovore
de: Saprophyt
ja: 腐食性
ko: 최하위 청소자
ru: Гнилоед
zh_cn: 食腐动物

source: Savant
de: Inselbegabter
ja: 専門学者
ko: 서번트 증후군
ru: Синдром саванта
zh_cn: 偏执狂

source: Scales
de: Schuppen
ja: 鱗
ko: 비늘
ru: Чешуя
zh_cn: 鳞甲

source: Schizophrenic
de: Schizophren
ja: 精神分裂病
ko: 정신분열증
ru: Шизофреник
zh_cn: 精神分裂

source: Scout
de: Pfadfinder
ja: 偵察力
ru: Разведчик
zh_cn: 斥候

source: Screamer
de: Kreischer
ja: 金切り声
ko: 비명을 지르는 자
ru: Крикун
zh_cn: 尖啸者

source: Self-Aware
de: Selbstbewusst
ja: 自己認識能力
zh_cn: 自我认知

source: Self-Defense Classes
de: Selbstverteidigungskurse
ja: 護身術
ko: 자기-방어술
ru: Курсы самообороны
zh_cn: 防身训练

source: Sensory Disintegration
de: Sinneszerfall
ja: 知覚崩壊
ru: Разобщение чувств
zh_cn: 感官崩溃

source: Severe Radioactivity
de: Hohe Radioaktivität
ja: 放射能原(レベル3)
ko: 고 방사성
ru: Сильная радиоактивность
zh_cn: 高能辐射

source: Shaggy Fur
de: Struppiges Fell
ja: 厚い毛皮
ru: Косматая шерсть
zh_cn: 浓密毛皮

source: Shaolin Adept
de: Shaolin-Meister
ja: 少林拳の達人
ko: 소림승의 제자
ru: Шаолиньский монах
zh_cn: 少林功夫

source: Shell
de: Panzer
ja: 殻
ko: 껍질
ru: Панцирь
zh_cn: 忍者神龟

source: Shouter
de: Schreier
ja: 大声
ko: 고함치는 자
ru: Выкрик
zh_cn: 喊叫者

source: Significant amounts of your hairs have loosened. If somme creature tries to attack you, your assailant is quite likely to get fine, bristly chitin in an irritating spot; it doesn't carry your venom but it will be distracting.
ja: イラクサ化した大量の頭髪がうねっています。無数の鋭いキチン質刺毛が、あなたへの攻撃を試みた生物の”いやな場所”に刺さり、体内に残ります。この刺毛が毒を与えることはありませんが気が散ってしかたなくなるでしょう。
zh_cn: 你的大部分毛发都是松脱地粘在身上的。如果有生物攻击你的话，很可能会沾上大量刺激性的绒毛。这些毛发并未携带你身上的毒液，但会分散攻击者的注意力。

source: Skater
ja: スケート選手
zh_cn: 滑冰者

source: Skilled Liar
de: Erfahrener Lügner
ja: 詐欺師
ko: 능숙한 거짓말쟁이
ru: Искусный лгун
zh_cn: 谎言家

source: Skin tabs and odd flaps of skin surround your mouth. They don't affect your eating, but are unpleasant to look at.
ja: 飛び出した皮膚の幕と発達した疣が口の周りを覆い隠しています。食事や呼吸に不都合はありませんが、とても醜悪です。
zh_cn: 你的口部环绕着褶皱和奇怪的皮瓣，它们并不影响你的进食，但看上去让人很不舒服。

source: Sleek Fur
de: Geschmeidiges Fell
ja: 滑らかな毛皮
ko: 매끄러운 털가죽
ru: Гладкая шерсть
zh_cn: 光滑皮质

source: Sleek Scales
de: Geschmeidige Schuppen
ja: 艶鱗肌
ko: 매끄러운 비늘
ru: Гладкая чешуя
zh_cn: 光滑鳞甲

source: Sleepy
de: Schlafmütze
ja: 過眠症
ko: 졸림
ru: Соня
zh_cn: 渴睡

source: Slime Hands
de: Schleimhände
ja: 粘液手
ko: 끈적이는 손바닥
ru: Склизкие руки
zh_cn: 粘液之手

source: Slimy
de: Schleimig
ja: 粘液性
ko: 끈적함
ru: Склизкий
zh_cn: 黏液外表

source: Slit Nostrils
de: Schlitznüstern
ja: 蜥蜴鼻
ko: 기다란 콧구멍
ru: Нос с щелями
zh_cn: 狭缝鼻孔

source: Slow Healer
de: Langsamer Heiler
ja: 低速治癒
ko: 느린 회복
ru: Медленное лечение
zh_cn: 治愈缓慢

source: Slow Learner
de: Langsamer Lerner
ja: 物覚えが悪い
ko: 느린 학습자
ru: Медленное обучение
zh_cn: 缓慢学习

source: Slow Reader
de: Langsamer Leser
ja: 遅読
ko: 책을 느리게 읽음
ru: Малограмотный
zh_cn: 缓慢阅读

source: Slow Runner
de: Langsamer Läufer
ja: 鈍足
ko: 느린 달리기
ru: Хромой
zh_cn: 跑不快

source: Smart
de: Klug
ja: 賢さ(レベル1)
ko: 지능
ru: Умный
zh_cn: 聪慧过人

source: Smell that bug? Smell's certainly not coming from you!
de: Riehst du diesen Bug? Dieser Geruch kommt sicherlich nicht von dir!
ja: それはバグの匂いですか？ふむ、貴方から何も匂いませんね！
zh_cn: 闻到了那个bug？不可能，你神马都不会闻到！

source: Smelly
de: Auffällig riechend
ja: 悪臭
ko: 냄새남
ru: Очень вонючий
zh_cn: 狐臭

source: Snarling Voice
de: Bedrohliche Stimme
ja: 凶暴な唸り声
ko: 으르렁거리는 목소리
ru: Рычащий голос
zh_cn: 咆哮嗓门

source: Snout
de: Schnauze
ja: 豚鼻
ko: 주둥이
ru: Морда
zh_cn: 猪鼻子

source: So it's fermented? Whatever, it's still good drinking. You've developed the ability to metabolize alcohol as a food source.
de: Ist es vergoren? Egal, es ist immer noch ein guter Drink. Du hast die Fähigkeit entwickelt, Alkohol als Nahrungsquelle zu verdauen.
ja: 美味しかったですか？とりあえず、まだまだ飲めそうです。アルコールを素早く代謝して食料源とする能力を身に付けました。
ko: 그래서 이건 양조주입니까? 이게 무엇이든지 간에, 일단은 좋은 술입니다. 당신의 대사 방식은 알코올을 열량원으로 사용할 수 있도록 발달되었습니다.
ru: Что, это результат брожения? Неважно, это все еще хорошее питье. Вы получили способность усваивать алкоголь в качестве источника пищи.
zh_cn: 大概是酒精在你肚子里继续发酵...管它呢。你已经拥有了可以从酒精中获取生物能量的能力了。

source: So the humans died, what's the worry? Now they won't ruin the woods.
de: Also die Menschen sind gestorben, wo ist das Problem? Jetzt werden sie nicht mehr die Wälder ruinieren.
ja: 人間どもが死んだ？良い事だな、死ねば森を伐採しなくなる。
ko: 그래서 그렇게 그 인간들이 죽었는데, 무엇이 걱정입니까? 이제 그들은 숲을 파괴하지 않을 것입니다.
ru: Итак, люди погибли, но разве это причина для беспокойства? Теперь они не будут разрушать леса.
zh_cn: 担心啥人类灭绝？这些货终于不会再糟蹋森林了。

source: Solar Sensitivity
de: Solarempflindlich
ja: 色素性乾皮
ko: 태양광 민감증
ru: Чувствительность к солнцу
zh_cn: 日光敏感

source: Solidly Built
de: Solide gebaut
ja: 頑丈(レベル2)
zh_cn: 内外兼修

source: Something in those heavily processed foods doesn't agree with you. It's possible for you to eat them, but you will suffer morale penalties due to nausea.
ja: 加工が多く施された食品を容認する事が出来ない。ジャンクフードを食べた場合は吐き気による意欲ペナルティーが発生します。
zh_cn: 有时那些高度加工的食物就是无法跟你的胃和谐相处。虽然你还是可以吃，但是这种行为会让你恶心并且影响你的士气。

source: Sores
de: Wundstellen
ja: 爛れた皮膚
ko: 염증
ru: Язвы
zh_cn: 疥疮症

source: Spiked Tail
de: Stacheliger Schwanz
ja: 棘の付いた尻尾
ko: 침 달린 꼬리
ru: Хвост с жалом
zh_cn: 尖刺蝎尾

source: Spines
de: Dünne Dornen
ja: 突起した皮膚
ko: 뼈로 된 가시
ru: Колючки
zh_cn: 骨刺

source: Spiritual
ja: 霊感
zh_cn: 神学家

source: Spots
de: Punkte
ja: 斑点
ko: 점박이
ru: Пятна
zh_cn: 斑点

source: Stainless Claws
ja: ステンレスの爪
zh_cn: 不锈利爪

source: Stalking prey, eating well, and lying in the sun. Mmm, all you could ever desire.
ja: 獲物を追い、よく食べ、太陽の下に寝転がる。ああ、他に何も要らない。
zh_cn: 跟踪猎物，吃顿好的，躺在阳光下晒太阳。嗯，这些就是你全部的渴望。

source: Strange aeons, true, but Death seems to be slacking and you are doing just fine.
de: Ja, es sind seltsame Zeiten, aber der Tod scheint eine Auszeit genommen zu haben und dir geht es gut.
ja: 奇怪なる永劫のうちに死すらも死なん、そうだ、それ、死はもう走れない。追いつけっこない。この調子でやり遂げるんだ。
ko: 이상한 이온을 가진 것은 사실이지만, 그냥 늘어져 보이는 것뿐이고 실제로는 멀쩡합니다.
ru: Странные эпохи, действительно, но смерть, кажется, бездельничает и вы все делаете хорошо.
zh_cn: 不可思议的永劫，是啊，死神还在打盹儿，没空儿理你。

source: Stretchy Limbs
de: Gelenkige Gliedmaßen
ja: 伸縮性の手足
ru: Эластичные конечности
zh_cn: 弹性肢体

source: Strong
de: Stark
ja: 力強さ(レベル1)
ko: 강함
ru: Сильный
zh_cn: 身强体壮

source: Strong Back
de: Starker Rücken
ja: 丈夫な足腰
ko: 강인한 등
ru: Сильная спина
zh_cn: 铁背

source: Strong Scent
de: Starker Geruch
ja: 体臭が強い
ko: 강한 체취
ru: Вонючий
zh_cn: 强烈体味

source: Strong Stomach
de: Starker Magen
ja: 鉄の胃袋
ko: 강한 위장
ru: Сильный желудок
zh_cn: 铁胃

source: Strongly Venomous
de: Höchstgiftig
ja: 猛毒分泌
ru: Сильно ядовитый
zh_cn: 剧毒攻击

source: Stubby Tail
de: Stummelschwanz
ja: 短い尻尾
ko: 짧은 꼬리
ru: Короткий хвост
zh_cn: 兔尾

source: Stylish
de: Modisch
ja: 瀟洒
ko: 멋쟁이
ru: Стильный
zh_cn: 时尚范

source: Substance Tolerance
de: Alkoholtoleranz
ja: 抗生物質耐性
ko: 약물 저항성
ru: Переносимость веществ
zh_cn: 药物耐受

source: Subterranean
de: Unterirdisch
ja: 地底人
ko: 지하형
ru: Подземный
zh_cn: 穴居人

source: Subterranean Build
de: Unterirdischer Körperbau
ja: 地下生活者の体格
ko: 지하형 체구
ru: Телосложение подземного
zh_cn: 地底适应

source: Subterranean Fortitude
de: Unterirdische Tapferkeit
ja: 地下生活者の忍耐力
ko: 불굴의 지하생활
ru: Стойкость подземного
zh_cn: 地底耐性

source: Sunlight Dependent
de: Sonnenlichtabhängig
ja: 日光依存
ko: 태양광 의존증
ru: Солнечная зависимость
zh_cn: 阳光依赖

source: Sunlight makes you extremely uncomfortable, resulting in large penalties to all stats.
de: Sonnenlicht lässt dich extrem unwohl fühlen und dich hohe Einbußen auf alle Werte erleiden.
ja: 日光を浴びるだけで倒れそうになり、全ての能力に大きなペナルティーを受けます。
ko: 태양광을 쬐면 극도로 불쾌해집니다. 태양광을 받으면 모든 능력치에 큰 패널티를 받게 됩니다.
ru: Солнечный свет причиняет вам огромные неудобства, в результате чего вы получаете большой штраф ко всем характеристикам.
zh_cn: 阳光让你极端不舒服，暴露在阳光下会使你各项属性值大幅下降。

source: Sunlight makes you uncomfortable. If you are outdoors and the weather is Sunny, you suffer -1 to all stats.
ja: 日光を浴びると気分が悪くなります。晴れのとき屋外にいると全ての能力に-1のペナルティーを受けます。
zh_cn: 阳光使你不舒服。如果你在晴朗的户外，你所有属性值-1。

source: Sunlight makes you very uncomfortable. If you are outdoors during the day, you suffer -1 to all stats; -2 if the weather is Sunny.
ja: 日光を浴びると非常に気分が悪くなります。明るいうちに屋外にいると全ての能力に-1、晴れの場合-2のペナルティーを受けます。
zh_cn: 阳光让你很不舒服。如果你在户外，你所有属性值-1，如果天气晴朗，则-2。

source: Survivor
de: Überlebender
ja: 生存者
ko: 생존자
ru: Выживший
zh_cn: 幸存者

source: TAAANK
de: PAAANZER
ja: 頑丈(レベル3)
zh_cn: 人形坦克

source: Tail Fin
de: Schwanzflosse
ja: 尾ひれ
ko: 지느러미 꼬리
ru: Хвостовой плавник
zh_cn: 尾鳍

source: Temperature and weather won't bug you.
de: Temperatur und Wetter betreffen dich nicht.
ja: 気温や天候に左右されない身体になります。貴方自身がバグみたいな存在になる訳ですね。
zh_cn: 气候和温度再也无法干扰你了。

source: Tentacle Arms
de: Tentakelarme
ja: 触手腕(2本)
ko: 촉수 팔
ru: Руки-щупальца
zh_cn: 触手手臂

source: Tentacle Bracing
de: Tentakelabstützung
ja: 吸盤触手
ko: 촉수 버팀대
ru: Цепкие щупальца
zh_cn: 触手吸盘

source: Tentacle Rakes
de: Tentakelwiderhaken
ja: 熊手の付いた触手
ko: 촉수 갈퀴
ru: Крючья на щупальцах
zh_cn: 触手钩刺

source: Terrifying
de: Furchterregend
ja: 畏怖
ko: 공포스러운
ru: Внушающий ужас
zh_cn: 霸气侧漏

source: The aches and pains of living underground don't bother you as much.
de: Die Schmerzen des Lebens unter der Erde machen dir nicht viel aus.
ja: 地下生活の辛さがほとんど気にならなくなりました。
ko: 지하생활의 고통 같은 건 신경조차 쓰이지 않습니다.
ru: Мучения подземной жизни больше не беспокоят вас.
zh_cn: 你习惯于长年生活在地下。

source: The ancient arts of drunken brawling come naturally to you! While under the influence of alcohol, your melee skill will rise considerably, especially unarmed combat.
ja: 酔いが回る程に強くなります。特に格闘が強化されます。
zh_cn: 醉拳是一个非常古老的功夫，让你天不怕地不怕，当在酒精的影响下时，你的近战技能将大幅上升，尤其是徒手格斗。

source: The bottoms of your feet are strongly padded. You receive no movement penalty for not wearing shoes, and even receive a 10% bonus when running barefoot. Slightly decreases wet penalties.
ja: 頑丈な肉球が足の裏を覆っています。靴を履かなくても移動ペナルティーを受けることがなく、裸足のまま走ることで速度に10%のボーナスを得ます。濡れた時のペナルティーが僅かに減少します。
zh_cn: 你的脚底有个肉垫，不穿鞋子可以增加10%速度，穿鞋就没效果。稍微降低了湿的处罚。

source: The bottoms of your feet are tough and you are accustomed to going barefoot. You receive no movement penalty for not wearing shoes.
ja: 足の皮が厚く、裸足で歩く事に慣れています。靴を履かないで行動する際の移動ペナルティが発生しない。
zh_cn: 自从脚板能把木屐磨穿之后，你再也不用穿鞋了。就算你没有穿鞋，也不会受到移动力惩罚。

source: The chance to undo not one but TWO extinction events. You're confident you'll do fine.
ja: 一度ならず二度までも、終焉を元に戻す機会に恵まれました。やれると確信しています。
zh_cn: 接连化解两次灭绝危机的挑战，你相信你会做得很好。

source: The hairless apes are as good eating as any other meat.
de: Die haarlosen Affen sind genauso gut als Essen wie jedes andere Fleisch.
ja: 他の肉がそうであるように、無毛の猿もいい食事になります。
ko: 털이 없는 유인원 고기는 다른 고기들만큼 맛이 좋습니다.
ru: Лысые обезьяны хороши также, как и любое другое мясо.
zh_cn: 那些没毛的猴子比什么东东都好吃！

source: The shadows don't seem as dark now. Activate to toggle NV-visible areas on or off.
ja: 影を暗く感じません。オンオフを切り替える事で暗視能力を有効化します。
zh_cn: 阴影似乎并没有那么暗。激活来切换显示夜视可见区域。

source: The skin on your hands is a mucous membrane and produces a thick, acrid slime. Attacks using your hand will cause minor acid damage. Slightly increases wet benefits.
ja: 両手の皮膚が粘膜に変化し、刺激臭のある分厚いスライムをたえず分泌しています。素手攻撃に多少の酸ダメージが追加されます。濡れた時のメリットが僅かに上昇します。
zh_cn: 你双手表皮上产生了一层厚厚的、刺鼻气味的黏液膜，当你徒手攻击敌人时将会造成酸液腐蚀伤害。略微增加潮湿增益。
