Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A replacement filter cartridge for a rebreather.
de: Ein Ersatzfiltereinsatz für ein Kreislaufatemgerät.
ja: リブリーザーの交換用フィルターカートリッジです。
ko: 수중호흡기에 사용되는 교체용 필터 카트리지입니다.
ru: Фильтрующий картридж для замены в ребризере.
zh_cn: 循环呼吸器面罩使用的过滤芯。

source: A rock the size of a baseball. Makes a decent melee weapon, and is also good for throwing at enemies.
de: Ein Stein in der Größe eines Baseballs. Ist eine passable Nahkampfwaffe und ist auch gut zum Schmeißen auf Gegner geeignet.
ja: 野球ボール大の石です。これできちんとした近接武器を作ってもいいですし、そのまま敵に投げて使うのもいいでしょう。
zh_cn: 一个棒球大小的岩石。可以当一个凑合的近战武器，也可以砸向敌人。

source: A roll of green carpet.
de: Eine grüne Teppichrolle.
ja: 丸まった絨毯(緑)です。
ko: 둥글게 말린 초록색 양탄자입니다.
ru: Рулон зелёного ковра.
zh_cn: 一卷绿地毯

source: A roll of incredibly strong tape. Its uses are innumerable.
de: Eine Rolle von unglaublich starkem Klebeband. Seine Verwendungszwecke sind unzählig.
ja: 米国人が大好きなとても強力なテープです。色々な用途に使えます。
zh_cn: 有着难以置信黏性的强力胶带，用途非常多。

source: A roll of medical tape, similar to duct tape.
de: Eine Rolle medizinisches Klebeband, ähnlich wie Isolierband.
ja: ダクトテープの様にロール状に巻かれた医療用のテープです。
ko: 접착 테이프와 비슷한 의료용 테이프입니다.
ru: Рулон медицинской ленты, похожий на непрозрачный скотч.
zh_cn: 一卷医用胶布，很像强力胶带。

source: A roll of purple carpet.
de: Eine violette Teppichrolle.
ja: 丸まった絨毯(紫)です。
ko: 둥글게 말린 자주색 양탄자입니다.
ru: Рулон пурпурного ковра.
zh_cn: 一卷紫地毯

source: A roll of red carpet.
de: Eine rote Teppichrolle.
ja: 丸まった絨毯(赤)です。
ko: 둥글게 말린 붉은색 양탄자입니다.
ru: Рулон красного ковра.
zh_cn: 一卷红地毯。

source: A roll of yellow carpet.
de: Eine gelbe Teppichrolle.
ja: 丸まった絨毯(黄)です。
ko: 둥글게 말린 노란색 양탄자입니다.
ru: Рулон жёлтого ковра.
zh_cn: 一卷黄地毯

source: A set of universal batteries. Used to charge almost any electronic device.
de: Eine Satz Universalbatterien. Sie werden zum Aufladen von so gut wie jedem elektronischen Gerät benutzt.
ja: 国際標準設計の電池です。殆どの電子機器に使えます。
zh_cn: 一组通用电池，几乎可以给所有电气设备来供电。

source: A sharp bolt made from steel. Deadly in skilled hands. Stands an excellent chance of remaining intact once fired.
de: Ein scharfer Bolzen aus Stahl. Tödlich in erfahrenen Fänden. Hat eine exzellente Chance, nach dem Feuern intakt zu bleiben.
ja: 鋭利な鋼製のボルトです。熟練者が用いれば驚異的な威力を発揮します。放った矢が極高確率で地面に残ります。
zh_cn: 钢制的锐利弩矢，由弓弩熟手发射则极其致命。发射后难以损坏，回收率极高。

source: A sharpened bolt carved from wood. It's very light, but doesn't do much damage and isn't particularly accurate. Stands a below average chance of remaining intact once fired.
ja: 鋭利な木製のボルトです。非常に軽量ですが、威力と命中精度は期待出来ません。放った矢が低確率で地面に残ります。
zh_cn: 由木材削尖制得的弩矢。重量很轻，相对地，精准性和破坏力较低。射击只有小概率可以保持完好。

source: A sharpened bolt made from metal of some kind. It's heavy and unwieldy, providing moderate damage and accuracy. Stands a very good chance of remaining intact once fired.
ja: 鋭利な金属製のボルトです。重さに見合った威力と命中精度があります。放った矢が高確率で地面に残ります。
zh_cn: 由金属削尖制得的弩矢。十分沉重，相对地，精准性和破坏力较高。射击后很大概率可以保持完好。

source: A shell filled with iron pellets. Extremely damaging, plus the spread makes it very accurate at short range. Favored by SWAT forces.
de: Eine mit Eisenkügelchen gefüllte Hülle. Extrem hoher Schaden, außerdem macht die Ausbreitung sie sehr zielsicher bei kurzen Entfernungen. Von SWAT-Kräften bevorzugt.
ja: 鉛の球が詰まった薬莢です。殺傷能力が高く、広範囲に広がります。SWATが愛用しています。
zh_cn: 一种填充着小铁珠的弹药。破坏力极强，由于散射的特性，这种弹药在近距离糊人一脸时的命中率很高。“SWAT部队力荐”。

source: A short piece of rebar which has been straightened and sharpened on one end. Could be used as a projectile by a sufficiently powerful ferromagnetic weapon.
de: Ein kurzes Stück Bewehrungsstab, der begradigt und an einem Ende geschärft wurde. Er könnte als Projektil für eine ausreichend starke ferromagnetische Waffe benutzt werden.
ja: 一端を尖らせた真っ直ぐな短い鉄筋です。かなり強力な磁性武器によって発射体として使用する事が出来ます。
zh_cn: 一小段已被拉直钢筋，并一端被削尖。可以用来作为电磁轨道武器的弹药。

source: A short piece of steel which has been forged true and sharpened on one end. Could be used as a projectile by a sufficiently powerful ferromagnetic weapon.
de: Ein kurzes Stück Stahl, welches genau und gerade geschmiedet und an einem Ende geschärft wurde. Könnte als Projektil von einer ausreichend starken ferromagnetischen Waffe benutzt werden.
ja: 一端を尖らせた真っ直ぐな鍛造した短い鋼鉄です。かなり強力な磁性武器によって発射体として使用する事が出来ます。
zh_cn: 一小段钢条，削尖一端。可以用来作为电磁轨道武器的弹药。

source: A shotgun shell filled with tiny steel darts. Extremely damaging, plus the spread makes it very accurate at short range. Slices through most forms of armor with ease.
de: Eine Schrotpatrone, die mit winzigen Stahlpfeilen gefüllt ist. Extrem hoher Schaden, außerdem macht die Ausbreitung sie sehr zielsicher bei kurzen Entfernungen. Durchdringt die meisten Panzerungsarten mit Leichtigkeit.
ja: 鋼製の小さなダーツが詰まったショットガン用の弾薬です。高いダメージに加え、拡散による近距離の高命中率が期待出来ます。容易に各種装甲を貫通します。
zh_cn: 一种填充微型镖头的猎枪用散弹。威力极大，并且近距离命中率极高，并且还附带破甲效果。

source: A shotgun slug loaded with concussive explosives. While the slug itself will not do much damage to its target, it will explode on contact.
de: Eine Schrotpatrone, die mit einem Erschütterungsspengsatz gefüllt ist. Während die Patrone selbst nicht so viel Schaden anrichtet, wird sie bei Kontakt explodieren.
ja: 爆薬を詰め込んだ単発弾です。弾薬自体の殺傷能力は低いですが、目標に接触すると爆発します。
zh_cn: 装满了可爆炸子弹的猎枪。尽管子弹对目标造成不了多大伤害，但是可以在接触目标后爆炸。

source: A simple arrow shaft that has a crude arrowhead and fletching. Useful for hunting small woodland creatures or as a last ditch defense against zombies. Stands a below average chance of remaining intact once fired.
zh_cn: 一个简单的箭杆，装着一个粗制的箭镞并加了翎羽。适合狩猎小型丛林动物或是对抗僵尸的最后防御。很难在射出后保存完整。

source: A simple arrow shaft that has a crude arrowhead. Useful for hunting small woodland creatures, but needs fletching before it is worth firing.
ja: 未加工の素材を矢尻として取り付けた矢です。森の小動物を狩るのに役に立ちます。矢として真価を発揮させるには矢羽が必要です。
zh_cn: 一支带有粗制箭头的简易箭杆，很适合猎杀小型的林地生物，需要翎羽才能用弓有效发射。

source: A simple arrow shaft that has a wide blunt head. Useful for hunting small woodland creatures without splattering them all over the ground, but needs fletching before it is worth firing.
ja: 矢尻を尖らせず、平たくした矢です。森の小動物を狩るのに役に立ちます(対象を必要以上に損壊せずに済む)。矢として真価を発揮させるには矢羽が必要です。
zh_cn: 一个简单的箭杆上装着一个粗制的箭镞，用于猎杀丛林中的小动物且不会被被爆成一地内脏。需要翎羽才能用弓有效发射。

source: A simple arrow shaft that has a wide blunt head. Useful for hunting small woodland creatures without splattering them all over the ground, but stands a below average chance of remaining intact once fired.
ja: 矢尻を尖らせず、平たくした矢です。森の小動物を狩るのに役に立ちます(対象を必要以上に損壊せずに済む)。放った矢が低確率で地面に残ります。
zh_cn: 一个简单的箭杆上装着一个粗制的箭镞，用于猎杀丛林中的小动物且不会被被爆成一地内脏。射击后只有小概率可以保持完好。

source: A simple arrow shaft that has had a point carved into it and then fire-hardened. Needs fletching to be worth firing from a bow.
ja: 先端を削って焼き固めた矢です。矢として真価を発揮させるには矢羽が必要です。
zh_cn: 经过火烤碳化加硬处理的箭杆，需要翎羽才能用弓有效发射。

source: A single capacitor charged with current to be used by a laser weapon or similar armament.
de: Ein einzelner geladener Kondensator, der mit einer Laserwaffe oder einer ähnlichen Bewaffnung benutzt werden kann.
ja: コンデンサはレーザー武器やそれに類似した武器を充電する事が出来ます。
ko: 전력이 충전된 단일 콘덴서 입니다. 레이저 무기나 그와 유사한 무기에 사용됩니다.
ru: Конденсатор заряженный напряжением достаточным для использования в лазерном оружие или в других подобных устройствах.
zh_cn: 一个可以被激光武器或类似装备使用的充电电容器。

source: A small bottle of liquid. The liquid is made up of propylene glycol, vegetable glycerine, flavorings and nicotine.
de: Eine kleine Flasche mit Flüssigkeit. Die Flüssigkeit besteht aus Propylenglykol, pflanzlichem Glyzerin, Geschmacksstoffen und Nikotin.
ja: 液体の入った小瓶です。この液体はプロピレングリコール、植物性グリセリン、香料やニコチンで構成されています。
zh_cn: 一小瓶的尼古丁原液。成分包括丙二醇，植物甘油，香料和尼古丁。

source: A small quantity of thread that could be used to refill a sewing kit.
de: Eine kleine Menge Faden, welche zum Neubefüllen von Nähzeug benutzt werden könnte.
ja: 裁縫道具に補充する事の出来る少量の糸です。
ko: 반짇고리를 채우는데 사용할 수 있는 소량의 실타래입니다.
ru: Небольшое количество ниток. Подойдут, чтобы пополнить швейный набор.
zh_cn: 一小团细线，能填充到缝纫工具里。

source: A small spool of solder, able to be used in ammunition and electronics.
de: Eine kleine Spule mit Lötzinn, verwendungsfertig für Munition und Elektronik.
ja: 弾薬や電子機器に利用出来そうな小さな糸巻き状のはんだです。
ko: 작은 납 뭉치입니다. 탄약이나 전자기기 제작에 사용됩니다,
ru: Небольшая катушка припоя. Может быть использована для изготовления боеприпасов и в электронике.
zh_cn: 一小卷焊料，能够用在弹药和电子制品的制作过程中。

source: A step beyond the high-pressure 9mm +P round, the +P+ has an even higher internal pressure that offers a degree of armor-penetrating ability.
de: Als Nachfolger der Hochdruckspatrone 9mm +P hat die +P+ einen noch höheren Innendruck, welcher Panzerbrechung bietet.
ja: この+P+は高圧の9mm/+Pの一歩先を行っています。ある程度の装甲貫徹力の為に、更に内圧を高めています。
ko: 9mm +P 탄보다 더 강력한 탄입니다. 더 강한 내부 압력을 가지고 있으며, 약간의 장갑 관통력을 가지고 있습니다.
ru: Следующий шаг развития патрона 9мм +Р, +Р+ выдает еще большее давление, что позволяет поражать защищенные бронежилетами цели.
zh_cn: 比9mm +P的膛压更高，+P+弹药的高膛压带来的优势就是更强的穿甲能力。

source: A step beyond the high-pressure 9mm +P round, the +P+ has an even higher internal pressure that offers a degree of armor-penetrating ability. This one has been hand-reloaded.
de: Als Nachfolger der Hochdruckspatrone 9mm +P hat die +P+ einen noch höheren Innendruck, welcher Panzerbrechung bietet. Diese Patrone wurde wiedergeladen.
ja: この+P+は高圧の9mm/+Pの一歩先を行っています。ある程度の装甲貫徹力の為に、更に内圧を高めています。これは手で詰め込まれました。
zh_cn: 比9mm +P的膛压更高，+P+弹药的高膛压带来的优势就是更强的穿甲能力。这是手工重新装药的型号。

source: A stick carved into a shape suitable for throwing at a target. Not a boomerang, so don't expect it to return to your hand.
zh_cn: 一根适合投掷的木棍。不是飞去来器，别指望它丢出后能回到你手里。

source: A thin and clean-burning oil made for use in oil lamps.
de: Ein dünnes und leicht entflammbares Öl zur Verwendung in Öllampen.
ja: オイルランプ用に作られた薄く綺麗なオイルです。
ko: 기름 램프에 사용하는 묽은 기름으로 깔끔하게 연소합니다.
ru: Масло, горящее без копоти, предназначенное для использования в масляных лампах.
zh_cn: 一份灯油，在油灯中使用，可以完全燃烧而不产生烟。

source: A thin and flat knife made for throwing. Its ineffective cutting edge and odd shape makes it unsuitable for use as a tool.
de: Ein dünnes und flasses Messer, das zum Werfen gedacht ist. Dessen uneffektive Schneide und ungewöhnliche Form machen es als Werkzeug unbrauchbar.
ja: 投擲用の薄くて平らなナイフです。その形状は物を切断するには使い辛く、道具としての使用には適していない。
zh_cn: 小李飞刀，例不虚发。所以基本上除了飞以外这把小刀做不了任何事情。

source: A throwing spear with a stone spearhead. The grip area has also been carved and covered for better grip.
zh_cn: 带石质箭头的标枪。握手也经过处理更好掌握。

source: A tiny glass vial filled with advanced fast-healing chemicals which can only be activated by a Rivtech jet injector device. A label on the side warns against using more than two doses per hour.
de: Ein winziges Glasfläschchen mit fortschrittlichen schnellheilenden Chemikalien, welche nur mit einer Rivtech-Impfpistole aktiviert werden kann. Ein Aufkleber an der Seite warnt davor, mehr als zwei Dosen pro Stunde einzunehmen.
ja: Rivtech社製のジェット式注射デバイスでのみ使用出来ます、先進的な高速治癒薬で満たされた小さなガラス瓶です。側面のラベルには1時間に付き2回以上は投薬しない様に警告しています。
zh_cn: 安瓿（ampoule|ampule）是用于盛装药液小型玻璃容器。容量一般为1～25ml。常用于注射用药液，装有先进的快速愈合的化学物质，只能通过Rivtech注射器设备激活，侧面的标签警示每小时最好不要使用超过两次.

source: A tough sinew cut from a corpse, usable as thread.
de: Eine harte Sehne, die aus einer Leiche geschnitten wurde; brauchbar als Faden.
ja: 動物の死体から採取した丈夫な腱です。糸として使用する事が出来ます。
ko: 시체에서 잘라낸 질긴 힘줄입니다. 실로 사용할수 있습니다.
ru: Жесткое сухожилие из трупа, пригодное для использования в качестве нити.
zh_cn: 从尸体上截下来的一小段肌腱，很有弹性,能用于缝制衣物。

source: A variant of the powerful .30-06 sniper round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances.
de: Dies ist eine Variante der starken .30-06-Scharfschützengewehrpatrone. Brandmunition ist dazu ausgelegt, heiß beim Einschlag zu brennen, Panzerungen zu durchdringen und brennbare Substanzen anzuzünden.
ja: 焼夷仕様の強力な.30-06口径狙撃弾です。焼夷弾は着弾時に高温で燃焼を起こし、装甲を貫通し、可燃物に着火します。
ko: 강력한 .30-06 저격소총탄의 소이탄 버전으로, 타격과 동시에 연소하여 방어구를 관통하고 가연성 물질에 불을 붙입니다.
ru: Бронебойно-зажигательный вариант патрона .30-06. Предназначен для воспламенения горючих веществ типа бензина или пропана.
zh_cn: 这是威力强劲的.30-06子弹的一种变种——燃烧弹，它可以剧烈燃烧，产生冲击，穿透装甲并将周围的可燃物全都烧成灰灰。

source: A variant of the powerful .30-06 sniper round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances. This one has been hand-reloaded.
de: Dies ist eine Variante der starken .30-06-Scharfschützengewehrpatrone. Brandmunition ist dazu ausgelegt, heiß beim Einschlag zu brennen, Panzerungen zu durchdringen und brennbare Substanzen anzuzünden. Diese Patrone wurde wiedergeladen.
ja: 強力な30-06口径狙撃弾のバリアントで、インパクトの際に燃え上がり、焼夷弾が装甲を貫通し、可燃性物質に点火する様に設計されています。これは手で詰め込まれました。
zh_cn: 这是威力强劲的.30-06子弹的一种变种——燃烧弹，它可以剧烈燃烧，产生冲击，穿透装甲并将周围的可燃物全都烧成灰灰。

source: A variant of the powerful 7.62x51mm round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances.
de: Dies ist eine Variante der starken 7,62×51mm-Patrone. Brandpatronen sind dafür gemacht, beim Einschlag heiß zu brennen, Rüstung zu durchdringen und brennbare Materialien anzuzünden.
ja: 徹甲焼夷仕様の強力な7.62x51mm弾です。焼夷弾は着弾時に高温で燃焼を起こし、装甲を貫通し、可燃物に着火します。
ko: 강력한 7.62x51mm탄의 소이탄 버전으로, 타격과 동시에 연소하여 방어구를 관통하고, 가연성 물질에 불을 붙입니다.
ru: Бронебойно-зажигательный вариант патрона 7.62х51мм. Предназначен для воспламенения горючих веществ типа бензина или пропана.
zh_cn: 这是威力强劲的7.62x51mm子弹的一种变种——燃烧弹，它可以剧烈燃烧，产生冲击，穿透装甲并将周围的可燃物全都烧成灰灰。

source: A variant of the powerful 7.62x51mm round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances. This one has been hand-reloaded.
de: Dies ist eine Variante der starken 7,62×51mm-Patrone. Brandpatronen sind dafür gemacht, beim Einschlag heiß zu brennen, Rüstung zu durchdringen und brennbare Materialien anzuzünden. Diese Patrone wurde wiedergeladen.
ja: 強力な7.62x51mm弾のバリアントで、着弾時に高温で燃焼を起こし、装甲を貫通し、可燃物に着火します。この弾薬は手詰めで製作されています。
zh_cn: 这是威力强劲的7.62x51mm子弹的一种变种——燃烧弹，它可以剧烈燃烧，产生冲击，穿透装甲并将周围的可燃物全都烧成灰灰。

source: A variant of the widely-used 5.56 NATO round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances.
de: Dies ist eine Variante der weit verbreiteten 5.56-NATO-Patrone. Brandmunition ist dazu ausgelegt, heiß beim Einschlag zu brennen, Panzerungen zu durchdringen und brennbare Substanzen anzuzünden.
ja: 広く流通している5.56mmNATO弾を徹甲焼夷仕様にしたものです。焼夷弾は着弾時に高温で燃焼を起こし、装甲を貫通し、可燃物に着火します。
ko: 널리 쓰이는 5.56mm NATO탄의 소이탄 버전으로, 타격과 동시에 연소하여 방어구를 관통하고 가연성 물질에 불을 붙입니다.
ru: Бронебойно-зажигательный вариант патрона 5.56 NATO. Предназначен для воспламенения горючих веществ типа бензина или пропана.
zh_cn: 这是广泛使用的5.56 NATO子弹的一种变种——燃烧弹，它可以剧烈燃烧，产生冲击，穿透装甲并将周围的可燃物全都烧成灰灰。

source: A weak plasma charge.
de: Eine schwache Plasmaladung.
ja: 蓄電量の少ない小さな充電パックです。
ko: 약한 플라즈마 폭약입니다.
ru: Слабый заряд плазмы.
zh_cn: 一个小型等离子蓄能器。

source: A wooden spear, honed to a sharper point and fire hardened for toughness. The grip area has also been carved and covered for better grip.
zh_cn: 一根木矛。前端磨光并经过火烤加硬。握手也经过处理更好掌握。

source: ANFO
ja: アンホ爆薬
zh_cn: 硝酸铵油(ANFO)

source: Acetone, best known as the primary constituent of most nail polish removers. Flammable and can be easily used for potent home-made explosives, as demonstrated by the terrorist attacks of 2016.
ja: アセトンは大抵の除光液に入っている主要成分として有名です。2016年のテロ事件を見れば分かるでしょうが、可燃性があり、簡単に強力な自家製爆弾に加工することができます。
zh_cn: 丙酮,最广为人知的用途是作为大多数洗甲水的主要成分。易燃,可以轻易地被用于强力的土制炸药，正如2016年的恐怖袭击那时一样。

source: Also known as a flight, this item provides aerodynamic stabilization of arrows. You'll need to put these on your arrows to make them functional.
zh_cn: 又称箭羽，提升箭只的气动稳定性。将其与你的箭只组合来使用。

source: An IED composed of a container filled with a payload material and a means to trigger it. Intended to be fired from a specialized launcher. This one is designed to douse a large area with deadly flames.
ja: 円筒の中に爆発物と引火機構を密閉した、即席爆発装置です。専用のランチャーを使い発射することで、殺傷性のある火炎を広い領域に発生させます。
zh_cn: 一个简易的爆炸装置，说起来就是里边装了杀伤性物质的密封容器，遭遇撞击后触发。看起来似乎应该用特制的发射器使用，这个设计来让大片区域充满火焰。

source: An IED composed of a container filled with a payload material and a means to trigger it. Intended to be fired from a specialized launcher. This one is designed to douse a small area with deadly flames.
ja: 円筒の中に爆発物と引火機構を密閉した、即席爆発装置です。専用のランチャーを使い発射することで、殺傷性のある火炎を狭い領域に発生させます。
zh_cn: 一个简易的爆炸装置，说起来就是里边装了杀伤性物质的密封容器，遭遇撞击后触发。看起来似乎应该用特制的发射器使用，这个设计来让小片区域充满火焰。

source: An IED composed of a sealed container filled with a payload material that triggers on impact. Carries a substantial explosive payload.
ja: 円筒の中に衝撃で引火する爆発物を密封した、即席爆発装置です。大規模な爆発を引き起こします。
zh_cn: 一个简易的爆炸装置，说起来就是里边装了杀伤性物质的密封容器，遭遇撞击后触发。这个有大量的高爆装药。

source: An empty casing from a .223 round.
de: Eine leere Hülle einer .223-Patrone.
ja: .223口径の空薬莢です。
ko: .223탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона .223
zh_cn: .223子弹的空弹壳。

source: An empty casing from a .30-06 round.
de: Eine leere Hülle einer .30-06-Patrone.
ja: .30-06口径の空薬莢です。
ko: .30-06탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона .30-06
zh_cn: .30-06子弹的空弹壳。

source: An empty casing from a .300 Winchester Magnum round.
de: Eine leere Hülse einer .300-Winchester-Magnum-Patrone
ja: .30口径ウィンチェスターマグナム弾の空薬莢です。
ko: .300 Winchester Magnum탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона .300 Winchester Магнум.
zh_cn: .300 Winchester Magnum子弹的空弹壳

source: An empty casing from a .308 round.
de: Eine leere Hülle einer .308-Patrone.
ja: .308口径の空薬莢です。
ko: .308탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона .308
zh_cn: .308子弹的空弹壳。

source: An empty casing from a .32 round.
de: Eine leere Hülse einer .32-Patrone
ja: 32口径弾の空薬莢です。
ko: .32탄의 빈 탄피(casing)입니다.
ru: Пустая гильза калибра .32
zh_cn: .32子弹的空弹壳。

source: An empty casing from a .38 round.
de: Eine leere Hülle einer .38-Patrone.
ja: .38口径の空薬莢です。
ko: .38탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона .38
zh_cn: .38子弹的空弹壳。

source: An empty casing from a .40 round.
de: Eine leere Hülle einer .40-Patrone.
ja: .40口径の空薬莢です。
ko: .40탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона .40
zh_cn: .40子弹的空弹壳。

source: An empty casing from a .44 round.
de: Eine leere Hülle einer .44-Patrone.
ja: .44口径の空薬莢です。
ko: .44탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона .44
zh_cn: .44子弹的空弹壳。

source: An empty casing from a .45 round.
de: Eine leere Hülle einer .45-Patrone.
ja: .45口径の空薬莢です。
ko: .45탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона .45
zh_cn: .45子弹的空弹壳。

source: An empty casing from a .454 Casull round.
de: Eine leere Hülle einer .454-Casull-Patrone.
ja: .454口径カスールの空薬莢です。
ko: .454 카술 탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона Casull .454
zh_cn: .454 Casull子弹的空弹壳

source: An empty casing from a .50 BMG round. These are rare, so you might want to hold onto these.
de: Eine leere Hülle einer .50-BMG-Patrone. Sie sind selten, also könntest du sie aufheben wollen.
ja: .50口径BMG用の空薬莢です。貴重品なので、確保する事をお勧めします。
zh_cn: 稀有的.50 BMG 弹壳。你一定要带上它们。

source: An empty casing from a .500 S&W Magnum round.
de: Eine leere Hülle einer .500-S&W-Magnum-Patrone.
ja: .50口径S&Wマグナムの空薬莢です。
ko: .500 S&W Magnum탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона S&W Магнум .500
zh_cn: .500 S&W Magnum子弹的空弹壳

source: An empty casing from a .700 NX round. These are rare, so you might want to hold onto these.
de: Eine leere Hülse einer .700-NX-Patrone. Sie sind selten, also wäre es klug, sie zu behalten.
ja: 70口径NX用の空薬莢です。貴重品なので、確保する事をお勧めします。
zh_cn: 一个 .700 NX子弹的空弹壳，它很稀有，你最好全带走。

source: An empty casing from a 4.6x30mm round.
de: Eine leere Hülle einer 4,6×30mm-Patrone.
ja: 4.6x30mmの空薬莢です。
ko: 4.6x30mm탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона 4.6x30мм
zh_cn: 4.6x30mm子弹的空弹壳。

source: An empty casing from a 5.45x39mm round.
de: Eine leere Hülse einer 5,45×39mm-Patrone
ja: 5.45x39mmの空薬莢です。
ko: 5.45x39mm탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона 5.45x39мм.
zh_cn: 一个5.45x39mm步枪弹的空弹壳

source: An empty casing from a 5.7x28mm round.
de: Eine leere Hülle einer 5,7×28mm-Patrone.
ja: 5.7x28mmの空薬莢です。
ko: 5.7x28mm탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона 4.6x30мм
zh_cn: 5.7x28mm子弹的空弹壳

source: An empty casing from a 6.54x42 round.
de: Eine leere Hülse einer 6,54×42-Patrone.
ja: 6.54x42mmの空薬莢です。
ko: 6.54x42mm탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона 6.54x42.
zh_cn: 一个6.54x42mm步枪弹的空弹壳

source: An empty casing from a 7.62x39mm round.
de: Eine leere Hülle einer 7,62×39mm-Patrone.
ja: 7.62x39mmの空薬莢です。
ko: 7.62x39mm탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона 7.62x39мм
zh_cn: 7.62x39mm子弹的空弹壳

source: An empty casing from a 7.62x54mmR round.
de: Eine leere Hülse einer 7,62×52mmR-Patrone.
ja: 7.62x54mmR弾の空薬莢です。
ko: 7.62x54mmR탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона 7.62x39ммR.
zh_cn: 7.62x54mmR子弹的空弹壳

source: An empty casing from a 9mm round.
de: Eine leeres Gehäuse einer 9mm-Patrone.
ja: 9mmの空薬莢です。
ko: 9mm탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона 9мм
zh_cn: 9mm子弹的空弹壳

source: An empty hull from a shotgun round.
de: Eine leere Hülle einer Schrotmunitions-Patrone.
ja: ショットガンの空薬莢です。
ko: 비어있는 산탄총 탄피입니다.
ru: Пустая гильза 12 калибра для дробовика.
zh_cn: 霰弹的空弹壳

source: An empty plastic hull from a 5x50mm flechette round.
de: Eine leere Plastikhülle einer 5×50mm-Flechet-Patrone.
ja: プラスチック製の5x50mm矢弾用の空薬莢です。
ko: 5x50mm 플레쉐트탄의 빈 플라스틱 탄피입니다.
ru: Пустая пластиковая гильза для оперенных пуль калибра 5х50мм.
zh_cn: 一个5x50mm箭型弹的空壳。

source: An iron-tipped wooden throwing spear. The grip area has also been carved and covered for better grip.
zh_cn: 带铁质箭头的标枪。握手也经过处理更好掌握。

source: An underwater fishing spear made from carbon fiber. It's very light, but doesn't have much range. Stands a bad chance of remaining intact once fired.
ja: カーボンファイバー製の水中銃の銛です。とても軽量ですが射程距離もそれほどありません。放った矢が極低確率で地面に残ります。
zh_cn: 一支碳素纤维鱼叉，很轻，但射程并不远。射击后很难保持完整。

source: An underwater fishing spear made from metal. It's light, but doesn't have much range. Stands a very good chance of remaining intact once fired.
ja: 金属製の水中銃の銛です。軽量ですが射程距離もそれほどありません。放った矢が高確率で地面に残ります。
zh_cn: 一支全金属打造的水下鱼叉，很轻，但射程并不远，射击后很大概率可以保持完好。

source: An underwater fishing spear made from wood tipped with steel. It's very light, but doesn't have much range. Stands a below average chance of remaining intact once fired.
ja: 木製の水中銃の銛です。先端には鋼製の矢尻が付いています。とても軽量ですが射程距離もそれほどありません。放った矢が低確率で地面に残ります。
zh_cn: 一支被削尖的水下鱼叉，很轻，但射程并不远，在射击后只有小概率保持完好。

source: Assorted bullet materials, useful in constructing a variety of ammunition.
de: Diverse Patronenmaterialien. Hilfreich für die Herstellung diverser Munitionstypen.
ja: 色々な弾薬を作る際に役立つ材料の一つです。
ko: 여러 가지 총탄 재료로, 다양한 탄약의 제조에 쓸 수 있습니다.
ru: Различные материалы от пуль, полезны при созданий разнообразных боеприпасов.
zh_cn: 各种各样的弹药原材料，在组装弹药时十分有用。

source: Attempts to improve the ballistics of 9mm ammunition lead to high-pressure rounds. Increased velocity results in superior accuracy and damage.
de: Versuche, die Ballistik der 9mm-Munition zu verbessern, führten zu Hochdruckspatronen. Die erhöhte Geschwindigkeit führt zu überlegener Treffgenauigkeit und höherem Schaden.
ja: 通常弾より威力の高い9mmパラベラム強装弾です。強化された弾速によって優れた精度と制止力を実現しています。
zh_cn: 为了改善9mm弹的弹道学性质而提高了其膛压。由于提高了速度,故准确度和伤害都有所提升。

source: Attempts to improve the ballistics of 9mm ammunition lead to high-pressure rounds. Increased velocity results in superior accuracy and damage. This one has been hand-reloaded.
de: Versuche, die Ballistik der 9mm-Munition zu verbessern, führten zu Hochdruckspatronen. Die erhöhte Geschwindigkeit führt zu überlegener Treffgenauigkeit und höherem Schaden. Diese Patrone wurde wiedergeladen.
ja: 通常弾より威力の高い9mmパラベラム強装弾です。強化された弾速によって優れた精度と制止力を実現しています。この弾薬は手詰めで製作されています。
zh_cn: 为了改善9mm弹的弹道学性质而提高了其膛压。由于提高了速度,故准确度和伤害都有所提升。这是手工重新装药的型号。

source: BB
ja: BB弾
ru: пластиковая пулька
zh_cn: BB弹

source: Based off the military .30-03 round, the .270 rifle round is compatible with most guns that fire .30-06 rounds. However, it is designed for hunting, and is less powerful than the military rounds, with nearly no armor penetration.
de: Die auf der militärischen .30-03-Patrone basierende .270-Gewehrpatrone ist kompatibel mit den meisten Waffen, die .30-06-Patronen feuern. Allerdings ist sie für die Jagd ausgelegt und ist schwächer als die militärischen Patronen und hat fast keine Panzerbrechung.
ja: 軍用の30-03口径弾がベースとなっています。27口径ライフル弾は殆どの30-06口径弾を撃てる銃器と互換性があります。しかし、狩猟の為に設計されており、軍用弾よりも非力で、装甲貫通性は殆どありません。
zh_cn: 仿照军方的.30-03弹药开发，.270步枪弹药对所有使用.30-06弹药的枪械都兼容。然而，由于其设计是用于打猎，故杀伤性和穿甲性都不如它的军方版本。
