Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Debug messages ON!
de: Debug-Nachrichten EIN!
ko: 디버그 메세지 켜짐!
ru: Отладочные сообщения включены!

source: Destination:
de: Ziel:
ko: 목적지:
ru: Двигается в направлении:

source: Do what?
de: Was tun?
ko: 무엇을 할까요?
ru: Что сделать?

source: Example: -pipe,chunk,steel
de: Beispiel: »-Rohr,stück,blech«
ko: 예: -pipe,chunk,steel
ru: Пример: -pipe,chunk,steel

source: Hostiles are nearby! Start Butchering anyway?
de: Gegner sind in der Nähe! Trotzdem mit Schlachten anfangen?
ko: 근처에 적들이 있습니다! 그래도 도축하겠습니까?
ru: Враг поблизости! Всё равно начать разделку?

source: KILL COUNT:
de: TODESZÄHLER:
ru: ВСЕГО УБИТО:

source: Monster dangerously close!
de: Monster ist gefährlich nah!
ko: 적이 위험할 정도로 가까이에 있습니다!
ru: Монстр совсем близко!

source: Monster spotted--run mode is on! (%s to turn it off or %s to ignore monster.)
de: Monster entdeckt – Laufmodus ist an! (%s zum Abschalten oder %s, zum Ignorieren.)
ko: 적 발견--달리기 모드 활성화! [끄려면 %s] [무시하려면 %s]
ru: Замечен монстр--режим бега включён! (%s чтобы выключить или %s чтобы игнорировать монстра.)

source: Monster spotted--safe mode is on! (%s to turn it off or %s to ignore monster.)
de: Monster entdeckt – Sicherheitsmodus ist an! (%s zum Abschalten oder %s zum Ignorieren.)
ko: 적 발견 - 안전 모드 활성화! [끄려면 %s] [무시하려면 %s]
ru: Замечен монстр--безопасный режим включён! (%s чтобы выключить или %s чтобы игнорировать монстра.)

source: Monster spotted--safe mode is on! (%s to turn it off.)
de: Monster erfasst – Sicherheitsmoduus ist an! (%s, um ihn abzuschalten.)
ko: 적 발견 - 안전 모드 활성화! [%s 키를 눌러서 끔]
ru: Замечен монстр--включен безопасный режим!(%s чтобы его выключить.)

source: Spawn Clarivoyance Artifact
de: Clarivoyance-Artefakt auftauchen lassen
ko: 투시력을 지닌 아티팩트 생성
ru: Вызвать артефакт ясновидения

source: The %s .
de: Das %s .
ko: %s은(는) 이미 해당 명령을 수행하고 있습니다.
ru: %s .

source: The %s flies erratically and drops from the air!
de: Das %s fliegt ziellos umher und fällt aus der Luft!
ko: %s이(가) 불규칙하게 날아다니다가 공중에서 떨어졌습니다!
ru: %s начинает беспорядочно летать и падает!

source: There are many items here.
de: Hier sind viele Gegenstände.
ko: 이곳엔 물건이 많이 있습니다.
ru: Здесь находится много предметов.

source: There is %d item here.
de: Dort ist %d Gegenstand.
ru: Здесь находится %d предмет.

source: Type part of an item's name to see
de: Gib einen Teil des Namen des Gegenstands
ko: 찾고자 하는 물품 이름의 일부를 입력하세요.
ru: Введите часть названия, чтобы найти

source: With a clang and a shudder, the gasoline pump goes silent.
de: Mit einem Scheppern erstummt die Zapfsäule.
ko: '텅' 하고 흔들리더니, 휘발유 펌프가 조용해졌습니다.
ru: С лязгом и грохотом, бензонасос замолкает.

source: World retained. Characters remaining:
de: Welt behalten. Verbleibende Protagonisten:
ko: 세계 유지됨. 캐릭터 남음 :
ru: Мир сохранен. Оставшиеся персонажи:

source: You are slammed against the %s!
de: Du bist gegen %s geschmettert!

source: You can't construct while in vehicle.
de: Du kannst in einem Fahrzeug nicht bauen.
ko: 차에선 건설할 수 없습니다.
ru: Вы не можете строить находясь в транспорте.

source: You catch a fish!
de: Du fängst einen Fisch!
ko: 물고기를 낚았습니다!
ru: Вы поймали рыбу!

source: You catch nothing.
de: Du fängst nichts.
ko: 아무것도 낚지 못했습니다.
ru: Вы ничего не поймали.

source: You drop the %s on the ground.
de: Du legst %s auf den Boden.
ko: %s을(를) 땅에 버렸습니다.
ru: Вы выбросили %s на землю.

source: You fill the %s with some of the %s.
de: Du füllst das %s mit etwas von dem %s.

source: You harvest some plant fibres!
de: Du entnimmst einige Pflanzenfasern!
ko: 약간의 식물성 섬유를 채취했습니다!
ru: Вы собрали растительные волокна!

source: You have to take off your %s before you can wield it.
de: Du musst zuerst dein %s ausziehen, bevor du es als Waffe tragen kannst.

source: You need a UPS with at least 20 charges or an advanced UPS with at least 12 charges to fire that!
de: Du brauchst eine Esz. mit mindestens 20 Ladungen oder eine f. Esz. mit mindestens 12 Ladungen, um dies zu feuern!
ko: 발사하려면 충전량 20 이상의 UPS, 또는 충전량 12 이상의 개선형 UPS 가 필요합니다.
ru: Для стрельбы вам нужен УБП, как минимум, с 20 зарядами или улучшенный УБП, как минимум, с 12 зарядами!

source: You need a UPS with at least 40 charges or an advanced UPS with at least 24 charges to fire that!
de: Du brauchst eine Esz. mit mindestens 40 Ladungen oder eine f. Esz. mit mindestens 24 Ladungen, um dies zu feuern!
ko: 발사하려면 충전량 40 이상의 UPS, 또는 충전량 24 이상의 개선형 UPS 가 필요합니다.
ru: Для стрельбы вам нужен УБП, как минимум, с 40 зарядами или улучшенный УБП, как минимум, с 24 зарядами!

source: You need a UPS with at least 5 charges or an advanced UPS with at least 3 charges to fire that!
de: Du brauchst eine Esz. mit mindestens 5 Ladungen oder eine f. Esz. mit mindestens 3 Ladungen, um dies zu feuern!
ko: 발사하려면 충전량 5 이상의 UPS, 또는 충전량 3 이상의 개선형 UPS 가 필요합니다.
ru: Для стрельбы вам нужен УБП, как минимум, с 5 зарядами или улучшенный УБП, как минимум, с 3 зарядами!

source: You stash some gear in your %s's %s.
de: Du lagerst ein bisschen Zeug in deines %s %s ab.

source: You're woken up by a noise.
de: Du wurdest von einem Geräusch geweckt.
ko: 소음 때문에 일어났습니다.
ru: Вы проснулись от шума.

source: Your %s isn't loaded, and is not modified.
de: Dein %s ist weder geladen noch modifiziert.
ko: %s에는 탄약이 없고, 개조되지도 않았습니다.
ru: %s не заряжен и не модифицирован.

source: nearby matching items.
de: ein, um nahe passende Gegenstände zu sehen.
ko: 대략적으로 일치하는 목록들이 표시됩니다.
ru: нужные предметы поблизости.

source: pistol
de: Pistole

source: zzz...
de: sss …

source: <color_green>( Crossbows</color> The best feature of crossbows is their silence. The bolts they fire are only rarely destroyed; if you pick up the bolts after firing them, your ammunition will last much longer. Crossbows suffer from a short range and a very long reload time (modified by your strength); plus, most only hold a single round. For this reason, it is advisable to carry a few loaded crossbows. Crossbows can be very difficult to find; however, it is possible to craft one given enough Mechanics skill. Likewise, it is possible to make wooden bolts from any number of wooden objects, though these are much less effective than steel bolts. Crossbows use the handgun skill.
de: <color_green>( Armbrüste</color> Das Beste an Armbrüsten ist ihre Stille. Die Bolzen werden selten zerstört; wenn du sie nach dem Abfeuern wieder aufsammelst, wird deine Munition länger halten. Armbrüste leiden an einer kurzen Reichweite und einer sehr langen Nachladezeit (beeinflusst durch deine Stärke); außerdem können die meisten Armbrüste nur einen Bolzen halten. Aus diesem Grund ist es ratsam, ein paar geladene Armbrüste zu tragen. Armbrüste können sehr schwer zu finden sein; allerdings ist es möglich, sich einen zu fertigen, wenn man eine ausreichende Mechanikerfahrung hat. Ähnlicherweise ist es möglich, Holzbolzen aus allen möglichen hölzernen Objekten anzufertigen, wobei diese deutlich ineffektiver als Stahlbolzen sind. Armbrüste benutzen die Handfeuerwaffenfertigkeit.
ko: <color_green>( 쇠뇌</color> 쇠뇌의 가장 큰 특징은 조용하다는 것입니다. 볼트는 사격 후에도 잘 파손되지 않기에 회수가 가능해서 장기간 사용할 수 있습니다. 하지만 근거리 전투에 불리하고 장전시간이 긴 것이 약점이며, (장전시간은 체력에 비례합니다) 단발 사격만 가능한 것 또한 단점입니다. 이러한 이유로, 장전된 쇠뇌를 몇 개 정도 더 챙기는 것이 좋습니다. 쇠뇌는 구하기 힘들지만, 기계공학 기술이 충분하다면 직접 만들 수도 있습니다. 또한 나무로 된 물품을 이용해서 목제 볼트를 만들 수도 있습니다만, 강철 볼트보다는 약할 것입니다. 쇠뇌는 권총 기술을 사용합니다.
ru: <color_green>( Арбалеты</color> Главное достоинство арбалетов — бесшумность. Болты, выпущенные с них, зачастую остаются целыми и их стоит подбирать. К недостаткам относятся: низкая дальнобойность и медленная перезарядка (зависит от вашей силы), плюс - он же минус - большинство арбалетов однозарядны. Из-за этого лучше носить с собой несколько заряженных арбалетов. Арбалеты сложно найти но, при достаточном уровне механики, их можно изготовить. Можно изготовить и деревянные болты из любой подходящей древесины. Стальные болты намного эффективнее деревянных. Арбалеты используют навык Пистолеты.

source: <color_ltgray>( Handguns</color> Handguns are small weapons held in one or both hands. They are much more difficult to aim and control than larger firearms, and this is reflected in their poor accuracy. However, their small size makes them appropriate for short-range combat, where larger guns fare poorly. They are also relatively quick to reload, and use a very wide selection of ammunition. Their small size and low weight make it possible to carry several loaded handguns, switching from one to the next once their ammo is spent.
de: <color_ltgray>( Handfeuerwaffen</color> Handfeuerwaffen sind kleine Waffen, welche in einer oder in beiden Händen getragen werden. Es ist viel schwerer, mit ihnen zu zielen und sie zu kontrollieren als mit größeren Feuerwaffen und dies schlägt sich in ihrer schlechten Genauigkeit nieder. Allerdings macht sie ihre kleine Größe für den Nahkampf angemessen, wobei größere Waffen schlechter abschneiden. Sie können auch relativ schnell nachgeladen werden und verwenden eine große Auswahn an Munition. Ihre kleine Größe und ihr geringes Gewicht machen es möglich, verschiedene geladene Handfeuerwaffen zu tragen und somit von der Einen zur Nächsten zu wechseln, wenn die Munition aufgebraucht ist.
ko: <color_ltgray>( 권총</color> 권총은 한손이나 양손으로 들 수 있는 소형 무기입니다. 대형 화기들에 비해 조준과 제어가 어려워서 명중률이 낮습니다. 그러나 작은 크기 덕분에 대형 화기들의 효율이 떨어지는 근거리 전투에 적합합니다. 또한 장전속도가 빠르며, 다양한 탄종을 사용할 수 있습니다. 작고 가볍기에 권총 여러정을 미리 장전해두고 총알이 떨어지면 다른 총으로 바꿔가며 사용할 수도 있습니다.
ru: <color_ltgray>( Пистолет</color> Пистолет — маленькое оружие для одной или двух рук. Отличается от больших пушек пониженной точностью и неудобством применения. Тем не менее, маленький размер оружия делает его эффективным на коротких дистанциях. Стоит отметить высокую скорость перезарядки пистолетов и широкий выбор боеприпасов для них. Благодаря небольшому размеру, вы можете носить одновременно несколько заряженных стволов и переключаться между ними, тем самым экономя время на перезарядку.

source: <color_red>( Shotguns</color> Shotguns are one of the most powerful weapons in the game, capable of taking out almost any enemy with a single hit. Birdshot and 00 shot spread, making it very easy to hit nearby monsters. However, they are very ineffective against armor, and some armored monsters might shrug off 00 shot completely. Shotgun slugs are the answer to this problem; they also offer much better range than shot. The biggest drawback to shotguns is their noisiness. They are very loud, and impossible to silence. A shot that kills one zombie might attract three more! Because of this, shotguns are best reserved for emergencies.
de: <color_red>( Schrotflinten</color> Schrotflinten sind einige der stärksten Waffen im Spiel, da sie fähig sind, fast jeden Feind mit nur einem Treffer zu töten. Vogelschrot und 00-Schrotkugeln breiten sich aus, was es leicht macht, nahe Monster zu treffen. Allerdings sind sie sehr ineffektiv gegen Panzerung und einige gepanzerte Monster können 00-Schrotkugeln komplett mit einem Achselzucken abtun. Schrotpatronen sind die Antwort auf dieses Problem; sie haben außerdem eine viel bessere Reichweite als Schrotkugeln. Der größte Nachteil an Schrotflinten ist ihre Lautstärke. Sie sind sehr laut und können unmöglich verstummt werden. Ein Schuss, der einen Zombie tötet, könnte drei weitere anziehen. Deshalb werden Schrotflinten am Besten für Notfälle aufgehoben.
ko: <color_red>( 산탄총</color> 산탄총은 이 게임에서 가장 강력한 무기 중 하나이며, 대부분의 적들은 단 한발로 끝장낼 수 있습니다. 버드샷과 00샷은 넓게 퍼져 가까운 적들을 상태하기 좋지만, 무장한 적과 튼튼한 괴물들은 아무렇지도 않게 00샷을 튕겨낼지도 모릅니다. 이런 경우에 사용하는 것이 슬러그탄이며, 산탄보다 훨씬 긴 사거리를 가지고 있습니다. 산탄총의 가장 큰 단점은 소음입니다. 무척 시끄럽고, 소음을 줄이는 것도 불가능합니다. 좀비 하나를 죽이면 셋이 달려들 것입니다! 따라서 산탄총은 비상시를 대비해 아껴두는 것이 좋습니다.
ru: <color_red>( Дробовики</color> Дробовики, вероятно, самый убойный тип огнестрельного оружия в игре, способный уложить почти любого врага с одного выстрела. Дробь полезна против групп монстров, но неэффективна против бронированных противников, для которых дробь слишком слаба. Свинцовые пули (жаканы) решают эту проблему; так же у них больше поражающий радиус, чем у дроби. Самым большим недостатком дробовиков является шум. Выстрел из ружья в одного противника может привлечь трех! Из-за этого, лучше приберечь дробовики для крайнего случая.

source: <color_yellow>( Bows</color> Silent, deadly, easy to make and, reusable arrows. Bows have been used forever. Bows are two handed and require the user to have a certain strength level. If you do not have enough strength to draw the string back, you will fire at reduced effectiveness. This reduces reload and fire speeds and decreases the range of the arrows fired. Most normal bows require a least a strength of 8, others require an above average strength of 10, or a significant strength of 12. Bows use the archery skill.
de: <color_yellow>( Bögen</color> Leise, tödlich, leicht anzufertigen und wiederverwendbare Pfeile. Bögen wurden schon seit Urzeiten benutzt. Bögen sind zweihändig und erfordern vom Benutzer eine bestimmte Stärke. Wenn du nicht stark genug bist, um den Bogen voll zu spannen, wirst du mit einer verringerten Effektivität schießen. Dies reduziert die Nachlade- und Schussgeschwindigkeiten und verringert die Reichweite der verschossenen Pfeile. Die meisten normalen Bögen erforden eine Stärke von mindestens 8, andere benötigen eine überdurchschnittliche Stärke von 10 oder eine signifikante Stärke von 12. Bögen benutzen die Fertigkeit »Bogenschießen«.

source: All items may be used as a melee weapon, though some are better than others. You can check the melee attributes of an item you're carrying by hitting %s to enter your inventory, then pressing the letter of the item. There are 3 melee values, bashing, cutting, and to-hit bonus (or penalty). Bashing damage is universally effective, but is capped by low strength. Cutting damage is a guaranteed increase in damage, but it may be reduced by a monster's natural armor.
de: Alle Gegenstände können als Nahkampfwaffe benutzt werden, wobei einige besser als andere sind. Du kannst mit %s die Nahkampfattribute eines Gegenstandes, den du trägst, überprüfen. Zuerst öffnest du das Inventarmenü, dann drückst du das Gegenstandszeichen. Es gibt 3 Nahkampfwerte: Schlag, Schnitt und Treffbonus (oder -strafe). Schlagschaden ist grundsätzlich wirksam, aber wird bei niedriger Stärke abgeschnitten. Schnittschaden wird den Schaden garantiert erhöhen, aber könnte durch eines Monsters natürliche Rüstung geschwächt werden.
ko: 모든 물품은 근접 무기로 사용할 수 있습니다. 성능은 천차만별이겠지만요. %s키를 눌러 인벤토리 창을 열고, 해당 물품의 기호를 누르면, 현재 보유 중인 물건의 근접전 성능을 볼 수 있습니다. 총 3가지의 근접전 수치가 있는데, 각각 타격, 베기, 그리고 명중률 보정치입니다. 타격 공격은 전반적으로 효과적이지만, 체력 능력치가 낮을 경우 사용이 힘들 수도 있습니다. 베기 공격은 더 높은 피해량을 보장하지만, 적의 자체 방어력에 따라 피해가 감소할 수도 있습니다.
ru: Все предметы могут быть использованы в ближнем бою и все они имеют разный потенциал. Можно проверить боевые показатели предмета нажав %s для перехода в инвентарь и клавишу присвоенную предмету. Есть 3 боевых показателя: удар, режущее и бонус меткости (или штраф). Ударные атаки всегда эффективны, но их выполнение требует физической силы. Режущие атаки гарантированно наносят дополнительные повреждения, но могут терять эффективность, если враг бронирован.

source: Also available in the view nearby items menu (%s key) is the ability to filter or prioritize items. You can enter item names, or various advanced filter strings: {<token>:<search param>}
de: Im »Nahe Gegenstände ansehen«-Menü (%s-Taste) ist es auch möglich, Gegenstände auszufiltern oder zu priorisieren. Du kannst Gegenstandsbezeichnungen oder verschiedene komplexe Filtereingaben machen: »{<Zeichen>:<Suchparameter>}«
ko: 그리고 주변 물품 목록(%s키)에서 필터 기능과 우선순위 기능을 사용할 수 있습니다. 이 기능들을 사용하려면 물품명을 입력하거나 다양한 고급 필터 기능을 사용하면 됩니다. 고급 필터 기능 입력형식: {<코드>:<매개변수>}
ru: В обзоре окружающих предметов (%s) также есть возможность задать фильтр или приоритет предметам. Вы может вводить названия и различные фильтры: {<метка>:<параметр>}

source: Another common class of drugs is stimulants. Stimulants provide you with a temporary rush of energy, increasing your movement speed and many stats, most notably intelligence, making them useful study aids. There are two drawbacks to stimulants; they make it more difficult to sleep, and, more importantly, most are highly addictive. Stimulants range from the caffeine rush of cola to the more intense high of Adderall and methamphetamine.
de: Eine andere verbreitete Art von Drogen sind Stimulanten. Stimulaten bieten dir einen kurzzeitigen Energieschub, was deine Bewegungsgeschwindigkeit und viele Werte erhöht, vorallem Intelligenz, was sie zu nützlichen Lernhilfen macht. Es gibt zwei Nachteile von Stimulanten: Sie erschweren das Einschlafen und, was wichtiger ist, die Meisten sind stark süchtig machend. Stimulanten reichen von dem Koffeinschub von Cola bis zu den Intensiveren wie Adderall und Methamphetamin.
ko: 다른 형태의 약물도 있는데, 이는 각성제입니다. 각성제는 일시적으로 흥분 상태를 일으켜서 이동 속도를 높이거나 능력치(특히 지능)를 향상시켜주기 때문에 자주 복용됩니다. 각성제에는 두 가지 후유증이 있는데, 수면을 취하기가 어려워지며, 대부분 매우 높은 중독성을 가지고 있다는 것입니다. 각성제의 종류는 콜라에 함유된 카페인부터 고농도의 에더럴이나 메탐페타민까지 다양합니다.
ru: Есть еще один класс препаратов — стимуляторы. Стимуляторы могут увеличить вашу скорость передвижения или временно повысить характеристики; интеллект, к примеру, что полезно для обучения. У стимуляторов есть два недостатка; после их приема трудно заснуть, и что более значимо — они вызывают зависимость. Диапазон стимулирующих веществ варьируется от кофеина, до аддералла и метамфетамина.

source: As time passes, you will begin to feel hunger and thirst. A status warning at the sidebar will appear. As hunger and thirst reach critical levels, you will begin to suffer movement penalties. Thirst is more dangerous than hunger. Finding food in a city is usually easy; outside of a city, you may have to hunt an animal, stand over an animal's corpse and butcher it into small chunks of meat by %s key. You might also be able to forage for edible fruit or vegetables; find a promising plant and examine it to check. Likewise, you may have to drink water from a river or other natural source; stand in shallow water and press %s to collect it. You'll need a watertight container to store it. Be forewarned that some sources of water aren't trustworthy and may produce diseased water. To be sure it's healthy, purify the water by boiling it or using water purifier before drinking.
de: Wenn die Zeit fortschreitet, wirst du anfangen, Hunger und Durst zu verspüren. Eine Statuswarnung wird an der Seitenleiste auftauchen. Sobald Hunger und Durst kritische Werte annehmen, wirst du langsamer. Durst ist gefährlicher als Hunger. Nahrung in einer Stadt zu finden, ist normalerweise einfach; außerhalb einer Stadt müsstest du ein Tier jagen, dich dann über dessen Leiche stellen und es mit der %s-Taste schlachten. Du könntest außerdem versuchen, essbares Obst oder Gemüse zu sammeln; finde eine vielversprechende Pflanze und untersuche sie zum Überprüfen. Außerdem müsstest du außerhalb einer Stadt Wasser aus einem Fluss oder einer anderen natürlichen Quelle trinken; stell dich ins seichte Wasser und drücke %s, um es aufzusammeln. Du benötigst einen wasserdichten Behälter. Sei vorgewarnt, dass einige Wasserquellen nicht vertrauenswürdig sind und verseuchtes Wasser produzieren können. Um dir sicher zu sein, dass es gesund ist, lass sämtliches Wasser, welches du aufsammelst, durch einen Wasserfilter laufen, bevor du es trinkst.

source: Bionics come in ready-to-install canisters. Installation of a bionic is best left to a trained professional. However, you may attempt to perform a self-installation. Performing such a task requires high levels of intelligence, first aid, mechanics, and electronics, and failure may cripple you! Many bionic canisters are difficult to find, but may be purchased from certain wandering vagabonds for a very high price.
de: Bioniken werden in installationsbereiten Kanistern ausgeliefert. Die Installation eines Bioniks wird am Besten einem Fachmenschen mit qualifizierter Ausbildung überlassen. Allerdings kannst du auch eine Selbstinstallation wagen. Sowas erfordert ein hohes Maß an Intelligenz, Erfahrung in Erste Hilfe, Mechanik und Elektronik. Ein Versagen könnte dich verkrüppeln! Viele Bionikkanister sind schwer zu finden, aber können von reisenden Landstreichern für einen sehr hohen Preis gekauft werden.
ru: Бионика поставляется в готовой к установке канистре. Инсталляцию лучше доверить специалистам, но можно и самому. Для выполнения такой сложной задачи вам понадобится высокий уровень интеллекта, навыки первой помощи, механики и электроники. Неудача может искалечить вас! Бионику довольно трудно найти бесхозной и проще купить у торговцев за очень высокую цену.

source: Cataclysm differs from most traditional roguelikes in several ways. Rather than exploring an underground dungeon, with a limited area on each level, you are exploring a truly infinite world, stretching in all four cardinal directions. As a survival roguelike, you will have to find food; you also need to keep yourself hydrated, and sleep periodically.
de: Cataclysm unterscheidet sich von den meisten Roguelikes auf verschiedene Weise. Anstatt, dass du Katakomben im Untergrund, mit begrenzem Platz auf jeder Schicht, erforschst du eine wirklich unendliche Welt, welche sich in alle vier Himmelsrichtungen erstreckt. Wie in den meisten Roguelikes musst du Nahrung finden; du musst außerdem regelmäßig trinken und schlafen.
ru: Катаклизм отличается от большинства традиционных рогаликов. Вместо изучения подземелий на ограниченной площади уровня, вам предлагается, поистине, бесконечный мир, простирающийся на все четыре стороны. В этой истории выживания вам нужно добывать еду и воду, а также периодически спать.

source: Combat is much easier if you can fight just one monster at once. Use doorways as a choke point, or stand behind a window and strike as the zombies slowly climb through. Never be afraid to just run if you can outpace your enemies. Irregular terrain, like forests, may help you lose monsters.
de: Der Kampf ist viel leichter, wenn du einfach ein Monster auf einmal bekämpfen kannst. Benutze Türöffnungen als Flaschenhals oder stell dich hinter ein Fenster und schlag zu, während die Zombies langsam hindurchklettern. Hab keine Angst vorm Davonlaufen, wenn du deinen Gegnern davonlaufen kannst. Unregelmäßiges Gelände wie ein Wald kann dir dabei helfen, Monster abzuschütteln.
ko: 한 번에 한 놈씩 싸울 수만 있다면 싸움은 무척 쉬워질 것입니다. 길목을 이용해 1:1 상황을 만들거나, 창문 뒤에 서서 느릿느릿 넘어오는 좀비를 해치우는 것이 좋습니다. 적을 앞질러 도망갈 수 있을지에 대해서는 염려하지 마십시오. 숲처럼 불규칙한 지형이라면 적을 따돌리는데 도움이 될 것입니다.
ru: Не деритесь с несколькими противниками одновременно. Баррикадируйте дверные проемы. Станьте напротив окна и бейте зомби пока он перелазит. Убегайте если у вас преимущество в скорости. Двигаясь по пересеченной местности, вы быстро оторветесь от преследователей.

source: Crafting an item with high difficulty may fall and possibly waste some materials. You should prepare spare material, just in case.
de: Die Fertigung eines Gegenstands mit einer hohen Schwierigkeit könnte fehlschlagen und möglicherweise einige Materialien vergeuden. Du solltest zur Sicherheit ein paar Extramaterialien zur Hand haben.
ru: Крафт вещей высокой сложности может провалиться и, возможно, потратит некоторые материалы. При себе лучше иметь запас, на всякий случай.
