Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A blanket made of space-age material that covers your most important body parts. Use it to fold for storage.
ko: 몸의 중요한 부위를 덮을 수 있는, 우주 시대 재료로 만들어진 담요입니다. 사용하면 보관하기 쉽게 접습니다.
ru: Одеяло, сделанное из материалов космической эры, которое покрывает наиболее важные части тела. Активируйте, чтобы сложить для хранения.

source: A small battery-powered biometric safety device worn on the wrist. Activate to check your current level of radiation exposure.
ko: 손목에 착용하는 저전력 방사능 측정장치입니다. 작동시키면 방사능 피폭량을 확인합니다.
ru: Маленький, работающий от батареек биомонитор, надеваемый на запястье. Активируйте для отображения текущего уровня радиации.

source: This is a dull, cheaply made replica of a huge, curved, two-handed sword from Japan. It is surprisingly light for its size.
ko: 일본에서 온 거대하고 구부러진 양손검을 본떠 만든 무디고 저렴한 모형입니다. 그 크기에 비하면 놀라울 정도로 가볍습니다.
ru: Тупая и дешёвая подделка огромного изогнутого двуручного меча из Японии. Удивительно лёгок для своего размера.

source: A folded lightweight plastic rain poncho with a hood. Use it to unfold for use.
ko: 접혀진 경량형 비닐 판초우의입니다. 사용하면 펼칩니다.
ru: Сложенное лёгкое пластиковое пончо с капюшоном от дождя. Активируйте, чтобы развернуть.

source: A folded blanket made of space-age materials that covers your most important body parts. Use it to unfold for use.
ko: 접혀진 비상용 담요입니다. 사용하면 펼칩니다.
ru: Одеяло, сделанное из материалов космической эры, которое покрывает наиболее важные части тела. Активируйте, чтобы развернуть для использования.

source: A yellow plastic card used to store money. These became popular once the government officialy moved to all electronic money. It holds up to 2 million dollars.
ko: 돈을 저축하기 위해 사용하는 노란 플라스틱 카드입니다. 이것은 정부가 공식적으로 경제 활동 전반을 전자 화폐로 옮겼을 때 인기를 얻었습니다. 2백만 달러까지 입금할 수 있습니다.
ru: Жёлтая пластиковая карта для хранения денег. Стала популярной, когда правительство полностью перешло на электронные деньги. Может содержать до 2-х миллионов долларов.

source: This is a disposable plastic lighter. A lighter must be carried to use various drugs, like cigarettes, or to light things like Molotov cocktails. You can also use a lighter to light nearby items on fire.
ko: 담배, 약물, 혹은 화염병 등에 불을 붙일 때 쓰이는 일회용 플라스틱 라이터입니다. 근처의 탈 만한 물건에 불을 붙이는 용도로도 쓸 수 있습니다.
ru: Одноразовая пластиковая зажигалка. Зажигалку можно использовать для прикуривания сигарет или поджигания разных вещей (вроде коктейля Молотова), или находящихся рядом предметов.

source: This is a small book of matches with a coarse strike surface on the outside flap. Matches must be carried to use various drugs like cigarettes, or to light things like Molotov cocktails. You can also use matches to light nearby items on fire.
ko: 작은 성냥갑으로, 담배나 화염병 따위의 점화용으로 사용됩니다. 근처의 탈 만한 물건에 불을 붙이는 용도로도 쓸 수 있습니다.
ru: Маленький коробок спичек. Спички можно использовать для прикуривания сигарет или поджигания разных вещей (вроде коктейля Молотова), или находящихся рядом предметов.

source: This fire drill is a simple item for starting fires; it is made from two pieces of wood and some string. Since it is constructed out of simple materials, it's slow and rather difficult to get a fire started using this tool.
ko: 불을 지피는 데 사용되는 간단한 발화용 드릴로, 두 조각의 나무와 약간의 끈을 사용해서 만들었습니다. 구하기 쉬운 단순한 재료로 만들어져있지만, 이 도구를 이용하여 불을 지피려면 시간이 오래 걸리며 상당히 어렵습니다.
ru: Это простейший предмет для разведения огня, сделанный из двух деревянных палок и нитки. Хотя он сделан из простых материалов, разведение огня при его помощи будет протекать медленно и сложно.

source: This is a plastic kit with a variety of needles, some plastic spools for thread, and a few other useful textile tools. Use a sewing kit on an article of clothing to attempt to repair or reinforce that clothing. This uses your tailoring skill.
ko: 다양한 종류의 플라스틱 바늘과 실 등이 포함된 반짇고리입니다. 옷에 반짇고리를 사용해서 옷을 수선하거나 보강할 수 있습니다. 재봉 기술이 적용됩니다.
ru: Это швейный набор, в котором есть много разных иголок, несколько катушек и других полезных инструментов. Используйте его на одежде, чтобы попытаться восстановить или укрепить ее. При этом используется навык шитья.

source: These are a long pair of heavy duty scissors. Use scissors to cut items made from cotton (like clothing) into rags.
ko: 길다란 가위입니다. 면 재질의 물품과 옷을 잘라 천 조각으로 만들 수 있습니다.
ru: Длинные, сильные ножницы. Используйте ножницы чтобы разрезать предметы из хлопка (как одежда) на тряпки.

source: This is a demagnetized steel hammer with a rubber grip. With a hammer, nails, and two by fours in your inventory, you could board up adjacent doors and windows. It has myriad other uses as well.
ko: 고무 손잡이가 달린 강철 망치입니다. 망치와 못과 재목이 있으면, 문과 창문을 막아버릴 수 있습니다. 무기로도 좋으며, 다양한 용도로 활용됩니다.
ru: Стальной размагниченный молоток с резиновой рукоятью. С молотком, гвоздями и досками в инвентаре вы можете заколачивать ближайшие двери и окна. Также есть множество других вариантов использования.

source: This is a large emergency fire extinguisher. It would be useful for putting out adjacent fires.
ko: 근처의 불을 끌 때 사용하는, 큰 비상용 소화기입니다.
ru: Это большой огнетушитель. Полезен для тушения пожаров.

source: This is tank of compressed medical oxygen with a regulator and mask. Commonly used in emergency situations, it provides immediate relief for asthma attacks and smoke inhalation and can provide a brief burst of energy.
ko: 조절 장치와 마스크가 포함된 압축된 의료용 산소의 탱크입니다. 보통 비상사태에 사용되며, 천식 발작과 연기 흡입에 대해 즉각적인 도움을 주고 압축된 산소를 분사하여 순간적인 폭발을 일으킬 수 있습니다.
ru: Баллон со сжатым медицинским кислородом, с вентилем и маской. Обычно используется в чрезвычайных ситуациях, обеспечивает моментальное облегчение приступов астмы, очистку лёгких от дыма, и вызывает краткий прилив энергии.

source: This is a small tank of compressed medical oxygen with a folding regulator and mask. Commonly used in emergency situations, it provides immediate relief for asthma attacks and smoke inhalation and can provide a brief burst of energy.
ko: 접이식 조절 장치와 마스크가 포함된 압축된 의료용 산소의 탱크입니다. 보통 비상사태에 사용되며, 천식 발작과 연기 흡입에 대해 즉각적인 도움을 주고 압축된 산소를 분사하여 순간적인 폭발을 일으킬 수 있습니다.
ru: Маленький баллон со сжатым медицинским кислородом, с вентилем и маской. Обычно используется в чрезвычайных ситуациях, обеспечивает моментальное облегчение приступов астмы, очистку лёгких от дыма, и вызывает краткий прилив энергии.

source: A homemade, rechargeable power cell built from salvaged electronics. With enough electronics skill, you could attach it to an electric-powered device to provide it with energy. The power cell is not compatible with standard batteries; it must be re-energized via a special recharging station.
ko: 전자 부품을 재활용해서 만든 수제 재충전 전원 장치입니다. 전자기기 기술이 충분하다면, 다른 전자기기에 이것을 달아 전기를 충전할 수 있습니다. 이 전원 장치는 표준 배터리와 호환되지 않으며, 반드시 특별한 재충전 설비를 통해 충전되어야 합니다.
ru: Кустарный аккумулятор из утилизированной электроники. При наличии определенных навыков, вы можете присоединить его к устройству с электрическим питанием. К сожалению он не совместим с стандартными батарейками; вы должны перезаряжать его с помощью специальной станции зарядки.

source: This is a small gasoline powered lantern. It does not provide much light, but it lasts a long time. Use it to turn it on.
ko: 휘발유를 사용하는 랜턴입니다. 아주 환하지는 않지만, 오래 갑니다. 불을 키려면 작동시키세요.
ru: Небольшая лампа, работающая на бензине. Даёт не слишком много света, зато хватает надолго. Зажечь можно через команду использования.

source: This is a small gasoline powered lantern. It does not provide much light, but it lasts a long time. It is turned on. Use it to turn it off.
ko: 휘발유를 사용하는 랜턴입니다. 아주 환하지는 않지만, 오래 갑니다.\r 불이 켜진 상태입니다. 불을 끄려면 작동시키세요.
ru: Небольшая лампа, работающая на бензине. Даёт не слишком много света, зато хватает надолго. В данный момент зажжена. Потушить можно через команду использования.

source: This is an oil fueled lamp. It does not provide much light, but it lasts a long time. Use it to turn it on.
ko: 기름을 연료로 사용하는 램프입니다. 많은 빛을 내지는 못하지만, 오랫동안 지속됩니다. 불을 키려면 작동시키세요.
ru: Это масляная лампа, она не обеспечивает много света, но горит долго. Используйте ее, чтобы включить.

source: This is an oil fueled lamp. It does not provide much light, but it lasts a long time. It is turned on. Use it to turn it off.
ko: 기름을 연료로 사용하는 램프입니다. 많은 빛을 내지는 못하지만, 오랫동안 지속됩니다. 불이 켜진 상태입니다. 불을 끄려면 작동시키세요.
ru: Это масляная лампа, она не обеспечивает много света, но горит долго. Она включена. Используйте её, чтобы выключить.

source: This is a heavy duty LED flashlight. Using this flashlight will turn it on and provide light, assuming it is charged with batteries.
ko: 튼튼한 LED 손전등입니다. 전력이 충전되어 있을 때 손전등을 사용하면 불이 켜집니다.
ru: Это тяжелый светодиодный фонарик. Его можно включить, если в нём есть заряженные батарейки.

source: This is a heavy duty LED flashlight. This flashlight is turned on, and continually draining its batteries. Use it to turn it off.
ko: 튼튼한 LED 손전등입니다. 손전등이 켜진 상태이며, 지속적으로 배터리를 소비합니다. 사용하면 전원을 끕니다.
ru: Это тяжелый светодиодный фонарик. На данный момент он включён и расходует батарейки. Активируйте его, чтобы выключить.

source: This is a burnt-out lightstrip. You could disassemble this to recover the amplifier circuit.
ko: 고장난 케이블 조명입니다. 분해해서 증폭 회로를 회수할 수 있습니다.
ru: Сгоревшая световая лента. Можно разобрать для восстановления схемы усилителя.

source: This is a light-emitting circuit wired directly to some batteries. It will provide some weak light once activated and can't be turned off.. When the batteries die, you'll need to scrap it to recover the components that are reusable.
ko: 발광 회로를 전지에 직결한 것입니다. 작동시키면 약한 빛을 발산하지만, 전원을 끌 수 없습니다. 배터리가 다 되면, 분해해서 재사용 가능한 부품을 회수할 수 있습니다.
ru: Светоизлучающие трубки соединены напрямую с батарейками. После активации излучают слабый свет и не могут быть выключены. По истечению заряда, лампу надо утилизировать, для получения компонентов, годных к повторному использованию.

source: This is a light-emitting circuit wired directly to some batteries. It provides some weak light and can't be turned off. When the batteries die, you'll need to scrap it to recover the components that are reusable.
ko: 발광 회로를 전지에 직결한 것입니다. 약한 빛을 발산하지만, 전원을 끌 수 없습니다. 배터리가 다 되면, 분해해서 재사용 가능한 부품을 회수할 수 있습니다.
ru: Светоизлучающие трубки соединены напрямую с батарейками. На данный момент излучают слабый свет и не могут быть выключены. По истечению заряда, лампу надо утилизировать, для получения компонентов, годных к повторному использованию.

source: This is a small blue light glowstick. Use it to bend the plastic and break the glass cylinder inside to start the reaction. It will produce a small amount of light.
ko: 작은 청색광 막대기입니다. 이 플라스틱을 꺾어서 내부의 유리관을 깨면, 화학반응을 일으켜서 아주 약한 빛을 냅니다.
ru: Небольшая светящаяся палочка синего цвета. Согните её для начала химической реакции. Она будет производить маленькое количество света.

source: This is an active glowstick and is producing light. It will last for a few hours before burning out.
ko: 작은 청색광 막대기입니다. 약한 빛을 내고 있으며, 몇 시간 동안 지속됩니다.
ru: Эта светящаяся палочка излучает свет. Она будет светить в течение нескольких часов, а потом потухнет.

source: This is a spent glowstick. It is essentially trash.
ko: 작은 청색광 막대기입니다. 다 사용했기 때문에, 그냥 쓰레기입니다.
ru: Потраченная светящаяся палочка, по существу — хлам.

source: This is a slow-burning magnesium flare. Use it to strike the striker and light it. It will produce a bright light for about a half hour.
ko: 느리게 타는 마그네슘 플레어입니다. 사용하면 점화부를 쳐서 점화시키며, 30분 정도 밝은 빛을 뿜어냅니다.
ru: Это медленно горящий осветительный снаряд на магниевой основе. Чтобы зажечь достаточно простого удара. В результате он будет ярко гореть около получаса.

source: This burning magnesium flare is producing light. It will last for about a half hour before burning out.
ko: 마그네슘 플레어로, 타오르면서 빛을 내고 있습니다. 다 타기까지 30분 정도 걸립니다.
ru: Это горящий осветительный снаряд издающий яркий свет. Он будет светить около получаса прежде чем выгорит.

source: This is a spent magnesium flare. It is essentially trash.
ko: 다 사용한 마그네슘 플레어입니다. 쓰레기나 다름없습니다.
ru: Это использованный магниевый осветительный снаряд. Более никуда не годен.

source: This is a small heating element on a stand, powered by batteries. It is indispensable for cooking and chemistry. Try not to burn yourself.
ko: 배터리를 사용하는 작은 가열기구로, 조리와 화학 실험에 주로 쓰입니다. 손이 데이지 않도록 조심하는 것이 좋습니다.
ru: Небольшой нагревательный элемент, электроплитка. Незаменима при приготовлении пищи и химии. Попытайтесь не поджечь себя.

source: This is a heating element with pot and frame for holding coffee or other powders. It's got a battery compartment for use when the power goes out. You can use it to make coffee, or other drinks if you so choose.
ko: 커피나 다른 분말들을 넣기 위한 틀과 포트가 있는 발열체입니다. 커피를 만들 때 사용하기 위한 전지 수납공간이 있습니다. 커피를 만드는 데 사용하지만, 원할 경우 다른 음료를 만드는 데 사용할 수도 있습니다.
ru: Нагревательный элемент с кофейником и отсеком для молотого кофе. У неё есть блок для батареек, когда основное питание недоступно. Её можно использовать для приготовления кофе или других напитков по вашему выбору.

source: This is a device with a metal tip that can get very hot. It is necessary for advanced electronics crafting. You could also use it to cauterize wounds, if you had to.
ko: 끝부분이 아주 뜨겁게 달궈질 수 있는 금속 도구로, 전자기기 제조에 필요합니다. 굳이 쓰겠다면, 상처를 지지는 데에도 쓸 수 있습니다.
ru: Устройство с металлическим жалом, которое может очень сильно нагреваться. Помогает создавать различную продвинутую электронику. Вы можете использовать его для прижигании ран, если они у вас есть.

source: This is a battery-powered device designed to purify drinking water. Using this item on a container full of water will purify the contents. It could be useful for water taken from uncertain sources like a river, as it may be non-potable.
ko: 전지를 사용해서 물을 마실 수 있도록 정수시키는 전자기기입니다. 물이 들어있는 용기에 사용하면 내용물을 정수시킵니다. 강 같은 불확실한 수원에서 얻어서 마실 수 없을 것 같은 물에 사용하면 좋습니다.
ru: Это устройство на батарейках служит для очистки питьевой воды. При использовании его на контейнере с водой, оно очистит его содержимое. Его можно использовать на воде, взятой из недостоверных источников, таких как река, т.к. в вода в них может быть непригодна для питья.

source: This is a radio with a transmitting unit. Using this allows you to send out a distress signal. You could send either a general SOS, or send a direct call to a faction you are in contact with.
ko: 전파신호를 송출할 수 있는 라디오입니다. 일반적인 SOS를 보낼 수도 있고, 특정 세력과 연락하고 있다면 그들과 직접 교신할 수도 있습니다.
ru: Это радио с передающим модулем. Используйте его для отправки сигнала о помощи. Вы можете послать общий сигнал SOS или призвать фракцию, с которой у вас налажен контакт.

source: This is a portable radio. Using this radio turns it on. It will pick up any nearby signals being broadcast and play them audibly.
ko: 휴대용 라디오입니다. 라디오를 키면, 주변에 송출되는 신호를 무엇이든 수신하여 재생합니다.
ru: Переносимое радио. Активируйте чтобы включить. Оно будет проигрывать ближайшие транслируемые сигналы.

source: This portable radio is turned on, and continually draining its batteries. It is playing the broadcast being sent from any nearby radio towers.
ko: 휴대용 라디오입니다. 라디오가 켜진 상태로, 근처의 라디오 타워에서 보내주는 방송이 흘러나오고 있습니다.
ru: Это радио включено и продолжает потреблять батарейки. Оно воспроизводит передачи посланные с ближайших радиовышек.

source: This is an antenna designed to pick up signals better when pointed at the source. You could use this with a radio to receive faint signals.
ko: 전파를 더 잘 잡아낼 수 있도록 설계된 안테나입니다. 라디오와 함께 사용하면 미약한 신호를 잡아낼 수 있습니다.
ru: Эта антенна предназначена для лучшего приёма сигнала, если она направлена на его источник. Её можно использовать в радио для приёма нечётких сигналов.

source: This is a black box, seemingly pulled from some sort of military vehicle wreckage. If you can find a system to analyze this you may find something of interest.
ko: 군용 차량의 잔해에서 발견한 블랙박스입니다. 이를 분석할 수 있는 시스템을 발견하다면, 뭔가 흥미로운 것을 찾을 수 있을 것 같습니다.
ru: Чёрный ящик, скорее всего найденный в обломках военного транспорта. Если сможете найти систему для анализа этого аппарата, то, возможно, узнаете что-нибудь интересное.

source: Control laptop
ko: 로봇 제어용 노트북(Control laptop)
ru: Ноутбук контроля

source: A modified laptop, now capable of transmiting in the ultra high frequencies utilized by robots. Activate it to command robots from afar
ko: 극초단파를 이용하여 로봇과 무선통신을 할 수 있도록 개조된 노트북입니다. 작동시키면 멀리 떨어진 로봇에게 명령을 내릴 수 있습니다.
ru: Модифицированный ноутбук теперь способен транслировать на сверхвысоких частотах, используемых роботами. Активируйте его, чтобы командовать роботами издалека

source: This device was constructed by 'enhancing' a radio with some amplifier circuits. It's completely lost its ability to pick up a station, but it's nice and loud now. It could be useful to distract zombies.
ko: 이 장치는 라디오에 증폭 회로를 사용하여 '강화' 시킨 것입니다. 신호 수신 능력은 완전히 잃었지만, 엄청나게 큰 소리를 냅니다. 좀비 유인에 유용할 것 같습니다.
ru: Это продукт "улучшения" обычного радио при помощи усилителей. У него полностью утрачена способность принимать сигналы, но оно очень громкое. Можно использовать для привлечения зомби.

source: This device has been turned on and is emitting horrible sounds of radio static. Quick, get away from it before it draws zombies to you!
ko: 장치가 작동되어 끔찍한 라디오 소음을 발생시킵니다. 서둘러 자리를 피하십시오. 좀비들이 들이닥치기 전에!
ru: Это устройство было включено и издаёт чудовищные звуки радиопомех. Скорее, избавьтесь от него, прежде чем он привлечёт внимание зомби.

source: This is a road map for the local area. Listing information on civic sites like hospitals and police stations, it can be used to add points of interest to your map.
ko: 주변 지역이 그려진 도로 지도입니다. 병원이나 경찰서 같은 공공건물의 위치가 표시되어 있으며, 사용하면 흥미로운 건물들의 위치를 지도에 추가합니다.
ru: Это дорожная карта данного района. Содержит информацию о таких городских местах, как больницы и полицейские участки. Использование добавит эти места на вашу карту.

source: This is a hand-drawn map of the local area. Whomever created it has marked down the locations of nearby supply sources including gun stores and gas stations. Using it will add points of interest to your map.
ko: 손으로 그린 지도로 주변 지역이 나타나 있습니다. 누군가가 총포상이나 주유소 같은 가까운 보급원의 위치를 표시해놓았습니다. 사용하면 흥미로운 건물들의 위치를 지도에 추가합니다.
ru: Это нарисованная от руки карта местности. Кто бы ни создал эту карту, он отметил расположение источников снабжения, включая оружейные магазины и АЗС. Использование добавит эти места на вашу карту.

source: This is a printed topographical map of the local area. Originally of military origin, it details the locations of evacuation centers and military facilities. Using it will add points of interest to your map.
ko: 주변 지역이 인쇄된 지형도입니다. 원래는 군대에 있었을 것으로 유추되며, 대피 시설과 군사 시설의 위치가 표시되어있습니다. 사용하면 흥미로운 건물들의 위치를 지도에 추가합니다.
ru: Это топографическая карта местности. Содержит расположение центров эвакуации и других военных объектов. Использование добавит эти места на вашу карту.

source: This is glossy printed pamphlet that details dining establishments in the local area. Printed by the Chamber of Commerce, it lists the addresses of all the best diners and bars. Using it will add points of interest to your map.
ko: 화려하게 인쇄된 팸플릿으로 주변 지역의 식당이 안내되어있습니다. 상공 회의소에서 인쇄되었으며, 최고의 식당과 바의 주소가 나열되어있습니다. 사용하면 흥미로운 건물들의 위치를 지도에 추가합니다.
ru: Эта глянцевая брошюра, изданное торговой палатой, описывает местные обеденные учреждения. Она содержит перечень адресов всех лучших закусочных и баров. Использование добавит эти места на вашу карту.

source: This is a hefty prying tool. Use it to open locked doors without destroying them or to lift manhole covers. You could also wield it to bash some heads in.
ko: 뭔가를 따낼 때 쓰는 공구입니다. 잠긴 문이나 상자를 부수지 않고 열 때나, 맨홀 뚜껑을 열 때 사용합니다. 좀비들의 머리통을 열 때 사용할 수도 있습니다.
ru: Пользуясь ломом, вы можете вскрывать без лишнего шума запертые двери и сдвигать крышки канализационных люков. Ну или надавать кому-нибудь по башке.

source: This is a heavy multiple-use tool commonly carried by firefighters, law enforcement, and military rescue units. Use it to open locked doors without destroying them or to lift manhole covers. You could also wield it to bash some heads in.
ko: 무거운 다용도 도구로 보통 소방관이나 경찰 또는 구조 부대에서 가지고 다닙니다. 잠긴 문을 부수지 않고 열거나 맨홀 뚜껑을 들어 올릴 때 사용됩니다. 게다가 머리를 후려치는 데에도 사용할 수 있습니다.
ru: Этот тяжелый многоцелевой инструмент обычно используется пожарными, сотрудниками правоохранительных органов или военных спасательных подразделений. При его помощи вы можете открыть запертые двери не разрушая их или вскрыть люки. Кроме того, можно пустить его в ход, чтобы разбить чьи-нибудь головы.

source: This is a pipe whose ends have been bent and hammered flat to resemble a crowbar. Use it to open locked doors without destroying them, or to lift manhole covers. You could also wield it to fight with, in a pinch.
ko: 파이프를 망치질해서 쇠지레처럼 만든, 급조 쇠지레입니다. 잠긴 문이나 상자를 부수지 않고 열 때나, 맨홀 뚜껑을 열 때 사용합니다. 긴급 상황 시에는, 들고 싸울 수도 있습니다.
ru: Труба с загнутыми концами, которые расплющены на подобии ломика. Можно вскрывать без лишнего шума запертые двери и сдвигать крышки канализационных люков. В крайнем случае, можно использовать в качестве оружия.

source: This is a farming implement. Use it to turn tillable land into a slow-to-cross pile of dirt.
ko: 단단한 땅을 부드러운 흙으로 개간하는데 사용하는 농업기구입니다.
ru: Сельскохозяйственный инструмент. Используйте тяпку, чтобы вспахать землю (это позволит замедлить монстров).

source: This is a digging tool. Use it to dig pits adjacent to your location.
ko: 땅을 팔 때 사용되는 공구입니다. 사용하면 주변의 땅을 파서 구덩이를 만들 수 있습니다.
ru: Инструмент для копания. Используйте лопату, чтобы окопать глубокими ямами ваше убежище.

source: This is a medical listening tool. Use it to listen to things. Closely.
ko: 무언가를 자세히 듣는데 사용되는 의료용 도구입니다.
ru: Медицинский прибор. Устройство для прослушивания чего-либо с близкого расстояния.

source: This is a flexible rubber hose. It could be used for crafting, or siphoning fuel from a vehicle.
ko: 탄력 좋은 고무호스입니다. 제작에 쓸 수도 있고, 차량에서 기름을 빨아내는데 쓸 수도 있습니다.
ru: Гибкий резиновый шланг. Может быть использован для крафта или слива бензина из автомобилей.

source: This is a lumbering tool moonlighting as weapon of opportunity. If loaded with gas, using this item will cause it to turn on, turning it into a very powerful but unwieldy melee weapon.
ko: 벌목 도구지만 종종 적절한 무기로 사용되기도 합니다. 연료가 충전되어있으면 사용하여 작동시킬 수 있으며, 작동되면 매우 강력한 무기가 되지만 휘두르기에 적합하지는 않습니다.
ru: Это инструмент лесоруба подрабатывает оружием возможностей. Если загружен газом, активируйте, чтобы включить, превратив его в очень мощное, но громоздкое оружие ближнего боя.

source: This chainsaw is on and making a lot of noise. Use it to turn it off.
ko: 이 전기톱은 작동 중이며 많은 소음을 발생시킵니다. 사용하면 작동을 중지합니다.
ru: Бензопила включена и создаёт много шума. Активируйте её, чтобы выключить.

source: An electric meat carver powered by batteries. Two serrated blades that vibrate together to slice just about anything from turkey to ham... even zombies!
ko: 전지로 작동되는 전동칼입니다. 두 개의 톱니형 칼날은 동시에 진동하며 칠면조를 햄으로 만들듯이 모든 것을 잘게 썰어냅니다... 심지어 좀비조차도!
ru: Электрорезка для мяса, работающий от батареек. Имеет два зубчатых лезвия, одновременно вибрирующих, позволяя нарезать всё что угодно от индейки до ветчины... даже зомби!

source: This carver is on and the blades are buzzing. Use it to turn it off.
ko: 이 전동칼은 작동 중이며 칼날이 윙윙거리고 있습니다. 사용하면 작동을 중지합니다.
ru: Этот резак включён и лезвия вибрируют. Активируйте его, чтобы отключить.

source: A cordless, double-sided, gasoline-powered hedge trimmer. A long line of sharp-edged teeth extends from the engine; turning the trimmer on will make them rapidly vibrate. The poor man's chainsaw as far as the zombies are concerned.
ko: 무선에 양면 사용이 가능한 재단기로 휘발유를 사용해서 작동합니다. 날카롭게 튀어나온 긴 톱니선은 엔진에서부터 시작되고, 재단기를 작동시키면 톱니들이 빠르게 진동할 것입니다. 이 소형판 전기톱은 좀비조차 갈아버릴 것입니다.
ru: Двухсторонние, работающие на бензине шпалерные ножницы без цепи. Длинный ряд острых зубьев простирается от двигателя; включение инструмента заставит их быстро вибрировать. Хоть это не бензопила, но зомби все равно обеспокоены.

source: A cordless, double-sided, gasoline-powered hedge trimmer. It is currently on, ready to do some zombie topiary; use this item to turn it off.
ko: 무선에 양면 사용이 가능한 재단기로 휘발유를 사용해서 작동합니다. 현재 작동 중이며, 좀비를 다듬을 준비가 되어있습니다. 사용하면 작동을 중지합니다.
ru: Двухсторонние, работающие на бензине шпалерные ножницы без цепи. В настоящее время включены и готовы подстричь некоторых зомби. Используйте их для того, чтобы выключить.
