Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This is a massive axe designed for warfare. Though intended for use as a weapon, it can also be pressed into service as a rather clumsy woodcutting tool.
ko: 전쟁용으로 설계된 육중한 도끼입니다. 무기로 사용하도록 만들어졌지만 조금 다루기 힘들어서 그렇지, 벌목 도구로 사용될 수도 있습니다.
ru: Этот массивный топор предназначен для боя. Также его можно использовать в качестве довольно неудобного инструмента.

source: This is a large stick, wrapped in gasoline soaked rags. When lit, produces a fair amount of light. You'll need a lighter or matches to light it.
ko: 천 조각에 휘발유를 적셔 큰 막대기에 감아놓은 횃불입니다. 불을 붙이기 위해서는 라이터나 성냥이 필요합니다.
ru: Большая палка, обмотанная пропитанной в бензине тряпкой. При горении излучает много света. Чтобы зажечь нужны спички или зажигалка.

source: This is a large stick, wrapped in gasoline soaked rags. It is burning, producing plenty of light.
ko: 천 조각에 휘발유를 적셔 큰 막대기에 감아놓은 횃불입니다. 불타고 있으며, 환하게 빛을 뿜어내고 있습니다.
ru: Большая палка, обмотанная пропитанной в бензине тряпкой. Горит, излучая много света.

source: This is sturdy wood bat, wrapped in gasoline-soaked rags and flame-resistant Nomex fabric. Light it, and the ball game will REALLY heat up. You'll need a lighter or matches to light it.
ko: 튼튼한 목제 야구방망이에 휘발유를 흠뻑 먹인 천 조각과 노멕스(Nomex) 방화 직물을 감았습니다. 불을 붙이면 야구 경기가 진짜로 불타오를 것입니다. 불을 붙이기 위해서는 라이터나 성냥이 필요합니다. (역주: 유명한 야구방망이 메이커인 Louisville Slugger의 패러디입니다.)
ru: Прочная деревянная бейсбольная бита, обмотанная пропитанной в бензине тряпкой из номекса. Поджигайте и игра станет действительно ЖАРКОЙ! Для этого вам понадобится зажигалка или спички.

source: This is a sturdy wood bat, wrapped in gasoline-soaked rags and flame-resistant Nomex fabric. It is burning brightly, and makes it much easier to see the baselines at night games (It also makes the umpire FAR more likely to call a ball instead of a strike).
ko: 튼튼한 목제 야구방망이에 휘발유를 흠뻑 먹인 천 조각과 노멕스(Nomex) 방화 직물을 감았습니다. 환하게 불타오르고 있어서 야간 경기의 베이스 라인을 보기가 훨씬 쉬워질 것입니다. (그리고 심판이 스트라이크보다 볼을 더 많이 외치도록 만들어 줄 것입니다.) (역주: 유명한 야구방망이 메이커인 Louisville Slugger의 패러디입니다.)
ru: Прочная деревянная бейсбольная бита, обмотанная пропитанной в бензине тряпкой из номекса. Горит ярко, что позволяет насладиться ночной игрой по вышибанию мозгов.

source: This is a thick candle. It doesn't provide very much light, but it can burn for quite a long time. You'll need a lighter or matches to light it.
ko: 굵은 양초입니다. 아주 밝은 빛을 내진 않지만, 제법 오랫동안 켜둘 수 있습니다. 불을 붙이려면 라이터나 성냥이 필요합니다.
ru: Толстая свеча, не даёт много света, зато способна гореть в течение длительного времени. Чтобы зажечь нужны спички или зажигалка.

source: This is a thick candle. It doesn't provide very much light, but it can burn for quite a long time. This candle is lit.
ko: 굵은 양초입니다. 아주 밝은 빛을 내진 않지만, 제법 오랫동안 켜둘 수 있습니다. 이 양초는 켜져 있습니다.
ru: Толстая свеча, не даёт много света, зато способна гореть в течение длительного времени. Эта свеча горит.

source: This is large metal stand with slots in the side. Use it to place it somewhere then set fires in it with no risk of spreading.
ko: 옆에 구멍이 뚫려있는 커다란 금속 스탠드입니다. 사용하여 설치할 수 있으며 설치할 경우 화재의 위험 없이 불을 피울 수 있습니다.
ru: Большой ящик с отверстиями по бокам. Активируйте его, установите где-нибудь и зажгите внутри огонь, без риска распространения.

source: This is a funnel used to collect rainwater. Use it outside and place a container beneath it to collect water when it rains.
ko: 빗물을 모으는 깔때기입니다. 야외에서 'a' 키를 눌러 작동한 다음 밑에 용기를 놔두면, 비가 올 때 물을 모을 수 있습니다.
ru: Воронка для сбора дождевой воды. Активируйте её снаружи и разместите под ней контейнер, чтобы собрать воду во время дождя.

source: This is a small, makeshift funnel used to collect rainwater. Use it outside and place a container beneath it to collect water when it rains.
ko: 빗물을 모으는 수제 깔때기입니다. 야외에서 'a' 키를 눌러 작동한 다음 밑에 용기를 놔두면, 비가 올 때 물을 모을 수 있습니다.
ru: Маленькая самодельная воронка для сбора дождевой воды. Активируйте её снаружи и разместите под ней контейнер, чтобы собрать воду во время дождя.

source: This is a small hand press for hand loading firearm ammunition. It comes with everything you need to start hand loading your own munitions.
ko: 총기의 탄약에다가 장약을 넣기 위해 사용하는, 소형 수동 압착기입니다. 탄약 제작에 필요한 다른 도구도 포함되어 있습니다.
ru: Маленький ручной пресс для снаряжения патронов. В комплекте имеется всё необходимое для самостоятельной заправки и обжатия патронов.

source: This is a Philips-head screwdriver. It is important for almost all electronics crafting, most mechanics crafting, and has many more uses.
ko: 필립스(Philips)식 스크류드라이버입니다. 거의 모든 전자기기와 많은 기계장치의 제작에 중요하게 사용되고, 그 외에도 많은 용도로 사용됩니다. (역주: 끝 부분이 약간 둥근 십자 스크류드라이버. 다른 형태의 십자 스크류드라이버로는 Fearson식이 있습니다.)
ru: Крестовая отвёртка. Необходима практически для всех рецептов создания электроники, создания большей части механики и другого использования.

source: This is an adjustable crescent wrench. It could be a decent melee weapon, and is used in many mechanics crafting recipes.
ko: 조절 가능한 렌치입니다. 근접무기로도 쓸만하며, 다양한 기계 제작에 쓰입니다.
ru: Разводной гаечный ключ. Неплохое оружие ближнего боя, а также используется во многих механических крафтах.

source: This is large pair of bolt cutters. You could use them to cut padlocks or heavy gauge wire.
ko: 대형 절단기입니다. 사용하여 자물쇠나 굵은 철사를 잘라낼 수 있습니다.
ru: Большие арматурные ножницы. Можно срезать замки или перекусывать провода большого сечения.

source: This is an unwieldy mop. Good for cleaning up spills. Use to mop up any 'mess' you may have made.
ko: 다루기 불편한 대걸레입니다. 바닥의 액체를 닦아낼 때 좋습니다. 사용하면 당신이 '어질러놓은' 액체들을 닦아냅니다.
ru: Громоздкая швабра. Хороша для чистки пятен. Активируйте, чтобы прибраться за собой.

source: This is a locksmith's set of sturdy steel lock picks and torsion wrenches. It is essential for silently and quickly opening locks, provided you have some mechanical skill.
ko: 자물쇠공의 견고한 강철 락픽과 토션 렌치 세트입니다. 조용하고 빠르게 잠금장치를 열기 위해서는 필수적인 도구로, 기계공학 기술과 관계가 있습니다.
ru: Слесарный набор отмычек из крепкой стали, для тихого и быстрого взлома замков, если у вас есть кое-какие знания в механике.

source: This is an improvised set of picks and torsion wrenches made from scrap metal. You need MacGyver-like skills to open locks with these as they are brittle, but they lower the chances of alarms being set off.
ko: 급조된 락픽과 토션 렌치 세트입니다. 이런 허술한 도구로 잠금장치를 열기 위해서는 맥가이버 정도의 기술이 필요하지만, 경보음이 울릴 가능성을 줄여줍니다.
ru: Набор импровизированных отмычек, сделанных из металлолома. Вам понадобятся навыки медвежатника, чтобы отпереть замок, зато они очень лёгкие, что снижает шансы поднять тревогу.

source: This is a secure combination lock box. Sadly, you don't know the combination. Breaking inside it would destroy anything of value.
ko: 복합 잠금장치가 되어있는 상자입니다. 슬프게도 어떻게 잠금을 풀어야 할지는 모릅니다. 그렇다고 상자를 부숴버리면 안에 있는 것들도 부서질 것 같습니다.
ru: Ящик с кодовым замком, к сожалению, вы не знаете правильной комбинации для его открытия. Попытка взломать его силой уничтожит что-либо ценное внутри.

source: This is a large steel pickaxe, suitable for breaking up hard things or (with enough skill) hard targets. Strike the earth!
ko: 큼직한 강철 곡괭이로, 단단한 물체 또는 (충분히 숙련되어있다면) 단단한 표적을 부수기에 적합합니다. 땅을 내려찍으세요(Strike the earth)! (역주: Strike the earth!는 Dwarf Fortress의 패러디입니다.)
ru: Большая стальная кирка. Подходит для разлома жестких предметов или (если хватит навыка) крепкой цели. Пронзи землю!

source: This is a spray can, filled with paint. Use this tool to make graffiti on the floor.
ko: 페인트 스프레이입니다. 사용하여 바닥에 낙서를 할 수 있습니다.
ru: Аэрозольный баллончик, заполненный краской. Используйте этот инструмент, чтобы делать надписи на полу.

source: This is a King Size(tm) industrial strength permanent marker, about halfway between a typical marker and a can of spray paint in size. Use it to write something down. However, writing 'Elbereth' probably won't help you.
ko: 킹 사이즈 사의 공업용 반영구 마커입니다. 일반적인 마커와 캔 스프레이의 중간 정도 크기입니다. 하지만 이걸로 'Elbereth'를 땅에다 써도 당신을 도와주지는 않을겁니다. (역주: Elbereth는 반지의 제왕 세계관에서 등장하는 용어이기도 하며, 특히 로그라이크 게임 '넷핵'에서 바닥에 이걸 쓰면 대부분의 적들이 다가오지 못하는 능력을 가진 단어입니다. 넷핵은 로그라이크의 원조인 '로그'의 정통 계승자라고 봐도 될만큼 유명한 게임이죠.)
ru: Здоровенный промышленный несмываемый маркер, по размерам где-то между обычным маркером и баллончиком краски. Активируйте, чтобы нанести надпись. Стоит предупредить, что писать "IDDQD" бесполезно.

source: This is a plate of reinforced Kevlar. It could be used to repair items made of Kevlar.
ko: 보강된 케블라 판입니다. 케블라 재질의 물건을 수리하는 데 사용할 수 있습니다.
ru: Это пластина из армированного кевлара. Она может быть использована для ремонта изделий из кевлара.

source: PDA
ru: КПК

source: This is a small, multipurpose electronic device. It can be loaded with a variety of apps, providing all kinds of functionality.
ko: 다용도 소형 전자기기입니다. 다양한 앱을 로드해서 많은 기능을 사용할 수 있습니다.
ru: Небольшое устройство многоцелевого назначения. На него можно загрузить множество приложений, которые придадут устройству какую-угодно функциональность.

source: This is a small, multipurpose electronic device. This PDA has its flashlight app on, and is providing light.
ko: 다용도 소형 전자기기입니다. 이 PDA에는 손전등 앱이 들어있어서, 조명으로 사용할 수 있습니다.
ru: Небольшое многофункциональное электронное устройство. На нём запущено приложение "Фонарик" и устройство излучает свет.

source: This is a small pocket knife. It isn't great for combat, but it's better than nothing. It's sharp enough to butcher with.
ko: 작은 주머니 칼입니다. 전투에는 적합하지 않지만, 그래도 없는 것보다는 낫습니다. 시체 해체에 사용할 수도 있습니다.
ru: Небольшой складной нож, не очень эффективен в качестве оружия, но лучше, чем ничего. Достаточно острый, чтобы использовать для разделки.

source: A knife consisting of a long somewhat sharpened spike and a tightly wrapped a rag as a handle. It makes a good melee weapon.
ko: 무언가 길고 뾰족한 것을 날카롭게 만들고 천 조각을 단단히 감아 손잡이로 만든 칼입니다. 괜찮은 근접 무기로 사용할 수 있습니다.
ru: Остро заточенный предмет, обернутый тряпкой в качестве рукоятки. Неплохое холодное оружие.

source: This is sharp needle made from a bone. It would be useful for making rough clothing and items
ko: 뼈로 만든 날카로운 바늘입니다. 단순한 의류나 물품을 제작하는데 유용합니다.
ru: Острая иголка из кости, сгодится для шитья простых вещей.

source: This is a wooden needle whittled down to a sharp point. It has a narrow hole carved into the head for threading.
ko: 뾰족하게 깎아낸 나무 바늘입니다. 머리 부분에 실을 넣을 수 있도록 좁은 구멍을 파놓았습니다.
ru: Это деревянная игла с острым кончиком. Она имеет узкую дыру для продевания нити.

source: This is a rock affixed to a stick, in the crude facsimile of a hammer. It functions adequately as a hammer, but really can't compare to a proper one.
ko: 돌에 막대기를 부착한 것입니다. 망치로서는 충분한 기능을 수행하지만, 진짜 망치보다는 못합니다.
ru: Камнем, закрепленным на палке, можно пользоваться как молотком, но он никогда не сравнится с настоящим инструментом.

source: This is a sharpened stone affixed to a stick. It works passably well as an axe but really can't compare to a proper axe.
ko: 막대기에 날카로운 돌을 붙인 것입니다. 도끼로 사용할 수 있지만, 진짜 도끼보다는 못합니다.
ru: Заострённым камнем, закрепленным на палке, можно пользоваться как топором, но он никогда не сравнится с настоящим инструментом.

source: This is a flattened stone affixed to a stick. It works passably well as a shovel but really can't compare to a real shovel.
ko: 납작한 돌을 막대기에 묶은 것입니다. 삽으로 사용할수 있지만, 진짜 삽보다는 못합니다.
ru: Плоский камень, присоединённый к палке, работает вполне сносно в качестве лопаты, но никогда не сравнится с настоящей лопатой.

source: This is a sharpened stone set into a hollowed handle. Not nearly as usable as a proper knife, but it's better than nothing.
ko: 속을 파낸 손잡이에 날카롭게 갈아낸 돌을 끼워 넣었습니다. 제대로 된 칼처럼 쓰기는 힘들지만, 아무것도 없는 것보다는 낫습니다.
ru: Обычный камень, которому придали форму грубого лезвия и вставили в расщеп деревянной рукояти. Не так полезен, как обычный нож, но все же лучше чем ничего.

source: This is a stout collapsible spade. It's commonly used by military forces and favored by hikers for digging.
ko: 접을 수 있는 튼튼한 삽입니다. 주로 군인이나 등산가들이 사용합니다.
ru: Это крепкая складная лопата. В основном используется военными и туристами.

source: This is a large stick, with the end carved into a broad blade for digging. It could be used to dig shallow pits, but not deep ones.
ko: 끝을 날처럼 깎아서 구멍을 파는데 쓰는 긴 막대기입니다. 얕은 구멍은 팔 수 있지만, 깊은 구덩이는 팔 수 없습니다.
ru: Это большая палка, конец которой вырезан в форме ножа. Может быть использована, чтобы вырыть неглубокие ямки, но не более того.

source: This is a small shelter, made of sticks and skins. Use it to place.
ko: 작은 피난처를 만드는데 필요한 막대기와 천입니다. 'a' 키로 설치합니다.
ru: Небольшое,укрытие сделанное из палок и кожи. Активируйте, чтобы разместить.

source: This is a small shelter, made of sticks and skins. Use it to place. This shelter has been damaged, and needs repairs.
ko: 작은 피난처를 만드는데 필요한 막대기와 천입니다. 'a' 키로 설치합니다. 이 키트는 손상을 입었기 때문에, 수리가 필요합니다.
ru: Небольшое укрытие, сделанное из палок и шкур. Активируйте, чтобы разместить. Эта укрытие повреждено и нуждается в ремонте.

source: This is a chemical heat pack. It's used to treat sports injuries and heat food. It is usable only once.
ko: 화학 반응을 이용한 발열팩입니다. 운동으로 인한 부상 치료와 음식을 데우는 데 사용됩니다. 단 한 번만 사용할 수 있습니다.
ru: Химическая грелка, используется для лечения спортивных травм и разогрева пищи. Используется только один раз.

source: This is a chemical heat pack. It's used to treat sports injuries and heat food. This one has been used and is chemically inert, rendering it useless.
ko: 화학 반응을 이용한 발열팩입니다. 운동으로 인한 부상 치료와 음식을 데우는 데 사용됩니다. 이미 사용되어 화학적으로 비활성화 되었기에 다시 사용할 수 없습니다.
ru: Одноразовая грелка, используется для лечения спортивных травм и разогрева еды. Однако эта уже была использована и теперь бесполезна.

source: This is a M72 LAW, packed in its storage form. Use it to pop it out and make it ready to fire. Once it is activated, it cannot be repacked.
ko: 휴대용 상태로 접혀진 M72 LAW입니다. 사용하면 미익을 펼쳐 발사 준비 상태로 만듭니다. 한번 펼치면 다시 접을 수 없습니다.
ru: Одноразовый гранатомёт M72 LAW, упакованный для хранения и перевозки. Активируйте его, чтобы привести в состояние боевой готовности, после чего он уже не может быть упакован.

source: This is a sealed glass jar containing some meat. Use to open and eat to enjoy.
ko: 유리병에 고기를 넣어 밀봉한 것입니다. (a) 키로 열어 먹을 수 있습니다.
ru: Закрученная крышкой стеклянная банка с мясом. Откройте её и наслаждайтесь.

source: This is a sealed glass jar containing some fish. Use to open and eat to enjoy.
ko: 유리병에 생선을 넣어 밀봉한 것입니다. (a) 키로 열어 먹을 수 있습니다.
ru: Закрученная крышкой стеклянная банка с рыбой. Откройте её и наслаждайтесь.

source: This is a sealed glass jar containing kompot. Use to open and eat to enjoy.
ko: 캄포트가 들어있는 밀봉된 유리병입니다. (a) 키로 열어서 먹을 수 있습니다.
ru: Закрученная крышкой стеклянная банка с компотом. Открывайте и наслаждайтесь напитком.

source: This is a sealed glass jar containing human meat. Use to open and eat to enjoy - if you really want to.
ko: 인육을 유리병에 넣어 밀봉한 것입니다. (a) 키로 열어 먹을 수 있습니다. 정말로 먹고 싶다면요.
ru: Закрученная крышкой стеклянная банка с человечиной. Откройте её и кушайте, если действительно этого хотите.

source: This is a sealed glass jar containing mixed vegetables. Use to open and eat to enjoy.
ko: 채소를 유리병에 넣어 밀봉한 것입니다. (a) 키로 열어 먹을 수 있습니다.
ru: Закрученная крышкой стеклянная банка с овощами. Откройте её и наслаждайтесь.

source: This is a sealed glass jar containing sliced fruits. Use to open and eat to enjoy.
ko: 과일을 유리병에 넣어 밀봉한 것입니다. (a) 키로 열어 먹을 수 있습니다.
ru: Закрученная крышкой стеклянная банка с кусочками фруктов. Откройте её и наслаждайтесь.

source: This is a sealed glass jar containing pickled vegetables. Use to open and eat to enjoy.
ko: 절인 채소를 유리병에 넣어 밀봉한 것입니다. (a) 키로 열어 먹을 수 있습니다.
ru: Закрученная крышкой стеклянная банка с маринованными овощами. Откройте её и наслаждайтесь.

source: This is a sealed glass jar containing pickled meat. Use to open and eat to enjoy.
ko: 절인 고기를 유리병에 넣어 밀봉한 것입니다. (a) 키로 열어 먹을 수 있습니다.
ru: Закрученная крышкой стеклянная банка с маринованным мясом. Откройте её и наслаждайтесь.

source: This is a sealed glass jar containing pickled fish. Use to open and eat to enjoy.
ko: 유리병에 절인 생선을 넣어 밀봉한 것입니다. (a) 키로 열어 먹을 수 있습니다.
ru: Закрученная крышкой стеклянная банка с маринованной рыбой. Откройте её и наслаждайтесь.

source: This is sealed glass jar containing pickled human flesh. Use to open. You might even enjoy it.
ko: 절인 인육을 유리병에 넣어 밀봉한 것입니다. 정말 먹고싶다면, (a) 키로 열어 먹을 수 있습니다.
ru: Закрученная крышкой стеклянная банка с маринованной человечиной. Откройте её и кушайте. Возможно вам даже понравится.

source: A sealed flask holding sanitized yeast wort. You may harvest the yeast inside when it's done culturing.
ko: 밀봉된 플라스크에 담겨있는 살균된 효모 배양액입니다. 배양이 끝나면 안에 담긴 효모를 채취할 수 있습니다.
ru: Закрытый флакон с дрожжами. Вы можете наполнить его дрожжами, когда они вырастут.

source: This is a cordless drill with a selection of drill bits. The charger base contains a battery draining attachment so the drill can be charged in lieu of mains power.
ko: 몇 개의 드릴 부품이 포함된 무선 드릴입니다. 충전장치에 배터리를 사용할 수 있는 부분이 추가로 있어서 주 전원 없이도 사용할 수 있습니다.
ru: Переносная дрель с набором свёрл. Зарядное устройство может использовать батареи, поэтому дрель можно заряжать вдали от розеток.

source: This is a portable heat sealer unit with an air pump. It's used for vacuum packing food to preserve it.
ko: 공기 펌프를 사용하여 진공상태로 만든 뒤 열을 가해 밀봉하는 휴대용 진공 포장기입니다. 음식을 포장하는데 사용할 수 있습니다.
ru: Портативный прибор с термоэлементом и воздушным насосом. Предназначен для вакуумной упаковки продуктов для долговременного хранения.

source: This is decent sized piece of cotton, sterilized and sealed. It's designed for medical purposes.
ko: 의료용으로 만들어진, 적당한 크기의 면 조각입니다.
ru: Упаковка стерилизованной марли. Предназначена для медицинских целей.

source: This is a talking doll, meant for children. Fortunately it still works, and you could unload the batteries out of it.
ko: 어린아이들이 가지고 노는, 말하는 인형입니다. 운 좋게도 아직 작동하며, 덤으로 안에 든 배터리를 꺼낼 수 있습니다.
ru: Говорящая кукла, игрушка для детей. К счастью, она ещё работает и вы можете вытащить батарейки из неё.

source: This is a fluffy and large towel. It could be used to dry yourself. Any person that can travel the length and breadth of the apocalypse, rough it, slum it, struggle against terrible odds, win through and still know where their towel is, is clearly a force to be reckoned with.
ko: 털이 많은 수건으로, 젖은 몸을 말리는데 쓸 수 있습니다. 멸망한 세계를 여행하면서 구르고, 깨지고, 괴물과 싸우고, 승리하는 과정 속에서도, 수건이 어디에 있는지 기억하는 것은 여행자들에게 가장 중요한 일입니다.
ru: Большое ворсистое полотенце, можно вытереться, если промокли. Любой знает, что человек, который исколесил апокалиптический мир вдоль и поперёк, прошел через голод, нужду и лишения, одолел толпы ужасных тварей и всё-таки имеет при себе полотенце, это человек, с которым можно иметь дело.

source: This is a large, sopping wet towel. If you wait a little bit, it should dry out. Don't panic.
ko: 흠뻑 젖은 수건입니다. 잠시 동안 기다린다면 마를 것입니다. 당황하지 마세요(Don't Panic). (역주: 'Don't Panic'은 '은하수를 여행하는 히치하이커를 위한 안내서'의 패러디입니다.)
ru: Это большое, насквозь промокшее полотенце. Если вы подождёте немного, оно высохнет. Без паники.

source: This crude welder has been fashioned from a bundle of copper wire, scrap metal, and complete disregard for personal safety. While it's not as efficient as a factory welder, it will serve in a pinch.
ko: 구리 전선과 고철을 가지고 직접 손으로 만든, 조악한 수제 용접기입니다. 사용자의 안전 같은건 고려되지 않았습니다. 공장제 용접기만큼 효율적이지는 않지만, 그래도 작동은 합니다.
ru: Этот кустарный сварочный аппарат, сделанный из мотка медной проволоки и металлолома, полностью пренебрегает правилами техники безопасности. Он не так эффективен, как промышленный образцы, но работает.

source: This is a still. It's useful for creating distillation of alcohol and other, more curious substances.
ko: 알코올, 혹은 다른 여러 의문스러운 물질을 증류하는데 사용되는 증류기입니다.
ru: Самогонный аппарат, используется для дистилляции алкоголя и других, не менее интересных субстанций.

source: This is a plastic mold. It could be shaped and used to craft items made of plastic.
ko: 플라스틱 물품을 만들때 사용하는 거푸집입니다.
ru: Приспособление, которому можно придать нужную форму и использовать для крафта предметов из пластика.

source: This is a chemistry set stored in a bag. The contents include glass containers, hoses, metal wire, a hotplate, and safety glasses. It might be used to craft some chemistry projects if you're so inclined.
ko: 화학용 도구를 담아둔 가방으로, 유리병, 호스, 철사, 전열기, 보안경으로 이루어져 있습니다. 할 수 있다면 화학 약품 등을 만들 때 도구로 사용할 수 있습니다.
ru: Сумка с химическими принадлежностями. Содержит в себе стеклянные колбы, резиновые шланги, металлическую проволоку, электроплитку и защитные очки. Необходим для крафта с использованием химических реакций, если у вас появится такое желание.

source: This is a fine glass tube with a bulb with an bowl on one end. It's used in partaking of certain illicit substances.
ko: 끝부분이 원형인 유리관입니다. 몇몇 불법적인 약물을 흡입하는데 사용됩니다.
ru: Прозрачная стеклянная трубочка с утолщение в виде шарика на конце. Используется для употребления некоторых видов запрещённых веществ, к примеру, крек-кокаина.

source: This is a hand-blown glass pipe. It's of the type most commonly used to smoke recreational substances.
ko: 흡입용 유리 파이프입니다. 환각 물질을 피울 때 주로 사용되는 형태입니다.
ru: Выдувное стекло ручной работы. Чаще всего используется для курения разных расслабляющих веществ.

source: This is a hand-carved wooden smoking pipe. It's designed to facilitate consumption of fire cured tobacco leaves.
ko: 손으로 직접 조각해서 만든 목제 담뱃대입니다. 담배잎을 태워 흡입하는데 사용됩니다.
ru: Деревянная курительная трубка, ручной работы. Предназначена для употребления табака дымовой сушки.

source: This is a portable electric metalworking forge, powered by batteries. Combined with the right tools, you could use this for metalworking. With a little mechanical know-how, you could probably even convert it to run directly off a vehicle's power system.
ko: 전지로 작동되는 휴대 가능한 금속 가공용 전기식 용광로입니다. 적절한 연장과 함께 사용하면 이걸로 금속 가공을 할 수 있습니다. 기계공학을 조금 알고 있다면, 아마 차량의 전력 시스템과 직결하여 사용할 수 있도록 변환할 수도 있을 겁니다.
ru: Портативный электрический кузнечный горн, работающий от обычных батареек. В комплекте с нужными инструментами может использоваться при кузнечных работах. Используя знания механики, вы можете запитать его от электрики автомобиля.

source: This is a small metalworking crucible. It's used in some metalworking fabrication recipes.
ko: 철제 물품 제작에 사용되는 소형 도가니입니다.
ru: Маленький тигель для обработки металла. Используется в изготовлении рецептов, связанных металлургией.

source: This is an enormously heavy block of oddly shaped steel with a chisel-like projection set into the corner. It's used in most metalworking fabrication recipes.
ko: 옆 부분이 정 모양으로 생긴, 거대하고 엄청나게 무거운 쇳덩어리입니다. 철제 물품 제작에 주로 사용됩니다.
ru: Огромный стальной блок необычной формы с долотообразными выступами ко краям. Используется с большинстве рецептов по металлообработке.

source: These are long, aluminum tongs. They are is commonly used for cooking or in metalworking fabrication recipes.
ko: 긴 알루미늄 집게입니다. 일반적으로 요리나 금속 가공을 통한 물품 제작에 사용됩니다.
ru: Длинные, алюминиевые щипцы. Обычно используются для приготовления пищи или в металлообработке.

source: This is a short, stout metalworking chisel. It's used in some metalworking fabrication recipes.
ko: 짧고 튼튼한 금속 제작용 정입니다. 금속 물품 제작시에 사용됩니다.
ru: Короткое, толстое долото для работ по металлу. Используется в изготовлении рецептов, связанных металлургией.

source: These are a set of swages and dies for metalsmithing. These loops and metal blocks are used in some metalworking fabrication recipes.
ko: 금속 제작에 사용되는 거푸집과 압착기입니다. 금속 제작에 사용됩니다.
ru: Это набор штампов и матриц используемых в металлообработке. Эти приспособления потребуются при создании некоторых металлургических рецептов.

source: This is a huge, curved, two-handed sword from Japan. It is surprisingly light for its size.
ko: 일본에서 온 거대하고 구부러진 양손검입니다. 그 크기에 비하면 놀라울 정도로 가볍습니다.
ru: Огромный, изогнутый двуручный меч из Японии. Удивительно лёгок для своего размера.

source: This is a bottle filled with match heads and equipped with a fuse. Use this item to light the fuse; you will, of course, need a lighter in your inventory to do this. After lighting it, throw it to cause fires.
ko: 병에 성냥머리를 채워넣고 도화선을 연결한 것입니다. 도화선에 불을 붙여 사용하며, 던지면 불을 낼 수 있습니다.
ru: Бутылка, наполненная спичечными головками и снабжённая запалом. Чтобы поджечь запал, вам понадобится зажигалка. После этого не тяните с броском в нужное место.
