Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: This metallic tool is most often used to smooth concrete, or mortar, in construction projects.
ja: 建設現場でコンクリートやモルタルを平滑にする時に用いられます。
zh_cn: 这个金属工具通常是用来在建筑时平整混凝土、抹平砂浆或者刮大白的。

source: This miniature nuclear bomb has a light blinking on the side, showing that it will soon explode. You should probably get far, far away from it.
de: Bei diesem Atombömbchen blinkt eine Lampe an der Seite, was bedeutet, dass sie gleich explodieren wird. Du solltest vielleicht weit, weit weg davon gehen.
ja: おもちゃの原子爆弾です。側面のライトがピカピカと点滅しており、今にも爆発しそうです。離れたほうがいいでしょう。
zh_cn: 这种微型核弹的指示灯正在闪烁，它很快就要爆炸，你不跑开就会挂。

source: This mp3 player is turned on and playing some great tunes, raising your morale steadily while on your person. It runs through batteries quickly; you can turn it off by using it. It also obscures your hearing.
de: Dieser MP3-Player ist eingeschaltet und spielt ein paar großartige Titel, was deine Moral stetig erhöht, solange du ihn trägst. Er verbraucht schnell seine Batterien; du kannst ihn ausschalten, in dem du ihn benutzt. Er schwächt zudem dein Gehör.
ja: 起動中のMP3プレーヤーです。イヤホンから素晴らしい音楽を出力しています。士気を高めますが電池を急速に消費します。使用すると電源を切ります。また、使用中は周囲の音が聴こえにくくなります。
zh_cn: 这个MP3播放器正打开着，从中传来优美的曲调，让你的身心都为之放松。回想大灾变之后的日子，你已经经历了太多，然而未来的挑战才刚开始，稍作休整之后，你决定重整行装，再度启程。佩戴MP3的时候你的情绪会持续上升，但是也会持续耗电，所以不用的时候请记得关上它。另外当你戴着MP3时，你对周遭的声响也会失去警觉。

source: This nodachi's massive blade has been coated in diamond-like carbon, making it far more deadly.
ja: この野太刀の強大な刃はダイヤモンド状炭素結晶でコーティングされており、さらに致命的な武器になっています。
zh_cn: 这把沉重的野太刀刀刃镀了一层钻石结构碳，对于切腹来说这把刀有点大，抹脖子还是可以的，让武士的荣誉去死吧。

source: This pipe bomb's fuse is lit, and it will explode any second now. Throw it immediately!
de: Die Zündschnur dieser Rohrbombe ist angezündet und sie wird jeden Moment explodieren. Wirf sie sofort!
ja: パイプ爆弾の導火線は点火しており、すぐにも爆発しそうです。早く投げてください！
zh_cn: 引信被点燃的爆破筒，随时都会爆炸。快点扔掉吧！

source: This plutonium cell has been adapted to fit conventional battery connections. You can attach it to any battery-operated equipment, converting it to use power off the plutonium cell instead.
de: Diese Plutoniumzelle wurde so angepasst, dass sie in konventionelle Batteriefassungen passt. Du kannst sie an jedes batteriebetriebene Equipment anbringen und es somit stattdessen die Energie der Plutoniumzellen verwenden lassen.
ja: 標準のバッテリー端子に対応した原子力バッテリーです。電池で作動するほとんどの道具に対応し、導入すると原子力電池を消費して作動するようになります。
ko: 이 플루토늄 전지는 비핵 전지의 접속부에 맞도록 개조되었습니다. 모든 배터리 구동식 장비에 부착할 수 있으며, 부착하면 사용 전력을 플루토늄 전지로 대체하여 변환시킵니다.
ru: Этот плутониевый приёмник был адаптирован для соединения с обычными батареями. Вы можете присоединить его к любому устройству с питанием от батареек, чтобы в нём можно было использовать плутониевые заряды как источник питания.
zh_cn: 这钚电池已调整以适应传统电池的连接。您可以将它连接到任何电池供电的设备，将其转换为使用钚电池供电。

source: This portable radio is turned on, and continually draining its batteries. It is playing the broadcast being sent from any nearby radio towers.
de: Dieses tragbare Radio ist eingeschaltet und verbraucht nach und nach dessen Batterien. Es spielt die Übertragung, die von irgendeinem nahen Funkturm kommt, ab.
ja: 携帯ラジオの電源は入っており、継続的に電池を消費しています。近くの電波塔が送信している任意の放送を受信しています。
zh_cn: 这台无线电设备已经被启动，不停消耗着电池的同时不断向你播送着附近电台传出的资讯。

source: This printout is a string of numbers to access the elevator in the hazardous waste sarcophagus.
de: Dieser Ausdruck ist eine Kette aus Zahlen, mit denen du Zugriff auf den Aufzug im Gefahrenstoff-Sarkophag erhälst.
ja: 有害ゴミの石棺にあるエレベーターを動かす為の数字配列が印刷された書類です。
ko: 유해 폐기물을 봉인하는 석관의 엘리베이터를 작동시킬 수 있는 코드가 적힌 쪽지입니다.
ru: Это распечатка кода доступа к лифту в саркофаг опасных отходов.
zh_cn: 一串密码，用来启动通往危险废品储存间的电梯。

source: This pump is suitable for pumping air into inflatable objects.
de: Diese Pumpe ist dazu geeignet, Luft in aufblasbare Gegenstände zu blasen.
ja: 空気を入れて膨らませる道具に使います。
zh_cn: 一个打气筒，可以给任何物体充入空气，比如娃娃。

source: This remote-controlled car is on, and draining its batteries just like a real electric car! Use a remote control to drive it around.
de: Dieses funkferngesteuerte Modellauto ist eingeschaltet und verbraucht dessen Batterien wie ein echtes Elektroauto! Benutze eine Fernbedienung, um es herumzufahren.
ja: 電源が入ったラジコン模型自動車です。まるで本物の電気自動車の様に電気を使って動いています！動かすには無線制御装置を使って下さい。
zh_cn: 这辆遥控车已经开启，正跟正儿八经的电动车一样吃着电池！使用无线控制器来玩♂弄它。

source: This rubber rowboat (oars included) is deflated for storage. Activate it (having an air pump in inventory) to inflate and launch.
de: Dieses Gummiruderboot (mit Rudern) ist für die Lagerung entleert. Aktiviere es, um es aufzublasen und anzustoßen, vorausgesetzt, dass du eine Luftpumpe im Inventar hast.
ja: 空気を抜いて折り畳んでしまっておけるゴム製のボート(オール付き)です。(手押しポンプを所持した状態で)使用すると膨らみ、進水させることができます。
zh_cn: 这种物品平时都是放了气折起来存放的，需要时就给它充气，然后才能使用。当然你要有打气筒在背囊里。呃...我说的是充气划艇，不是苍老师真人倒模的娃娃！

source: This scrambler grenade is active, and will soon detonate, releasing a control wave that temporarily converts robots to your side.
de: Diese Störgranate ist aktiv und wird in Kürze detonieren. Betroffene Rototer im Wirkungsbereich wechseln vorrübergehend auf deine Seite und kämpfen für dich.
ja: 改良型EMP手榴弾のピンは既に引かれており、まもなく爆発し、ロボットをあなたの味方に変えるコントロール波を放出します。
ko: 대전자기 수류탄의 핀을 뽑아 곧 작동하며, 일시적으로 근처 로봇의 통제권을 바꿔 자신의 편으로 만들 수 있습니다.
ru: Граната-шифратор с выдернутой чекой должна скоро сработать. При этом создастся управляющая волна, временно обращающая на вашу сторону роботов попавших в зону поражения.
zh_cn: 正如字面所述，这颗手雷已经被激活了然后呢，你剩下的时间也不多了，向着远方迈步吧，真男人从不回头看爆炸。

source: This small piece of electronics can be attached to certain items and activate them after receiving a radio signal.
zh_cn: 这件小型电子元件可以被附加到某些物品上，将在接受到一个无线电信号后开启。

source: This smoke bomb has had its pin removed, indicating that it is (or will shortly be) expelling thick smoke.
de: Dieser Rauchgranate wurde der Splint entfernt, was bedeutet, dass sie jetzt dicken Rauch abgibt (oder gleich abgeben wird).
ja: 発煙弾のピンは既に引かれており、濃い煙を放出している（もしくは間もなく放出する）状態です。
ko: 핀이 뽑힌 연막탄으로, 지금 연기를 뿜어내고 있습니다. (또는 곧 뿜어낼 것입니다)
ru: У этой дымовой шашки сорвана чека. Из неё выходит (или скоро повалит) густой дым.
zh_cn: 这个烟雾弹的插销已被拔出，很快它就会开始施放黑黑的浓烟！

source: This stout combat knife features a steel guard to protect the user's knuckles. The guard can also be used for striking or blocking, and the knife can also be used to butcher corpses.
de: Dieses handfeste Kampfmesser hat einen Stahlgriff, um des Benutzers Knöchel zu schützen. Der Griff kann auch zum Schlagen oder Abblocken benutzt werden und das Messer kann auch zum Schlachten von Leichen benutzt werden.
ja: 頑丈な軍用ナイフです。使用者の指を保護する金属製のガードが特徴的です。ガードは防御するだけではなく、拳で相手を殴りつける時にも有用でしょう。
zh_cn: 这把结实的战术小刀拥有保护手指关节的钢制护手，攻守兼备。当然也可以用来肢解尸体。

source: This stout fire drill is a simple item for starting fires; it is made from two pieces of wood and some string. Since it is constructed out of simple materials, it's slow and rather difficult to get a fire started using this tool.
de: Dieser stabile Feuerbohrer ist ein einfacher Gegenstand, um Feuer zu entfachen; er wurde aus zwei Holzstücken und etwas Faden gemacht. Da er aus einfachen Materialen angefertigt wurde, ist er langsam und es ist ziemlich schwierig, mit diesem Werkzeug ein Feuer zu entfachen.
ja: 頑丈に作られた原始的な発火道具です。2本の木と糸から出来ています。製作は簡単ですが、火種を起こすのが大変です。
zh_cn: 这个结实的取火器是用来生火的简单道具，用两片木片以及一些绳子就可以做出来。很简陋，用来生火很慢而且也很难。

source: This sturdy matte black Rivtech combat dagger features a long and slim double-edged blade with a spear-point and a distinctive slip-resistant grip. Originally manufactured for the military, it was very popular in films and among collectors due to its fearsome appearance.
ja: つや消しの黒で塗装されたRivtech社製の戦闘用ダガーナイフです。ナイフとしてはやや長く細身な両刃の刀身で、貫通力を重視して先端が鋭角に成形されています。また特徴的な滑り止め加工の握りが付いています。元々は軍用に開発された製品でしたが、その鋭利で恐ろしげなデザインが注目されて映画業界やコレクターの間で大人気になりました。
zh_cn: 这是一把坚固无光泽的黑色Rivtech战斗匕首。它有着独特的细长剑形刃和专利防滑握柄。虽说它是为军队设计的，但是因为它吓人的外观，这把匕首在电影和收藏者中非常流行。

source: This versatile implement is a modern take on a traditional weapon that originated in Nepal. Featuring a heavy blade with an inwardly curved edge, it is used as both a tool and as a weapon.
ja: ネパール発祥の伝統ある武器を近代的に改造した、実用性の高い武器です。重い刃の内側は湾曲しており、武器としても道具としても使うことができます。
zh_cn: 这种多功能的传统武器起源于尼泊尔。具有重厚的刀身和向内弯曲的刀刃，可以用来作为一种工具和武器。

source: This wavy bladed dagger comes from Southeast Asia. The design of the blade causes it to make broad, painful wounds.
de: Dieser Dolch mit gewellter Klinge kommt aus Südostasien. Die Form der Klinge verursacht große schmerzhafte Wunden.
ja: 東南アジア生まれの波打つ刃を持つ短剣です。特徴的な刃は傷口を広げ、より大きな苦痛を与える為の設計です。
zh_cn: 东南亚原产的波纹状刀刃的匕首。刀刃的形状让它善于制造又大又疼的伤口。

source: This zweihander's blade has been coated in diamond-like carbon, making it pack even more of a punch.
ja: このツヴァイハンダーの刃はダイヤモンド状炭素結晶でコーティングされており、比類なき強力な剣になっています。
zh_cn: 这把双手巨剑的刀刃上镀了一层钻石结构碳，如果你觉得双手巨剑主要靠砸杀死敌人，这把剑或许可以改变你的想法。

source: UPS conversion mod
de: Esz.-Umbausatz
ja: 変換キット(UPS)
ko: UPS 전환모듈(conversion mod)
zh_cn: UPS转换组件

source: Using this item on a container full of water will purify the water using layered charcoal. Once the charcoal has purified enough water, it will become unusable and can be disassembled and recycled. Water taken from uncertain sources like a river may be dirty.
de: Wenn man diesen Gegenstand an einem Behälter voller Wasser anwendet, wird es das Wasser mit beschichteter Holzkohle reinigen. Sobald die Holzkohle genügend Wasser gereinigt hat, wird sie nutzlos und kann auseinandergenommen und recyclet werden. Aus unsicheren Quellen entnommenes Wasser könnte unsauber sein.
ja: 水が入った容器に使うと、炭の層が中身を浄水します。炭は一定の水を浄化すると汚れて使えなくなります。分解する事で再利用が出来ます。川やトイレなど、飲料に適さない水源から水を採取した時に役に立ちます。
zh_cn: 这个物品专门用来吸取纯净水源，使用三层滤网，和活性木炭过滤，一旦木炭吸取了足够的杂质，将变得无法使用，无法拆卸和回收，水源来自不确认是否被污染的河流.

source: X-Acto knife
de: Schablonenmesser
ja: アートナイフ(X-Acto)
ko: 이그잭토 나이프(X-Acto Knife)
ru: канцелярский нож
zh_cn: 美工刀

source: You activate the flashlight app.
de: Du aktivierst das Taschenlampen-Programm.
ja: ライトアプリを有効化しました。
ko: 손전등 앱을 켰습니다.
ru: Вы активировали приложение "фонарик".
zh_cn: 你激活了手电筒应用。

source: You activate the glowstick.
de: Du aktivierst das Knicklicht.
ja: ケミカルライトを点けました。
ko: 야광봉을 켰습니다.
ru: Вы активировали светящуюся палочку.
zh_cn: 你激活了荧光棒。

source: You arm your radio-detonated dynamite.
de: Du machst deinen Funkdynamit scharf.
ja: 遠隔起爆装置付ダイナマイトを起動しました。
zh_cn: 你激活你的无线炸药

source: You arm your radio-detonated pipe bomb.
de: Du machst die Funkrohrbombe scharf.
ja: 遠隔起爆装置付パイプ爆弾を起動しました。
zh_cn: 你激活你的无线雷管。

source: You can not deactivate the lightstrip.
de: Du kannst den Lichtstreifen nicht deaktivieren.
ja: ストリップライトを消す事は出来ない。
ko: 케이블 조명을 끌 수는 없습니다.
ru: Вы не можете выключить световую ленту.
zh_cn: 你无法关闭小彩灯。

source: You can't turn off a flare.
de: Du kannst eine Leuchtfackel nicht ausschalten.
ja: 発炎筒を消す事は出来ない。
ko: 플레어는 끌 수 없습니다.
ru: Вы не можете отключить осветительный снаряд.
zh_cn: 你无法熄灭信号弹。

source: You can't turn off a glowstick.
de: Du kannst ein Knicklicht nicht ausschalten.
ja: ケミカルライトを消す事は出来ない。
ko: 야광봉은 끌 수 없습니다.
ru: Вы не можете выключить светящуюся палочку.
zh_cn: 你不能关闭。

source: You carefully unfold the tanning fur pelt and shake it clean.
ja: 鞣した毛皮を慎重に広げ、揺すって綺麗にしました。
zh_cn: 你煞费苦心地展开鞣制中的毛皮 ,把它抖干净。

source: You carefully unfold the tanning leather hide and shake it clean.
ja: 鞣した革を慎重に広げ、揺すって綺麗にしました。
zh_cn: 你煞费苦心地展开鞣制中的皮革 ,把它抖干净。

source: You irreversibly activate the lightstrip.
de: Du aktivierst den Leuchtstreifen unwiderruflich.
ja: ストリップライトを不可逆的に有効化しました。
ko: 케이블 조명을 켰습니다.
ru: Вы необратимо активируете световую полосу.
zh_cn: 你使用了一次性小彩灯。

source: You light the %s.
ja: %sに火を点けました。
zh_cn: 你点着了 %s

source: You light the Louisville Slaughterer.
de: Du entzündest den Louisville-Schlächter.
ja: ルイビルスロータラーに火を点けました。
ko: 루이스빌 학살자의 불을 붙였습니다.
ru: Вы зажгли луисвильский погромщик
zh_cn: 你点燃了路易斯威尔屠杀者。

source: You light the candle.
de: Du entzündest die Kerze.
ja: 蝋燭に火を点けました。
ko: 양초에 불을 붙였습니다.
ru: Вы зажгли свечу.
zh_cn: 你点燃蜡烛。

source: You light the dynamite.
de: Du entzündest das Dynamit.
ja: ダイナマイトに火を点けました。
ko: 다이너마이트에 불을 붙였습니다!
ru: Вы поджигаете динамит.
zh_cn: 你点燃了炸药。

source: You light the fuse on the ANFO charge. Run survivor, run!
ja: アンホ爆弾の導火線に火を点けました。早く逃げろー！
zh_cn: 你点燃了ANFO药包的导火索。还愣着干什么？快跑！

source: You light the fuse on the black gunpowder bomb. Throw it before it blows in your face!
ja: 黒色火薬爆弾の導火線に火を点けました。あなたの顔を吹っ飛ばす前に早く逃げましょう！
zh_cn: 你点燃了黑火药炸弹的导火索。看着引线烧完很有意思么？赶紧扔出去！

source: You light the fuse on the black gunpowder charge. Get rid of it quickly!
ja: 黒色火薬爆弾の導火線に火を点けました。早く逃げましょう！
zh_cn: 你点燃了黑火药药包的导火索，好吧，赶紧找个地处理它！

source: You light the fuse on the explosive charge. Clear the area!
ja: 爆弾の導火線に火を点けました。消し飛べ！
zh_cn: 你点燃了炸药包的导火索。董存瑞？醒醒啊~亲~

source: You light the fuse on the pipe bomb.
de: Du zündest den Docht der Rohrbombe an.
ja: パイプ爆弾の導火線に火を点けました。
ko: 파이프 폭탄의 도화선에 불을 붙였습니다.
ru: Вы подожгли фитиль самодельной бомбы.
zh_cn: 你点燃管炸弹的导火索。

source: You light the fuse on the sand bomb. Throw it!
ja: RDX砂擲弾の導火線に火を点けました。投げましょう！
zh_cn: 你点燃了沙弹的导火索，别上下抚摸了，赶快扔出去！

source: You light the match head bomb.
de: Du entzündest die Streichholzkopfbombe.
ja: マッチ爆弾に火を点けました。
ko: 폭탄 탄두에 불을 붙였습니다.
ru: Вы подожгли спичечную бомбу.
zh_cn: 您点燃了火柴炸弹。

source: You light the rocket candy on fire. Throw it!
ja: ロケットキャンディの導火線に火を点けました。投げましょう！
zh_cn: 你点燃了火箭糖基。快扔掉它！

source: You light the tinder.
zh_cn: 你点燃了引火物。

source: You light the torch.
de: Du entzündest die Fackel.
ja: 松明に火を点けました。
ko: 횃불에 불을 붙였습니다.
ru: Вы зажгли факел.
zh_cn: 你点着了火把.

source: You light the wood.
de: Du zündest das Holz an.
ja: 木材に火を点けました。
zh_cn: 你点着了木头.

source: You misprogram the manhack; it's hostile!
de: Du fehlprogrammierst die Klingendrohne; sie ist feindlich!
ja: プログラムに間違いがあったようです！マンハックは敵になりました！
ko: 맨핵 프로그래밍을 실수해서, 맨핵이 적으로 변했습니다!
ru: Вы ошиблись в настройке, мэнхак враждебен!
zh_cn: 你没设好飞锯的程序，它变成敌对的了！

source: You need a lighter or fire to light this.
de: Du benötigst ein Feuerzeug oder Feuer, um dies anzuzünden.
ja: ライターなど火を点ける道具が必要です。
ko: 불을 피우려면 라이터가 필요합니다.
ru: Вам нужен огонь или зажигалка, чтобы зажечь это.
zh_cn: 你需要一个打火机或火点燃这。

source: You need a lighter to light this.
de: Du benötigst ein Feuerzeug, um dies zu entzünden.
ja: 点火する道具が必要です。
ko: 불을 붙이려면 라이터가 필요합니다.
ru: Вам нужна зажигалка, чтобы зажечь это.
zh_cn: 你需要一个打火机点燃这。

source: You need a lighter!
de: Du brauchst ein Feuerzeug!
ja: 点火する道具が必要です！
ko: 라이터가 필요합니다!
ru: Вам нужна зажигалка!
zh_cn: 你需要一个打火机

source: You need something to light it with!
de: Du brauchst etwas, um dies anzuzünden!
ja: 点火には道具が必要です！
zh_cn: 你需要点火工具！

source: You open the flask and harvest the culture.
de: Du öffnest das Fläschchen und erntest die Kultur.
ja: フラスコを開けて、培養液を採取しました。
zh_cn: 你打开瓶罐收获培养物。

source: You painstakingly unfold the bicycle and make it ready to ride.
de: Sorgfältig klappst du das Klapprad auf und machst es fahrtüchtig.
ja: 頑張って折り畳み自転車を展開し、乗る準備を整えました。
ko: 공을 들여 자전거를 펴고, 탈 준비를 했습니다.
ru: Вы кропотливо раскладываете велосипед, и он готов ехать.
zh_cn: 你煞费苦心地展开自行车,准备好骑它。

source: You painstakingly unfold, inflate, and launch the %s.
de: Sorgfältig entfaltest du das %s, bläst es auf und stößt es an.
ja: 苦労しながらも、%sを展開し、空気を入れ、そして進水させました。
zh_cn: 你煞费苦心地展开、充气 %s ,准备开始使用它。

source: You pull the pin on the EMP grenade.
de: Du ziehst den Stift der EMP-Granate.
ja: EMP手榴弾のピンを引き抜きました。
ko: EMP 수류탄 핀을 뽑았습니다.
ru: Вы выдернули чеку электромагнитной гранаты.
zh_cn: 你拉开了EMP手雷的保险插梢

source: You pull the pin on the flashbang.
de: Du ziehst den Stift der Blendgranate.
ja: 閃光手榴弾のピンを引き抜きました。
ko: 섬광탄 핀을 뽑았습니다.
ru: Вы выдернули чеку световошумовой гранаты.
zh_cn: 你拉开了闪光弹的保险插销。

source: You pull the pin on the grenade.
de: Du zieht den Stift der Granate.
ja: 手榴弾のピンを引き抜いた。
ko: 수류탄 핀을 뽑았습니다.
ru: Вы выдернули чеку гранаты.
zh_cn: 你拉开了手榴弹的保险插销。

source: You pull the pin on the scrambler grenade.
de: Du ziehst den Stift der Störgranate.
ja: 妨害電波手榴弾のピンを引き抜きました。
ko: 대전자기 수류탄의 핀을 뽑았습니다.
ru: Вы выдернули чеку гранаты-шифратора.
zh_cn: 你拉开了扰频手雷的保险插梢

source: You pull the pin on the smoke bomb.
de: Du ziehst den Stift der Rauchgranate.
ja: 発煙弾のピンを引き抜きました。
ko: 연막탄 핀을 뽑았다.
ru: Вы выдернули чеку дымовой шашки.
zh_cn: 你拉开了烟雾弹的保险插梢

source: You pull the pin on the teargas canister.
de: Du ziehst den Stift der Tränengasgranate.
ja: 催涙弾のピンを引き抜きました。
ko: 최루탄 핀을 뽑았습니다.
ru: Вы выдернули чеку гранаты со слезоточивым газом.
zh_cn: 你拉开了催泪瓦斯罐的保险插梢

source: You remove the badge from its wrapper, exposing it to ambient radiation.
de: Du packst die Plakette aus ihrer Verpackung aus und setzt ihr somit der Umgebungsstrahlung aus.
ja: バッジの保護ラップを剥がし、フィルムを環境放射線に晒しました。
ko: 포장에서 배지를 제거해, 주변의 방사선에 노출시킵니다.
ru: Вы сняли упаковку с дозиметра. Теперь он готов показать радиационное заражение.
zh_cn: 你移除它包装上的防辐射标记,使其暴露于环境辐射。

source: You remove the divider, and the chemicals mix.
de: Du entfernst den Trenner und die Chemkalien vermischen sich.
ja: 仕切りを取り除き、化学物質を混合しました。
ko: 분리기를 제거하고 화학물질을 섞었습니다.
ru: Вы убрали разделитель и смешали вещества.
zh_cn: 你移开了隔板，化学物质混合在了一起。

source: You strike your flare and light it.
de: Du schlägst deine Leuchtfackel und zündest sie an.
ja: 発炎筒を打ちました。
ko: 플레어를 쳐서 불을 붙였습니다.
ru: Вы активировали ударом осветительный снаряд.
zh_cn: 你点燃了信号弹！

source: You turn on the circular saw.
de: Du schaltest die Kreissäge ein.
ja: 電動丸鋸の電源をオンにしました。
ko: 원형톱의 전원을 켰습니다.
ru: Вы включили дисковую пилу.
zh_cn: 你启动了圆锯。

source: You turn the flashlight off.
de: Du schaltest die Taschenlampe aus.
ja: 懐中電灯を消しました。
ko: 손전등을 껐습니다.
ru: Вы выключили фонарик.
zh_cn: 你关闭了手电筒.

source: You turn the lamp on.
de: Du schaltest die Lampe an.
ja: ランプに明かりを灯しました。
ko: 램프를 켰습니다.
ru: Вы зажгли лампу.
zh_cn: 你点亮了油灯.

source: You turn the smart lamp on.
de: Du schaltest die schlaue Lampe ein.
ja: スマートランプを点けました。
zh_cn: 你打开遥控灯.

source: You've made a terrible mistake, the blob is hostile!
ja: 致命的なミスを犯してしまったようです。ブロブは敵対的になりました！
zh_cn: 你犯了个可怕的错误，变形怪对你产生了敌意！

source: Your smart lamp turned off
de: Deine schlaue Lampe wurde ausgeschaltet
ja: スマートランプを消しました。
zh_cn: 你的遥控灯关闭了。

source: Your very own undead servant. The blob controlling its body is in a state of coma, awaiting your orders. Use this item to wake up the minion.
zh_cn: 只属于你的丧尸奴隶。他处于一种特殊的麻痹状态，等待着你的命令。使用这件物品可以唤醒奴隶。

source: acetylene torch
ja: アセチレン灯
zh_cn: 乙炔喷灯

source: acid bomb
de: Säurebombe
ja: 強酸爆弾
ko: 산성 폭탄(acid bomb)
ru: кислотная бомба
zh_cn: 酸液弹

source: activated radio dynamite
de: aktiviertes Funkdynamit
ja: 遠隔起爆装置付ダイナマイト(点火)
zh_cn: 无线炸药（激活）

source: activated radio pipe bomb
de: aktivierte Funkrohrbombe
ja: 遠隔起爆装置付パイプ爆弾(点火)
zh_cn: 无线雷管（激活）

source: active ANFO charge
ja: アンホ爆弾(点火)
zh_cn: ANFO药包（激活）

source: active EMP grenade
de: aktive EMP-Granate
ja: EMP手榴弾(点火)
ko: EMP 수류탄-켜짐(EMP grenade)
ru: ЭМИ граната (с выдернутой чекой)
zh_cn: EMP手雷（激活）

source: active Granade
de: aktive Granade
ja: 趣榴弾(点火)
ko: 수류탄-켜짐(grenade)
ru: активированная Гранада
zh_cn: 签名版手雷（已激活）

source: active RDX charge
ja: RDX爆弾(点火)
zh_cn: RDX药包（激活）

source: active RDX sand bomb
ja: RDX砂擲弾(点火)
zh_cn: RDX沙弹（激活）

source: active black gunpowder bomb
ja: 黒色火薬擲弾(点火)
zh_cn: 黑火药炸弹（激活）

source: active black gunpowder charge
ja: 黒色火薬爆弾(点火)
zh_cn: 黑火药药包（激活）

source: active flare
de: aktive Leuchtfackel
ja: 発炎筒(点火)
ko: 플레어-켜짐(flare)
ru: активный осветительный снаряд
zh_cn: 使用中的闪光弹

source: active flashbang
de: aktive Blendgranate
ja: 閃光手榴弾(点火)
ko: 섬광탄-켜짐(flashbang)
ru: активированная светошумовая граната
zh_cn: 闪光弹（已激活）

source: active glowstick
de: aktives Knicklicht
ja: ケミカルライト(発光)
ko: 야광봉-켜짐(glowstick)
ru: активированная светящаяся палочка
zh_cn: 荧光棒（发光的）

source: active grenade
de: aktive Granate
ja: 手榴弾(点火)
ko: 수류탄-켜짐(grenade)
ru: активированная граната
zh_cn: 手雷（已激活）

source: active incendiary grenade
de: aktivierte Brandgranate
ja: 焼夷手榴弾(点火)
zh_cn: 燃烧手雷（已激活）

source: active pipe bomb
de: aktive Rohrbombe
ja: パイプ爆弾(点火)
ko: 파이프 폭탄-켜짐(pipe bomb)
ru: активированная самодельная бомба
zh_cn: 土制雷管（激活）

source: active scrambler grenade
de: aktive Störgranate
ja: 改良型EMP手榴弾(点火)
ko: 대전자기 수류탄-켜짐(scrambler)
ru: активированная граната-шифратор
zh_cn: 扰频手雷（已激活）

source: active smoke bomb
de: aktive Rauchbombe
ja: 発煙弾(点火)
ko: 연막탄-켜짐(smoke bomb)
ru: активированная дымовая бомба
zh_cn: 烟雾弹（已激活）

source: active tear gas grenade
de: aktive Tränengasgranate
ja: 催涙ガス円筒弾(点火)
ko: 최루탄-켜짐(tear gas grenade)
ru: активированная газовая граната
zh_cn: 催泪弹（已激活）

source: advanced UPS
ja: UPS改
zh_cn: 高级UPS

source: advanced electronic cigarette
de: fortgeschrittene elektronische Zigarette
ja: 高等電子煙草
ko: 개선된 전자담배(electronic cigarette)
ru: улучшенная электронная сигарета
zh_cn: 高级电子烟

source: anvil
de: Amboss
ja: 鉄床
ko: 모루(anvil)
ru: наковальня
zh_cn: 铁砧

source: atomic battery mod
de: Nuklearbatterienmodifikation
ja: 原子力バッテリー
ko: 원자력 배터리 모듈(atomic battery mod)
ru: модификация: атомная батарея
zh_cn: 原子电池模块

source: awl pike
de: Ahlspieß
ja: オウルパイク
ko: 송곳창(awl pike)
ru: альшпис
zh_cn: 锥头枪

source: banjo
zh_cn: 斑鸠琴

source: barometer
ja: 気圧計
zh_cn: 气压计

source: basic fishing rod
de: einfache Angel
ja: 簡易釣竿
ko: 기본형 낚싯대(basic fishing rod)
ru: простая удочка
zh_cn: 简易鱼竿

source: basic repair kit
de: Reinfacher Reperatursatz
ja: 修理キット
ko: 기초 수리 키트(repair kit)
ru: простой ремкомплект
zh_cn: 基础修理包

source: bear trap
de: Bärenfalle
ja: トラバサミ
ko: 곰 덫(bear trap)
ru: медвежий капкан
zh_cn: 捕熊陷阱

source: bicycle horn
de: Fahrradhupe
ja: 自転車用ホーン
ko: 자전거 경적(bicycle horn)
ru: велосипедный гудок
zh_cn: 自行车铃

source: bio lockpick
ja: 生体ロックピック
zh_cn: 生化开锁器

source: black gunpowder bomb
ja: 黒色火薬擲弾
zh_cn: 黑火药炸弹

source: black gunpowder charge
ja: 黒色火薬爆弾
zh_cn: 黑火药药包

source: blade trap
de: Klingenfalle
ja: 刃の罠
ko: 칼날 덫(blade trap)
ru: ловушка "лезвие"
zh_cn: 刀刃陷阱

source: bone needle
de: Knochennadel
ja: 針(骨)
ko: 뼈 바늘(bone needle)
ru: костяная игла
zh_cn: 骨针

source: booby trap
de: Sprengfalle
ja: ブービートラップ
ko: 부비트랩(booby trap)
ru: мина-ловушка
zh_cn: 诡雷

source: brazier
de: Standgrill
ja: 火鉢
ko: 화로(brazier)
ru: мангал
zh_cn: 火盆

source: brick kiln
ja: 煉瓦窯
zh_cn: 砖窑

source: bubble wrap
de: Luftpolsterfolie
ja: 気泡シート
ko: 뽁뽁이 포장지(bubble wrap)
ru: пузырчатая плёнка
zh_cn: 气泡垫

source: burning rocket candy
ja: ロケットキャンディ(燃焼)
zh_cn: 火箭糖基（燃烧）

source: butcher knife
de: Fleischermesser
ja: 肉切り包丁
ko: 도축용 나이프(butcher knife)
ru: нож мясника
zh_cn: 屠宰刀

source: camera
de: Kamera
ja: カメラ
zh_cn: 数码相机

source: camera pro
de: Profi-Kamera
ja: 高性能カメラ
zh_cn: 数码单反相机

source: camp fire drill
de: Camping-Feuerbohrer
ja: 強化火起こし器
zh_cn: 野营取火器

source: candle
de: Kerze
ja: 蝋燭
ko: 양초(candle)
ru: свеча
zh_cn: 蜡烛

source: candle (lit)
de: Kerze (an)
ja: 蝋燭(点火)
ko: 양초-불붙음(candle)
ru: свеча (горит)
zh_cn: 蜡烛（点燃）

source: car horn
de: Autohupe
ja: 自動車用クラクション
ko: 차량용 경적(car horn)
ru: гудок авто
zh_cn: 汽车喇叭

source: cash card
de: Geldkarte
ja: キャッシュカード
ko: 현금 인출 카드(cash card)
ru: кредитка
zh_cn: 现金卡

source: cat food
de: Katzenfutter
ja: キャットフード
ko: 고양이 먹이(cat food)
ru: кошачий корм
zh_cn: 猫食

source: chainsaw (off)
de: Kettensäge (aus)
ja: チェーンソー(オフ)
ko: 전기톱-꺼짐(chainsaw)
ru: бензопила (выкл)
zh_cn: 电锯（关）

source: chainsaw (on)
de: Kettensäge (an)
ja: チェーンソー(オン)
ko: 전기톱-켜짐(chainsaw)
ru: бензопила (вкл)
zh_cn: 电锯（开）

source: chainsaw lajatang (off)
de: Kettensägen-Lajatang (aus)
ja: チェーンソーラジャタング(オフ)
ko: 전기톱 라자탕-꺼짐(chainsaw lajatang)
ru: ладжетанг-бензопила (выкл)
zh_cn: 电锯圆月铲（关）

source: chainsaw lajatang (on)
de: Kettensägen-Lajatang (an)
ja: チェーンソーラジャタング(オン)
ko: 전기톱 라자탕-켜짐(chainsaw lajatang)
ru: ладжетанг-бензопила (вкл)
zh_cn: 电锯圆月铲（开）

source: charcoal forge
de: Holzkohleschmiede
ja: 炭火炉
ko: 목탄 노(charcoal forge)
ru: угольная кузня
zh_cn: 火炭锻造台

source: charcoal smoker
de: Barbecue-Smoker
ja: 燻製器
ko: 목탄 그릴(charcoal smoker)
ru: угольная коптильня
zh_cn: 便携式木炭烤架

source: charcoal water purifier
de: Holzkohlenwasserreiniger
ja: 浄水器(炭)
ko: 숯 정수기(charcoal water purifier)
ru: угольный водоочиститель
zh_cn: 炭滤净水器

source: chemistry set
de: Chemiebaukasten
ja: 化学実験セット
ko: 화학 용품(chemistry set)
ru: набор химика
zh_cn: 化学用品包

source: circular saw (off)
de: Kreissäge (aus)
ja: 電動丸鋸(オフ)
ko: 원형톱-꺼짐(circular saw)
ru: дисковая пила (выкл)
zh_cn: 圆锯（关）

source: circular saw (on)
de: Kreissäge (an)
ja: 電動丸鋸(オン)
ko: 원형톱-켜짐(circular saw)
ru: дисковая пила (вкл)
zh_cn: 圆锯（开）

source: clarinet
zh_cn: 黑管

source: coffeemaker
de: Kaffeekocher
ja: コーヒーメーカー
ko: 커피메이커(coffeemaker)
ru: кофеварка
zh_cn: 咖啡机
