Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: A domesticated descendant of junglefowl, it may still be the most numerous bird in the world. Before the Cataclysm, it was raised by humans as a source of meat, eggs, and early morning wakeup calls.
ko: 이 가축화된 야생닭의 후손은 지금도 여전히 지구상에서 가장 많이 살고 있는 조류일 것입니다. 대격변 이전에는 고기, 달걀, 그리고 이른 아침의 기상 알람을 위해 인간이 사육했습니다.
ru: Одомашненный потомок джунглевой куры, она скорее всего всё ещё является самой распространённой птицей в мире. До катаклизма выращивалась человеком для мяса, яиц и будильника по утрам.

source: The eastern chipmunk, a tiny omnivorous rodent with a characteristic striped coat. It spends much of the day patrolling its elaborate burrow and the precious stores of foraged food within.
ko: 동쪽 지방의 얼룩다람쥐로, 특유의 줄무늬 털을 가진 잡식성의 작은 설치류입니다. 먹이를 정교하게 묻어둔 구덩이를 순찰하는 것으로 하루의 대부분을 보냅니다.
ru: Восточный бурундук. Крошечный всеядный грызун, с характерным полосатым окрасом. Большую часть времени роется в своей запутанной норе и собирает в неё драгоценные запасы пищи.

source: The Eastern cougar, a large feline predator. Once thought extinct in this region, conservation efforts were successful in restoring a thriving population.
ko: 동쪽 지방의 쿠거로, 대형 고양잇과 포식자입니다. 이 지역에서는 멸종된 것으로 여겨졌었지만, 보존 노력에 힘입어 개체 수가 회복되었습니다.
ru: Восточная пума, крупный хищник семейства кошачьих. Считалась вымершем в этом регионе, но популяция была успешно восстановлена.

source: The domestic cow, a baleful, ruminating farm animal. It is quite muscular, and the males can have a violent streak to accompany their nasty-looking horns.
ko: 사육되던 소로, 적대적이며, 먹은 것을 되새김질하는 동물입니다. 근육질의 몸을 가지고 있으며, 수컷은 위협적이게 생긴 뿔로 맹렬한 질주를 할 수 있습니다.
ru: Одомашненная корова — загадочное, жвачное сельскохозяйственное животное. Вполне сильное, а самцы могут бодаться своими отвратительно выглядящими рогами.

source: The Eastern coyote, also called the tweed wolf, is a territorial canine descended from the offspring of grey wolves and true coyotes. It is intimidated by humans and other predators, but will fight if threatened.
ko: 동부 코요테나 트위드 울프라고 불리는 이 동물은 회색늑대와 순혈 코요테의 자손으로 영역 주장을 하는 갯과입니다.인간이나 다른 포식자들을 보면 겁을 먹지만, 위협을 받으면 싸우기도 합니다.
ru: Восточный койот, также называемый луговой волк. Хищник семейства псовых, произошедший от помеси серого волка и настоящего койота. Боится людей и других хищников, но будет драться в случает угрозы.

source: The Northeastern coyote, a widespread canine pack hunter. More timid than a wolf, it is an opportunistic feeder and prefers to hunt smaller and weaker prey.
ko: 북동부 코요테로, 널리 퍼진 갯과 동물입니다. 늑대에 비해 소심한 기회성 포식자이며 주로 작고 약한 사냥감을 먹이로 삼습니다.
ru: Северо-восточный койот. Широко распространённый род собак-охотников. Более боязлив, чем обычный волк, он предпочитает охоту на малые и слабые жертвы.

source: A small, elegant black bird, famous for its distinctive call. An intelligent bird, there is a glitter of mischief behind its eyes.
ko: 작고 우아한 검은 새이며, 독특한 울음소리로 유명합니다. 똑똑한 새로, 눈에서는 장난기가 반짝이고 있습니다.
ru: Маленькая чёрная птица, известная своим карканьем. Довольно умная, её глаза сверкают озорством.

source: The northern woodland white-tailed deer, a quick and strong grazing animal. Favored prey of coyotes, wolves, and giant spider mutants.
ko: 북쪽 삼림 지대의 흰 꼬리 사슴으로, 풀을 먹고 사는 빠르고 강한 초식동물입니다. 코요테, 늑대, 그리고 거대 변종 거미들이 좋아하는 사냥감이기도 합니다.
ru: Северный лесной белохвостый олень, быстрое и сильное травоядное. Является добычей койотов, волков и гигантских пауков мутантов.

source: A small omnivorous canine with an almost cat-like manner. It is a solitary hunter, and one of the only canids able to climb trees.
ko: 거의 고양이같이 사는 작은 잡식성 갯과 동물입니다. 고독한 사냥꾼이자, 나무를 탈 수 있는 유일한 갯과 짐승입니다.
ru: Небольшая всеядная собака, размером почти с кошку. Охотится в одиночку, а также одна из собак, которые могут лазить по деревьям.

source: The Northern bog lemming, a small, predominantly vegetarian rodent that spends its life in the murk of swamps and other wetlands. Contrary to popular belief, these creatures are not particularly hapless or suicidal, but they can eat themselves into scarcity within a few generations.
ko: 북쪽 지방의 늪지에서 사는 나그네쥐로, 주로 풀을 먹는 작은 설치류입니다. 널리 알려진 것과는 달리 딱히 자살하는 특성은 없지만, 먹을 것이 없으면 종종 자기들끼리 잡아먹기는 합니다.
ru: Северный болотный лемминг, преимущественно травоядный грызун, который проводит свою жизнь на болотах и других участках повышенной влажности. Вопреки распространенному мнению, эти существа совсем не несчастны и не склонны к самоубийству, но могут поедать друг друга во время нехватки пищи для продолжения рода.

source: The Eastern moose, the largest living species of deer. The bulls are quite ill-tempered, especially in the rutting season.
ko: 동부 지방의 무스로, 사슴과 동물 중에 가장 큰 개체입니다. 수컷은 발정기가 오면 유난히 성격이 포악해집니다.
ru: Восточный лось, крупнейший живой вид оленя. Самцы достаточно агрессивны, особенно в период спаривания.

source: A large omnivorous rodent with a thick furry pelt, found in wetlands across the northern hemisphere. It marks its territory with a musky odor for which it is named.
ko: 두꺼운 털가죽을 가진, 꽤 큰 잡식성 설치류입니다. 주로 북반구의 늪지대에서 발견되며, 이름에서 알 수 있듯이 자신들의 영역을 사향 냄새로 표시합니다.
ru: Большой всеядный грызун с толстой пушистой шкурой. Его можно встретить озёрах и болотах во всём северном полушарии. Метит свою территорию мускусным запахом, в честь которого он назван.

source: The North American river otter is a shy water dwelling relative of the weasel living in large families along the banks of streams. It is an excellent fisher and a resourceful survivor, using the abandoned dens of beavers and other animals to raise its own young.
ko: 북미 지역의 강에서 사는 수달로, 개울가 등에서 대가족을 이루며 살아가는 족제빗과 동물입니다. 뛰어난 물고기 사냥꾼이자 생존자이기도 합니다.
ru: Североамериканская речная выдра — ближайший родственник ласки, живущий на спокойной воде. Живут большими семьями по берегам ручьёв. Она отлично ловит рыбу и сохраняет запасы для молодняка. Она занимает покинутые норы бобров или других животных.

source: A domesticated omnivore descended from the wild boar, intelligent and inquisitive. Left to its own devices, it has gone feral.
ko: 멧돼지의 후손이자 사육되던 잡식성 동물로, 똑똑하고 호기심이 많은 동물입니다. 야생화된 상태입니다.
ru: Умное и любознательное домашнее животное, произошедшее от дикого кабана. Одичало, оставшись на произвол судьбы.

source: The black rat, an omnivorous rodent with sheer black fur and a long, rough tail. Harbinger of pestilence, famine, and mange, it will sometimes swarm over the dead or dying.
ko: 검은 쥐는 검은 털가죽과 길고 거친 꼬리를 가진 잡식성 설치류입니다. 질병과 기근의 전령이며, 시체 주변에서 무더기로 발견되기도 합니다.
ru: Чёрная крыса — всеядный грызун с чисто чёрным мехом и длинным, грубым хвостом. Предвестник чумы, голода и чесотки. Они часто роятся вокруг трупов или умирающих.

source: A worm-tailed rodent with long whiskers and beady eyes. The way it squeaks makes it sound... hungry.
ko: 긴 수염과 반짝거리는 눈을 가진 설치류입니다. 이 동물이 찍찍거리는 소리는... 배고픔을 표현하는 것 같습니다.
ru: Грызун с лысым хвостом и глазами как бусинки. Когда он пищит, звучит как будто он… голоден.

source: This black bear's eyes ooze with black fluid, and its flesh is torn and scarred. It shuffles as it walks.
ko: 검은 곰의 눈은 검은 액체로 출렁이고, 살덩이는 찢겨지고 떨어져 나갔습니다. 걸음을 옮길 때마다 몸을 떨고 있습니다.
ru: Глава этого чёрного медведя сочатся чёрной жидкостью, а его плоть вся в шрамах и разорвана. Она шатается при ходьбе.

source: A small granivorous rodent with a long bushy tail, often seen darting amid the branches of trees. A skittish varmint with an expression of unwavering austerity, it is the mortal enemy of cat and dog alike.
ko: 곡식을 먹는 작은 설치류로, 길고 숱이 많은 꼬리를 가졌으며, 종종 나뭇가지 사이로 쏜살같이 튀어 나가는 것을 볼 수 있습니다. 겁은 많으면서도 식량은 항상 많이 모아두려 하기 때문에, 개나 고양이의 원수와도 같은 존재입니다.
ru: Маленький зерноядный грызун с длинным пушистым хвостом, которого часто можно увидеть прыгающим по деревьям. Своенравный шалун с выражением непоколебимой строгости. Смертельным враг кошек и собак.

source: A tiny opportunistic rodent with a long bushy tail. The pine squirrel is clever and cute, and hunted by nearly everything in the woods with a taste for meat.
ko: 곡식을 먹는 작은 설치류로, 길고 숱이 많은 꼬리를 가졌습니다. 현명하고 귀여우며, 숲속에 사는 육식성 동물들의 사냥감이 되고는 합니다.
ru: Маленький всеядный грызун с длинным пушистым хвостом. Сосновая белка умна и красива. Она охотится на всех обитателей леса, из которых можно получить мясо.

source: The long-tailed weasel, a small but ubiquitous predator whose range extends across the continent. It forms its den in small burrows, preferring to occupy the nesting holes of its prey.
ko: 긴 꼬리를 가진 족제비로, 체구는 작지만 대륙 전체에 걸쳐 서식하는 포식자입니다. 주로 작은 굴 속에서 살며, 식량을 자주 모아두는 특성이 있습니다.
ru: Длиннохвостая ласка, небольшой хищник, охотящийся по всему континенту. Живет в небольших норах, предпочитая занимать логово своей добычи.

source: A cunning pack predator, once extinct in the New England area, the wolf was successfully reintroduced and their numbers reached record highs in the decade before the cataclysm. Lucky you.
ko: 무리생활을 하는 교활한 포식자로, 뉴잉글랜드 지방에서는 한 때 멸종된 것으로 여겨지기도 했습니다. 하지만 복원 계획으로 인해, 대격변이 일어나기 10년 전에 개체 수가 최고로 뛰어올랐습니다. 운 한번 참 좋으시네요.
ru: Волк — хитрый хищник, однажды полностью исчезнувший на территории Новой Англии, но его популяция была успешно восстановлена и число волков поднялось до рекордного значения за десятилетие до катаклизма. Как вам повезло.

source: A pulsating sausage of glistening white flesh, the size of a large cat. On one end is a set of squirming mouth parts.
ko: 큰 고양이 크기의 꿈틀거리는 흰색 개미입니다. 꿈틀거리는 부분이 입입니다.
ru: Пульсирующая колбаса блестящей белой плоти, размером с большую кошку. На одном из её концов есть множество извивающихся ртов.

source: An enormous red ant covered in chitinous plates. It possesses a pair of wriggling antennae and vicious-looking mandibles.
ko: 키틴질 갑각으로 덮여있는 엄청나게 큰 붉은 개미입니다. 꿈틀거리는 더듬이 한 쌍과 흉악하게 생긴 턱을 가지고 있습니다.
ru: Огромный рыжий муравей, покрытый хитиновыми пластинами. Имеет пару извивающихся антенн и мандибулы ужасного вида.

source: A huge and hairy red ant almost twice the size of other giant ants. Bulging pincers extend from its jaws.
ko: 거대하고 털이 북실거리는 붉은 개미로, 다른 거대 개미의 두 배는 되는 것 같습니다. 턱 부분이 날카롭게 튀어나와있습니다.
ru: Огромный и волосатый рыжий муравей, размером почти вдвое больше других гигантских муравьев. Из пасти растут разбухшие клешни.

source: A colossal red ant with a bulging, bloated thorax. It moves slowly and deliberately, tending to nearby eggs and continually laying more.
ko: 엄청나게 거대한 붉은 개미로 튀어나오고 부푼 흉곽을 가지고 있습니다. 느리고 신중하게 움직이며, 주변의 알을 돌보며 알을 계속 낳고 있습니다.
ru: Рыжий муравей колоссального размера с выпуклой и раздутой грудной клеткой. Он двигается медленно и осторожно, присматривая за кладкой яиц, и непрерывно откладывает новые.

source: A gigantic slender-bodied wasp with an evil-looking stinger protruding from its abdomen. Its exoskeleton glowers with ominous red markings.
ko: 복부에서 튀어나온 흉악한 침과 날렵한 몸을 가진 거대한 말벌입니다. 외골격의 불길한 붉은 무늬는 마치 노려보는 것 같습니다.
ru: Гигантская оса с тонким телом и ужасающим жалом, торчащим из её живота. Ее экзоскелет светится зловещими красными пятнами.

source: A monstrous beast with a tripartite mouth that opens to reveal hundreds of writhing tongues with razor sharp edges. It keeps most of its enormous body hidden underground.
ko: 세 갈래로 갈라진 입 사이로 수많은 혀와 날카로운 날이 보이는 기괴한 짐승입니다. 거대한 몸의 대부분을 땅속에 숨기고 있습니다.
ru: Чудовищная тварь с трехсторонней пастью, при открытии которой видны сотни языков, с острыми, как бритва, краями. Он прячет большую часть своего огромного тела под землей.

source: A sluglike creature, eight feet long and the width of a refrigerator. Its black body glistens as it oozes its way along the ground. Eye stalks occasionally push their way out of the oily mass and look around.
ko: 달팽이를 닮은 생명체로, 2.5m 정도의 길이에 냉장고만한 두께를 가졌습니다. 검게 번들거리는 몸에서는 점액이 흘러나오고 있습니다. 가끔 자신이 지나오며 남긴 점액을 돌아봅니다.
ru: Гигантский слизень три метра в длину и шириной с холодильник. Его черное тело блестит и выделяет слизь. Время от времени из жижи высовываются глаза-стебельки, чтобы осмотреться.

source: Once an athletic human, now a brutal monster. Its facial features are twisted into an expression of pure rage.
ko: 전에는 몸이 탄탄한 인간이었겠지만, 이제는 흉악한 괴물입니다. 이 괴물의 얼굴은 순수한 분노의 표출로 인해 일그러져있습니다.
ru: Раньше он был спортивным человеком, теперь он свирепый монстр. Мышцы его лица скорчены в гримасе чистой ярости.

source: This human corpse drags itself along slowly with its arms. Its legs are damaged beyond repair
ko: 이 인간 시체는 팔을 이용해서 천천히 몸을 끌어가며 움직입니다. 다리는 다시 고칠 수 없을 정도로 손상되어있습니다.
ru: Этот человеческое тело медленно тащит себя на руках. Его повреждённые ноги не подлежат восстановлению.

source: This zombie's face and body is completely covered by a protective suit. It wanders around, unsteadily.
ko: 이 좀비의 얼굴과 몸은 방호복으로 완벽히 보호되어있습니다. 이 좀비는 불안정하게 주위를 방황합니다.
ru: Этот зомби одет в защитный костюм. Пошатываясь, он бродит по округе.

source: A decaying human body clad in tattered firefighting gear. It staggers aimlessly, reeking of smoke and decay.
ko: 누더기가 된 소방 장비를 입고 있는 썩어가는 시체입니다. 이 좀비는 목적없이 비틀거리며 걷고 있으며, 썩는 냄새를 풍깁니다.
ru: Разлагающееся человеческое тело, одетое в рваное обмундирование пожарного. Бесцельно слоняется, распространять запах дыма и разложения.

source: A once-dead human corpse. Its discolored swollen flesh is riddled with festering wounds and open sores.
ko: 한 번 죽었던 사람의 시체였을 이 좀비의 부풀고 변색된 피부에는 곪은 상처와 아물지 않은 상처가 가득합니다.
ru: Некогда живое человеческое тело. Его бесцветная опухшая плоть покрыта гнойными, открытыми ранами.

source: A hunched human body with its eyes pushed up into its forehead and drooping cheeks, most of its face is occupied by a puckered mouth. Its stomach is swollen and nearly translucent, with a sickly yellow tint.
ko: 구부정한 사람의 모습을 하고 있지만 이마와 축 처진 뺨 안에 밀려들어가 있고, 주름 잡힌 입이 얼굴 대부분을 차지하고 있습니다. 복부는 부어오른데다가 거의 반투명한 몸속에서는 노란 액체가 꿀렁거리고 있습니다.
ru: Скорченное человеческое тело с вдавленными глазницами и отвисшими щёками, большую часть лица которого занимает перекорёженный рот. Его разбухший живот практически прозрачен и имеет болезнено-желтый оттенок.

source: A slick and glistening human body. Its hands and feet are webbed, and it is clad in swimwear.
ko: 번드르르하고 반짝거리는 인간의 모습을 하였습니다. 손발에 물갈퀴가 달려있으며, 수영 장비를 착용하고 있습니다.
ru: Скользкое и блестящее человеческое тело. Он одет в гидрокостюм, а его руки и ноги покрыты перепонками.

source: A zombified version of one of the German shepherd dogs used in law enforcement. Its deformed body is encased in a protective kevlar harness.
ko: 사법기관에서 사용되는 독일 셰퍼드 개 중 하나가 좀비화 된 것입니다. 이 개의 변형된 몸체는 보호용 방탄 마구로 감싸져 있습니다.
ru: Зомби-версия одного из немецких подразделений собак спецназначения. Её деформированное тело заключено в защитную броню из кевлара.

source: Acrid smell accompanies this corpse of canine. Its whole body is covered in chains of pulsing cysts and slime dribbling ulcers.
ko: 매캐한 냄새가 나는 개의 시체입니다. 전신에는 포낭이 사슬처럼 둘러싸여져 있으며, 구멍에서는 점액이 질질 흐르고 있습니다. (역주: 대형견으로 유명한 롯트와일러-Rottweiler-를 부패된 와일러-rot-weiler-로 바꾼 말장난입니다.)
ru: Едкий запах сопровождает этот труп собаки. Все его тело покрыто цепочками пульсирующих и сочащихся слизью язв.

source: A rotund human body, bloated beyond belief and layered in rolls of fat. It emits a horrible odor, and a putrid pink sludge dribbles from its mouth.
ko: 퉁퉁 부어오른 인간 형체로, 그 이상 뚱뚱해질 수 없을 정도입니다. 끔찍한 냄새를 풍기고 있으며, 구역질 나는 핑크색 점액질이 입에서 흐르고 있습니다.
ru: Пухлое человеческое тело, раздутое до невероятного размера, со складками жира. Он ужасно воняет и гнилая розовая жижа течёт из его рта.

source: A rotund and bloated human body with pasty, fungus-ridden flesh. Its mouth drips with a frothing gray sludge.
ko: 퉁퉁 부어오른 인간 형체로, 진균체에 시달리고 있는 것 같습니다. 입에서 회색 점액질과 함께 거품을 뿜어내고 있습니다.
ru: Пухлое, раздутое человеческое тело с мягкой плотью, поражённой грибком. Изо рта капает серая жижа.

source: A twisted mockery of the human form, emaciated, with jet black skin and glowing red eyes. It is somehow painful to look at, awakening fears deep within your psyche, and even the air around it seems more sinister, somehow darker and more dangerous.
ko: 뒤틀리고 허약한 인간 형체이며, 까만 피부와 빛나는 빨간 눈을 가졌습니다. 보는 것만으로도 고통이 느껴지며, 내면의 공포가 느껴지고, 주변의 공기마저 불길해집니다. 저 생명체는 어둠의 존재이자, 위험한 존재일 것 같습니다.
ru: Перекрученное и истощенное подобие человека, с чёрной кожей и горящими красными глазами. На него странным образом больно глядеть и из глубины вашей психики просыпается страх. Даже воздух вокруг кажется более зловещим, тёмным и более опасным.

source: Apart from the jet black eyes it would be easy to believe this scientist was still alive. Clad in a tattered lab coat, it looks to have some measure of situational awareness and resourcefulness.
ko: 새까만 눈만 빼고 보면, 이 과학자는 꼭 살아있는 것 같습니다. 헤진 실험실 의복을 입고 있으며, 무언가를 측정하고 있었던 것 같습니다.
ru: Если бы не полые чёрные глаза, можно было бы поверить что этот учёный еще жив. Он одет в рваный лабораторный халат и из-за этого выглядит вполне образованным и знающим.

source: A deformed human body, once living. Its arms dangle from its sides like the limbs of some skinless ape, mindlessly groping at their surroundings.
ko: 살아있었을 때에는 인간이었을 변형된 신체입니다. 몸 옆에서 팔들이 매달려 있는게 마치 껍질을 벗긴 유인원 같으며, 무의식적으로 주위에 있는 것들을 붙잡으려고 합니다.
ru: Недавно живущее, а теперь деформированное человеческое тело. Его руки болтаются по сторонам, как конечности обезьяны без кожи, бездумно ощупывая своё окружение.

source: Once human, its features have tightened, its lips pulled back into an unnatural grin, revealing rows of blackened teeth beneath its large, piercing eyes. It stands tall and its movements are fluid and tightly controlled. A feeling of danger permeates the air around it, and the light that falls on it seems somehow harsher and more glaring.
ko: 한때는 인간이었을 이것의 입술은 부자연스러운 웃음이 보이도록 당겨져있고, 크고 검은 이빨이 튀어나와있으며, 날카로운 눈을 가지고 있습니다. 똑바로 몸을 세운 채 부드러우면서도 절도있는 걸음걸이를 보이고 있습니다. 주변의 공기에서부터 위험한 느낌이 들고, 어째서인지 빛이 내리쬐고있어 거슬릴 정도로 눈부십니다.
ru: Бывший человек с жёсткими особенностями. Его губы стянуты в неестественной улыбке, открывая ряды почерневших зубов, под его большими, пронзительными глазами. Он держится стройно и его движения протекают под жестким контролем. Чувство опасности окутывает воздух вокруг него, а падающий на него свет как-то жестче бросается в глаза.

source: It was only a child, and little is different about it now aside from the hungry look in its eyes. You'd be hard pressed to not feel like you were killing an actual child by putting it down.
ko: 전에는 어린이였을 이 좀비는 눈에서 허기가 보이는 것을 제외하면 진짜 어린이와 다를게 없습니다. 좀비이긴 하지만, 진짜 어린이를 죽이는 듯한 느낌을 억누르기 힘듭니다.
ru: Это был всего лишь ребёнок, который сейчас отличается только голодным взглядом в глазах. Очень трудно не чувствовать вину, как если бы вы убивали настоящего ребёнка, когда убиваете это существо.

source: A putrid amalgamation of body parts from humans and other creatures have fused together in this aberration of flesh. The eyes of all the heads dart about rapidly and the mouths form a chorus of groaning screams.
ko: 썩어가는 인간과 다른 동물들의 신체 부위를 하나로 합쳐놓은 융합체입니다. 머리에 붙어있는 모든 눈들이 빠르게 움직이고 있으며, 입들은 함께 신음같은 비명을 지릅니다.
ru: Объединение гниющих частей человека и других существ, которые слились в этом големе из плоти. Глаза на всех головах беспорядочно мечутся, а рты издают стоны мучения.

source: A creeping animate plant, growing as tall as a moose. It has a single bark-covered stalk supporting a flowery head with a paralyzing sting concealed within.
ko: 스멀스멀 뻗어 나가는 살아있는 식물로 무스 키만큼 자랐습니다. 마비 가시가 숨겨져 있는 머리는 꽃으로 덮여져 있으며 나무껍질로 덮인 줄기가 받치고 있습니다.
ru: Ползучее живое растение, выросшее размером с лося. Имеет единственный стебель, покрытый корой, на котором растёт цветочный бутон со скрытым жалом.

source: A small triffid, only a few feet tall. It has not yet developed bark, but its sting is still sharp and deadly.
ko: 어린 트리피드로, 아직 1 미터 정도밖에 자라지 않았습니다. 껍질이 자라지 않았지만, 가시는 여전히 날카롭고 위협적입니다.
ru: Миниатюрный триффид, ростом с полметра. Он еще не покрылся корой, но его жало уже остро и смертельно.

source: A stout woody plant that can dig through the ground and flick spines from its branches. The thorns carry a fungicidal compound with paralytic effects.
ko: 땅을 파고 다닐 수 있는 튼튼한 목본 식물로 가지에는 가시를 품고 있습니다. 가시는 진균 제거 성분과 함께 마비 효과를 가지고 있습니다.
ru: Толстое древесное растение, которое может прорываться сквозь землю и выбрасывать шипы из ветвей. Шипы переносят фунгалоидные соединения с эффектом паралича.

source: A thick stalk, rooted to the ground. It rapidly sprouts thorny vines in all directions.
ko: 땅속에 뿌리를 내린 두꺼운 줄기입니다. 모든 방향으로 가시 돋친 줄기가 빠르게 자라나고 있습니다.
ru: Толстый стебель, укоренившийся в земле. Он быстро выпускает побеги во всех направлениях.

source: A drooped, quivering plant with a thick stalk adorned by a purple flower. Its petals are closed, and pulsate ominously.
ko: 축 처진 채 떨리고 있는 식물로, 보라색 꽃이 두꺼운 줄기에 달려있습니다. 꽃잎은 닫혀있지만, 기분 나쁘게 꿈틀거리고 있습니다.
ru: Увядающее, дрожащее растение с тонким стеблем, увенчанное лиловым цветком. Лепестки цветка свёрнуты и зловеще пульсируют.

source: An animated mass of roots and vines, creeping along the ground with alarming speed. The tangle is thick enough that the center from which they grow is concealed.
ko: 살아있는 뿌리와 덩굴 덩어리이며, 무서울 정도로 빠른 속도로 움직이고 있습니다. 너무 두껍게 얽혀있어서 중심에 뭐가 있는지 보이지 않습니다.
ru: Подвижная масса корней и лиан, ползающая по земле с пугающей скоростью. Этот клубок настолько большой, что даже не видно его центра.

source: A pale white fungus, one meaty gray stalk supporting a bloom at the top. Spores are periodically expelled from its gills, and a few tendrils extend from the base, allowing mobility and some basic means of defense.
ko: 하나의 두툼한 회색 줄기가 꼭대기의 봉오리를 받치고 있는 창백한 하얀색의 진균체입니다. 포자가 주기적으로 뿜어져 나오고 있으며, 중심에서 뻗어나와 있는 몇 개의 덩굴손이 있는데 이걸로 움직이고 기본적인 방어작용을 하는 것 같습니다.
ru: Бледно-белый гриб с мясистым серым стеблем, который венчается цветком. Споры периодически выходят из его жабр, несколько усиков тянутся от основания, придавая подвижности и небольшую защиту.

source: An enormous fungal spire, towering over the ground. It pulsates slowly, continuously growing new defenses.
ko: 지면에서 우뚝 솟아난 거대한 나선 형태의 진균체입니다. 천천히 맥동하고 있으며, 계속해서 새로운 외피가 자라나고 있습니다.
ru: Гигантский грибной шпиль, возвышающийся над землёй. Он медленно пульсирует, постоянно выращивая новых защитников.

source: A veritable wall of fungus, grown as a natural defense by the fungal spire. New spores erupt from the surface every few seconds.
ko: 진균체 나선을 보호하는 자연 방어벽으로 자란 진균체 벽입니다. 몇 초마다 새로운 포자가 표면에서 뿜어져 나오고 있습니다.
ru: Настоящая стена из грибов, выращенная шпилем в качестве естественной защиты. Новые споры выходят на поверхность раз в несколько секунд.

source: A gigantic black blob of viscous goo, oozing across the ground like a glob of living oil. Other blobs seem to swarm around it.
ko: 끈적이는 액체처럼 생긴 거대한 검은 슬라임입니다. 기름 덩어리가 땅을 기어가는 것처럼 생겼습니다. 다른 덩어리들이 이 덩어리 주위에 모여있는 것처럼 보입니다.
ru: Гигантский чёрный комок вязкой слизи, который перекатывается по земле словно живой шар. Другие слизни роятся вокруг него.

source: The C.H.U.D. or Cannibalistic Humanoid Underground Dweller. A human being turned pale and mad from years of underground isolation.
ko: C.H.U.D 또는 지하식인종이라고 불리는 이 인간은 지하에서 수년간 살면서 창백해지고 미쳐버렸습니다.
ru: ЧКПЖ или Человек-Каннибал Подземный Житель. Человек, ушедший в скитания по подземельям и сошедший с ума.

source: A large mutant variety of carp. It has shimmering green scales and a mouth lined with three jagged rows of razor-sharp teeth.
ko: 잉어가 변이된 큰 개체입니다. 반짝거리는 초록색 비늘과 세 겹의 삐죽삐죽하고 날카로운 이빨을 가지고 있습니다.
ru: Разновидность большого мутировавшего карпа. У него блестящая чешуя и пасть с тремя рядами острых как бритва зубов.

source: An aggressive mutant variety of the worm snake, turned pale yellow from its underground life. It swarms beneath the ground and is named for its habit of infesting sewer lines.
ko: 호전적인 변종 지렁이뱀으로, 지하에서의 오랜 삶 때문에 창백한 노란색 피부를 가지고 있습니다. 이것은 땅 아래에서 무리를 지어 생활하고, 하수관에 몰리는 습성 탓에 이름이 이렇게 지어졌습니다.
ru: Агрессивный вариант червяковой змеи, ставшей бледно-желтой из-за подземной жизни. Она обитает под землёй и названа так из-за привычки паразитировать в канализации.

source: A towering swarm of mutated rats, their tails knotted together in a filthy mass. A foetid stench flows from its filthy presence.
ko: 변이된 쥐가 높이 쌓인 무리로, 꼬리들이 더러운 덩어리처럼 묶여있습니다. 이것이 있는 장소로부터 악취가 풍기고 있습니다.
ru: Высокая горка, состоящая из крыс-мутантов, спутанных между собой хвостами в мерзкую массу. Источает зловонный смрад.
