Repository: CleverRaven/Cataclysm-DDA
Catalog: lang/po/*.po
Languages: de, ja, ko, ru, zh_cn

source: Your shishkebab hisses in the water and goes out.
de: Dein Heißer Schaschlik zischt im Wasser und erlischt.
ja: シシカバブの炎は水中でシュッと音を立てて消えました。
ko: 시시케밥이 물속에서 쉬익 소리를 내며 꺼졌습니다.
ru: Ваш шиш-кебаб шипит в воде и выключается.

source: Your shishkebab crackles!
de: Dein Heißer Schaschlick knistert!
ja: シシカバブはパチパチと燃えています！
ko: 시시케밥에서 치직거리는 소리가 납니다!
ru: Ваш шиш-кебаб потрескивает!

source: Bummer, man! Your shishkebab's flame flickers and dies out.
de: Schade, Mann! Die Flamme deines Heißen Schaschliks flackert und geht aus.
ja: なんだ、つまんねぇ！シシカバブの炎が揺らめき、消えました。

source: Uncool, outta gas! Your shishkebab's flame goes out.
de: Doof, Sprit is alle! Die Flamme deines Heißen Schaschliks geht aus.
ja: ダッセぇ、ガス欠かよ！シシカバブの炎が消えました。

source: Chill out
de: Beruhige dich!
ja: 冷静になる
ko: 진정해
ru: Не горячись

source: Keep groovin'
de: Weitergrooven!
ja: 大いに楽しんで
ko: 계속 즐기라고
ru: Продолжаем

source: Torch something!
de: Zünd irgendwas an!
ja: 何かを燃やして！
ko: 불좀 붙여봐!
ru: Поджечь что-нибудь!

source: Peace out. Your shishkebab's flame dies.
de: Bis später. Die Flamme deines Heißen Schaschliks geht aus.
ja: あばよ。シシカバブの炎が消えました。

source: No. 9
de: Nr. 9
ja: 第九番
ko: 넘버 9

source: Use as a knife
de: Als Messer benutzen
ja: ナイフとして使う
ko: 나이프로 사용
ru: Использовать как нож

source: Your No. 9 glows!
de: Deine Nr. 9 glüht!
ja: No. 9が輝きました！
ko: 넘버 9에서 빛이납니다!
ru: Ваш №9 светится!

source: Your No. 9 hisses in the water and goes out.
de: Deine Nr. 9 zischt im Wasser und erlischt.
ja: No. 9の炎は水中でシュッと音を立てて消えました。
ko: 넘버 9이 물속에서 쉬익 소리를 내며 꺼졌습니다.
ru: Ваш №9 шипит в воде и выключается.

source: Your No. 9 hisses.
de: Deine Nr. 9 zischt.
ja: No. 9はシューッと音を立てました。
ko: 넘버 9에서 쉬익 소리가 납니다.
ru: Ваш №9 шипит.

source: Your No. 9 cuts out!
de: Deine Nr. 9 geht aus!
ja: No. 9が停止しました！
ko: 넘버 9이 뭔가를 잘라냅니다!
ru: Ваш №9 отключается!

source: Light something
de: Etwas anzünden
ja: 火付け
ko: 무언가를 비춤
ru: Зажечь что-нибудь

source: Your No. 9 goes dark.
de: Deine Nr. 9 wird dunkel.
ja: No. 9は消灯しました。
ko: 넘버 9이 꺼졌습니다.
ru: Ваш №9 темнеет.

source: Ready for battle!
de: Bereit für die Schlacht!
ja: 戦闘準備！
ko: 전투를 준비하세요!
ru: Готов к битве!

source: What will thou do?
de: Was wirst du tun?
ja: これからどうするんだ？
ko: 무엇을 하실겁니까?
ru: Что они будут делать?

source: Perform peasant work?
de: Bauernarbeit verrichten?
ja: 農業する？
ko: 농사일을 합니까?
ru: Выполнить крестьянскую работу?

source: Reconsider thy strategy
de: Überdenke deine Strategie!
ja: 戦略を練り直す
ko: 전략을 다시 고려해보세요.
ru: Подумать над стратегией

source: Charge!!
de: Angriff!
ja: 突撃！！
ko: 돌격!!
ru: В бой!!

source: No strength to fight!
de: Nicht stark genug zum Kämpfen!
ja: 燃料がありません！
ko: 싸울 힘이 없습니다!
ru: Нет сил драться!

source: Your sword hisses in the water and goes out.
de: Dein Schwert zischt im Wasser und erlischt.
ja: 剣の炎は水中でシュッと音を立てて消えました。
ko: 라이징선이 물속에서 쉬익 소리를 내며 꺼졌습니다.
ru: Ваш меч шипит в воде и выключается.

source: Your blade burns for combat!
de: Deine Klinge brennt förmlich nach einer Schlacht!
ja: 剣は戦いを求め燃えています！
ko: 칼날이 전투를 위해 불타오르고 있습니다!
ru: Ваш клинок горит для боя!

source: Thy strength fades!
de: Deine Stärke schwindet!
ja: 剣は力を失いました！
ko: 힘이 떨어집니다!
ru: Их силы истощены!

source: Retreat!
de: Rückzug!
ja: 退却！
ko: 후퇴!
ru: Отступаем!

source: Burn and Pillage!
de: Rauben und Brandschatzen!
ja: 燃やして奪え！
ko: 불태우고 약탈하라!
ru: Жги! Круши!

source: Keep Fighting!
de: Weiterkämpfen!
ja: 戦闘継続！
ko: 계속 싸워라!
ru: Не сдаваться!

source: Run away!
de: Lauf weg!
ja: 撤退！
ko: 도망쳐라!
ru: Бежим!

source: Daybreak
de: Tagesanbruch
ja: 昼間
ko: 새벽
ru: Рассвет

source: The Dark of Night.
de: Die Dunkelheit der Nacht.
ja: 夜の帳
ko: 어둠의 저녁.
ru: Тёмная ночь.

source: Eternal Night
de: Ewige Nacht
ja: 永遠の夜
ko: 영원한 밤
ru: Глубокая ночь

source: The Moonlight's Edge
de: Mondscheins Schneide
ja: 月の満ち欠け
ko: 달빛의 가장자리
ru: Лунный свет

source: The Sun rises.
de: Die Sonne geht auf.
ja: 「太陽」が昇りました。
ko: 일출
ru: Солнце встаёт.

source: Time stands still.
de: Die Zeit steht still.
ja: 「太陽」は沈んだままです。
ko: 시간은 그대로다.
ru: Время замерло.

source: The Sun shines brightly.
de: Die Sonne scheint hell.
ja: 「太陽」は明るく輝いています。
ko: 태양이 밝게 빛난다.
ru: Солнце ярко сияет.

source: The Light Fades.
de: Das Licht verblasst.
ja: 光が消えました。
ko: 빛이 사라진다.
ru: Свет слабеет.

source: Nightfall
de: Nachtanbruch
ja: 夜明け
ko: 해질녘
ru: Ночь

source: The Light of Day.
de: Das Licht des Tages.
ja: 真昼
ko: 빛의 낮.
ru: Дневной свет.

source: Blazing Heat
de: Glühende Hitze
ja: 炎天
ko: 강렬한 열기
ru: Обжигающая жара

source: Endless Day
de: Ewiger Tag
ja: 終わりの無い日
ko: 끝이 없는 낮
ru: Бесконечный день

source: The Sun sets.
de: Die Sonne geht unter.
ja: 「太陽」は沈みました。
ko: 해가 졌다.
ru: Солнце заходит.

source: Die Flamme entfachen.
ja: 炎に火をつける。

source: Was willst du tun?
ja: 何をしたいのか？

source: Als Messer verwenden.
ja: ナイフとして使う。

source: Nichts tun.
ja: 何もしない。

source: Die Klinge deines Schwertes brennt!
ja: Die Klinge deines Schwertes brennt!(剣の刃が炎に包まれました！)

source: Dein Flammenschwert hat keinen Brennstoff mehr.
ja: Dein Flammenschwert hat keinen Brennstoff mehr.(フラメンスクァートの燃料がありません。)

source: Dein Schwert zischt und erlischt.
ja: Dein Schwert zischt und erlischt.(剣の炎はシュッと音を立てて消えました。)

source: Das Feuer um deine Schwertklinge leuchtet hell!
ja: Das Feuer um deine Schwertklinge leuchtet hell!(剣の刃は明るく燃えています！)

source: Deinem Flammenschwert ist der Brennstoff ausgegangen!
ja: Deinem Flammenschwert ist der Brennstoff ausgegangen!(フラメンスクァートの燃料が必要です！)

source: Die Flamme erloschen.
ja: 炎を消す

source: Ein Feuer entfachen.
ja: 火を起こす

source: Die Flamme deines Schwertes erlischt.
ja: Die Flamme deines Schwertes erlischt.(剣の炎が消えました。)

source: Mon dieu! Nous allons en parler OK?
ja: ああもう！話し合おう、OK？
ko: (불어)세상에! 말로 하자고, OK?

source: yourself into a hole. You stop digging.
de: ein Loch zu graben. Du hörst das Graben auf.
ja: と気付きました。掘るのをやめました。
ko: 구멍에 빠졌습니다. 파내는 것을 그만뒀습니다.
ru: себя в яму. Вы перестали добывать.

source: Yeah. Place the %s at your feet.
de: Super! Stell die %s auf deine Füße.
ja: 良し。足元に%sを放置した。
ko: 아아. %s을(를) 발 밑에 놓는다고요.
ru: Ага, %s прямо под ногами.

source: You can't place a %s there. It contains a trap already.
de: Du kannst hier keinen %s platzieren. Dort ist bereits eine Falle.
ja: そこには%sを設置できません。既に罠があります。
ko: 그곳엔 덫이 이미 있어서 %s을(를) 놓을수 없습니다.
ru: Тут уже есть ловушка, поэтому %s не поставится.

source: The geiger counter's SCANNING LED flicks off.
de: Die Dauermessungs-LED des Geigerzählers geht aus.
ja: 放射線測定器の液晶画面のスイッチを切りました。
ko: 가이거 계수기의 스캔 LED가 꺼졌습니다.
ru: У счётчика Гейгера выключился индикатор сканирования.

source: The geiger counter's scan LED flicks on.
de: Die Dauermessungs-LED des Geigerzählers geht an.
ja: 放射線測定器の液晶画面のスイッチを入れました。
ko: 가이거 계수기의 스캔 LED가 켜졌습니다.
ru: У счётчика Гейгера включился индикатор сканирования.

source: You light the molotov cocktail.
de: Zu entzündest den Molotowcocktail.
ja: 火炎瓶に火をつけました。
ko: 화염병에 불을 붙였습니다!
ru: Вы подожгли коктейль Молотова.

source: Your lit molotov goes out.
de: Dein angezündeter Molotowcocktail geht aus.
ja: 火炎瓶の火が消えました。
ko: 화염병에 불을 붙였습니다.
ru: Запал на коктейле Молотова гаснет.

source: Bang!
de: »Knall!«
ja: バァン！
ko: 꽝!
ru: Бах!

source: Umm. No.
de: Ähem, nein.
ja: うん、違うな。
ko: 음. 아니.
ru: Эмм. Нет.

source: Shock
de: Schocken
ja: ショック
ko: 전기충격
ru: Шок

source: Carve writing into what?
ja: 何を彫る？

source: Carve
de: Eingravieren
ja: 刻む
ko: 조각하기
ru: выстрогать

source: Carved
de: Eingraviert
ja: 刻まれた
ko: 조각된
ru: Вырезанная

source: Using cutting instrument:
ja: 切削工具の使用:

source: Cauterize
de: Kauterisieren
ja: 焼灼する
ru: Прижечь раны

source: Food photos...your stomach rumbles!
de: Essensfotos … Dein Magen knurrt!
ja: 美味しそうな食べ物の写真です...お腹が空いてきますね！

source: This memory card is encrypted. Format and clear data?
de: Diese Speicherkarte ist verschlüsselt. Formatieren und Daten löschen?
ja: このメモリーカードは暗号化されています。データをフォーマットして消去しますか？

source: You turned on your RC car, now place it on ground, and use radiocontrol to play.
de: Du hast dein Modellauto eingeschaltet, nun lege es auf den Boden ab und benutze die Fernbedienung zum Spielen.
ja: ラジコンカーを起動しました。地面に置いて無線制御装置で操縦しましょう。

source: The remote controller's battery goes dead.
ja: 無線制御装置の電池が切れました。

source: Welcome to the RobotChef3000. Choose option:
de: Willkommen beim RobotKoch3000. Aktion wählen:
ja: ロボットシェフ3000にようこそ。メニューを選択して下さい:

source: The lighter is extinguished.
de: Das Feuerzeug ist gelöscht.
ja: ライターの火が消えました。

source: The lighter burns out.
de: Das Feuerzeugt brennt aus.
ja: ライターは燃え尽きました。

source: The %s winks out.
de: Das %s flackert aus.
ja: %sがふっと消えました。

source: You extinguish the lighter.
de: Du löschst das Feuerzeug.
ja: ライターの火を消しました。

source: robotfindskitten v22July2008
de: Roboter findet Mauzi v22July2008
ja: robotfindskitten v22 2008/07
ko: 새끼고양이를찾는로봇 v22July2008

source: Pouf!
de: »Puff!«
ja: ポフッという音が聞こえました！
ko: 푸웁!
ru: Пфф!

source: A piercing beam of light bursts forth!
de: Ein stechender Lichtstrahl schnellt hervor!
ja: 眩い光線が炸裂しました！
ko: 관통하는 광선이 뿜어져 나왔습니다!
ru: Пронзительный луч света ослепляет!

source: <name_b>
ja: やあ、<name_g>。

source: Yes of course. Just don't bring any trouble and it's all fine by me.
de: Ja, natürlich. Schlepp nur keinen Ärger an und alles ist im Lot.
ja: 当然。面倒や厄介事を俺に巻き込まないなら良いんだ。

source: asked_for_item
ja: アイテムを要求
ko: 물품 요청

source: asked_to_follow
ja: 後に続けと要求
ko: 동행 요청

source: OK...
de: In Ordnung …
ja: 分かった...

source: Nevermind...
de: Vergiss es …
ja: 何でもない…

source: Hmm, okay. Bye.
de: Hmm, okay. Tschüss.
ja: ふむ、いいよ。またね。
ko: 음.. 좋아, 잘가.
ru: Хмм, ладно. Пока.

source: More...
de: Weiter …
ja: 次
ko: 더 보기...
ru: Ещё...

source: Back...
de: Zurück …
ja: 戻る
ko: 뒤로...
ru: Назад...

source: BADAMMO
ja: 不良弾

source: Watertight
de: Wasserdichte
ja: 水密
ko: 식수제한
ru: Негерметичные

source: Vanilla
de: Normal
ja: 元祖
ko: 바닐라
ru: Стандарт

source: Capped
de: Gedeckelt
ja: 上限
ko: 제한

source: Int
de: Intelligenz
ja: 知性
ko: 지능
ru: Интеллект

source: IntCap
de: Int. u. Deckel
ja: 知性上限
ko: 지능+제한

source: Off
de: Aus
ja: なし
ko: 끔
ru: Выкл

source: (None)
de: (Keine)
ja: (なし)
ko: (없음)
ru: (Нет)

source: John Smith
de: Max Mustermann
ja: ｼﾞｮﾝ ｽﾐｽ
ru: Джон Смит

source: Status:
de: Zustand:
ja: 状態:
ko: 상태:
ru: Состояние:

source: Switched %s %s
ja: %sを%sに切り替えた

source: off
ja: オフ

source: on
ja: オン

source: Aim a turret manually
ja: 手動でタレットの照準を付ける

source: Loading...
de: Laden …
ja: ローディング...

source: Use which item?
de: Welchen Gegenstand benutzen?
ja: 使用するアイテムを選択
ru: Какой предмет использовать?

source: %d" %s
de: %2$s (%1$d Zoll)
ja: %dインチ%s

source: No ammo
ja: 弾薬がない

source: .50 BMG incendiary
de: .50 BMG Brand
ko: .50 BMG 소이탄(incendiary)

source: 66mm incendiary rockets used in the M202 FLASH rocket launcher. Their warheads are filled with thickened pyrophoric agent which burns at 2200 degrees fahrenheit.
de: 66mm-Brandraketen für den M202-FLASH-Raketenwerfer. Ihre Sprengköpfe sind mit einem verdichtetem luftentzündlichem Material, das bei 1222 Grad Celsius brennt, gefüllt.

source: A 40mm beanbag that deals massive non lethal force.
de: Ein 40mm-Beanbag, der gewaltige nicht-tödliche Kraft aufbringt.
ko: 강력한 비살상 제압력을 가진 40mm 빈백 탄환입니다.
ru: 40мм травматическая граната, которая наносит сильные, но не смертельные повреждения.

source: A 84x246mm smoke marker round for the Carl Gustav M3 recoilless rifle. Commonly used for signalling, target designation, and for screening troop movements.
de: Eine 84×246mm-Rauchpatrone für das rückstoßfreie Carl-Gustav-M3-Gewehr. Üblicherweise benutzt für Signale, Zielbestimmung, und der Verfolgung von Truppenbewegungen.

source: A basic wooden arrow, it has a metal arrowhead and fletching. It's light-weight, does some damage, and is so-so on accuracy. Stands a good chance of remaining intact once fired.
de: Ein einfacher hölzerner Pfeil. Versehen mit einem metallischen Pfeilkopf und Befiederung. Durch sein geringes Gewicht ist der potentielle Schaden eher gering und die Treffgenauigkeit liegt im Mittelbereich. Er hat außerdem eine erhöhte Wahrscheinlichtkeit, nach dem Abfeuern noch intakt zu sein.

source: A brass-jacketed variant of the .44 Magnum round. This increases penetration slightly at the cost of reduced damage from expansion. This onehas been hand-reloaded.
de: Eine messing-ummantelte Variante der .44-Patrone. Dies erhöht die Materialdurchdringung ein wenig auf Kosten der Ausdehnung. Diese Patrone wurde wiedergeladen.

source: A crude shaft made from plastic. It needs arrowheads and fletching to become a functional arrow. You can, however, fire it from a bow.
de: Ein grober Schaft aus Plastik. Er benötigt eine Pfeilspitze und Befiederung, um zum funktionsfähigen Pfeil zu werden. Du kannst ihn allerdings jetzt schon von einem Bogen schießen.

source: A crude shaft made from wood. It needs arrowheads and fletching to become a functional arrow. You can, however, fire it from a bow.
de: Ein simpler Schaft aus Holz. Er benötigt einen Pfeilkopf und eine Befiederung, um als Pfeil durchzugehen. Er kann allerdings auch jetzt schon abgeschossen werden.

source: A heavy shaft made from scrap metal. It needs arrowheads and fletching to become a functional arrow. You can, however, fire it from a bow.
de: Ein schwerer Schaft aus Metallschrott. Er braucht eine Pfeilspitze und Befiederung, um zum funktionstüchtigen Pfeil zu werden. Du kannst ihn allerdings jetzt schon von einem Bogen schießen.

source: A heavy shaft made from wood. It needs arrowheads and fletching to become a functional arrow. You can, however, fire it from a bow.
de: Ein schwerer Schaft aus Holz. Er benötigt eine Pfeilspitze und Befiederung, um zu einem funktionstüchtigem Pfeil zu werden. Du kannst ihn allerdings jetzt schon von einem Bogen schießen.

source: A heavy wooden arrow, with fletching and a metal arrowhead. It's much heavier than other wooden arrows, and as a result it does more damage and is more stable in flight, resulting in better accuracy over a longer range. Stands a very good chance of remaining intact once fired.
de: Ein schwerer Holzpfeil, mit einer Befiederung und einer Metallpfeilspitze. Er ist viel schwerer als andere Holzpfeile und verursacht deswegen mehr Schaden und hat einen stabileren Flug, was zu einer höheren Treffgenauigkeit über eine höhere Distanz führt. Bleibt sehr wahrscheinlich nach dem Abfeuern intakt.

source: A sharpened bolt carved from wood. It's very light, but doesn't do much damage and isn't particularly accurate. Stands a good chance of remaining intact once fired.
de: Ein geschärfter Bolzen aus Holz. Er ist sehr leicht, aber richtet nicht viel Schaden und ist nicht besonders treffsicher. Er hat eine gute Chance, nach dem Verschießen intakt zu bleiben.

source: A sharpened bolt made from metal of some kind. It's heavy and unwieldy, providing moderate damage and accuracy. Stands a good chance of remaining intact once fired.
de: Ein geschärfter Bolzen aus einem Metall irgendeiner Art. Er ist schwer und unhandlich und bietet mäßigen Schaden und mäßige Treffsicherheit. Hat eine gute Chance, nach dem Feuern intakt zu bleiben.

source: A simple arrow shaft that has a crude arrowhead and fletching. Useful for hunting small woodland creatures or as a last ditch defense against zombies.
de: Ein einfacher Pfeilschaft, der eine grobe Pfeilspitze und eine Befiederung hat. Nützlich für die Jagd nach kleinen Waldtieren oder als letzte verzweifelte Verteidigungsmaßnahme gegen Zombies.

source: A simple arrow shaft that has a crude arrowhead. Useful for hunting small woodland creatures.
de: Ein einfacher Pfeilschaft mit einer groben Pfeilspitze. Nützlich für die Jagd nach kleinen Waldtieren.

source: A simple arrow shaft that has a wide blunt head. Useful for hunting small woodland creatures without splattering them all over the ground.
de: Ein einfacher Pfeilschaft, der eine breite, stumpfe Spitze hat. Nützlich, um kleine Waldtiere zu jagen, ohne sie gleich zu zerfetzen.

source: A simple arrow shaft that has had a point carved into it and then fire-hardened.
de: Ein einfacher Pfeilschaft, in dem eine Spitze eingeritzt und anschließend feuergehärtet wurde.

source: A solid steel copper jacketed variant of the .50 BMG round. Penetration is increased, but damage is reduced.
de: Eine aus massivem Stahl bestehende, kupferummantelte Variante der .50-BMG-Patrone. Die Panzerbrechung ist erhöht, aber der Schaden ist reduziert.

source: A solid steel copper jacketed variant of the .50 BMG round. Penetration is increased, but damage is reduced. This one has been hand-reloaded.
de: Eine aus massivem Stahl bestehende, kupferummantelte Variante der .50-BMG-Patrone. Die Panzerbrechung ist erhöht, aber der Schaden ist reduziert. Diese Patrone wurde wiedergeladen.

source: A variant of the powerful .50 BMG sniper round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances.
de: Dies ist eine Variante der populären .50-BMG-Scharfschützengewehrpatrone. Brandmunition ist dafür ausgelegt, beim Einschlag heiß zu verbrennen, Panzerungen zu brechen und brennbare Substanzen anzuzünden.
ko: 강력한 .50 BMG탄의 소이탄 버젼으로, 타격과 동시에 연소하여 방어구를 관통하고, 가연성 물질에 불을 붙입니다.
ru: Вариация мощного снайперского патрона .50 BMG. Зажигательные патроны спроектированы так, чтобы воспламеняться при столкновении, пробивать броню и воспламенять горючие вещества.

source: A variant of the powerful .50 BMG sniper round, incendiary rounds are designed to burn hotly upon impact, piercing armor and igniting flammable substances. This one has been hand-reloaded.
de: Dies ist eine Variante der populären .50-BMG-Scharfschützengewehrpatrone. Brandmunition ist dafür ausgelegt, beim Einschlag heiß zu verbrennen, Panzerungen zu brechen und brennbare Substanzen anzuzünden. Diese Patrone wurde wiedergeladen.

source: Also known as a flight, this item provides aerodynamic stabilization of arrows.
de: Dieser Gegenstand sorgt für die aerodynamische Stabilisierung von Pfeilen.
ko: '플라이트' 라고도 불리는 화살깃으로, 화살을 공기역학적으로 안정시킵니다.
ru: Обычное оперение для стрел. Придаёт стрелам аэродинамическое равновесие.

source: An empty casing from a .22 round.
de: Eine leeres Gehäuse einer .22-Patrone.
ko: .22탄의 빈 탄피(casing)입니다.
ru: Пустая гильза от патрона .22

source: An underwater fishing spear made from carbon fiber. It's very light, but doesn't have much range. Stands a good chance of remaining intact once fired.
de: Ein Speer für das Speerfischen aus Kohlefaser. Er ist sehr leicht, hat aber keine große Reichweite. Er bleibt ziemlich wahrscheinlich intakt nach einem Wurf.

source: An underwater fishing spear made from metal. It's light, but doesn't have much range. Stands a good chance of remaining intact once fired.
de: Ein Speer für das Speerfischen aus Metall. Er ist leicht, hat aber keine große Reichweite. Er bleibt ziemlich wahrscheinlich intakt nach einem Wurf.

source: An underwater fishing spear made from wood tipped with steel. It's very light, but doesn't have much range. Stands a good chance of remaining intact once fired.
de: Ein Speer für das Speerfischen aus Holz mit einer Stahlspitze. Er ist sehr leicht, hat aber keine große Reichweite. Er bleibt ziemlich wahrscheinlich intakt nach einem Wurf.

source: Heads for an arrow. Placing these on an arrow will make the arrow more damaging and piercing.
de: Pfeilspitzen für Pfeile. Eine solche an einem Pfeil anbringen wird den Schaden und die Materialdurchdringung des Pfeiles erhöhen.

source: High-tech carbon fiber shafts and 100 grain broadheads. Very lightweight, fast, and notoriously fragile.
de: Hochtechnologische Kohlenstofffilamentschafte mit 100-grain-Jagdspitzen. Sehr leichtgewichtig, schnell und bemerkenswert zerbrechlich.

source: Inspired by the improved .270, Alexander Sarafanov himself developed the 6.54x42mm rifle cartrige for his new SVS-24 Assault Rifle.
de: Inspiriert von der verbesserten .270 entwickelte Alexander Sarafanov höchstpersönlich die 6,54×42mm-Gewehrpatrone für sein neues SVS-24-Sturmgewehr.
ko: 향상된 .270탄을 보고 영감을 받은 알렉산더 사라파노(Alexander Sarafanov)가 그의 새로운 돌격소총인 SVS-24에 쓸 6.54x42mm 소총탄을 개발했습니다.
ru: Будучи вдохновлённым улучшенным .270, Александр Сарафанов самолично разработал этот патрон 6.54x42мм для своей новой штурмовой винтовки SVS-24.

source: Inspired by the improved .270, Alexander Sarafanov himself developed the 6.54x42mm rifle cartrige for his new SVS-24 Assault Rifle. This one has been hand-reloaded.
de: Inspiriert von der verbesserten .270 entwickelte Alexander Sarafanov höchstpersönlich die 6,54×42mm-Gewehrpatrone für sein neues SVS-24-Sturmgewehr. Diese Patrone wurde wiedergeladen.

source: This arrow is significantly sturdier than other wooden arrows. It has a crude field point head and fletching.
de: Dieser Pfeil ist bedeutend stabiler als andere Holzpfeile. Er hat eine grobe Metallspitze und eine Befiederung.

source: This arrow is significantly sturdier than other wooden arrows. It has a fire-hardened point and fletching.
de: Dieser Pfeil ist erheblich stabiler als andere Holzpfeile. Er hat eine feuergehärtete Spitze und eine Befiederung.

source: This metal arrow has fletching and a steel arrowhead.
de: Dieser Metallpfeil hat eine Befiederung und eine Stahlpfeilspitze.

source: This metal shaft has been carefully sharpened so that it has a crude point at the end.
de: Dieser Metallschaft wurde sorgfältig geschärft, damit er eine grobe Spitze am Ende hat.
ko: 금속 화살대의 앞부분을 잘 연마해서 촉으로 만든 화살입니다.
ru: Металлический стержень с тщательно заострённым концом.

source: This plastic arrow has a plastic arrowhead and fletching.
de: Dieser Plastikpfeil hat einen Plastikpfeilkopf und einige Befiederungen.
ko: 플라스틱 화살촉과 화살깃을 가진 플라스틱 화살이다.
ru: Эта пластиковая стрела обладает оперением и пластиковым наконечником.

source: This simple arrow has a fire-hardened point and fletching.
de: Dieser einfache Pfeil besitzt eine feuergehärtete Spitze und ist befiedert.

source: Tin and pewter scraps. Usable in making ammo
de: Zinn- und Hartzinnstücke. Nützlich für die Munitionsherstellung.

source: Tough thin fibres, taken from a plant. Can be used as thread.
de: Robuste dünne Fasern einer Pflanze. Können als Faden verwendet werden.

source: field point wooden arrow
de: metallbespitzer Holzpfeil

source: fire-hardened wooden arrow
de: feuergehärteter Holzpfeil

source: heavy wooden arrow
de: schwerer Holzpfeil

source: metal arrow
de: Metallpfeil
ko: 금속 화살-화살촉, 깃(metal arrow)
ru: металлическая стрела

source: plant fibre
de: Pflanzenfaser
ko: 식물 섬유(plant fibre)
ru: растительное волокно

source: reloaded .50 BMG
de: wiedergeladene .50 BMG
ko: .50 BMG-재생

source: reloaded .50 BMG SS
de: wiedergeladene .50 BMG SS
ko: .50 BMG SS-재생

source: reloaded .50 BMG incendiary
de: wiedergeladene .50 BMG Brand
ko: .50 BMG 소이탄(incendiary)-재생

source: sharpened metal arrow
de: geschärfter Metallpfeil
ko: 금속 화살-예리함(metal arrow)
ru: заострённая металлическая стрела

source: small game arrow
de: kleiner Jagdpfeil
ko: 소형동물 사냥용 화살(game arrow)
ru: стрела на мелкую дичь

source: wooden arrow
de: Holzpfeil

source: A bright silver star strikes fear into the eyes of ne'er-do-wells.'
de: Ein heller Silberstern treibt die Furcht in die Augen der Tunichtgute.

source: A classic design, the "tricorne", or three-cornered hat, simply pins a large and floppy brim out of the way, though this exammple adds well-emboridered designs and is oiled against water. Whether you're the "guvnah" of a settlement, or the captain of a post-apocalyptic crew, this is the hat for you.
de: Nach einem klassischem Entwurf hat der sog. Dreispitz eine ungewöhnliche große und schlappe Krempe, wobei dieses Exemplar zusätzlich gut bestickte Verzierungen hat und gegen Wasser eingeölt wurde. Egal, ob du der Anführer einer Siedlung oder einer postapokalyptischen Crew bist, ist dieser Hut genau für dich geeignet.

source: A custom kevlar armored trenchcoat without sleeves, covered with pouches and pockets. Comfortable, durable, and great for storage.
de: Ein angepasster mit Kevlar geschützter Trenchcoat, der mit Taschen und Einsätzen überzogen ist. Komfortabel, stabil und großartig zum Lagern.
