[
  {
    "id": "LS_Alphatest",
    "type": "mutation",
    "name": { "str": "Alpha Test Labyrinths 0.1" },
    "description": "Taking this mutation will allow you to talk to the Exodii Merchant Rubik and ask to travel to the early playtest version of the Labyrinthine Structure, an in-development dungeon set inside an alternate dimension.  This version is still very low on content, but your early feedback is highly valued!",
    "points": 0,
    "starting_trait": true,
    "valid": false,
    "purifiable": false,
    "player_display": true
  },
  {
    "id": "LS_Passcode_0",
    "type": "mutation",
    "name": { "str": "Passcode: Thief's Pass" },
    "description": "There's a symbol etched into your skin.  Somehow you implicitly understand that it is a type of password, it just looks like a tattoo, though how you know this isn't clear.  The symbol itself is your own face, with a clever smirk.",
    "points": 0,
    "starting_trait": false,
    "valid": false,
    "purifiable": false,
    "player_display": true
  },
  {
    "id": "LS_Passcode_1",
    "type": "mutation",
    "name": { "str": "Passcode: Circle of Wings" },
    "description": "There's a symbol etched into your skin.  Somehow you implicitly understand that it is a type of password, it just looks like a tattoo, though how you know this isn't clear.  The symbol itself looks like bird wings, circling around themselves in an ouroboros-like shape.",
    "points": 0,
    "starting_trait": false,
    "valid": false,
    "purifiable": false,
    "player_display": true
  },
  {
    "id": "LS_Passcode_2",
    "type": "mutation",
    "name": { "str": "Passcode: Hard Nails" },
    "description": "There's a symbol etched into your skin.  Somehow you implicitly understand that it is a type of password, it just looks like a tattoo, though how you know this isn't clear.  The symbol itself is of a stylized hand dragging its fingernails down a piece of sheet metal, leaving five deep gouges.",
    "points": 0,
    "starting_trait": false,
    "valid": false,
    "purifiable": false,
    "player_display": true
  },
  {
    "id": "LS_Passcode_3",
    "type": "mutation",
    "name": { "str": "Passcode: Laughing Man" },
    "description": "There's a symbol etched into your skin.  Somehow you implicitly understand that it is a password, not a tattoo, though how you know this isn't clear.  The symbol itself is of a handsome man's face, laughing.  At first glance it appears charming and friendly, but the longer you examine it, the more it appears to be inhumanly cold and cruel.  It fills you with a feeling of dread that seems to originate from outside your own mind.",
    "points": 0,
    "starting_trait": false,
    "valid": false,
    "purifiable": false,
    "player_display": true
  }
]
