[
    {
      "type": "snippet",
      "category": "<eyes_progress_general>",
      "text": [
        "Something is shifting inside your eyes!",
        "Dozens of dark points are dancing around your vision's periphery.",
        "The world takes on a slightly different color.  Or did <color> always look so <color>?",
        "Strange shapes float across your vision.",
        "Your eyes hurt.  That will stop happening soon, right?"
      ]
    },
    {
      "type": "snippet",
      "category": "<eyes_ceph>",
      "text": [
        "<eyes_progress_general>",
        "The light hurts your eyes, and you struggle to blink.",
        "The center of your vision swims in and out of focus.",
        "You are obsessed with the colors of your surroundings, before you remember your skin could never match them."
      ]
    },
    {
      "type": "snippet",
      "category": "<eyes_compound>",
      "text": [
        "<eyes_progress_general>",
        "You recognize new colors on previously drab things.",
        "You catch yourself trying to blink, as if your eyes could still dry out.",
        "The field of view is dizzying, but seeing behind yourself has its advantages."
      ]
    },
    {
      "type": "snippet",
      "category": "<eyes_elfa>",
      "text": [
        "<eyes_progress_general>",
        "You wish everything was greener.  You close your eyes, and when you open them your wish came true.",
        "For a moment, you see Them, waiting to taint your world.",
        "You are distracted by the myriad details your old eyes couldn't see."
      ]
    },
    {
      "type": "snippet",
      "category": "<eyes_feline>",
      "text": [
        "<eyes_progress_general>",
        "Your eyes obsessively snap to the smallest movement.",
        "The light is growing painfully bright."
      ]
    },
    {
      "type": "snippet",
      "category": "<eyes_snail>",
      "text": [
        "<eyes_progress_general>",
        "Your vision inverts!",
        "You occasionally forget you can move your head, instead moving your…eyes.",
        "Something snaps in the base of your right eyestalk, and you retract it reflexively!"
      ]
    },
    {
      "type": "snippet",
      "category": "<eyes_lizard>",
      "text": [
        "<eyes_progress_general>",
        "Your eyes dry out, and you try to give them a reflexive lick.",
        "To lay out in the warm sun and take in the rays…"
      ]
    }
  ]
  