[
  {
    "type": "snippet",
    "category": "<talk_snippet_modded_liam_meeting1>",
    "text": "*, your old friend, looks up at you in shock.  At his feet lies a a corpse, its head almost completely blown off by the shotgun that drops limply from Liam's fingers as you approach.  \"I swear, dude, this is not what it looks like.\""
  },
  {
    "type": "talk_topic",
    "id": "TALK_Liam_Meeting1",
    "responses": [
      {
        "text": "Not what it looks like?  It looks like you just blew someone's head off, Liam.  Holy shit, is that… Chris?  Did you kill Chris?",
        "topic": "TALK_DDotD_Liam_Meeting2"
      }
    ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_DDotD_Liam_Meeting2",
    "dynamic_line": "No!  Dammit, no!\"  Liam looks briefly panicked, then his eyes widen.  \"I have something for this, hold on.\"  He reaches to the sofa behind him, slowly, keeping his hands away from the shotgun on the floor.  \"Look.  Chris left a note.\"  Liam holds up the paper, in Chris' clear handwriting.  You can just make it out: it reads somewhat like a suicide note, and realization starts to dawn.  Liam nods, seeing you start to understand.  \"Chris got bit while we were on our way here.  We tried to treat it, I did everything I could think of, but the infection got worse and worse.  Chris told me to just turn my back, but I couldn't do that.  We had a pact.  You know that.\"  Liam's eyes are red rimmed, and he wipes them with a sleeve.  \"I stayed here until… until the transition.  We wrote this letter and a bunch more, stuff for Chris's family, if we can find them, you know?",
    "responses": [
      { "text": "So Chris turned into a zombie right in front of you?", "topic": "TALK_DDotD_Liam_Meeting3" },
      {
        "text": "Wait.  Zombies?  I knew things were going to shit, but are you telling me it's really zombies?",
        "topic": "TALK_DDotD_Liam_Tut1_zombies"
      }
    ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_DDotD_Liam_Meeting3",
    "dynamic_line": "Yeah.\"  Liam wipes his face again, and flops down on the couch.  \"I thought there'd be more time between passing out and getting back up, I was going to do this outside.  God damn, that was the hardest thing I've ever done.\"  He looks up at you, his face drained, across the body of one of your oldest friends.  \"Fucking hell.  You're alive.  You made it here.  I'm sorry for the rough introduction, I should be hugging you right now.  You're not bit or anything?",
    "responses": [
      { "text": "No, I'm fine.  Want to get this cleaned up?", "topic": "TALK_DDotD_Liam_Meeting4" },
      {
        "text": "Bit?  Like, the whole classic 'one bite and you're done' zombie movie stuff?",
        "topic": "TALK_DDotD_Liam_Tut1_bites"
      }
    ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_DDotD_Liam_Tut1_zombies",
    "dynamic_line": "Yeah.  You probably heard some wacky shit on the news, hey?  I heard all kinds of garbage, anything from evil mushrooms to interdimensional monsters, but no.  It's zombies, classic fucking zombies.  I'm still struggling with it myself.",
    "responses": [ { "text": "So Chris turned into a zombie right in front of you?", "topic": "TALK_DDotD_Liam_Meeting3" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_DDotD_Liam_Tut1_bites",
    "dynamic_line": "You got it.  I know, it feels really contrived, doesn't it?  It's exactly like the old movies in every way, like someone had designed it to be.  I don't know if it's every bite or what, but Chris just had one that barely broke the skin and you see where that ended up.  Took about three days.  My advice is, we don't let these things teeth anywhere near our skin.  They're pretty clumsy bastards, though.  They definitely can't just nibble you as they go by, they've gotta grab you first.  Unfortunately, seems like they're pretty fuckin' good at that.  Once you get grabbed, best bet is to go full ham on the zombie grabbing you with everything you've got, and try to shake loose, but honestly it's better to not get grabbed.",
    "responses": [ { "text": "Well, no bites.  I'm fine.  Want to get this cleaned up?", "topic": "TALK_DDotD_Liam_Meeting4" } ]
  },
  {
    "type": "talk_topic",
    "id": "TALK_DDotD_Liam_Meeting4",
    "dynamic_line": "*lets out a long sigh and nods.  \"Let's get poor Chris outside for a proper burial to start.  I can't tell you how glad I am to see you.\"",
    "responses": [
      {
        "text": "I'm glad to see you too, Liam.  Wish it was a better situation.  Let's do this.",
        "effect": "follow",
        "topic": "TALK_DONE"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "<talk_snippet_modded_liam_Friends4ever>",
    "text": "Aww, of course.  No matter what happens, you're always you and I'm always me, right?  We've been through worse than this.\"  He pauses, his brow furrowed.  \"Well, okay, maybe we haven't.  But we've stuck through it all for so many years, what's a little undead apocalypse gonna change?  Hell, I think we're in for one of those classic buddy-buddy zombie movie experiences, like, uh, Dawn of the Dead.\"  He pauses.  \"Maybe not that one.  Night of the Living Dead?\"  He pauses again.  \"Zombieland, maybe.  Who cares.  You're my family, more than my birth family ever was."
  }
]
