[
  {
    "type": "profession",
    "subtype": "hobby",
    "id": "hobby_species_elf",
    "name": "Elf (Species)",
    "description": "You are one of the Firstborn, called \"alfar\" or \"sidhe\" or, more recently, \"elves\" by the humans.  Your people had integrated into human society before the Cataclysm, doing jobs involving animals and nature since modern industry was never to your liking.  Had technological development continued, you might have been forced to make some unpleasant compromises, but not as unpleasant as you have during the end of the world.",
    "points": 4,
    "proficiencies": [ "prof_spotting" ],
    "traits": [
      "THRESH_SPECIES_ELF",
      "ANIMALEMPATH2",
      "ELVEN_BUILD",
      "ELFA_NV",
      "ELVEN_BEAUTY",
      "ELVEN_SLEEP",
      "ELFA_EARS",
      "ELVEN_HEARING",
      "LIGHTSTEP",
      "WILDWALKER",
      "ANTIJUNK",
      "WEAKSTOMACH",
      "PALE",
      "DISIMMUNE",
      "PICKYEATER"
    ]
  },
  {
    "type": "profession",
    "subtype": "hobby",
    "id": "hobby_species_dwarf",
    "name": "Dwarf (Species)",
    "description": "You are a Child of the Stone, called \"dwarf\" by the humans.  The legends tell that long ago, your people were born of stone and mined your way up to the surface world and its light, where you found the other sapient species of Earth.  While the scale of the human world was always a bit of a problem, you fit in well due to your people's long tradition of craftsdwarfship and hard work.  Now that society has collapsed, maybe you can turn that same drive to rebuilding it.",
    "points": 4,
    "traits": [
      "THRESH_SPECIES_DWARF",
      "DARKSIGHT",
      "NIGHTVISION2",
      "DWARVEN_BUILD",
      "PAINRESIST",
      "INFRESIST",
      "DISRESISTANT",
      "BORN_ARTISAN",
      "ALCMET",
      "TOLERANCE",
      "GOODCARDIO",
      "DENSE_BONES",
      "TUNNEL_FIGHTER",
      "TROGLO",
      "HIRSUTE",
      "GOURMAND",
      "SMELLY",
      "HEAVYSLEEPER2"
    ]
  },
  {
    "type": "profession",
    "subtype": "hobby",
    "id": "hobby_species_goblin",
    "name": "Goblin (Species)",
    "description": "You are a goblin.  Before the Cataclysm your people were always a little out of place: the houses weren't designed for you, the shops weren't open when you were awake, and your appearance sometimes gave human or elven children nightmares that you were going to steal them or reminded dwarves of the ancient wars your peoples fought.  As it turned out, you weren't what any of them should have been worrying about.",
    "points": 4,
    "traits": [
      "THRESH_SPECIES_GOBLIN",
      "DARKSIGHT",
      "GOBLIN_BUILD",
      "GOBLIN_TEETH",
      "GOBLIN_EYES",
      "SAPROVORE",
      "SNOUT",
      "NAILS",
      "THICKSKIN",
      "PAINREC2",
      "GOODCARDIO",
      "EATPOISON",
      "TUNNEL_FIGHTER",
      "NOCTURNAL",
      "NOCTURNAL_DAY",
      "MOODSWINGS",
      "TROGLO2"
    ]
  },
  {
    "type": "profession",
    "subtype": "hobby",
    "id": "hobby_species_lizardfolk",
    "name": "Lizardfolk (Species)",
    "description": "You are one of the Scaled Ones, called \"lizardfolk\" by the warmbloods.  For generations, your tribe served a dragon as its eyes and ears in the outside world, until civilization encroached far enough that even all the dragon's might could not hold it back.  You were sent out to integrate into the modern world, but you were only there a few years before human science ended their world.  Now, you have to survive in the mess they've created.",
    "points": 4,
    "skills": [ { "level": 2, "name": "swimming" } ],
    "traits": [
      "THRESH_SPECIES_LIZARDFOLK",
      "LIZARDFOLK_BUILD",
      "SCALES",
      "MEMBRANE",
      "COLDBLOOD4_LIZ",
      "FORKED_TONGUE",
      "HISS",
      "GILLS",
      "ANTIWHEAT",
      "ANTIJUNK",
      "TAIL_THICK",
      "RESISTWARM",
      "LIZ_EYE",
      "REGEN_LIZ",
      "MUZZLE_LONG",
      "WEBBED_LIZ_FEET",
      "TALONS",
      "SLIT_NOSTRILS",
      "PRED_LIZ"
    ]
  },
  {
    "type": "profession",
    "subtype": "hobby",
    "id": "hobby_species_ravenfolk",
    "name": "Ravenfolk (Species)",
    "description": "You are one of the Kor'uru, called \"ravenfolk\" by those who can't make the appropriate clacking sound due to their lack of beak.  While your people could not fly without the aid of magic, you were always drawn to explore the world, and had traveled to nearly every country and continent even before modern society made such travel easy.  You were well-integrated into society at all levels…and that made you just as vulnerable as everyone else when it fell.",
    "points": 4,
    "proficiencies": [ "prof_spotting" ],
    "traits": [
      "THRESH_SPECIES_RAVENFOLK",
      "RAVENFOLK_BUILD",
      "WINGS_BIRD",
      "DOWN",
      "BEAK_RAVEN",
      "RAVENFOLK_LEGS",
      "PER_UP_3",
      "FLEET",
      "FEATHERS",
      "GOODMEMORY",
      "EAGLEEYED",
      "TALONS",
      "LIGHT_BONES",
      "RAVEN_BONES",
      "NOMAD",
      "HOARDER"
    ]
  }
]
