[
  {
    "id": "BGSS_EVACUEE_3_STORY1",
    "type": "talk_topic",
    "dynamic_line": "There's nothing too special about me, I'm not sure why I survived.  I was traveling with a handful of others, but we were too late to make the second trip to the main group of survivors.  We got attacked by the dead… I was the only one to make it out.  I never looked back.",
    "responses": [
      {
        "text": "How did you survive after that?",
        "condition": { "math": [ "time_since('cataclysm', 'unit':'days') < 90" ] },
        "effect": { "npc_add_effect": "BGSS_EVACUEE_3_earlymeeting", "duration": "PERMANENT" },
        "//": "If you talk to this NPC any time before day 90, the game flags him as an NPC you met 'early' and never gives you the 'late' convo options",
        "topic": "BGSS_EVACUEE_3_STORY2"
      },
      {
        "text": "How did you survive after that?",
        "condition": { "math": [ "time_since('cataclysm', 'unit':'days') >= 90" ] },
        "topic": "BGSS_EVACUEE_3_STORY2"
      },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_EVACUEE_3_STORY2",
    "type": "talk_topic",
    "dynamic_line": "Sheer luck I guess.  I got lost in the woods and lived off of whatever nuts and berries I found.  Not as many things are poisonous as I thought.",
    "responses": [
      {
        "text": "What got you out of the woods?",
        "condition": { "not": { "npc_has_effect": "BGSS_EVACUEE_3_earlymeeting" } },
        "topic": "BGSS_EVACUEE_3_STORY3_LATE"
      },
      {
        "text": "What got you out of the woods?",
        "condition": { "npc_has_effect": "BGSS_EVACUEE_3_earlymeeting" },
        "topic": "BGSS_EVACUEE_3_STORY3_EARLY"
      },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_EVACUEE_3_STORY3_EARLY",
    "type": "talk_topic",
    "dynamic_line": "Straight up hunger.  I didn't find much food.  I was starting to feel pretty off.  Eventually I found my way here.",
    "responses": [ { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" }, { "text": "<end_talking>", "topic": "TALK_DONE" } ]
  },
  {
    "id": "BGSS_EVACUEE_3_STORY3_LATE",
    "type": "talk_topic",
    "dynamic_line": "Straight up hunger.  I didn't find much food.  I was starting to feel pretty off.  I finally stumbled into a river and built a decent little base there, figured out some basic survival stuff like making a fire and some light fishing with a sharpened stick.",
    "responses": [
      { "text": "I didn't meet you at the river though.  You left.", "topic": "BGSS_EVACUEE_3_STORY4" },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_EVACUEE_3_STORY4",
    "type": "talk_topic",
    "dynamic_line": "Yeah.  I had it pretty good there, but eventually I just started going a bit nuts.  Those geese are vicious neighbors.  So I moved on.  I've camped a few places, scavenged berries and whatnot, lived a pretty good life compared to those first few months.",
    "responses": [ { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" }, { "text": "<end_talking>", "topic": "TALK_DONE" } ]
  },
  {
    "id": "CWH_EVACUEE_3_IDEAS1",
    "type": "talk_topic",
    "dynamic_line": "Woah, <name_g>, I don't even know where to start.  The riots?  I think it was going on sooner than that.  There were bad murmurs going on a few weeks before that happened.  Lots of really scary crimes, not your usual stuff but like cannibalism and some real unspeakable shit, you know?  When the riots started, I think I was already primed to think of it as something different from a normal equality riot or anything like that.  I think that's part of how I got out safer, I had had some time to get some stuff and get going.  People were abso-fuckin-lutely crazy in those days.  It was a lot like the pandemic a few years back, except for all of the gruesome violence everywhere.",
    "responses": [
      { "text": "Do you have any idea what the actual cause was?", "topic": "CWH_EVACUEE_3_IDEAS2" },
      { "text": "<done_conversation_section>", "topic": "TALK_NONE" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "CWH_EVACUEE_3_IDEAS2",
    "type": "talk_topic",
    "dynamic_line": "Not really.  The leadership fed us all kinds of conflicting stories, and there was some absolutely heinous stuff going on.  God, I still have nightmares.  I saw this one woman eat her own baby.  I don't know what it was about it, something about the look on her face.  Now we've both seen worse things with our own eyes, but that one still comes back to haunt me.  Anyway, they never could control the riots, and by the time the rioters started turning into undead it was way too late.  I don't know if morale just broke or what but I heard rumors it just became a free for all bloodletting.  What actually made the dead come back to life though?  I haven't got a clue.",
    "responses": [ { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" }, { "text": "<end_talking>", "topic": "TALK_DONE" } ]
  }
]
