[
  {
    "id": "BGSS_LAB_1_STORY1",
    "type": "talk_topic",
    "dynamic_line": "For me, this started a couple days before <the_cataclysm>.  I'm a chemist.  I did my research work with a brilliant colleague, Pat Dionne.  I hadn't talked to Pat in ages… word has it, Pat got signed up for some kind of secret project.  So, I was a bit surprised to get a letter from Pat… even more surprised when it was a series of nostalgic references to a game we played years earlier.",
    "responses": [
      { "text": "I don't see where this is going.", "topic": "BGSS_LAB_1_STORY2" },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_LAB_1_STORY2",
    "type": "talk_topic",
    "dynamic_line": "Well, the references weren't quite right.  Pat referred to things that we'd never played.  The situations were close, but not right, and when I put it all together, it told a story.  A story about a scholar whose kids were being held captive, forced to research dark magic for them.  And there was a clincher: A warning that the magic had escaped, a warning that all heroes had to leave the kingdom before it fell.",
    "responses": [
      { "text": "Okay…", "topic": "BGSS_LAB_1_STORY3" },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_LAB_1_STORY3",
    "type": "talk_topic",
    "dynamic_line": "Listen, I know it's incredibly cheesy.  That's make believe for you.  Anyway, something about the tone really got to me.  I knew it was important.  I wasted a little time waffling, then decided to use my outstanding vacation time and get away for a while.  I packed for the end of the world.  Turns out, I packed the right stuff.",
    "responses": [
      { "text": "Was there anything else of use in that letter?", "topic": "BGSS_LAB_1_DIONNE1" },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_LAB_1_DIONNE1",
    "type": "talk_topic",
    "dynamic_line": "There was, yeah, but it was cryptic.  If I had a copy of Pat's notes, I could probably decipher it, but I'm sure those burned up in <the_cataclysm>.  Pretty much anything worth looking at was bombed, you know.",
    "responses": [ { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" }, { "text": "<end_talking>", "topic": "TALK_DONE" } ]
  }
]
