[
  {
    "id": "BGSS_SCIENTIST_1_STORY1",
    "type": "talk_topic",
    "dynamic_line": "Before <the_cataclysm> I studied the mysteries of the world.  Don't look at me like that, it had nothing to do with this stuff… I was studying the sexual habits of mice.  Nothing even vaguely related to zombies or giant insects.  Anyway, I was talking with some other people working on similar stuff and an old friend of mine was talking about some really weird shit she'd heard of.  Really hush hush stuff.  Normally I wouldn't put much cred into that sort of thing, but from her, it actually had me worried.  I got ready to run.",
    "responses": [
      { "text": "What came of it?", "topic": "BGSS_SCIENTIST_1_STORY2" },
      {
        "text": "If I got you the right stuff, do you think you'd be able to like… do science to it?",
        "topic": "BGSS_SCIENTIST_1_SCIENCEHELP"
      },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_SCIENTIST_1_STORY2",
    "type": "talk_topic",
    "dynamic_line": "When things got bad I got out with some others immediately.  That got me out before the worst part.  The group of evacuees I was with was useless… me, a couple others, a couple of days of food, and a few grass blankets.  Not even close to enough to go around.  The evacuees split down the middle into a few camps, and infighting started.  I ran into the woods nearby with a few others.  We got away, had a little camp going.  They tried to make me their leader, thought I knew more about things than I did because I'd come so prepared.  Like I said, I'm not that kind of scientist, but they didn't seem to understand.  I… I did my best.",
    "responses": [
      { "text": "What happened with your leadership run?", "topic": "BGSS_SCIENTIST_1_STORY3" },
      {
        "text": "If I got you the right stuff, do you think you'd be able to like… do science to it?",
        "topic": "BGSS_SCIENTIST_1_SCIENCEHELP"
      },
      { "text": "<done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_SCIENTIST_1_STORY3",
    "type": "talk_topic",
    "dynamic_line": "I thought that us leaving, letting the others take things over for themselves, would be enough, but it wasn't.  They tracked us down in the night, a few days later.  They… well… I made it out, along with one other survivor.  The attackers, they were like animals.  We tried to travel together for a while.  I blamed myself, for what had happened, and couldn't really get past it.  We parted ways on good terms not long before I met you.  I just couldn't face the reminder of what had happened.",
    "responses": [
      {
        "text": "If I got you the right stuff, do you think you'd be able to like… do science to it?",
        "topic": "BGSS_SCIENTIST_1_SCIENCEHELP"
      },
      { "text": "I'm sorry to hear that.  <done_conversation_section>", "topic": "TALK_FRIEND" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "BGSS_SCIENTIST_1_SCIENCEHELP",
    "type": "talk_topic",
    "dynamic_line": "I mean, you can try but I think we're a long way from building a proper biological research lab.",
    "responses": [
      { "text": "Fantastic.  What did you say before that?", "topic": "TALK_NONE" },
      { "text": "<end_talking>", "topic": "TALK_DONE" }
    ]
  }
]
