[
  {
    "type": "help",
    "order": 0,
    "name": "Mind Over Matter: Basics",
    "messages": [
      "Welcome to Mind Over Matter, a psychic powers mod for Cataclysm.  This mod adds psionics to the game based on classical concepts of mental powers.  Incinerate zombies as a pyrokinetic, avoid bullets by peering into the near future as a clairsentient, recharge your car as an electrokinetic, run so fast you can run on water as a biokinetic, and more.  All these powers are available to you.",
      "And to your enemies.  The player is not the only one with psionics.",
      "Psionics are different in several ways than the magical powers in Magiclysm.  For one, all psionics require stamina to use rather than an external resource such as mana, meaning a full-charged psion is only a short breather away.  Second, psionic powers scale with your intelligence stat and with your Nether Attunement (q.v.) as well as with the power level; this includes their maximum possible level, which is equal to your intelligence times 1.5.  Third, long-duration  powers must be concentrated on to be maintained, and negative effects like being injured, being electrocuted, or inhaling toxic smoke can cause you to lose your concentration.  Lose your concentration when you're levitating or maintaining a pyrokinetic shield against fire and you're in for a world of hurt and possibly the character creation screen.",
      "Finally, psionics are taxing on the body and each usage of a power requires caloric expenditure.  This is treated the same as any other caloric expenditure, causing weariness when it grows large enough and eventually rendering you exhausted.  Psionics are work.",
      "Mind Over Matter is designed to be as congruent with vanilla as possible, so psionics are rare and most evidence of their existence is confined to secret locations.  It may take some time to gain psionic powers if you start without them.  This is intended.",
      "One last thing: remember to bind the Supernatural Powers key to use your powers!"
    ]
  },
  {
    "type": "help",
    "order": 1,
    "name": "Mind Over Matter: Gaining Psionic Powers",
    "messages": [
      "There are three main ways to gain psionic powers: start the game with them, find and use a matrix crystal, or exposure yourself to the raging energies of a portal storm.",
      "The first and most obvious is start the game with them.  There are professions for each psionic path, such as \"Doomseer\" for clairsentience or \"Itzcuauhtli Corps Liaison, Yohualli Ehēcatl Division\" for teleportation, and each path also has a series of three backgrounds entitled Newly-Awakened, Arising, and Ascended.  Newly-Awakened starts you with the absolute minimum possible, only a couple powers.  Arising starts you with a good amount of powers, equivalent to a mid-game character.  Ascended starts you with a very powerful suite of psionics best suited for games where monster difficulty has been significantly increased or other challenges are at play.",
      "The second is to find one of the strange colored crystals now found in the world, and the third is to stand out in a portal storm unprotected.  Using a matrix crystal works immediately and standing in a portal storm is a small chance each moment, but the effect is the same.  If you succeed, you gain a power path appropriate to the type of crystal, or randomly in the case of a portal storm.  If you fail, you suffer from negative effects related to your failure.  A failed biokinetic awakening will leave you physically weakened, for example, and a failed telekinetic awakening causes unseen forces to press down and inhibit your movement.",
      "Unlike learning spells, psionics are not guaranteed.  Each newly-created character has only a chance to gain powers.  This chance is variable per character, set when your character is created, and can range from 50% to as little as 1%.  Furthermore, every path you learn decreases your odds to learn future paths, though it never becomes impossible.  You may take the Latent Psion trait at character creation to ensure that your first attempt to awaken psionic powers is always successful, but this does affect the diminishing returns of attempting to awaken additional paths.  You do not need to take this straight if you start the game with any type of psionic powers; starting psions are assumed to have been latent."
    ]
  },
  {
    "type": "help",
    "order": 2,
    "name": "Mind Over Matter: Improving and Learning New Powers",
    "messages": [
      "Psionics come from within and cannot be studied by rote repetition from a book.  Furthermore, since they only recently appeared with the Cataclysm, there are no established teaching methods or pre-existing courses.  That means that each psion must figure out how to use their powers themselves.",
      "Every 12 to 168 hours, you gain insight and become eligible to learn a new power, but that doesn't mean you automatically learn one.  Powers in paths you have access to periodically check to see if they are eligible for learning.  This requires insight as well as individual prerequisites that must be met for each power, though there is always a small chance you will have a flash of inspiration and discover a power despite not meeting the prerequisites.",
      "Once you discover a power, you need to study it and attempt to figure out how to use it.  This is done by crafting its contemplation recipe, found in the Metaphysics tab of the Practice crafting section.  This is a long craft (usually from 8-16 hours) that must all be done in a single sitting and ends with a contested roll of your Metaphysics skill + 1-10 against the power's difficulty + 4.  If you succeed, you learn the power.  If you fail, you can try again.",
      "Once you know a power, that same contemplation recipe can be used to improve it.  Simply craft the contemplation recipe and you will begin meditating on the power.  The longer you meditate, the more experience in the power you gain.  You can meditate as long as you want and stop at any time.",
      "In order to focus enough, you will need a matrix crystal, either a drained one or one attuned to the path.  The large crystal structures found out in the world are also sufficient, though meditating near them for too long may have unexpected effects.",
      "One final important note.  Since insight is singular and used up by the first power you learn, knowing more paths means that you will advance in any individual path slower, since more powers are checking to see if they meet the prerequisites to be learned and lower-difficulty powers check more often than higher-difficulty ones.  Too many paths and it will take you months or years to master a single one."
    ]
  },
  {
    "type": "help",
    "order": 3,
    "name": "Mind Over Matter: Concentration",
    "messages": [
      "One major difference in Mind Over Matter compared to other mods containing supernatural effects is the concentration system.  By default, psionic powers have no inherent duration; you cannot channel Physical Enhancement and then have it sustain itself the way you could a Bless spell.  You must concentrate on it to maintain it.",
      "Concentration powers have a listed duration, but they keep going until turned off or until your concentration is disrupted.  Every time the duration on a concentration power is up, you gain additional experience in the power, check for gain of Nether Attunement, and pay the caloric cost.  This is also when checks to maintain concentration are made.",
      "By default you can only concentrate on a small number of powers at once, equal to your intelligence divided by four.  While you can concentrate on more powers than this in emergencies, you have a chance of losing your concentration, and the effects of your powers, that scales with how many powers you are over your limit.  A series of proficiencies exist that can raise this limit, as can other traits.  In addition, many traits or temporary effects can also lower it, such as being set on fire, nauseated, sick, too hot or too cold, having an animalistic predatory mindset due to mutation, and other conditions that would make it more difficult to concentrate effectively.  Some circumstances, such as falling sleep or breaking a limb, will automatically end concentration as well.",
      "As a psion you are not limited by mana but must carefully decide which powers are appropriate for any particular situation you find yourself in, since you cannot have them all on at once."
    ]
  },
  {
    "type": "help",
    "order": 4,
    "name": "Mind Over Matter: Nether Attunement",
    "messages": [
      "Stamina and concentration are not the only limitations on your powers.  Another is Nether Attunement, though it is both a limitation and a path to power.",
      "Psionics is the psychoactive power of the Nether channeled by careful concentration.  Repeated use of psionics in a short period of time opens the connection to the Nether wider, increasing the amount of power available.  Higher levels of Nether Attunement boost all characteristics of your powers: range, damage, duration, targets affected, bonus granted or penalty caused, and so on.  At 12, the maximum degree of Nether Attunement, your powers are over five times stronger than with no Nether Attunement!",
      "Nether Attunement has a chance to rise when using any power or when maintaining concentration on a power.  Higher-difficulty powers have a greater chance of causing Nether Attunement, and using more powers in quick succession also raises the chance.",
      "However, Nether Attunement also carries risks.  The stronger your connection to the Nether, the more likely that a single stray thought or momentary lapse in concentration causes a disruption in your powers.  This is reflected in a chance of backlash starting at Nether Attunement level 1.  At low levels of Nether Attunement, backlashes are rare and minor: a headache, a nosebleed, or a chill in the air.  They get more serious as your Nether Attunement rises, including muscle weakness, temporarily losing access to your powers, or uncontrollably-increasing Nether Attunement, finally reaching catastrophes like eldritch monstrosities hunting you, an explosion of unearthly lightning, or permanent psychological damage.",
      "Nether Attunement is thus a balance between raising it to increase the effectiveness of your powers and not wanting it to go too high to avoid a backlash at an inopportune or dangerous moment.",
      "Nether Attunement naturally lowers with time, and other methods exist of lowering it as well."
    ]
  }
]
