[
  {
    "type": "help",
    "order": 0,
    "name": "Mind Over Matter: Basics",
    "messages": [
      "Welcome to Mind Over Matter, a psychic powers mod for Cataclysm.  This mod adds psionics to the game based on classical concepts of mental powers.  Incinerate zombies as a pyrokinetic, avoid bullets by peering into the near future as a clairsentient, recharge your car as an electrokinetic, run so fast you can run on water as a biokinetic, and more.  All these powers are available to you.",
      "And to your enemies.  The player is not the only one with psionics.",
      "Psionics are different in several ways than the magical powers in Magiclysm.  For one, all psionics require stamina to use rather than an external resource such as mana, meaning a full-charged psion is only a short breather away.  Second, psionic powers scale with your intelligence stat and with your Nether Attunement (q.v.) as well as with the power level; this includes their maximum possible level, which is equal to your intelligence times 1.5.  Third, long-duration powers must be concentrated on to be maintained, and negative effects like being injured, being electrocuted, or inhaling toxic smoke can cause you to lose your concentration.  Lose your concentration when you're levitating or maintaining a pyrokinetic shield against fire and you're in for a world of hurt and possibly the character creation screen.",
      "Finally, psionics are taxing on the body and each usage of a power requires caloric expenditure.  This is treated the same as any other caloric expenditure, causing weariness when it grows large enough and eventually rendering you exhausted.  Psionics are work.",
      "Mind Over Matter is designed to be as congruent with vanilla as possible, so psionics are rare and most evidence of their existence is confined to secret locations.  It may take some time to gain psionic powers if you start without them.  This is intended.",
      "One last thing: remember to bind the Supernatural Powers key to use your powers!"
    ]
  },
  {
    "type": "help",
    "order": 2,
    "name": "Mind Over Matter: Types of Psionics",
    "messages": [
      "There are nine paths of psionics in Mind over Matter, as follows:",
      "1) Biokinesis: Control over physical bodily processes such as respiration, metabolism, skin elasticity, or pain response.  Master biokinetics can be stronger or faster than any human can hope to be, cross short distances in the blink of an eye, turn bolts or pull up nails using only their hands, hold their breath for tens of minutes, and surpass the human pinnacle in every realm of unarmed combat.",
      "2) Clairsentience: Enhanced perception and use of senses beyond the physical and short-term precognition, such as hearing high or low frequencies or seeing through walls or to distant places.  Master clairsentients can predict opponents' movements in combat, account for all possible effects on their ranged weapons to make the perfect shot, have visions of nearby places, and sense danger and those who try to harm them.",
      "3) Electrokinesis: Control over electricity and some electrochemical processes, including the function of neurons and computers.  Master electrokinetics can shock opponents by touch, recharge electronics on their person, stun or shut down robots, paralyze beings with a nervous system, speed up their own neural processes or those of others, and unleash blasts of lightning.",
      "4) Photokinesis: Control over light, radiation, and radio waves.  Master photokinetics can cause the nearby air to glow, create illusions around themselves to hide their position or even disappear, change their appearance, unleash laser blasts, listen to radio broadcasts, and glow as brightly as the noonday sun.",
      "5) Pyrokinesis: Control over heat and fire.  Master pyrokinetics can wear a light t-shirt in a blizzard, light wood with just a thought, unleash blasts of flame on their enemies, surround themselves with a curtain of flame, and heat up a location hot enough to metal steel.",
      "6) Telekinesis: Moving objects without touching them.  Master telekinetics can throw objects or people through the air, walk on water, create a barrier that inhibits fast-moving attacks, carry an object next to them without touching it, fly, or even cause small earthquakes.",
      "7) Telepathy: Perception and manipulation of others' thoughts.  Master telepaths can read minds, influence others' moods to calm them down, tame even normally-untameable animals, stun and damage enemies with mental feedback, erase their perceptions from their targets' minds, and even take control of their enemies and make them fight for the psion.",
      "8) Teleportation: Movement without crossing the intervening distance.  Master teleporters can increase the relative distances around their enemies to slow their movements, reduce the relative distances around themselves to make melee attacks from several meters away, teleport through walls or from the first floor to the roof, walk through walls, travel long distances to places they have previously been, and open temporary rifts into the Nether.",
      "9) Vitakinesis: Control of health and vitality, such as bloodflow, susceptibility to disease, healing speed, and need for sleep.  Master vitakinesis can slow or staunch bloodflow, increase the recovery rate of either a particular location or of their whole body, meditate instead of sleep, purge themselves of toxins or diseases, disrupt the bodily functions of their enemies, and heal grievous wounds in minutes."
    ]
  },
  {
    "type": "help",
    "order": 3,
    "name": "Mind Over Matter: Gaining Psionic Powers",
    "messages": [
      "There are three main ways to gain psionic powers: start the game with them, find and use a matrix crystal, or exposure yourself to the raging energies of a portal storm.",
      "The first and most obvious is start the game with them.  There are professions for each psionic path, such as \"Doomseer\" for clairsentience or \"Itzcuauhtli Corps Liaison, Yohualli Ehēcatl Division\" for teleportation, and each path also has a series of three backgrounds entitled Newly-Awakened, Arising, and Ascended.  Newly-Awakened starts you with the absolute minimum possible, only a couple powers.  Arising starts you with a good amount of powers, equivalent to a mid-game character.  Ascended starts you with a very powerful suite of psionics best suited for games where monster difficulty has been significantly increased or other challenges are at play.",
      "You can also choose psychic knacks; see its own help topic for a full explanation.",
      "The second is to find one of the strange colored crystals now found in the world, and the third is to stand out in a portal storm unprotected.  Using a matrix crystal works immediately and standing in a portal storm is a small chance each moment, but the effect is the same.  If you succeed, you gain a power path appropriate to the type of crystal, or randomly in the case of a portal storm.  If you fail, you suffer from negative effects related to your failure.  A failed biokinetic awakening will leave you physically weakened, for example, and a failed telekinetic awakening causes unseen forces to press down and inhibit your movement.",
      "Unlike learning spells, psionics are not guaranteed.  Each newly-created character has only a chance to gain powers.  This chance is variable per character, set when your character is created, and can range from 50% to as little as 1%.  Furthermore, every path you learn decreases your odds to learn future paths, though it never becomes impossible.  You may take the Latent Psion trait at character creation to ensure that your first attempt to awaken psionic powers is always successful, but this does affect the diminishing returns of attempting to awaken additional paths.  You do not need to take this trait if you start the game with any type of psionic powers; starting psions are assumed to have been latent."
    ]
  },
  {
    "type": "help",
    "order": 4,
    "name": "Mind Over Matter: Using Psionic Powers",
    "messages": [
      "Psionic powers are located in your supernatural powers menu, categorized by path.  Each psionic power is preceded by a [Ψ].",
      "Powers have a chance to fail based on a number of factors.  The most important by far is your Metaphysics skill vs. the power's Difficulty, and the chance of failure is also reduced by our intelligence and, to a much lesser extent, the power's level.  It is increased by having a high Nether Attunement, by channeling several powers in short succession, and by having lower weariness levels (Moderate or below). Your chance of success is capped based on whether you have the concentration proficiencies or not; only with Concentration (Master) can you reach 100% chance to succeed.",
      "Psionic powers require stamina to fuel them, as well as calories.  The amount of stamina is listed in the supernatural powers screen.  The calorie cost is not, but scales with the Difficulty of the power.  This calorie cost is treated the same as calories burned through exertion in all respects; they can be tracked with an exercise band and their expenditure will make you more weary.  Increasing the level of a particular power will reduce the stamina cost but it will not reduce the calorie cost."
    ]
  },
  {
    "type": "help",
    "order": 5,
    "name": "Mind Over Matter: Improving and Learning New Powers",
    "messages": [
      "Psionics come from within and cannot be studied by rote repetition from a book.  Furthermore, since they only recently appeared with the Cataclysm, there are no established teaching methods or pre-existing courses.  That means that each psion must figure out how to use their powers themselves.",
      "Every 12 to 168 hours, you gain insight and become eligible to learn a new power, but that doesn't mean you automatically learn one.  Powers in paths you have access to periodically check to see if they are eligible for learning.  This requires insight as well as individual prerequisites that must be met for each power, though there is always a small chance you will have a flash of inspiration and discover a power despite not meeting the prerequisites.",
      "Once you discover a power, you need to study it and attempt to figure out how to use it.  This is done by crafting its contemplation recipe, found in the Metaphysics tab of the Practice crafting section.  This is a long craft (usually from 8-16 hours) that must all be done in a single sitting and ends with a contested roll of your Metaphysics skill + 1-10 against the power's difficulty + 4.  If you succeed, you learn the power.  If you fail, you can try again.",
      "Once you know a power, that same contemplation recipe can be used to improve it.  Simply craft the contemplation recipe and you will begin meditating on the power.  The longer you meditate, the more experience in the power you gain.  You can meditate as long as you want and stop at any time.",
      "In order to focus enough, you will need a matrix crystal, either a drained one or one attuned to the path.  The large crystal structures found out in the world are also sufficient, though meditating near them for too long may have unexpected effects.",
      "One final important note.  Since insight is singular and used up by the first power you learn, knowing more paths means that you will advance in any individual path slower, since more powers are checking to see if they meet the prerequisites to be learned and lower-difficulty powers check more often than higher-difficulty ones.  Too many paths and it will take you months or years to master a single one."
    ]
  },
  {
    "type": "help",
    "order": 6,
    "name": "Mind Over Matter: Concentration",
    "messages": [
      "One major difference in Mind Over Matter compared to other mods containing supernatural effects is the concentration system.  By default, psionic powers have no inherent duration; you cannot channel Physical Enhancement and then have it sustain itself the way you could a Bless spell.  You must concentrate on it to maintain it.",
      "Concentration powers have a listed duration, but they keep going until turned off or until your concentration is disrupted.  Every time the duration on a concentration power is up, you gain additional experience in the power, check for gain of Nether Attunement, and pay the caloric cost.  This is also when checks to maintain concentration are made.",
      "By default you can only concentrate on a small number of powers at once, equal to your intelligence divided by four.  While you can concentrate on more powers than this in emergencies, you have a chance of losing your concentration, and the effects of your powers, that scales with how many powers you are over your limit.  A series of proficiencies exist that can raise this limit, as can other traits.  In addition, many traits or temporary effects can also lower it, such as being set on fire, nauseated, sick, too hot or too cold, having an animalistic predatory mindset due to mutation, and other conditions that would make it more difficult to concentrate effectively.  Some circumstances, such as falling sleep or breaking a limb, will automatically end concentration as well.",
      "As a psion you are not limited by mana but must carefully decide which powers are appropriate for any particular situation you find yourself in, since you cannot have them all on at once."
    ]
  },
  {
    "type": "help",
    "order": 7,
    "name": "Mind Over Matter: Nether Attunement",
    "messages": [
      "Stamina and concentration are not the only limitations on your powers.  Another is Nether Attunement, though it is both a limitation and a path to power.",
      "Psionics is the psychoactive power of the Nether channeled by careful concentration.  Repeated use of psionics in a short period of time opens the connection to the Nether wider, increasing the amount of power available.  Higher levels of Nether Attunement boost all characteristics of your powers: range, damage, duration, targets affected, bonus granted or penalty caused, and so on.  At 12, the maximum degree of Nether Attunement, your powers are over five times stronger than with no Nether Attunement!",
      "Nether Attunement has a chance to rise when using any power or when maintaining concentration on a power.  Higher-difficulty powers have a greater chance of causing Nether Attunement, and using more powers in quick succession also raises the chance.",
      "However, Nether Attunement also carries risks.  The stronger your connection to the Nether, the more likely that a single stray thought or momentary lapse in concentration causes a disruption in your powers.  This is reflected in a chance of backlash starting at Nether Attunement level 1.  At low levels of Nether Attunement, backlashes are rare and minor: a headache, a nosebleed, or a chill in the air.  They get more serious as your Nether Attunement rises, including muscle weakness, temporarily losing access to your powers, or uncontrollably-increasing Nether Attunement, finally reaching catastrophes like eldritch monstrosities hunting you, an explosion of unearthly lightning, or permanent psychological damage.",
      "Nether Attunement is thus a balance between raising it to increase the effectiveness of your powers and not wanting it to go too high to avoid a backlash at an inopportune or dangerous moment.",
      "Nether Attunement naturally lowers with time, and other methods exist of lowering it as well."
    ]
  },
  {
    "type": "help",
    "order": 8,
    "name": "Mind Over Matter: Psychic Knacks",
    "messages": [
      "Psychic knacks are another way of starting the game with psionic powers, but in a different way than awakenings.  Awakenings are artificial, induced by matrix crystals or portal storms, but knacks are innate.  Someone with a knack was born with their powers, though they probably didn't fully gain them until later in life.",
      "Psychic knacks are meant to represent the kind of psychics that often show up in horror literature, who are born with a certain set of powers and might get better at them but rarely laterally branch out.  They are meant to represent characters with one or a small number of tricks they can use to their advantage.  In exchange, psychic knacks are one-half the Difficulty that the full psionic power is, making them both easier to use and less subject to Nether Attunement.",
      "Each knack is self contained.  A knack for Chameleoflage allows the psychic to blend into their surroundings, and a knack for Mind Sense allows the psychic to locate nearby minds, and *that's it*.  They are not a full photokinetic or telepath and they will not gain any new powers.  What's more, something about knacks seems to interfere with matrix and portal awakenings.  The more knacks a character has, the harder awakening as a psion will be.  However, if you do awaken, any appropriate knacks are converted over into powers in your path (if applicable) and you become eligible for learning new powers.",
      "Not every path has knacks available, and not every power can be taken as a knack.  Knacks can only be taken during character creation.  If you take a knack, you cannot start as a Latent Psion."
    ]
  }
]
