[
  [
    "barter",
    "bartering",
    "Your skill in bargaining, haggling, and otherwise trading with others.  Skill increases the odds of getting the better end of a deal, and higher levels might even see you convincing others to give you their stuff for free.",
    []
  ],
  [
    "computer",
    "computers",
    "Your skill in accessing and manipulating computers.  Higher levels can allow a user to navigate complex software systems and even bypass their security.",
    []
  ],
  [
    "carpentry",
    "construction",
    "Your general competence in building construction.  This governs the complexity of structures that can be built, and is used during any construction process.",
    []
  ],
  [
    "cooking",
    "cooking",
    "Your skill in combining food ingredients to make other, tastier food items.  It may also be used in certain chemical mixtures and other, more esoteric tasks.",
    []
  ],
  [
    "driving",
    "driving",
    "Your skill in driving a motorized vehicle.  This represents your ability to control a vehicle in motion, and reduces the penalty of shooting while driving.",
    []
  ],
  [
    "electronics",
    "electronics",
    "Your skill in dealing with electrical systems, and in the crafting and repair of objects with electrical components.",
    []
  ],
  [
    "fabrication",
    "fabrication",
    "Your skill in working with raw materials and shaping them into useful objects.  This skill plays an important role in the crafting of many objects.",
    []
  ],
  [
    "firstaid",
    "first aid",
    "Your skill in effecting emergency medical treatment.  Higher levels allow better use of medicines and items like bandages and first aid kits, and can reduce the failure and complication rates of medical procedures.",
    []
  ],
  [
    "mechanics",
    "mechanics",
    "Your skill in creating, maintaining and repairing mechanical systems.  This skill covers the crafting of many items that use complex parts, but it does not apply to electronic equipment.",
    []
  ],
  [
    "speech",
    "speaking",
    "Your skill in speaking to other people.  Covers ability in boasting, flattery, threats, persuasion, lies, and other facets of interpersonal communication.  Works best in conjunction with a high level of intelligence.",
    []
  ],
  [
    "survival",
    "survival",
    "Your skill in surviving the wilderness, and in crafting various basic survival items.  This also covers your ability to skin and butcher animals for meat and hides.",
    []
  ],
  [
    "swimming",
    "swimming",
    "Your ability to keep yourself afloat in water.  This keeps you from drowning, affects your combat effectiveness and speed in deep water, and reduces the detriment of swimming with heavier gear.",
    []
  ],
  [
    "tailor",
    "tailoring",
    "Your skill in the crafting and repair of clothing and other textiles.  Affects knitting, sewing, stiching and weaving.",
    []
  ],
  [
    "traps",
    "trapping",
    "Your skill in setting and disarming traps safely and effectively.  This provides no help in the detection of traps, or in avoiding them once they're triggered.",
    []
  ],
  [
    "archery",
    "archery",
    "Your skill in using bow weapons, from hand-carved self bows to hunting crossbows.  These are quiet and effective, but require some amount of strength to use, and are not terribly accurate.",
    []
  ],
  [
    "bashing",
    "bashing weapons",
    "Your skill in fighting with blunt weaponry, from rocks and sticks to baseball bats and the butts of rifles.  Skill increases damage, and at higher levels will improve the accuracy of an attack.",
    []
  ],
  [
    "cutting",
    "cutting weapons",
    "Your skill in fighting with weaponry designed to cut, hack and slash an opponent.  Lower levels of skill increase accuracy and damage, while higher levels will help to bypass heavy armor and thick hides.",
    []
  ],
  [
    "dodge",
    "dodging",
    "Your ability to dodge an oncoming threat, be it an attack, a trap, or a natural occurrence.  It's also used in attempts to fall gracefully, and in other acrobatic feats.",
    []
  ],
  [
    "gun",
    "firearms",
    "Your general skill in using firearms.  This increases accuracy with any gun, but it's no replacement for practice with the type of gun in question.",
    []
  ],
  [
    "launcher",
    "launchers",
    "Your skill in using heavy weapons like rocket, grenade or missile launchers.  These weapons have a variety of applications and may carry immense destructive power, but they are cumbersome and hard to manage.",
    []
  ],
  [
    "melee",
    "melee",
    "Your skill in personal combat, both with and without a weapon.  At lower levels, this increases your chance to hit, and at higher levels it can significantly increase the damage dealt by your attacks.",
    []
  ],
  [
    "pistol",
    "handguns",
    "Handguns have poor accuracy compared to rifles, but are usually fired and reloaded faster than other guns, and are effective in close quarters.",
    ["gun_type"]
  ],
  [
    "rifle",
    "rifles",
    "Rifles have terrific range and accuracy compared to other firearms, but may be slow to fire and reload, and can prove difficult to use in close quarters.  Fully automatic rifles can fire rapidly, but are harder to properly handle.",
    ["gun_type"]
  ],
  [
    "shotgun",
    "shotguns",
    "Shotguns are easy to fire and can do massive damage, but their effectiveness and accuracy decline rapidly with range.  Slugs can be loaded into shotguns to provide greater range, though they are somewhat inaccurate.",
    ["gun_type"]
  ],
  [
    "smg",
    "submachine guns",
    "Comprised of an automatic rifle carbine designed to fire a pistol cartridge, submachine guns can reload and fire quickly, sometimes in bursts, but they are relatively inaccurate and prone to mechanical failures.",
    ["gun_type"]
  ],
  [
    "stabbing",
    "piercing weapons",
    "Your skill in fighting with knives, spears and other such stabbing implements.  Skill increases accuracy and the chance of inflicting a deadly critical blow.",
    []
  ],
  [
    "throw",
    "throwing",
    "Your skill in throwing objects over a distance.  Skill increases accuracy, and at higher levels, the range of a throw.",
    []
  ],
  [
    "unarmed",
    "unarmed combat",
    "Your skill in hand-to-hand fighting.  For the unskilled, it's a good way to get yourself hurt, but those with enough practice can perform special blows and techniques to quickly dispatch enemies.",
    []
  ]
]
