[
    {
        "name": "NULL trait!",
        "points": 0,
        "visibility": 0,
        "ugliness": 0,
        "description": "This is a bug.  Weird. (pldata.cpp:traits)"
    },
    {
        "name": "Fleet-Footed",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You can run more quickly than most, resulting in a 15% speed bonus on sure footing."
    },
    {
        "name": "Parkour Expert",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You're skilled at clearing obstacles; terrain like railings or counters are as easy for you to move on as solid ground."
    },
    {
        "name": "Quick",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You're just generally quick!  You get a 10% bonus to action points."
    },
    {
        "name": "Optimist",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Nothing gets you down!  You savor the joys of life, ignore its hardships, and are generally happier than most people."
    },
    {
        "name": "Fast Healer",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You heal a little faster than most; sleeping will heal more lost HP."
    },
    {
        "name": "Light Eater",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your metabolism is a little slower, and you require less food than most."
    },
    {
        "name": "Pain Resistant",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have a high tolerance for pain."
    },
    {
        "name": "Night Vision",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "You possess natural night vision, and can see two squares instead of one in pitch blackness."
    },
    {
        "name": "Poison Resistant",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your system is rather tolerant of poisons and toxins, and most will affect you less."
    },
    {
        "name": "Fast Reader",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "You're a quick reader, and can get through books a lot faster than most."
    },
    {
        "name": "Tough",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "It takes a lot to bring you down!  You get a 20% bonus to all hit points."
    },
    {
        "name": "Thick-Skinned",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your skin is tough.  Cutting damage is slightly reduced for you."
    },
    {
        "name": "Packmule",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You can manage to find space for anything!  You can carry 40% more volume."
    },
    {
        "name": "Fast Learner",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have a flexible mind, allowing you to learn skills much faster than others.  Note that this only applies to real-world experience, not to skill gain from other sources like books."
    },
    {
        "name": "Deft",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "While you're not any better at melee combat, you are better at recovering from a miss, and will be able to attempt another strike faster."
    },
    {
        "name": "Drunken Master",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "The ancient arts of drunken brawling come naturally to you!  While under the influence of alcohol, your melee skill will rise considerably, especially unarmed combat."
    },
    {
        "name": "Gourmand",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You eat faster, and can eat and drink more, than anyone else!  You also enjoy food more; delicious food is better for your morale, and you don't mind some unsavory meals."
    },
    {
        "name": "Animal Empathy",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "Peaceful animals will not run away from you, and even aggressive animals are less likely to attack.  This only applies to natural animals such as woodland creatures."
    },
    {
        "name": "Terrifying",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "There's something about you that creatures find frightening, and they are more likely to try to flee."
    },
    {
        "name": "Disease Resistant",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "It's very unlikely that you will catch ambient diseases like a cold or the flu."
    },
    {
        "name": "High Adrenaline",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "If you are in a very dangerous situation, you may experience a temporary rush which increases your speed and strength significantly."
    },
    {
        "name": "Self-aware",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "You get to see your exact amount of HP remaining, instead of only having a vague idea of whether you're in good condition or not."
    },
    {
        "name": "Inconspicuous",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "While sleeping or staying still, it is less likely that monsters will wander close to you."
    },
    {
        "name": "Masochist",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Although you still suffer the negative effects of pain, it also brings a unique pleasure to you."
    },
    {
        "name": "Cross-Dresser",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Covering your body in clothing typical for the opposite gender makes you feel better."
    },
    {
        "name": "Light Step",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "You make less noise while walking.  You're also less likely to set off traps."
    },
    {
        "name": "Android",
        "points": 4,
        "visibility": 0,
        "ugliness": 0,
        "description": "At some point in the past you had a bionic upgrade installed in your body.  You start the game with a power system, and one random bionic enhancement."
    },
    {
        "name": "Robust Genetics",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have a very strong genetic base.  If you mutate, the odds that the mutation will be beneficial are greatly increased."
    },
    {
        "name": "Cannibal",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "For your whole life you've been forbidden from indulging in your peculiar tastes. Now the world's ended, and you'll be damned if anyone is going to tell you you can't eat people."
    },
    {
        "name": "Martial Arts Training",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have received some martial arts training at a local dojo.  You start with your choice of karate, judo, aikido, tai chi, or taekwondo."
    },
    {
        "name": "Self-Defense Classes",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have taken some self-defense classes at a nearby gym. You start with your choice of Capoeira, Krav Maga, Muay Thai, Ninjutsu, or Zui Quan."
    },
    {
        "name": "Shaolin Adept",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have studied the arts of the Shaolin monks.  You start with one of the five animal fighting styles: Tiger, Crane, Leopard, Snake, or Dragon."
    },
    {
        "name": "Venom Mob Protege",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You are a pupil of the Venom Clan.  You start with one of the five deadly venoms: Centipede, Viper, Scorpion, Lizard, or Toad."
    },
    {
        "name": "Skilled Liar",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have no qualms about bending the truth, and have practically no tells.  Telling lies and otherwise bluffing will be much easier for you."},
    {
        "name": "Pretty",
        "points": 1,
        "visibility": 0,
        "ugliness": -2,
        "description": "You are a sight to behold. NPCs who care about such thing will react more kindly to you."
    },

    {
        "name": "NULL",
        "points": 0,
        "visibility": 0,
        "ugliness": 0,
        "description": "-------------------------------------------------- "
    },

    {
        "name": "Near-Sighted",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Without your glasses, your seeing radius is severely reduced!  However, while wearing glasses this trait has no effect, and you are guaranteed to start with a pair."
    },
    {
        "name": "Far-Sighted",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Without reading glasses, you are unable to read anything, and take penalities on melee accuracy and electronics/tailoring crafting.  However, you are guaranteed to start with a pair of reading glasses."
    },
    {
        "name": "Heavy Sleeper",
        "points": -1,
        "visibility": 0,
        "ugliness": 0,
        "description": "You're quite the heavy sleeper.  Noises are unlikely to wake you up."
    },
    {
        "name": "Asthmatic",
        "points": -4,
        "visibility": 0,
        "ugliness": 0,
        "description": "You will occasionally need to use an inhaler, or else suffer severe physical limitations.  However, you are guaranteed to start with an inhaler."
    },
    {
        "name": "Bad Back",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You simply can not carry as much as people with a similar strength could. Your maximum weight carried is reduced by 35%."
    },
    {
        "name": "Illiterate",
        "points": -5,
        "visibility": 0,
        "ugliness": 0,
        "description": "You never learned to read!  Books and computers are off-limits to you."
    },
    {
        "name": "Poor Hearing",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your hearing is poor, and you may not hear quiet or far-off noises."
    },
    {
        "name": "Insomniac",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have a hard time falling asleep, even under the best circumstances!"
    },
    {
        "name": "Meat Intolerance",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have problems with eating meat. It's possible for you to eat it, but you will suffer morale penalties due to nausea."
    },
    {
        "name": "Glass Jaw",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your head can't take much abuse.  Its maximum HP is 20% lower than usual."
    },
    {
        "name": "Forgetful",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have a hard time remembering things.  Your skills will erode slightly faster than usual."
    },
    {
        "name": "Lightweight",
        "points": -1,
        "visibility": 0,
        "ugliness": 0,
        "description": "Alcohol and drugs go straight to your head.  You suffer the negative effects of these for longer."
    },
    {
        "name": "Addictive Personality",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "It's easier for you to become addicted to substances, and harder to rid yourself of these addictions."
    },
    {
        "name": "Trigger Happy",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "On rare occasion, you will go full-auto when you intended to fire a single shot.  This has no effect when firing handguns or other semi-automatic firearms."
    },
    {
        "name": "Smelly",
        "points": -1,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your scent is particularly strong.  It's not offensive to humans, but animals that track your scent will do so more easily."
    },
    {
        "name": "Chemical Imbalance",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You suffer from a minor chemical imbalance, whether mental or physical.  Minor changes to your internal chemistry will manifest themselves on occasion, such as hunger, sleepiness, narcotic effects, etc."
    },
    {
        "name": "Schizophrenic",
        "points": -5,
        "visibility": 0,
        "ugliness": 0,
        "description": "You will periodically suffer from delusions, ranging from minor effects to full visual hallucinations.  Some of these effects may be controlled through the use of Thorazine."
    },
    {
        "name": "Jittery",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "During moments of great stress or under the effects of stimulants, you may find your hands shaking uncontrollably, severely reducing your dexterity."
    },
    {
        "name": "Hoarder",
        "points": -4,
        "visibility": 0,
        "ugliness": 0,
        "description": "You don't feel right unless you're carrying as much as you can.  You suffer morale penalties for carrying less than maximum volume (weight is ignored).  Xanax can help control this anxiety."
    },
    {
        "name": "Savant",
        "points": -4,
        "visibility": 0,
        "ugliness": 0,
        "description": "You tend to specialize in one skill and be poor at all others.  You advance at half speed in all skills except your best one.  Note that combining this with Fast Learner will come out to a slower rate of learning for all skills."
    },
    {
        "name": "Mood Swings",
        "points": -1,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your morale will shift up and down at random, often dramatically."
    },
    {
        "name": "Weak Stomach",
        "points": -1,
        "visibility": 0,
        "ugliness": 0,
        "description": "You are more likely to throw up from food poisoning, alcohol, etc."
    },
    {
        "name": "Wool Allergy",
        "points": -1,
        "visibility": 0,
        "ugliness": 0,
        "description": "You are badly allergic to wool, and can not wear any clothing made of the substance."
    },
    {
        "name": "Truth Teller",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "When you try to tell a lie, you blush, stammer, and get all shifty-eyed.  Telling lies and otherwise bluffing will be much more difficult for you."
    },
    {
        "name": "Ugly",
        "points": -1,
        "visibility": 0,
        "ugliness": 2,
        "description": "You're not much to look at.  NPCs who care about such things will react poorly to you."
    },
    {
        "name": "Hardcore",
        "points": -6,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your whole body can't take much abuse.  Its maximum HP is 75% points lower than usual.  Stacks with Glass Jaw. Not for casuals."
    },

    {
        "name": "Bug - PF_MAX",
        "points": 0,
        "visibility": 0,
        "ugliness": 0,
        "description": "This shouldn't be here!  You have the trait PF_MAX toggled.  Weird."
    },

    {
        "name": "Rough Skin",
        "points": 0,
        "visibility": 2,
        "ugliness": 1,
        "description": "Your skin is slightly rough.  This has no gameplay effect."
    },
    {
        "name": "High Night Vision",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You can see incredibly well in the dark!"
    },
    {
        "name": "Full Night Vision",
        "points": 5,
        "visibility": 0,
        "ugliness": 0,
        "description": "You can see in pitch blackness as if you were wearing night-vision goggles."
    },
    {
        "name": "Infrared Vision",
        "points": 5,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your eyes have mutated to pick up radiation in the infrared spectrum."
    },
    {
        "name": "Very Fast Healer",
        "points": 5,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your flesh regenerates slowly, and you will regain HP even when not sleeping."
    },
    {
        "name": "Regeneration",
        "points": 10,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your flesh regenerates from wounds incredibly quickly."
    },
    {
        "name": "Fangs",
        "points": 2,
        "visibility": 2,
        "ugliness": 2,
        "description": "Your teeth have grown into two-inch-long fangs, allowing you to make an extra attack when conditions favor it."
    },
    {
        "name": "Nictitating Membrane",
        "points": 1,
        "visibility": 1,
        "ugliness": 2,
        "description": "You have a second set of clear eyelids which lower while underwater, allowing you to see as though you were wearing goggles."
    },
    {
        "name": "Gills",
        "points": 3,
        "visibility": 5,
        "ugliness": 3,
        "description": "You've grown a set of gills in your neck, allowing you to breathe underwater."
    },
    {
        "name": "Scales",
        "points": 6,
        "visibility": 10,
        "ugliness": 3,
        "description": "A set of flexible green scales have grown to cover your body, acting as a natural armor."
    },
    {
        "name": "Thick Scales",
        "points": 6,
        "visibility": 10,
        "ugliness": 4,
        "description": "A set of heavy green scales have grown to cover your body, acting as a natural armor.  It is very difficult to penetrate, but also limits your flexibility, resulting in a -2 penalty to Dexterity."
    },
    {
        "name": "Sleek Scales",
        "points": 6,
        "visibility": 10,
        "ugliness": 4,
        "description": "A set of very flexible and slick scales have grown to cover your body.  These act as a weak set of armor, improve your ability to swim, and make you difficult to grab."
    },
    {
        "name": "Light Bones",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your bones are very light.  This enables you to run and attack 10% faster, but also reduces your carrying weight by 20% and makes bashing attacks hurt a little more."
    },
    {
        "name": "Feathers",
        "points": 2,
        "visibility": 10,
        "ugliness": 3,
        "description": "Iridescent feathers have grown to cover your entire body, providing a marginal protection against attacks and minor protection from cold. They also provide a natural waterproofing."
    },
    {
        "name": "Lightly Furred",
        "points": 1,
        "visibility": 6,
        "ugliness": 2,
        "description": "Light fur has grown to coveryour entire body, providing slight protection from cold."
    },
    {
        "name": "Furry",
        "points": 2,
        "visibility": 10,
        "ugliness": 3,
        "description": "Thick black fur has grown to cover your entire body, providing a marginal protection against attacks, and considerable protection from cold."
    },
    {
        "name": "Chitinous Skin",
        "points": 2,
        "visibility": 3,
        "ugliness": 2,
        "description": "Your epidermis has turned into a thin, flexible layer of chitin.  It provides minor protection from cutting wounds."
    },
    {
        "name": "Chitinous Armor",
        "points": 2,
        "visibility": 6,
        "ugliness": 3,
        "description": "You've grown a chitin exoskeleton, much like that of an insect.  It provides considerable physical protection, but reduces your dexterity by 1."
    },
    {
        "name": "Chitinous Plate",
        "points": 2,
        "visibility": 8,
        "ugliness": 5,
        "description": "You've grown a chitin exoskeleton made of thick, stiff plates, like that of a beetle.  It provides excellent physical protection, but reduces your dexterity by 1 and encumbers all body parts but your eyes and mouth."
    },
    {
        "name": "Spines",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your skin is covered with fine spines.  Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive moderate damage."
    },
    {
        "name": "Quills",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body is covered with large quills.  Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive significant damage."
    },
    {
        "name": "Phelloderm",
        "points": 3,
        "visibility": 3,
        "ugliness": 2,
        "description": "Your skin is light green and has a slightly woody quality to it.  This provides a weak armor, and helps you retain moisture, resulting in less thirst."
    },
    {
        "name": "Bark",
        "points": 5,
        "visibility": 10,
        "ugliness": 3,
        "description": "Your skin is coated in a light bark, like that of a tree.  This provides resistance to bashing and cutting damage and minor protection from fire."
    },
    {
        "name": "Thorns",
        "points": 6,
        "visibility": 8,
        "ugliness": 4,
        "description": "Your skin is covered in small, woody thorns.  Whenever an unarmed opponent strikes a part of your body that is not covered by clothing, they will receive minor damage.  Your punches may also deal extra damage."
    },
    {
        "name": "Leaves",
        "points": 6,
        "visibility": 8,
        "ugliness": 3,
        "description": "All the hair on your body has turned to long, grass-like leaves.  Apart from being physically striking, these provide you with a minor amount of nutrition while in sunlight."
    },
    {
        "name": "Long Fingernails",
        "points": 1,
        "visibility": 1,
        "ugliness": 0,
        "description": "Your fingernails are long and sharp.  If you aren't wearing gloves, your unarmed attacks deal a minor amount of cutting damage."
    },
    {
        "name": "Claws",
        "points": 2,
        "visibility": 3,
        "ugliness": 2,
        "description": "You have claws on the ends of your fingers.  If you aren't wearing gloves, your unarmed attacks deal a minor amount of cutting damage."
    },
    {
        "name": "Large Talons",
        "points": 2,
        "visibility": 4,
        "ugliness": 3,
        "description": "Your index fingers have grown into huge talons.  After a bit of practice, you find that this does not affect your dexterity, but allows for a deadly unarmed attack.  They also prevent you from wearing gloves."
    },
    {
        "name": "Radiogenic",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your system has adapted to radiation.  While irradiated, you will actually heal slowly, converting the radiation into hit points."
    },
    {
        "name": "Marloss Carrier",
        "points": 4,
        "visibility": 0,
        "ugliness": 0,
        "description": "Ever since you ate that Marloss berry, you can't get its scent out of your nose, and you have a strong desire to eat more."
    },
    {
        "name": "Insect Pheromones",
        "points": 8,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body produces low-level pheromones, identifying you as a friend to many species of insects.  Insects will attack you much less."
    },
    {
        "name": "Mammal Pheromones",
        "points": 8,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body produces low-level pheromones which puts mammals at ease.  They will be less likely to attack or flee from you."
    },
    {
        "name": "Disease Immune",
        "points": 6,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body is simply immune to diseases.  You will never catch an ambient disease."
    },
    {
        "name": "Poisonous",
        "points": 8,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body produces a potent venom.  Any special attacks from mutatations have a chance to poison your target."
    },
    {
        "name": "Slime Hands",
        "points": 4,
        "visibility": 5,
        "ugliness": 4,
        "description": "The skin on your hands is a mucous membrane and produces a thick, acrid slime.  Attacks using your hand will cause minor acid damage."
    },
    {
        "name": "Compound Eyes",
        "points": 2,
        "visibility": 9,
        "ugliness": 5,
        "description": "Your eyes are compound, like those of an insect.  This increases your perception by 2 so long as you aren't wearing eyewear."
    },
    {
        "name": "Padded Feet",
        "points": 1,
        "visibility": 1,
        "ugliness": 0,
        "description": "The bottoms of your feet are strongly padded.  You receive no movement penalty for not wearing shoes, and even receive a 10% bonus when running barefoot."
    },
    {
        "name": "Hooves",
        "points": -4,
        "visibility": 2,
        "ugliness": 2,
        "description": "Your feet have fused into hooves.  This allows kicking attacks to do much more damage, provides natural armor, and removes the need to wear shoes; however, you can not wear shoes of any kind."
    },
    {
        "name": "Saprovore",
        "points": 4,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your digestive system is specialized to allow you to consume decaying material.  You can eat rotten food, albeit for less nutrition than usual."
    },
    {
        "name": "Ruminant",
        "points": 5,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your digestive system is capable of digesting cellulose and other rough plant material.  You can eat underbrush by standing over it and pressing E."
    },
    {
        "name": "Horns",
        "points": 2,
        "visibility": 3,
        "ugliness": 1,
        "description": "You have a pair of small horns on your head.  They allow you to make a weak piercing headbutt attack."
    },
    {
        "name": "Curled Horns",
        "points": 1,
        "visibility": 8,
        "ugliness": 2,
        "description": "You have a pair of large curled horns, like those of a ram.  They allow you to make a strong bashing headbutt attack, but prevent you from wearing any headwear."
    },
    {
        "name": "Pointed Horns",
        "points": 2,
        "visibility": 8,
        "ugliness": 2,
        "description": "You have a pair of long, pointed horns, like those of an antelope.  They allow you to make a strong piercing headbutt attack, but prevent you from wearing any headwear the is not made of fabric."
    },
    {
        "name": "Antennae",
        "points": 1,
        "visibility": 9,
        "ugliness": 4,
        "description": "You have a pair of antennae.  They allow you to detect the presence of monsters up to a few tiles away, even if you can't see or hear them, but prevent you from wearing headwear that is not made of fabric."
    },
    {
        "name": "Road-Runner",
        "points": 4,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your legs are extremely limber and fast-moving.  You run 30% faster on flat surfaces."
    },
    {
        "name": "Stubby Tail",
        "points": 0,
        "visibility": 1,
        "ugliness": 2,
        "description": "You have a short, stubby tail, like a rabbit's.  It serves no purpose."
    },
    {
        "name": "Tail Fin",
        "points": 1,
        "visibility": 4,
        "ugliness": 2,
        "description": "You have a fin-like tail.  It allows you to swim more quickly."
    },
    {
        "name": "Long Tail",
        "points": 2,
        "visibility": 6,
        "ugliness": 2,
        "description": "You have a long, graceful tail, like that of a big cat.  It improves your balance, making your ability to dodge higher."
    },
    {
        "name": "Fluffy Tail",
        "points": 2,
        "visibility": 7,
        "ugliness": 0,
        "description": "You have a long, fluffy-furred tail.  It greatly improves your balance, making your ability to dodge much higher."
    },
    {
        "name": "Spiked Tail",
        "points": 2,
        "visibility": 6,
        "ugliness": 3,
        "description": "You have a long tail that ends in a vicious stinger, like that of a scorpion.  It does not improve your balance at all, but allows for a powerful piercing attack."
    },
    {
        "name": "Club Tail",
        "points": 2,
        "visibility": 7,
        "ugliness": 2,
        "description": "You have a long tail that ends in a heavy, bony club.  It does not improve your balance at all, but alows for a powerful bashing attack."
    },
    {
        "name": "Pain Recovery",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You recover from pain slightly faster than normal."
    },
    {
        "name": "Quick Pain Recovery",
        "points": 5,
        "visibility": 0,
        "ugliness": 0,
        "description": "You recover from pain faster than normal."
    },
    {
        "name": "Very Quick Pain Reovery",
        "points": 8,
        "visibility": 0,
        "ugliness": 0,
        "description": "You recover from pain much faster than normal."
    },
    {
        "name": "Bird Wings",
        "points": 2,
        "visibility": 4,
        "ugliness": 2,
        "description": "You have a pair of large, feathered wings.  Your body is too heavy to be able to fly, but you can use them to slow your descent during a fall, and will not take falling damage under any circumstances."
    },
    {
        "name": "Insect Wings",
        "points": 3,
        "visibility": 4,
        "ugliness": 4,
        "description": "You have a pair of large, translucent wings.  You buzz them as you run, enabling you to run faster."
    },
    {
        "name": "Mouth Tentacles",
        "points": 1,
        "visibility": 8,
        "ugliness": 5,
        "description": "A set of tentacles surrounds your mouth.  They allow you to eat twice as fast."
    },
    {
        "name": "Mandibles",
        "points": 2,
        "visibility": 8,
        "ugliness": 6,
        "description": "A set of insect-like mandibles have grown around your mouth.  They allow you to eat faster and provide a slicing unarmed attack, but prevent you from wearing mouthwear."
    },
    {
        "name": "Canine Ears",
        "points": 2,
        "visibility": 4,
        "ugliness": 1,
        "description": "Your ears have extended into long, pointed ones, like those of a canine. They enhance your hearing, allowing you to hear at greater distances."
    },
    {
        "name": "Web Walker",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body excretes very fine amounts of a chemical which prevents you from sticking to webs.  Walking through webs does not affect you at all."
    },
    {
        "name": "Web Weaver",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body produces webs.  As you move, there is a chance that you will leave webs in your wake."
    },
    {
        "name": "Whiskers",
        "points": 1,
        "visibility": 3,
        "ugliness": 1,
        "description": "You have a set of prominent rodent-like whiskers around your mouth.  These make you more aware of vibrations in the air, and improve your ability to dodge very slightly."
    },
    {
        "name": "Strong",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your muscles are a little stronger.  Strength + 1"
    },
    {
        "name": "Very Strong",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your muscles are stronger.  Strength + 2"
    },
    {
        "name": "Extremely Strong",
        "points": 4,
        "visibility": 1,
        "ugliness": 0,
        "description": "Your muscles are much stronger.  Strength + 4"
    },
    {
        "name": "Insanely Strong",
        "points": 7,
        "visibility": 2,
        "ugliness": 2,
        "description": "Your muscles are noticably bulging.  Strength + 7"
    },
    {
        "name": "Dextrous",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "You are a little nimbler.  Dexterity + 1"
    },
    {
        "name": "Very Dextrous",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You are nimbler.  Dexterity + 2"
    },
    {
        "name": "Extremely Dextrous",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You are nimble and quick.  Dexterity + 4"
    },
    {
        "name": "Insanely Dextrous",
        "points": 4,
        "visibility": 0,
        "ugliness": 0,
        "description": "You are much nimbler than before.  Dexterity + 7"
    },
    {
        "name": "Smart",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "You are a little smarter.  Intelligence + 1"
    },
    {
        "name": "Very Smart",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,"description": "You are smarter.  Intelligence + 2"
    },
    {
        "name": "Extremely Smart",
        "points": 3,
        "visibility": 1,
        "ugliness": 1,
        "description": "You are much smarter, and your skull bulges slightly.  Intelligence + 4"
    },
    {
        "name": "Insanely Smart",
        "points": 4,
        "visibility": 3,
        "ugliness": 3,
        "description": "Your skull bulges noticably with your impressive brain.  Intelligence + 7"
    },
    {
        "name": "Perceptive",
        "points": 1,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your senses are a little keener.  Perception + 1"
    },
    {
        "name": "Very Perceptive",
        "points": 2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your senses are keener.  Perception + 2"
    },
    {
        "name": "Extremely Perceptive",
        "points": 3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your senses are much keener.  Perception + 4"
    },
    {
        "name": "Insanely Perceptive",
        "points": 4,
        "visibility": 0,
        "ugliness": 0,
        "description": "You can sense things you never imagined.  Perception + 7"
    },

    {
        "name": "Head Bumps",
        "points": 0,
        "visibility": 3,
        "ugliness": 3,
        "description": "You have a pair of bumps on your skull."
    },
    {
        "name": "Antlers",
        "points": -2,
        "visibility": 10,
        "ugliness": 3,
        "description": "You have a huge rack of antlers, like those of a moose.  They prevent you from hearing headwear that is not made of fabric, but provide a weak headbutt attack."
    },
    {
        "name": "Slit Nostrils",
        "points": -2,
        "visibility": 7,
        "ugliness": 4,
        "description": "You have a flattened nose and thin slits for nostrils, giving you a lizard-like appearance.  This makes breathing slightly difficult and increases mouth encumbrance by 1."
    },
    {
        "name": "Forked Tongue",
        "points": 0,
        "visibility": 1,
        "ugliness": 3,
        "description": "Your tongue is forked, like that of a reptile.  This has no effect."
    },
    {
        "name": "Bulging Eyes",
        "points": 0,
        "visibility": 8,
        "ugliness": 4,
        "description": "Your eyes bulge out several inches from your skull.  This does not affect your vision in any way."
    },
    {
        "name": "Mouth Flaps",
        "points": -1,
        "visibility": 7,
        "ugliness": 6,
        "description": "Skin tabs and odd flaps of skin surround your mouth.  They don't affect your eating, but are unpleasant to look at."
    },
    {
        "name": "Wing Stubs",
        "points": 0,
        "visibility": 2,
        "ugliness": 2,
        "description": "You have a pair of stubby little wings projecting from your shoulderblades. They can be wiggled at will, but are useless."
    },
    {
        "name": "Bat Wings",
        "points": -1,
        "visibility": 9,
        "ugliness": 4,
        "description": "You have a pair of large, leathery wings.  You can move them a little, but they are useless, and in fact put you off balance, reducing your ability to dodge slightly."
    },
    {
        "name": "Pale Skin",
        "points": 0,
        "visibility": 3,
        "ugliness": 1,
        "description": "Your skin is rather pale."
    },
    {
        "name": "Spots",
        "points": 0,
        "visibility": 6,
        "ugliness": 2,
        "description": "Your skin is covered in a pattern of red spots."
    },
    {
        "name": "Very Smelly",
        "points": -4,
        "visibility": 4,
        "ugliness": 5,
        "description": "You smell awful.  Monsters that track scent will find you very easily, and humans will react poorly."
    },
    {
        "name": "Deformed",
        "points": -2,
        "visibility": 4,
        "ugliness": 4,
        "description": "You're minorly deformed.  Some people will react badly to your appearance."
    },
    {
        "name": "Badly Deformed",
        "points": -4,
        "visibility": 7,
        "ugliness": 7,
        "description": "You're hideously deformed.  Some people will have a strong negative reaction to your appearance."
    },
    {
        "name": "Grotesque",
        "points": -7,
        "visibility": 10,
        "ugliness": 10,
        "description": "Your visage is disgusting and liable to induce vomiting.  People will not want to interact with you unless they have a very good reason to."
    },
    {
        "name": "Beautiful",
        "points": 2,
        "visibility": -4,
        "ugliness": -4,
        "description": "You're a real head-turner. Some people will react well to your appearance, and most people have an easier time trusting you."
    },
    {
        "name": "Very Beautiful",
        "points": 4,
        "visibility": -7,
        "ugliness": -7,
        "description": "You are a vision of beauty. Some people will react very well to your looks, and most people will trust you immediately."
    },
    {
        "name": "Glorious",
        "points": 7,
        "visibility": -10,
        "ugliness": -10,
        "description": "You are inredibly beautiful. People cannot help themselves for your charms, and will do whatever they can to please you."
    },
    {
        "name": "Hollow Bones",
        "points": -6,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have Avian Bone Syndrome--your bones are nearly hollow.  Your body is very light as a result, enabling you to run and attack 20% faster, but also frail; you can carry 40% less, and bashing attacks injure you more."
    },
    {
        "name": "Nausea",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You feel nauseous almost constantly, and are more liable to throw up from food poisoning, alcohol, etc."
    },
    {
        "name": "Vomitous",
        "points": -8,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have a major digestive disorder, which causes you to vomit frequently."
    },
    {
        "name": "Fast Metabolism",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You require more food than most people."
    },
    {
        "name": "High Thirst",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body dries out easily; you need to drink a lot more water."
    },
    {
        "name": "Weakening",
        "points": -6,
        "visibility": 0,
        "ugliness": 0,
        "description": "You feel as though you are slowly weakening, but it's so slight a feeling that it does not affect you at all."
    },
    {
        "name": "Deterioration",
        "points": -8,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body is very slowly wasting away."
    },
    {
        "name": "Disintegration",
        "points": -10,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body is slowly wasting away!"
    },
    {
        "name": "Albino",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your skin lacks pigment, and is nearly transparent.  You suffer serious burns in direct sunlight."
    },
    {
        "name": "Sores",
        "points": -2,
        "visibility": 5,
        "ugliness": 6,
        "description": "Your body is covered in painful sores.  The pain is worse when they are covered in clothing."
    },
    {
        "name": "Light Sensitive",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Sunlight makes you uncomfortable.  If you are outdoors and the weather is Sunny, you suffer -1 to all stats."
    },
    {
        "name": "Very Light Sensitive",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Sunlight makes you very uncomfortable.  If you are outdoors during the day, you suffer -1 to all stats; -2 if the weather is Sunny."
    },
    {
        "name": "Troglobite",
        "points": -5,
        "visibility": 0,
        "ugliness": 0,
        "description": "Sunlight makes you extremely uncomfortable, resulting in large penalties to all stats."
    },
    {
        "name": "Webbed Hands",
        "points": -1,
        "visibility": 3,
        "ugliness": 2,
        "description": "Your hands and feet are heavily webbed, reducing your dexterity by 1 and preventing you from wearing gloves.  However, you can swim much faster."
    },
    {
        "name": "Beak",
        "points": -1,
        "visibility": 8,
        "ugliness": 4,
        "description": "You have a beak for a mouth.  You can occasionally use it to peck at your enemies, but it is impossible for you to wear mouthgear."
    },
    {
        "name": "Genetically Unstable",
        "points": -4,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your DNA has been damaged in a way that causes you to continually develop more mutations."
    },
    {
        "name": "Minor Radioactivity",
        "points": -4,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body has become radioactive!  You continuously emit low levels of radiation, some of which will be absorbed by you, and some of which will contaminate the world around you."
    },
    {
        "name": "Radioactivity",
        "points": -4,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body has become radioactive!  You continuously emit moderate levels of radiation, some of which will be absorbed by you, and some of which will contaminate the world around you."
    },
    {
        "name": "Severe Radioactivity",
        "points": -4,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body has become radioactive!  You continuously emit heavy levels of radiation, some of which will be absorbed by you, and some of which will contaminate the world around you."
    },
    {
        "name": "Slimy",
        "points": -1,
        "visibility": 7,
        "ugliness": 6,
        "description": "Your body is coated with a fine slime, which oozes off of you, leaving a trail."
    },
    {
        "name": "Herbivore",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body's ability to digest meat is severely hampered.  Eating meat has a good chance of making you vomit it back up; even if you manage to keep it down, its nutritional value is greatly reduced."
    },
    {
        "name": "Carnivore",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your body's ability to digest fruits, vegetables and grains is severely hampered.  You cannot eat anything besides meat."
    },
    {
        "name": "Ponderous",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your muscles are generally slow to move.  You run 10% slower."
    },
    {
        "name": "Very Ponderous",
        "points": -5,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your muscles are quite slow to move.  You run 20% slower."
    },
    {
        "name": "Extremely Ponderous",
        "points": -8,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your muscles are very slow to move.  You run 30% slower."
    },
    {
        "name": "Sunlight dependent",
        "points": -5,
        "visibility": 0,
        "ugliness": 0,
        "description": "You feel very sluggish when not in direct sunlight.  You suffer a 5% drop in speed when in shade, and a 10% drop in speed when in the dark."
    },
    {
        "name": "Heat dependent",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your muscle response is dependent on ambient temperatures.  You lose 1% of your speed for every 5 degrees below 65 F."
    },
    {
        "name": "Very Heat dependent",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "Your muscle response is highly dependent on ambient temperatures.  You lose 1% of your speed for every 3 degrees below 65 F."
    },
    {
        "name": "Cold Blooded",
        "points": -5,
        "visibility": 0,
        "ugliness": 0,
        "description": "You are cold-blooded and rely on heat to keep moving.  Your lose 1% of your speed for every 2 degrees below 65 F."
    },
    {
        "name": "Growling Voice",
        "points": -1,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have a growling, rough voice.  Persuading NPCs will be more difficult, but threatening them will be easier."
    },
    {
        "name": "Snarling Voice",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You have a threatening snarl in your voice.  Persuading NPCs will be near impossible, but threatening them will be much easier."
    },
    {
        "name": "Shouter",
        "points": -2,
        "visibility": 0,
        "ugliness": 0,
        "description": "You occasionally shout uncontrollably."
    },
    {
        "name": "Screamer",
        "points": -3,
        "visibility": 0,
        "ugliness": 0,
        "description": "You sometimes scream uncontrollably."
    },
    {
        "name": "Howler",
        "points": -5,
        "visibility": 0,
        "ugliness": 0,
        "description": "You frequently let out a piercing howl."
    },
    {
        "name": "Tentacle Arms",
        "points": -5,
        "visibility": 7,
        "ugliness": 4,
        "description": "Your arms have transformed into tentacles.  Though they are flexible and increase your dexterity by 1, the lack of fingers results in a permanent hand encumbrance of 3, and prevents the wearing of gloves."
    },
    {
        "name": "4 Tentacles",
        "points": -3,
        "visibility": 8,
        "ugliness": 5,
        "description": "Your arms have transformed into four tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 3, and preventing you from wearing gloves.  You can make up to 3 extra attacks with them."
    },
    {
        "name": "8 Tentacles",
        "points": -2,
        "visibility": 9,
        "ugliness": 6,
        "description": "Your arms have transformed into eight tentacles, resulting in a bonus of 1 to dexterity, permanent hand encumbrance of 3, and preventing you from wearing gloves.  You can make up to 7 extra attacks with them."
    },
    {
        "name": "Shell",
        "points": -6,
        "visibility": 8,
        "ugliness": 3,
        "description": "You have grown a thick shell over your torso, providing excellent armor.  You find you can use the empty space as 16 storage space, but cannot wear anything on your torso."
    },
    {
        "name": "Leg Tentacles",
        "points": -3,
        "visibility": 8,
        "ugliness": 4,
        "description": "Your legs have transformed into six tentacles.  This decreases your speed on land by 20%, but makes your movement silent.  However, they also increase your swimming speed."
    }
]