[
  {
    "id": "solar_array",
    "type": "GENERIC",
    "category": "veh_parts",
    "name": "solar array",
    "description": "A dozen solar panels set on a chassis reaching several meters high.  It keeps the fragile panels safely away from any potential threats and improves efficiency due to being able track the sun.  However, this comes at the cost of being prohibitively heavy.",
    "weight": 265400,
    "volume": 250,
    "price": 120000,
    "to_hit": -4,
    "bashing": 1,
    "material": [ "glass" ],
    "symbol": "]",
    "color": "yellow"
  },
  {
    "id": "solar_array2",
    "type": "GENERIC",
    "category": "veh_parts",
    "name": "upgraded solar array",
    "description": "A dozen upgraded solar panels set on a chassis reaching several meters high.  It keeps the fragile panels safely away from any potential threats and improves efficiency due to being able to track the sun.  However, this comes at the cost of being prohibitively heavy and obstructive.",
    "weight": 319328,
    "volume": 250,
    "price": 150000,
    "to_hit": -4,
    "bashing": 1,
    "material": [ "glass" ],
    "symbol": "]",
    "color": "yellow"
  },
  {
    "id": "solar_array2r",
    "type": "GENERIC",
    "category": "veh_parts",
    "name": "upgraded reinforced solar array",
    "description": "A dozen upgraded reinforced solar panels set on a chassis reaching several meters high.  It keeps the fragile panels safely away from any potential threats and improves efficiency due to being able to track the sun.  However, this comes at the cost of being prohibitively heavy and obstructive.",
    "weight": 382736,
    "volume": 322,
    "price": 150000,
    "to_hit": -4,
    "bashing": 1,
    "material": [ "glass", "steel" ],
    "symbol": "]",
    "color": "light_blue"
  },
  {
    "id": "tread1",
    "type": "WHEEL",
    "category": "veh_parts",
    "name": "Rubber Caterpiller Track",
    "description": "A short, interlocking set of hard rubber tracks reinforced by stiff wire held in place by a set of smaller wheels.  Similar with what you might see used on light construction vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is quite heavy.",
    "weight": 32368,
    "volume": 200,
    "price": 25500,
    "to_hit": -3,
    "bashing": 30,
    "material": [ "plastic", "steel" ],
    "symbol": "]",
    "color": "white",
    "diameter": 30,
    "width": 15
  },
  {
    "id": "tread2",
    "type": "WHEEL",
    "category": "veh_parts",
    "name": "Steel Caterpiller Track",
    "description": "A short, interlocking set of shaped steel tracks held in place by a set of smaller wheels.  Similar with what you might see used on large construction vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is very heavy.",
    "weight": 95968,
    "volume": 300,
    "price": 45500,
    "to_hit": -3,
    "bashing": 30,
    "material": [ "steel" ],
    "symbol": "]",
    "color": "white",
    "diameter": 50,
    "width": 25
  },
  {
    "id": "tread3",
    "type": "WHEEL",
    "category": "veh_parts",
    "name": "Reinforced Caterpiller Track",
    "description": "A short, interlocking set of shaped steel tracks held in place by a set of smaller wheels.  Similar with what you might see used on APCs and armored vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is extremely heavy.",
    "weight": 287824,
    "volume": 350,
    "price": 75500,
    "to_hit": -3,
    "bashing": 30,
    "material": [ "hardsteel", "steel" ],
    "symbol": "]",
    "color": "white",
    "diameter": 60,
    "width": 30
  },
  {
    "id": "turretframe",
    "type": "GENERIC",
    "category": "veh_parts",
    "name": "turret chassis",
    "name_plural": "turret chassis",
    "description": "A frame capable of rotating a full 360 degrees, capable of mounting multiple weapon systems either welded directly onto it or secured via the straps.  It comes with a easily modified container for ammunition storage, a rudimentary ammo feed system for easy access, and a section for a movement system.  It is controlled by a targeting AI that can adapt to the usage of whatever weapon that has been loading, with proper programming.",
    "weight": 38604,
    "volume": 80,
    "price": 8000,
    "to_hit": -3,
    "bashing": 15,
    "material": [ "steel" ],
    "symbol": "]",
    "color": "light_gray",
    "techniques": [ "DEF_DISARM" ]
  }
]
