[
  {
    "id": "mon_remnant_survivor",
    "type": "MONSTER",
    "name": { "str": "Remnant carcase" },
    "description": "Mutely thrashing, the body of a person stands here, two slender spikes of opalescent crystal rising at their back.  The space around them warps as strands of abyssal quartz swiftly grow from the spires, forming spikes that plunge into the person’s eye sockets and yank their head back.  As the barbs retract back into the spires, the person’s destroyed flesh reforms itself, their body returning to its original position in time for the cycle to refresh.",
    "default_faction": "remnant_body",
    "bodytype": "human",
    "species": [ "ANOMALY" ],
    "volume": "62500 ml",
    "weight": "81500 g",
    "hp": 100,
    "speed": 100,
    "material": [ "flesh" ],
    "symbol": "r",
    "color": "white",
    "aggression": -99,
    "morale": 5,
    "melee_skill": 1,
    "melee_dice": 1,
    "melee_dice_sides": 1,
    "melee_damage": [ { "damage_type": "cut", "amount": 0 } ],
    "vision_day": 60,
    "vision_night": 60,
    "special_attacks": [ [ "PARROT", 6 ] ],
    "death_function": { "corpse_type": "NO_CORPSE", "message": "it just disappeared." },
    "weakpoint_sets": [ "wps_humanoid_body" ],
    "flags": [ "SEES", "HEARS", "SMELLS", "IMMOBILE", "WARM" ]
  },
  {
    "id": "mon_remnant_soldier",
    "type": "MONSTER",
    "copy-from": "mon_remnant_survivor",
    "description": "This is the twitching body of a soldier, held upright by a glistening spire of crystalline rock that impales their skull.  Their pleading eyes turn towards you as the spire retracts, leaving them to slump lifelessly forward as their bloodied wounds heal.  After a moment of calm, the soldier is impaled anew as the spire returns to its former position, shards of blood-stained quartz emerging from the newly mended flesh.  Their pleading eyes turn toward you as the spire retracts.",
    "color": "light_green_green",
    "armor_bash": 12,
    "armor_cut": 25,
    "armor_bullet": 20,
    "armor_elec": 3,
    "weakpoint_sets": [ "wps_humanoid_body", "wps_humanoid_body_armor", "wps_humanoid_open_helmet" ]
  },
  {
    "id": "mon_remnant_child",
    "type": "MONSTER",
    "copy-from": "mon_remnant_survivor",
    "description": "Writhing upsettingly, the body of a child hangs here, the extremities of their limbs encased by a square of crystalline stalactites that bare them from the ground.  As the air around them contorts, the spires angle away from one another, sending the newly viscera-spurting torso dropping to the floor as its limbs are ripped off.  Returning to their original position, reality warps about the spires as the body is reformed.  Tears flow from the child's eyes as the cycle repeats.",
    "volume": "30000 ml",
    "weight": "40750 g",
    "hp": 40,
    "color": "light_green",
    "weakpoint_sets": [ "wps_humanoid_body", "wps_humanoid_child_body", "wps_humanoid_head_big" ]
  }
]
